{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Serena Williams v Maria Sharapova / A rivalry threatens to catch fire","rawTitle":"A rivalry threatens to catch fire","item":{"type":"article","id":"sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","title":"Serena Williams v Maria Sharapova: a rivalry threatens to catch fire","trailText":"The No1 seed, Serena Williams, takes on the Wimbledon champion of 2004, Maria Sharapova, in the semi-final and, despite the stats, this is a duel with a difference","standFirst":"The No1 seed takes on the Wimbledon champion of 2004 in the semi-final and, despite the stats, this is a duel with a difference","byline":"Simon Cambers at Wimbledon","body":"<p>What is the definition of a sporting rivalry? If it is a competition between two relative equals, then the relationship between Serena Williams and Maria Sharapova is not a rivalry, the American’s 17-2 head-to-head record far too lopsided to be considered close. If, however, it’s a contest between two players who compete better than anyone else in the game and for whom giving an inch is not in their DNA, then theirs is as much a rivalry as any other. Throw in the spice of a strained personal relationship and Thursday’ssemi-final promises to be another enthralling spectacle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-order-of-play-thursday-9-july\">Wimbledon 2015: Order of play for Thursday 9 July</a> </p> \n</aside> \n<p>“They’ve been the top two players consistently, the last 10 years and I think they call it a rivalry because they’re polar opposites,” the former Wimbledon champion Chris Evert told The Guardian. “I think rivalries are about two opposites, about where they came from in their lives, how they look, how they play, their temperaments, their style of play, they’re so different in every way, shape and form. But at the same time, it’s been one-sided. Maria’s also known for getting out of holes and for mental toughness. I think people keep hoping there’s going to be a rivalry.”</p> \n<p>In pure numbers terms, there is only likely to be one winner. When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2004/jul/04/wimbledon2004.wimbledon4\" title=\"\">Sharapova stunned Williams to win Wimbledon as a 17-year-old in 2004</a> and followed it with victory in the season-ending WTA Championships, she led their head-to-head record 2-1. Since then, Williams has won all 16 of their contests, five of them in grand slams – including three finals. She has also won both their meetings on grass, the most recent of them a 6-0, 6-1 drubbing in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/04/serena-williams-beats-maria-sharapova\" title=\"\">Olympics final at Wimbledon in 2012</a>. In January, Williams won her then 18th grand slam title with a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jan/31/serena-williams-v-maria-sharapova-australian-open-womens-final-live\" title=\"\">6-3, 7-6 victory at the Australian Open</a> and in the 12 clashes since they last met here five years ago, Sharapova has won just one set.</p> \n<p>What gives their matches an added edge, of course, is that they don’t get on. It’s not that they hate each other – this isn’t <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/john-mcenroe-fighting-spirit-tennis\" title=\"\">McEnroe and Connors</a> at the low-point of their relationship – it’s just that neither has time for the other. They are both outstanding competitors who have been champions their entire adult lives, so there is no obligation for them to be bosom buddies. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jun/22/maria-sharapova-serena-williams-wimbledon\" title=\"\">But their famous spat here in 2013</a> added spice to things and will forever be mentioned any time they play a big match.</p> \n<p>The row came on the eve of Wimbledon two years ago after some comments made by Williams in an interview with Rolling Stone magazine, comments the author assumed referred to Sharapova and her boyfriend, Grigor Dimitrov, the Bulgarian player who was rumoured to have briefly dated Serena. The comments may even not have been about Sharapova but the Russian hit back, taking aim at Williams’ alleged relationship with her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/serena-williams-french-open-champions-2015-patrick-mouratoglou\" title=\"\">coach Patrick Mouratoglou</a>. It was an ugly, if revealing incident. Williams later said she had apologised to Sharapova but one thing is for certain, every time she sees her across the net, she raises her game.</p> \n<p>Evert, working as a pundit for ESPN, said the personal side matters. “They don’t want to lose to each other, more than anybody,” she said. “They’re competitive, in the business field, in endorsements, in popularity, in PR, so definitely I think the personal part carries over. Serena gets really psyched up naturally for Maria. If she plays like she has the last two matches, she’s going to win. It’s all about the first serve and the court coverage. Serena’s a level ahead of Maria and that’s where the difference is.”</p> \n<p>Going into Williams’ fourth-round match against her sister, Mouratoglou said Wimbledon was now about “four grand slam finals”; Venus, Azarenka, Sharapova and Petra Kvitova. That was before the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/petra-kvitovas-wimbledon-defence-ended-by-inspired-jelena-jankovic\" title=\"\">Czech crashed out in round three</a> but the fact remains that Williams knows she has to play her best from here on if she’s to complete a second “Serena Slam” of four grand slams in a row and remain on track for the calendar year grand slam.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wimbledon-2015-centre-court-crowd-azarenka-irritated\">Wimbledon 2015: Centre Court crowd leaves more than Azarenka irritated | Owen Gibson</a> </p> \n</aside> \n<p>Sharapova said “there will be no secrets when they meet” but this is where Williams usually steps up. “I love playing Maria,” Williams said. “I think she brings out the best in me. I think I bring out the best in her. I thought we had a wonderful final in Australia. It was very entertaining, she played really well.”</p> \n<p>Williams and Sharapova (in reverse order) are the two biggest earners in women’s tennis and the latter’s five grand slams make her the third-most successful active player, behind the American and her sister, Venus. The two players respect each other hugely for what they have achieved on and off the court and no one fights harder through adversity during matches than they do. Thursday’sclash will be another mental battle but Williams knows that if she is not on her game, Sharapova is good enough to beat her. It’s a big if.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-08T17:24:23Z","lastModified":"2015-07-09T06:48:05Z","metadata":{"commentable":true,"commentCount":159,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":true,"keywords":["Serena Williams","Maria Sharapova","Wimbledon","Tennis","Wimbledon 2015","Sport","US sports"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","shortUrl":"http://gu.com/p/4afz6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry","webUri":"http://www.theguardian.com/sport/2015/jul/08/wimbledon-2015-serena-williams-maria-sharapova-semi-final-rivalry"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}},"importance":7,"kicker":{"title":"Serena Williams v Maria Sharapova"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/8/1436376156494/Day-13-of-the-2015-Austra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis","credit":"Brendan Beckett/Corbis","altText":"Day 13 of the 2015 Australian Open, Women's Final","cleanCaption":"Serena Williams and Maria Sharapova look slightly awkward after the 2015 Australian Open women's final.  Photograph: Brendan Beckett/Corbis"}}]},{"title":"Tragedy at Tbilisi zoo / What happened next?","rawTitle":"What happened next?","item":{"type":"article","id":"world/2015/jul/08/the-tragedy-of-tbilisi-zoo-what-happened-next-georgian-capital","title":"The tragedy of Tbilisi zoo – what happened next?","trailText":"Last month a river surge allowed bears, tigers and a giant hippo to escape in the Georgian capital. But the devastating images of stricken animals only told half the story","standFirst":"<p>Last month a river surge allowed bears, tigers and a giant hippo to escape in the Georgian capital. But the devastating images of stricken animals only told half the story</p>","byline":"Andrew North","body":"<p>They were unforgettable pictures: wild animals roaming the streets of Tbilisi last month, after escaping from the city’s flood-stricken zoo. The Georgian capital had become an urban jungle. The surreal sight of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/tbilisi-hippo-flood-recovery\">a giant African hippo</a> lumbering past brightly lit shops and snacking on roadside greenery before being tranquilised and gingerly ushered back inside the devastated zoo complex made front pages worldwide. These were almost biblical scenes of bears fighting to stay above the floodwaters, or mud-caked lions and tigers drowned or shot dead, although there was no ark to come to the rescue.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/tbilisi-zoo-tragedy-the-pathos-of-an-escaped-hippo\">Tbilisi zoo tragedy: The pathos of an escaped hippo</a> </p> \n</aside> \n<p>Some Georgians were annoyed at the way the animals’ plight had captured the world’s attention; it was also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jul/03/tbilisi-floods-georgia-capital-destroyed-zoo-wild-animals\">the city’s worst human disaster in years</a>. The flash flood that struck on 13 and 14 June claimed at least 19 lives. Three people are still unaccounted for and dozens were left homeless. Four days after the flood, an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/police-search-streets-tbilisi-georgia-tiger-hyena-zoo-flood\">escaped tiger killed another man</a>. “It was a tragedy beyond my imagination,” says zoo director Zurab Gurielidze, who only narrowly escaped the surge himself.</p> \n<p>Three weeks on, all the animals are now accounted for – including the last missing tiger, whose body was found a few days ago. But the zoo has lost more than 300 animals, either drowned, or shot dead by police – over half its pre-flood population. Exhausted staff are mourning three colleagues who lived on site and were killed in the deluge.</p> \n<div>\n __VIDEO_EMBED_gu-video-457155916__\n</div> \n<p>With many cages obliterated, staff have had to come up with imaginative solutions for housing the remaining animals. One of the crocodiles is in the penguin enclosure – a hole in the viewing glass now a handy short cut into the pool. The eight surviving penguins – from a batch transferred last year from Torquay zoo in Devon – are having to make do with a smaller cage next to the birds of prey.</p> \n<p>Workers are trying to clear enough of the site to meet Gurielidze’s ambitious target of reopening by 1 August. “If we can’t do that, definitely by 1 September,” he says. “The zoo is a public service. We must be open.”</p> \n<p>The immediate priority, says zoo spokeswoman Mzia Sharashidze, is finding around &pound;250,000 to build a proper shelter for the now-famous hippo before winter comes. The animal, named Beggi, is currently squatting in part of the elephant pen. “It can’t survive the cold there,” she says.</p> \n<p>Longer term, the plan is to raise enough funds to move to a new, larger site on the edge of Tbilisi. But relocation costs have been put at &pound;15m at least – a big sum for Georgia – and the coalition government has not yet said whether it will foot the bill.</p> \n<p>It is still reeling from criticism of its handling of the disaster at the zoo, and what was seen as an attempt to shift the blame on to Gurielidze, zoo director since 2006 and now a hugely popular figure. Hundreds of protesters rallied in his support outside government headquarters after he was called in for police questioning. Many of the demonstrators had been among the thousands of volunteers who turned out to help survivors and clear the wreckage, a moment some activists hoped marked a new awakening among young people in this former Soviet republic.</p> \n<figure class=\"element element-image\" data-media-id=\"70d2df296417bd8a3859e8313b23256496e4fb96\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379256730/7c2f0433-e952-4ec1-94db-ec637d915e89-460x276.jpeg\" alt=\"A white tiger is stretchered away after it was killed by police in Tbilisi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A white tiger is stretchered away after it was killed by police in Tbilisi.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>The unusually heavy storm over Tbilisi on the night of Saturday 13 June took everyone by surprise. Two months of rain fell in just a couple of hours. After a late dinner, Gurielidze and his wife, Dr Natia Kopaliani, decided to check on the animals. They arrived around midnight, he says, by which time the rain had stopped. There were lots of puddles, but otherwise everything seemed fine.</p> \n<p>“We went to check on the hyenas and the pigs,” Kopaliani says. “Then, suddenly, there was water all around us. There was no noise, but it was rising so fast. It was terrifying.” The couple ran to their car, but before they could drive away, the water was up to the doors. Gurielidze and Kopaliani got out of the vehicle just in time, the surge flipping it over as they made it to the top of a nearby animal cage. “We kept climbing higher as the water kept rising,” Kopaliani says.</p> \n<p>In the small zoo accommodation block below them, their three colleagues never stood a chance. Among them was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/14/georgia-floods-deaths-feared-zoo-animals-on-loose\">Guliko Chitadze, a veteran staff member</a> who had recently had her arm amputated after one of the tigers attacked her. She had returned to work that week.</p> \n<p>Several hours of unimaginable terror lay ahead for Gurielidze and his wife, marooned on top of one of the tiger cages in his own zoo. He knew the tigers below had escaped, along with many other animals, but in the darkness had no idea where they were. The couple couldn’t call for help because their mobiles had been washed away. Police sent to the zoo eventually heard their shouting, but wouldn’t venture inside because of the threat of attack. “Then we heard them shooting animals,” says Kopaliani. It was only when the waters began to recede that zoo colleagues and rescue workers finally helped them to safety.</p> \n<figure class=\"element element-image\" data-media-id=\"98e2497adf04d3a37807dcdf082c82e1fac78678\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379411476/c3dc6853-664b-4aea-9575-013b95176801-287x420.jpeg\" alt=\"Tbilisi zoo director Zurab Gurielidze holds two tiger cubs at the zoo, before disaster struck.\" width=\"287\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tbilisi zoo director Zurab Gurielidze holds two tiger cubs at the zoo, before disaster struck.</span> \n  <span class=\"element-image__credit\">Photograph: David Mdzinarishvili/Reuters</span> \n </figcaption> \n</figure> \n<p>Upstream of the zoo, dozens of houses had been washed away while residents were asleep. It’s now thought that a landslide triggered by the rain blocked the Vere river just outside Tbilisi. When this temporary dam then burst under the weight of water, it sent a wave of mud, rock and tree trunks down into the city. The head of Georgia’s Orthodox church, Patriarch Ilia II, said the flood was punishment for the “sin” of the country’s former communist rulers, adding that they had paid for the zoo by melting down church crosses and bells.</p> \n<p>Others blamed what they saw as government incompetence and poor emergency planning that left residents with no warning of what was coming. Even as the waters were rising around the zoo, the road alongside it remained open, trapping drivers in their cars.</p> \n<p>Activist and environmental campaigner Nick Davitashvili says planning has taken a back seat during Georgia’s post-Soviet evolution. “It all used to be done in Moscow,” he says. “Thankfully, the USSR has gone, and a lot has changed, but no one knows how to plan properly here yet.”</p> \n<p>The government says it could never have predicted such a disaster, though it is now promising an early warning system along the river. “We did everything we could, deploying the emergency services as soon as we knew of the flooding, and we saved a lot of lives,” said a spokesman for prime minister Irakli Garibashvili.</p> \n<p>Questions were asked about why <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/georgia-police-accused-unnecessarily-shooting-zoo-animals-floods\">police deployed at the zoo didn’t have tranquilisers and shot so many animals</a>. “They gunned down animals without even attempting to save them,” says Tina Chavchanidze, chair of the Tbilisi-based Committee for Animal Rights, who has called for better training for police units. The government says that, with the potential threat to human life, police couldn’t take a risk.</p> \n<figure class=\"element element-image\" data-media-id=\"cb4dfe5995edc598f02bb53877fd04a5ecfa7571\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436379508564/fbe5da0c-902e-4498-8567-1d626d07c65b-460x276.jpeg\" alt=\"A keeper walks past dead bears at the zoo in Tbilisi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A keeper walks past dead bears at the zoo in Tbilisi.</span> \n  <span class=\"element-image__credit\">Photograph: David Mdzinarishvili/Reuters</span> \n </figcaption> \n</figure> \n<p>Even Beggi the hippo – now the symbol for a host of fundraising efforts – only narrowly escaped being shot, after volunteers organised an impromptu rescue. After hearing of the disaster, one of Gurielidze’s longtime expedition partners, Levan Butkhuzi, rushed to help. “It was chaos when I got there,” he says, “and no one seemed to be in charge.” When the runaway hippo was spotted, he and others persuaded the police to give them a chance to save it, pointing out there were now TV cameras around.</p> \n<p>With the zoo’s tranquiliser stock inaccessible, Butkhuzi called in a friend who runs a bear conservation project two hours outside Tbilisi, telling him to bring all the drugs he had. Hippos are notoriously aggressive, and Beggi weighs more than two tonnes, so it was an agonising wait. Butkhuzi admits they took a further risk when the bear expert arrived, using only a half-dose in the tranquiliser dart. If we had put the hippo to sleep, it would have been impossible to move it,” he says.</p> \n<p>When, four days after the flood, a tiger killed a warehouse cleaner nearby, officials argued that their actions had been vindicated. But it was also hugely embarrassing, coming after an announcement from the prime minister that all the animals had been accounted for.</p> \n<p>Many here in Georgia condemned the foreign media’s focus on the zoo. The stories that dominated Georgian coverage were of a pregnant woman being swept from her husband’s arms by the surge, and the drowning of Zurab Muzashvili, a 36-year-old emergency worker, after he had saved seven people. But on one of several visits to families hit by the disaster, I was treated instead to typical Georgian hospitality. “I’m so sorry I can’t invite you inside for tea,” apologised Ilia Mosikashvili, pointing towards her house, half of which now hangs over a precipitous drop after the ground beneath was washed away.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jul/03/tbilisi-floods-georgia-capital-destroyed-zoo-wild-animals\">The human cost of the Tbilisi floods: 'The truth is, I'd really lost all hope'</a> </p> \n</aside> \n<p>Many Georgians were also touched by the fate of the animals. Thousands have signed a petition calling for the zoo site to be renamed Shumba park, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/14/georgia-floods-deaths-feared-zoo-animals-on-loose\">after the young white lion cub shot by police</a>. The huge volunteer turnout was a moment of “great unity”, says Davitashvili, who helped to coordinate the effort along with fellow members of the Tbilisi Guerilla Gardeners movement. More than 20,000 people signed up to its Facebook page – although a week after the flood the site was mysteriously blocked, with many suspecting an effort to undermine this sudden burst of people power.</p> \n<p>Some predict this more activist mood may simply subside like the floodwaters. But, if nothing else, the protests and open criticism were a sign of democracy becoming increasingly entrenched. With elections next year, the government was rattled, seeking to blame the solidarity protest for the zoo director on the main opposition party. And Davitashvili and other activists believe more Georgians “are picking up on the idea that it’s up to them to stand up for issues they care about.”</p> \n<p>Back at the zoo, Sharashidze puffs nervously on a cigarette. “There used to be only two smokers here,” she says. “Now almost all of us are.” But they have had some good news since the disaster. A rare Caucasian red deer, which the zoo is helping to protect as part of a WWF-backed conservation project, has just given birth to a young female calf. Gurielidze has named her “Pyrra”’, after one of only two survivors of the giant flood in Greek mythology ordered by the god Zeus.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376170531/49895f89-73c8-4a71-8193-7f176f653fa1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Mdzinarishvili/Reuters","altText":"Rescue workers drag away a tiger killed by flooding at Tbilisi zoo.","cleanCredit":"Photograph: David Mdzinarishvili/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379258158/7c2f0433-e952-4ec1-94db-ec637d915e89-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A white tiger is stretchered away after it was killed by police in Tbilisi. Photograph: Reuters","credit":"Reuters","altText":"A white tiger is stretchered away after it was killed by police in Tbilisi.","cleanCaption":"A white tiger is stretchered away after it was killed by police in Tbilisi.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379412817/c3dc6853-664b-4aea-9575-013b95176801-1395x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1395,"orientation":"portrait","caption":"Tbilisi zoo director Zurab Gurielidze holds two tiger cubs at the zoo, before disaster struck. Photograph: David Mdzinarishvili/Reuters","credit":"David Mdzinarishvili/Reuters","altText":"Tbilisi zoo director Zurab Gurielidze holds two tiger cubs at the zoo, before disaster struck.","cleanCaption":"Tbilisi zoo director Zurab Gurielidze holds two tiger cubs at the zoo, before disaster struck.","cleanCredit":"Photograph: David Mdzinarishvili/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436379509987/fbe5da0c-902e-4498-8567-1d626d07c65b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A keeper walks past dead bears at the zoo in Tbilisi. Photograph: David Mdzinarishvili/Reuters","credit":"David Mdzinarishvili/Reuters","altText":"A keeper walks past dead bears at the zoo in Tbilisi.","cleanCaption":"A keeper walks past dead bears at the zoo in Tbilisi.","cleanCredit":"Photograph: David Mdzinarishvili/Reuters"}],"webPublicationDate":"2015-07-08T18:29:16Z","lastModified":"2015-07-09T06:49:05Z","metadata":{"commentable":true,"commentCount":118,"contributors":[{"name":"Andrew North","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrew-north"}],"feature":true,"keywords":["Georgia","Zoos","Tbilisi","Tbilisi","World news","Travel","Asia","Flooding","Georgia","Natural disasters and extreme weather","Environment"],"tags":[{"id":"world/georgia-news","webTitle":"Georgia"},{"id":"travel/zoos","webTitle":"Zoos"},{"id":"travel/tbilisi","webTitle":"Tbilisi"},{"id":"weather/tbilisi","webTitle":"Tbilisi"},{"id":"world/world","webTitle":"World news"},{"id":"travel/travel","webTitle":"Travel"},{"id":"weather/index/asia","webTitle":"Asia"},{"id":"environment/flooding","webTitle":"Flooding"},{"id":"weather/georgia","webTitle":"Georgia"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"world"},"topics":[{"displayName":"Andrew North","topic":{"type":"tag-contributor","name":"profile/andrew-north"}}],"embeddedVideos":[{"id":"gu-video-457155916","source":"Reuters","durationInSeconds":66,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10462811&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/14/150614Tblisi.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434276413150/KP_275574_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tblisi","credit":"guardian.co.uk","altText":"620x372 trailpic for Tblisi","cleanCaption":"620x372 trailpic for Tblisi"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/the-tragedy-of-tbilisi-zoo-what-happened-next-georgian-capital","shortUrl":"http://gu.com/p/4afk5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/the-tragedy-of-tbilisi-zoo-what-happened-next-georgian-capital","webUri":"http://www.theguardian.com/world/2015/jul/08/the-tragedy-of-tbilisi-zoo-what-happened-next-georgian-capital"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376170531/49895f89-73c8-4a71-8193-7f176f653fa1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rescue workers drag away a tiger killed by flooding at Tbilisi zoo. Photograph: David Mdzinarishvili/Reuters","credit":"David Mdzinarishvili/Reuters","altText":"Rescue workers drag away a tiger killed by flooding at Tbilisi zoo.","cleanCaption":"Rescue workers drag away a tiger killed by flooding at Tbilisi zoo.","cleanCredit":"Photograph: David Mdzinarishvili/Reuters"}},"importance":5,"kicker":{"title":"Tragedy at Tbilisi zoo"},"showQuotedHeadline":false,"sublinks":[{"title":"The defining picture / The pathos of an escaped hippo","rawTitle":"The pathos of an escaped hippo","item":{"type":"article","id":"world/2015/jul/08/tbilisi-zoo-tragedy-the-pathos-of-an-escaped-hippo","title":"Tbilisi zoo tragedy: the pathos of an escaped hippo","trailText":"The pictures of wild animals being cornered or shot in Tbilisi’s streets were sure-fire magnets of human feeling","standFirst":"<p>The pictures of wild animals being cornered or shot in Tbilisi’s streets were sure-fire magnets of human feeling</p>","byline":"Jonathan Jones","body":"<p>Pity is a strange thing. Tragedy in classical theory is supposed to inspire both pity and terror, but the daily horror and violence of&nbsp;world news often leave us struggling to produce those responses. While we might, in principle, be shocked by James Joyce’s irritating character Stephen Dedalus when he says in A&nbsp;Portrait of the Artist as a Young Man that a death in a road accident cannot be truly tragic because it is “remote from terror and pity according to the terms of my definitions”, the reality is&nbsp;that no one can really feel on cue the&nbsp;emotions apparently required of us by a daily news stream of anniversaries of bombings and economies on the brink. But a hippo being shot with a&nbsp;tranquiliser dart in a flooded city street is another matter entirely.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/the-tragedy-of-tbilisi-zoo-what-happened-next-georgian-capital\">The tragedy of Tbilisi zoo – what happened next?</a> </p> \n</aside> \n<p>Who would not be upset by the strange spectacle of a hippopotamus, suddenly freed from its zoo enclosure by torrents of water, wandering dumbly and innocently through a new world of streets and floating cars, nibbling at the leaves above, until it was cornered and a pink dart was fired into in its lumbering body?</p> \n<p>The pathos of Tbilisi’s escaped, and in many cases slaughtered, animals lies&nbsp;in their innocence and ignorance. This quality of complete helplessness before the human world and the inability to talk it&nbsp;through, as it were, is what makes animals, from loyal pets to wildebeest crossing crocodile-infested rivers, such sure-fire magnets of human feeling.</p> \n<p>The bears, lions, tigers, wolves, hyenas and penguins of Tbilisi already lived in the unnatural, mystifying environment of a zoo. Suddenly, these creatures were released by flooding. Then, as they explored a changed reality, they were tranquilised or,&nbsp;shot dead. The photographs of this surreal mayhem are unbearably sad. It is completely reasonable that, even though this disaster took human lives and turned an entire city upside down, the pictures people fixed on were those of a bear perched on a house’s air conditioning unit – probably before being shot – or a&nbsp;dead tiger being carried away on a stretcher.</p> \n<p>Tblisi briefly became a wilderness full of dangerous beasts. Tigers in zoos do not know they are prisoners – they still think they are at the top of the food chain and size up every visitor and keeper as prey. This tiger managed to kill a man before it was shot in the act, it was claimed, of attacking a police officer. It did what came naturally and now it is dead. Its removal on a stretcher at least has a shred of dignity. The most horrible pictures of Tbilisi’s slaughtered animals show corpses abandoned on riverbanks or in the mud. A boy gingerly prods a dead lion’s carcass with his foot. A sleuth of bears lie slaughtered in the mud like a friends battalion from the first world war.</p> \n<p>That anthroporphism is unavoidable. It is also what makes these images of disaster so compelling. Human dignity rightly forbids us to look on the corpses of drowned strangers from our own species, but animals – as in the art of Damien Hirst or the painter George Stubbs – can carry the burden of a larger tragedy. Zoos, bizarrely, are often at the centre of disaster zones. The carnage in Tbilisi followed comparable chaos in zoos in the Ukraine and Iraq caused not by nature but war. Pity the animals. And pity the world that makes victims and symbols of them.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436380023464/5e89b929-0302-4045-a0f3-89a1b395066c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Giorgi Bukhaidze","altText":"Who would not be upset by the spectacle of a hippo wandering innocently through the streets until it was shot by a tranquiliser dart?","cleanCredit":"Photograph: Giorgi Bukhaidze"}],"bodyImages":[],"webPublicationDate":"2015-07-08T18:30:38Z","lastModified":"2015-07-08T23:00:53Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":true,"keywords":["Georgia","World news","Georgia","Zoos","Asia","Natural disasters and extreme weather","Tbilisi","Travel"],"tags":[{"id":"world/georgia-news","webTitle":"Georgia"},{"id":"world/world","webTitle":"World news"},{"id":"travel/georgia","webTitle":"Georgia"},{"id":"travel/zoos","webTitle":"Zoos"},{"id":"travel/asia","webTitle":"Asia"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"travel/tbilisi","webTitle":"Tbilisi"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"world"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/tbilisi-zoo-tragedy-the-pathos-of-an-escaped-hippo","shortUrl":"http://gu.com/p/4afzm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/tbilisi-zoo-tragedy-the-pathos-of-an-escaped-hippo","webUri":"http://www.theguardian.com/world/2015/jul/08/tbilisi-zoo-tragedy-the-pathos-of-an-escaped-hippo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436380023464/5e89b929-0302-4045-a0f3-89a1b395066c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who would not be upset by the spectacle of a hippo wandering innocently through the streets until it was shot by a tranquiliser dart? Photograph: Giorgi Bukhaidze","credit":"Giorgi Bukhaidze","altText":"Who would not be upset by the spectacle of a hippo wandering innocently through the streets until it was shot by a tranquiliser dart?","cleanCaption":"Who would not be upset by the spectacle of a hippo wandering innocently through the streets until it was shot by a tranquiliser dart?","cleanCredit":"Photograph: Giorgi Bukhaidze"}},"importance":0,"kicker":{"title":"The defining picture"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436380023464/5e89b929-0302-4045-a0f3-89a1b395066c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Giorgi Bukhaidze","altText":"Who would not be upset by the spectacle of a hippo wandering innocently through the streets until it was shot by a tranquiliser dart?","cleanCredit":"Photograph: Giorgi Bukhaidze"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376170531/49895f89-73c8-4a71-8193-7f176f653fa1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Mdzinarishvili/Reuters","altText":"Rescue workers drag away a tiger killed by flooding at Tbilisi zoo.","cleanCredit":"Photograph: David Mdzinarishvili/Reuters"}}]},{"title":"How laboratory-grown organs will transform our lives","rawTitle":"How laboratory-grown organs will transform our lives","item":{"type":"article","id":"science/2015/jul/08/laboratory-grown-organs-transform-lives","title":"How laboratory-grown organs will transform our lives","trailText":"With people living longer than ever, being able to replace bits of the human body as they wear out has become a new frontier in medicine","standFirst":"With people living longer than ever, being able to replace bits of the human body as they wear out has become a new frontier in medicine","byline":"Mark Miodownik","body":"<p>Most babies born in 1900 died before the age of 50; 100 years later life expectancy in the UK now exceeds 80 years, with the number of over-65s <a href=\"https://www.nia.nih.gov/sites/default/files/global_health_and_aging.pdf\" title=\"\">expected to double by 2030</a>. This trend is radically changing the age demographics of the population and creating a new set of challenges for engineers. One of the most significant of these is to give people a higher quality of life in their old age.</p> \n<p>Significant progress has been made; 300,000 hip replacements are now performed annually worldwide, releasing people from pain, and <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1752425/\" title=\"\">extending the active period of their lives </a>by 20 years or more. The success of these implants has led scientists to develop a new type of biomaterial that is promising to do for medicine what silicon did for computing.</p> \n<p>Historically the function of biomaterials has been to replace diseased or damaged tissues. These biomaterials were selected to be as inert as possible while fulfilling mechanical roles such as teeth filling and hip replacement. Metals such as titanium and mercury amalgam have been remarkably successful in repairing hard tissues like bones and teeth respectively because they are chemically inert and so don’t decay inside the body, and are strong enough to last tens of years. Applying this approach to softer tissues has proved less easy because designing soft materials with the required flexibility that can also maintain their integrity is tricky. The proposed solution is to create implants that grow and repair themselves.</p> \n<p>Take the knee for instance, its function relies on cartilage, a soft material in which elasticity is vital to its role of transmitting forces that are produced when we walk, jump and generally lark about. It needs to do this while being hard enough to allow the knee joint to smoothly rotate and twist as you change direction. Being hard but elastic is not an easy combination for a material, and cartilage performs this by having cells living within it, the job of which is to continually maintain a three-dimensional internal skeleton of collagen fibres that give the material its properties. These cells are called chondroblast cells, and cartilage is their habitat. It is possible to grow chondroblast cells from a patient’s own stem cells. However, the injection of these into an existing joint does not result in the repair of the cartilage because it is not just that the cells are missing, but that their habitat is damaged or destroyed.</p> \n<p>What is required is the erection of a temporary structure within the joint that mimics some of the basic internal architecture of cartilage but also protects the cells from mechanical stress. Introducing chondroblast cells into such a scaffold, as it is called, allows them to grow and divide, to increase their population, and in doing so gives them time and space to rebuild their habitat, and so regrow cartilage. The neat thing about this is that the scaffold can be designed to dissolve once the cells finish rebuilding their habitat.</p> \n<p>This idea was pioneered in the 1960s by Professor Larry Hench in response to the huge number of amputees produced by the Vietnam war. Hench and his team discovered a material called hydroxylapatite, a mineral that occurs in the body and bonds very strongly to bone. They experimented with many formulations and in the end found that when it was made in the form of a glass, it had extraordinary properties: bone cells, called osteoblasts, like to live on it, and when they did that they created new healthy bone. When this bioactive glass was made in a porous form it had tiny channels into which the osteoblast cell could grow and by doing so they replaced it with fully functioning bone.</p> \n<p>Such tissue engineering has been very successfully used in clinical practice to provide synthetic bone grafts and to rebuild the bones of the skull and face. It is not yet in clinical use for cartilage regeneration, but is being successfully used in laboratories. In this case the cells are nurtured in a bioreactor that mimics the temperature and humidity of the human body while also providing the cells with nutrients.</p> \n<p>The potential of scaffolding technology has opened up the future possibility of building <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2014/aug/24/lab-grown-cells-create-functioning-organ\" title=\"Scientists hail creation of working organ made from laboratory cells\">replacement organs</a> for the human body such as <a href=\"http://www.bbc.co.uk/news/health-22123386\" title=\"Scientists make 'laboratory-grown' kidney\">livers and kidneys</a>. The first steps in this direction have already been taken with the development of a human windpipe grown in a laboratory and implanted into a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2011/jul/08/cancer-patient-synthetic-organ-transplant\" title=\"Cancer patient receives first synthetic organ transplant \">patient</a>. One of the major problems for such tissue engineering is creating and maintaining a blood supply to the artificially grown tissues so that they can survive and function when they are implanted inside the body. If synthetic organs become a reality, they will radically change the world of medicine. Such a fundamental change is going to be needed to allow an aging population to work for longer before taking their pensions, and to live to be a centenarian while being fit and healthy. I certainly hope to be one of these.</p> \n<p>This is the last column in my series on stuff. Over the last year it has been my pleasure and privilege to select a different material every month with the aim to uncover the human needs and desires that brought it into being, and decode the materials, science and engineering behind it. I hope you’ve enjoyed it as much as I have. The full list of columns is on the <a href=\"http://www.theguardian.com/technology/series/the-material-world\" title=\"The material world\"><em>Guardian</em>/<em>Observer</em></a> website.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436349976842/Professor-Alex-Seifalian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Professor Alex Seifalian","cleanCaption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-08T10:07:00Z","lastModified":"2015-07-08T10:07:47Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Mark Miodownik","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mark-miodownik"}],"feature":true,"keywords":["Medical research","Science","Synthetic biology","Genetics","Biology","Organ donation","Health","Society"],"tags":[{"id":"science/medical-research","webTitle":"Medical research"},{"id":"science/science","webTitle":"Science"},{"id":"science/synthetic-biology","webTitle":"Synthetic biology"},{"id":"science/genetics","webTitle":"Genetics"},{"id":"science/biology","webTitle":"Biology"},{"id":"society/organ-donation","webTitle":"Organ donation"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"science"},"topics":[{"displayName":"Mark Miodownik","topic":{"type":"tag-contributor","name":"profile/mark-miodownik"}}],"series":{"title":"The material world","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/the-material-world"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jul/08/laboratory-grown-organs-transform-lives","shortUrl":"http://gu.com/p/4abva","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jul/08/laboratory-grown-organs-transform-lives","webUri":"http://www.theguardian.com/science/2015/jul/08/laboratory-grown-organs-transform-lives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436349976842/Professor-Alex-Seifalian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Professor Alex Seifalian","cleanCaption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436349976842/Professor-Alex-Seifalian-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Professor Alex Seifalian","cleanCaption":"UCL professor Alex Seifalian holds the trachea that was used in the first synthetic organ transplant. Photograph: Rex Shutterstock"}}]},{"title":"What energy shortage?","rawTitle":"What energy shortage?","item":{"type":"comment","id":"global-development-professionals-network/2015/jul/08/what-energy-shortage","title":"What energy shortage?","trailText":"We humans are not facing a shortage of energy. We are facing a technical challenge in capturing it and delivering it to consumers, says <strong>Jostein Eikeland</strong>","standFirst":"<p>We humans are not facing a shortage of energy. We are facing a technical challenge in capturing it and delivering it to consumers, says <strong>Jostein Eikeland</strong></p>","byline":"Jostein Eikeland in Martigny","body":"<p>If we were able to capture and use the energy from just two minutes of sunlight falling on the earth, it would be enough to fuel our cars, light and heat our buildings, and provide for all of our other electricity needs for an entire year. Simply put, we humans are not facing a shortage of energy. We are facing a technical challenge in capturing it and delivering it to consumers; and one of the most efficient ways to meet that challenge is to invest in better ways to store it.</p> \n<p>Many of the world’s problems today can be traced to energy use, from conflicts over oil supplies and concerns about greenhouse-gas emissions to lost productivity and output stemming from shortages and blackouts. In many of the poorest parts of the world, the lack of energy stifles economic development. Globally, more than 1.3 billion people have no access to electricity; and some 2.6 billion have no access to modern cooking facilities. More than 95% of these people are in sub-Saharan Africa or developing Asia, and 84% live in rural areas.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/jun/04/electricity-rural-india-solar-lanterns-the-grid-energy-access\">Life without light in rural India: why solar lanterns can't compete with the grid</a> </p> \n</aside> \n<p>During the run-up to the recent presidential election in Nigeria, for example, a woman was asked what she wanted the candidates to deliver. She replied with a one-word answer: “Light.” Electricity, a basic commodity, would allow her to continue to work and her children to study.</p> \n<p>Unreliable or unavailable energy is a problem in much of Africa and the Indian sub-continent, as well as some other parts of Asia. According to a <a href=\"http://www.iea.org/newsroomandevents/pressreleases/2014/october/energy-sector-is-key-to-powering-prosperity-in-sub-saharan-africa.html\">report</a> by the International Energy Agency, improvements to the energy sector could provide the equivalent of a decade of growth in some of the poorest parts of the world.</p> \n<p>Our global energy crisis has been aggravated by a lack of innovation. According to a <a href=\"https://flowcharts.llnl.gov/\">study</a> by the United States government’s Lawrence Livermore National Laboratory, more than 60% of the energy we use is lost between the time it is generated and the time it is consumed. This includes the inefficiency in converting fossil fuels to electricity, losses during transmission, wasteful consumer behavior, and the need to maintain a reserve to prevent blackouts.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/jun/04/un-international-year-of-light-development\">On several frequencies, light guides the way to development</a> </p> \n</aside> \n<p>A new wave of innovation is required, one that can eliminate waste, reduce pollution, and broaden access to energy around the world. That means focusing on efficiency-boosting technologies such as wireless communication, machine-to-machine communication, smart metering, and better production management.</p> \n<p>Renewable energy sources, including solar and wind power, are well positioned to contribute to energy needs in both mature and emerging economies. But, because the sun does not always shine, and the wind does not always blow, energy from these sources is unstable and intermittent. And this will continue to be a problem unless, and until, we are able to store power from renewable sources efficiently.</p> \n<p><a href=\"https://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0CCEQFjAA&amp;url=http%3A%2F%2Fwww.reginfo.gov%2Fpublic%2Fdo%2FeoDownloadDocument%3FpubId%3D%26eodoc%3Dtrue%26documentID%3D124&amp;ei=YEVbVfqqCcy7sQGc24GQDA&amp;usg=AFQjCNElxTV7N-k_cJbJcjsivvGaKxeq7A\">Studies</a> by the US Western Electricity Coordinating Council have found that finding better ways to store energy could cut total waste by about 18% and boost the efficiency of electricity use by up to 11%. Better energy-storage methods would also make it easier to deliver electricity to hard-to-reach areas that are currently underserved, as well as help make the best use of often-scarce sources of power.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/jun/15/what-does-tesla-mean-for-energy-in-africa\">What does Tesla mean for energy in Africa?</a> </p> \n</aside> \n<p>One well-tested method for storing energy is to use excess capacity to pump water into reservoirs, so that it can be used later to power turbines when demand is high. But this approach is practical only in mountainous areas, making it unsuitable as a mass-market solution. Promising areas of research include grid-scale batteries with the ability to charge and discharge tens of thousands of times and data analytics to optimize the use of the batteries and make the grid as efficient as possible.</p> \n<p>It is not enough to generate energy. We must also use it efficiently, and the wide-scale adoption of state-of-the-art storage technology will be an essential part of the solution. Ensuring that the world’s energy supplies are stable, efficient, accessible, and affordable will take time. But breakthroughs are on the horizon. Our task is to keep our sights there.</p> \n<p><em>Jostein Eikeland is founder and CEO of <a href=\"http://alevo.com/\">Alevo</a>. </em></p> \n<p><strong>Copyright: <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2015.<br /></strong></p> \n<p><strong><a href=\"https://register.theguardian.com/global-development/\">Join our community</a> of development professionals and humanitarians. Follow<a href=\"https://twitter.com/GuardianGDP\">@GuardianGDP</a> on Twitter.</strong></p>","section":"Global Development Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435843922537/3888f9ef-04e4-48c2-b93f-075776ca062a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Sunrise over the west highland line, Scotland","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-08T13:43:43Z","lastModified":"2015-07-08T14:42:42Z","metadata":{"commentable":true,"commentCount":42,"contributors":[],"feature":false,"keywords":["Global development professionals network","Energy","Energy efficiency","Solar power","Technology","Wind power","Renewable energy","Environment"],"tags":[{"id":"global-development-professionals-network/global-development-professionals-network","webTitle":"Global development professionals network"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/energyefficiency","webTitle":"Energy efficiency"},{"id":"environment/solarpower","webTitle":"Solar power"},{"id":"technology/technology","webTitle":"Technology"},{"id":"environment/windpower","webTitle":"Wind power"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"global-development-professionals-network"},"topics":[],"series":{"title":"Energy access","uri":"http://mobile-apps.guardianapis.com/lists/tag/global-development-professionals-network/series/energy-access"},"embeddedVideos":[],"adTargetingPath":"global-development-professionals-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/jul/08/what-energy-shortage","shortUrl":"http://gu.com/p/4ab4t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development-professionals-network/2015/jul/08/what-energy-shortage","webUri":"http://www.theguardian.com/global-development-professionals-network/2015/jul/08/what-energy-shortage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435843922537/3888f9ef-04e4-48c2-b93f-075776ca062a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"If human beings could harness more of the sun’s energy, there would be no shortfall in supply. Photograph: Alamy","credit":"Alamy","altText":"Sunrise over the west highland line, Scotland","cleanCaption":"If human beings could harness more of the sun’s energy, there would be no shortfall in supply.","cleanCredit":"Photograph: Alamy"}},"importance":4,"byline":{"title":"Jostein Eikeland in Martigny"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435843922537/3888f9ef-04e4-48c2-b93f-075776ca062a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Sunrise over the west highland line, Scotland","cleanCredit":"Photograph: Alamy"}}]},{"title":"New York / Bar tackles gender pay gap by charging women 77% of bar tab","rawTitle":"Bar tackles gender pay gap by charging women 77% of bar tab","item":{"type":"article","id":"money/2015/jul/08/new-york-bar-gender-pay","title":"New York bar tackles gender pay gap by charging women 77% of bar tab","trailText":"The Way Station ‘evens the playing field’ for one night with deal for women based on the 77 cents the average woman makes for every dollar a man earns","standFirst":"<p>The Way Station ‘evens the playing field’ for one night with deal for women based on the 77 cents the average woman makes for every dollar a man earns</p>","byline":"Jana Kasperkevic in New York","body":"<p>On Tuesday night, The Way Station, a bar in the Prospects Heights neighborhood of Brooklyn, gave a whole new meaning to ladies’ night. This 7 July – 7/7 – the local watering hole was drawing attention to the gender pay gap by charging women just 77% of their bar tab.</p> \n<p>Why 77%? Because on average, US women make about 77 to 78 cents for every dollar that men earn.</p> \n<p>“I have three sisters. The majority of my staff and friends are women,” Andy Heidel, owner of <a href=\"http://waystationbk.blogspot.com/p/events.html\">The Way Station</a>, said. “I thought this would be a great way to even the playing field even if it was for one night only.”</p> \n<p>Cheyenne and Aliyah, two 21-year-olds who did not want to give their last names, made it out for the occasion. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/us-money-blog/2014/aug/13/women-equal-pay-gender-gap-stories-work\">Unequal pay for women: 'I was told men should make more'</a> </p> \n</aside> \n<p>Aliyah, a senior at John Jay college who hopes to be a New York police officer, said the gender pay gap is something she worries about when thinking about her post-college experience. </p> \n<p>“My male coworker works less than me gets paid more than me,” said Cheyenne, who works in retail and is studying fashion merchandising at LIM College. “The other day, we were talking about pay and wages and he told me he gets paid more than me.” </p> \n<p>Both Cheyenne and Aliyah know that they have one more thing working against them: they are black. Women of color <a href=\"http://www.newrepublic.com/article/121530/women-color-make-far-less-78-cents-mans-dollar\">earn 64 cents for every $1 earned by men</a>. </p> \n<p>“My father as a black man also probably make less than his white colleagues,” said Aliyah. <br /></p> \n<p>“This is about equality. This is America,” said Cheyenne. “We should get equal pay.”</p> \n<p>Just a few feet away, two young men were having similar conversation. According to Heidel, that was the entire point of Tuesday’s deal: to get people talking. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3d4fe680522dbe3792572f38e47e9faeb4d9cdd3\"> \n <img src=\"http://media.guim.co.uk/3d4fe680522dbe3792572f38e47e9faeb4d9cdd3/0_0_1745_1745/1000.jpg\" alt=\"To mark 7 July this year, The Way Station charged its female patrons just 77% of their bar tab.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">To mark 7 July this year, The Way Station charged its female patrons just 77% of their bar tab.</span> \n  <span class=\"element-image__credit\">Photograph: Jana Kasperkevic for the Guardian</span> \n </figcaption> \n</figure> \n<p>Heidel spent the evening working as bartender and busboy, stocking the bar with alcohol and glassware, slinging drinks, and collecting the empties.</p> \n<p>The bar started to get busy at 6pm and was still full five hours later. There were about 90 people in the bar, with barely any standing room left for newcomers. </p> \n<p>“This is much bigger than I expected,” Heidel told the Guardian, while taking a break outside. After he realized that he might have to turn people away, Heidel asked <a href=\"http://www.bar706.com/\">706 bar</a>, a bar across the street, if they would join the cause. “I wanted to be able to send them someplace where they would be treated with respect and be able to enjoy the same discount.”</p> \n<p>The bar draws enough attention on its own. Known as Brooklyn’s “Doctor Who” bar by most due to its Tardis bathroom, it sees its share of out-of-town visitors and devoted regulars. </p> \n<p>One young man stood outside eyeing the crowd.</p> \n<p>“Well it’s about three layers deep, but you should go get your 77% bar tab,” he told his female companion, smiling. “I want you to get your damned reward, your reparations.”</p> \n<p>As they stepped closer to the entrance, a third member of their party, another young man, said: “I love women but I am afraid of noise.”</p> \n<p>“It’s women’s noise!” said the female, leading them in towards the happy chatter.</p> \n<p>“I feel claustrophobic just looking at it,” said a young woman as her group of friends approached. Taking a deep breath, she and her friends dived into the crowd. </p> \n<p>Heidel kept popping in and out of the crowd. Standing outside, he shook hands with those leaving, thanking them for coming out. Regulars slapped his back, congratulating him on the night’s success.</p> \n<p>“You touched a nerve,” one of the regulars told him.</p> \n<p>Heidel said that he was happy to start the dialogue about the gender pay gap, pointing out that the women’s soccer team that won the Women’s World Cup this weekend was <a href=\"http://www.politico.eu/article/world-cup-women-pay-gap-gender-equality/\">paid less than their male counterparts</a>. </p> \n<p>Not everyone was thrilled with The Way Station’s version of the ladies’ night, with some men’s rights activists saying the deal discriminated against men. To those who were complaining about price discrimination against men and threatening to boycott the bar, Heidel had a ready response: good riddance.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/28/class-of-2015-income-inequality-jobs\">Class of 2015: women are still making less than men – and prospects are poor</a> </p> \n</aside> \n<p>“Men are already complaining on the Men’s Rights Reddit and other places saying I am discriminating,” Heidel said. “For those men complaining about it, those are not the type of people I want as customers so this promotion is helping to weed out those who do not want to treat women with respect.”</p> \n<p>“This is certainly price discrimination based on gender,” said <a href=\"http://www.bc.edu/schools/law/fac-staff/deans-faculty/mccoyp.html\">Patricia McCoy</a>, a law professor at Boston College. “Whether it is illegal price discrimination is unclear. Some states prohibit price discrimination based on gender, while others do not. Whatever else, certainly what the bar is doing is provocative and guaranteed to draw attention.”</p> \n<p>The New York City department of consumer affairs did not respond to a request for comment as to whether this would constitute price discrimination in New York. </p> \n<p>“This is weeding out the assholes and it’s working,” said Heidel. “It’s 85% women in there and that’s fantastic.”</p> \n<p>Not even five minutes after he said that, three men passed by. One shook his head, saying: “No way am I going into that bar.”</p> \n<figure class=\"element element-image\" data-media-id=\"61d4c28dfbcc348ee9b4ba23a62d6bed272ad60f\"> \n <img src=\"http://media.guim.co.uk/61d4c28dfbcc348ee9b4ba23a62d6bed272ad60f/0_503_2447_1468/1000.jpg\" alt=\"The crowd around the bar right next to the Tardis, which hides the bar’s bathroom. In far left, Andy Heidel is stacking glassware behind the bar. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The crowd around the bar right next to the Tardis, which hides the bar’s bathroom. In far left, Andy Heidel is stacking glassware behind the bar. </span> \n  <span class=\"element-image__credit\">Photograph: Jana Kasperkevic for the Guardian</span> \n </figcaption> \n</figure> \n<p>The US census bureau found that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/us-money-blog/2014/sep/16/us-census-bureau-stagnant-report-figures\">in 2013 women were making $10,800 less a year than men</a>. This means, they were earning only 78 cents for every dollar a man earns. In 2012, women earned 77 cents to every dollar men did.</p> \n<p>Not everyone is ready to accept these numbers, however. Some critics of the “77 cents for every $1” figure insist that the wage disparity between the genders stems from women’s choice of careers – for example, women are more likely to pursue degrees in education, social work, healthcare, arts and communications, while <a href=\"http://www.npr.org/sections/money/2014/10/28/359419934/who-studies-what-men-women-and-college-majors\">men are more likely to study computer science and engineering</a>. </p> \n<p>Heidel dismissed that argument. </p> \n<p>“The stats I have researched are based on same jobs held by women and men,” he said. “I’m sure if you took national average, all the male CEOs would skew the numbers even more.”</p> \n<p>Heidel hopes to make the event an annual thing.</p> \n<p>“Hopefully next year we can do this on 8/5, instead of 7/7,” he said, before diving back into the happy crowd.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/510c02bf09b3fd50e8b194aacac15c3b979ce2f6/0_361_1126_675/1126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":675,"width":1126,"orientation":"landscape","credit":"Gail Heidel/The Way Station","altText":"Way Station","cleanCredit":"Photograph: Gail Heidel/The Way Station"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3d4fe680522dbe3792572f38e47e9faeb4d9cdd3/0_0_1745_1745/1745.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1745,"width":1745,"orientation":"landscape","caption":"To mark 7 July this year, The Way Station charged its female patrons just 77% of their bar tab. Photograph: Jana Kasperkevic for the Guardian","credit":"Jana Kasperkevic for the Guardian","altText":"To mark 7 July this year, The Way Station charged its female patrons just 77% of their bar tab.","cleanCaption":"To mark 7 July this year, The Way Station charged its female patrons just 77% of their bar tab.","cleanCredit":"Photograph: Jana Kasperkevic for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61d4c28dfbcc348ee9b4ba23a62d6bed272ad60f/0_503_2447_1468/2447.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1468,"width":2447,"orientation":"landscape","caption":"The crowd around the bar right next to the Tardis, which hides the bar’s bathroom. In far left, Andy Heidel is stacking glassware behind the bar.  Photograph: Jana Kasperkevic for the Guardian","credit":"Jana Kasperkevic for the Guardian","altText":"The crowd around the bar right next to the Tardis, which hides the bar’s bathroom. In far left, Andy Heidel is stacking glassware behind the bar. ","cleanCaption":"The crowd around the bar right next to the Tardis, which hides the bar’s bathroom. In far left, Andy Heidel is stacking glassware behind the bar. ","cleanCredit":"Photograph: Jana Kasperkevic for the Guardian"}],"webPublicationDate":"2015-07-08T14:02:17Z","lastModified":"2015-07-08T14:19:36Z","metadata":{"commentable":true,"commentCount":218,"contributors":[{"name":"Jana Kasperkevic","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/11/1413020968632/Jana-Kasperkevic-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jana-kasperkevic"}],"feature":true,"keywords":["US income inequality","US work & careers","New York","Feminism","US news","Money"],"tags":[{"id":"us-news/us-income-inequality","webTitle":"US income inequality"},{"id":"money/work-careers-us","webTitle":"US work & careers"},{"id":"us-news/new-york","webTitle":"New York"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"money"},"topics":[{"displayName":"Jana Kasperkevic","topic":{"type":"tag-contributor","name":"profile/jana-kasperkevic"}}],"series":{"title":"Money and feminism","uri":"http://mobile-apps.guardianapis.com/lists/tag/money/series/money-and-feminism"},"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jul/08/new-york-bar-gender-pay","shortUrl":"http://gu.com/p/4aeyz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jul/08/new-york-bar-gender-pay","webUri":"http://www.theguardian.com/money/2015/jul/08/new-york-bar-gender-pay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/510c02bf09b3fd50e8b194aacac15c3b979ce2f6/0_361_1126_675/1126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":675,"width":1126,"orientation":"landscape","caption":"The Way Station bar in Prospect Heights. ‘I thought this would be a great way to even the playing field even if it was for one night only,’ the owner said. Photograph: Gail Heidel/The Way Station","credit":"Gail Heidel/The Way Station","altText":"Way Station Brooklyn","cleanCaption":"The Way Station bar in Prospect Heights. ‘I thought this would be a great way to even the playing field even if it was for one night only,’ the owner said.","cleanCredit":"Photograph: Gail Heidel/The Way Station"}},"importance":4,"kicker":{"title":"New York"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/510c02bf09b3fd50e8b194aacac15c3b979ce2f6/0_361_1126_675/1126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":675,"width":1126,"orientation":"landscape","credit":"Gail Heidel/The Way Station","altText":"Way Station","cleanCredit":"Photograph: Gail Heidel/The Way Station"}}]},{"title":"Meet the millionaire who rescues migrants at sea","rawTitle":"Meet the millionaire who rescues migrants at sea","item":{"type":"article","id":"news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","title":"The millionaire who rescues migrants at sea","trailText":"<strong>The long read: </strong>Appalled by migrant deaths in the Mediterranean, Chris Catrambone bought a boat and launched his own rescue mission. But as he discovered, there are pitfalls to going it alone","standFirst":"Appalled by migrant deaths in the Mediterranean, Chris Catrambone bought a boat and launched his own rescue mission. But as he discovered, there are pitfalls to going it alone","byline":"Giles Tremlett","body":"<p>In late June 2013, Christopher Catrambone, a garrulous 31-year-old American entrepreneur who had spent almost a decade travelling the world to build a multimillion-dollar company, decided to take a break. Tangiers Group, which Catrambone runs with his Italian wife Regina, provides insurance in conflict zones – to US military subcontractors, NGO workers, journalists and missionaries, among others. The business, rooted in such war-wrecked countries as Iraq and Afghanistan, was flourishing. But that summer, Catrambone decided, the company could take care of itself for three weeks.</p> \n<p>Catrambone and Regina, along with Regina’s teenage daughter Maria Luisa, set off from their home on the Mediterranean island of Malta, aboard a glistening white 24-metre chartered motor yacht with Burmese teak decking and varnished Tanganyika walnut joinery. As they motored out of Valetta’s spectacular Grand Harbour – past the Che Guevara 2, a sleek 30-metre super-yacht that belonged to the family of the deposed Libyan dictator Muammar Gaddafi – a Maltese armed forces veteran, Marco Cauchi, was at the wheel, and an old friend of Catrambone’s, the Texan chef Simon Templer, was there to cook and have a holiday. “I love going out on these yearly cruises with my family,” Catrambone said. “We can’t escape each other and get on our iPhones.”</p> \n<p>Malta, one of the European Union’s most southerly points, was an ideal starting place for a three-week cruise to Tunisia and along the coast of Sicily, not far from Calabria, the southern toe of Italy. This is where Catrambone met Regina nine years ago. He had gone to search for his family roots in the place his great-grandfather left for America in the early 19th century, and ended up living down the road from Regina’s mother.</p> \n<div>\n __VIDEO_EMBED_gu-video-457434206__\n</div> \n<p>On 7 July, they sailed away from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/20/lampedusa-refugee-fleeing-libya-boats-italy\">Lampedusa</a>, a small Italian island south-west of Malta that lies even closer to North Africa. A business meeting in Tunisia prevented them staying to see <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/pope-francis\">Pope Francis</a> celebrate a mass on the island, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/08/pope-globalisation-of-indifference-lampedusa\">devoted to the migrants</a> who made the dangerous crossing to southern Europe from Libya in cheap inflatable motorboats and rickety fishing vessels. Some 500 had drowned en route in 2012 alone. Pope Francis lambasted the rich world for its indifference to other people’s suffering: “It doesn’t affect us. It doesn’t interest us. It’s not our business.”</p> \n<p>As they headed south, Regina spotted a beige winter jacket bobbing in the water. Cauchi, who had once run Malta’s maritime search and rescue operations, told her it may have come from a sunken migrant boat. Such tragedies were not new, and only a few months later, the pope’s warnings would be confirmed yet again, when 380 refugees – many from Syria and Eritrea – drowned over the course of only eight days, most within a quarter-mile of Lampedusa. Migrant deaths became an obsessive topic of conversation on the yacht, and Catrambone, typically, found himself looking for a solution. “It makes you think like: ‘Wow! Look at me out here cruising on my boat, at the same time people are out there dying,” he said. “So our heaven is their hell, right? Our paradise is their hell.”</p> \n<p>Catrambone’s business includes, he says, both caring for “heroic” wounded conflict-zone workers (including multiple amputees) and being part of the “financial arm of war”. He is coy about his worth, but Bloomberg reports he made his first $10m by the age of 30. His company covers everything from healthcare to emergency evacuations to kidnapping, while Catrambone styles himself “a humanitarian, entrepreneur and adventurer”. Friends describe him as a compulsive, energetic and tenacious producer of ideas and solutions, who enjoys the drama and challenge of working in some of the world’s toughest spots. A former Roman Catholic altar boy in Lake Charles, Louisiana, Catrambone once considered becoming a priest. Growing up, he tracked natural disasters, coups and the movements of his oil engineer father on a large world map pinned to his bedroom wall. After graduating from a local university, McNeese State, at the age of 20, he was hired and trained by a company that investigated insurance claims. By 26, he had worked as a private eye, a political campaign manager for a Louisiana court official, as an aide in Congress, and as the co-owner of a Cajun riverboat bar serving high-octane bloody marys, jambalaya and gumbo in the US Virgin Islands.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"570ffdd70ec3b8e769d5e5c38c4b2336eac34e0c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192583386/42116d54-e462-4edd-8b7e-b92fd47d0660-460x276.jpeg\" alt=\"Chris Catrambone and his wife, Regina, who run Moas.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together.</span> \n  <span class=\"element-image__credit\">Photograph: Jason Florio</span> \n </figcaption> \n</figure> \n<p>On the yacht, Cauchi – an amiable, stocky, sun-weathered 48-year-old – told Catrambone stories of rescues. Bodies fished out of the sea can haunt you. Martin Xuereb – a former brigadier who had been Cauchi’s boss as head of Malta’s armed services, and would later work with the Catrambones – still recalls watching a body bag being unzipped on a patrol boat several years ago. “It was this child, maybe seven or eight, with his fists clenched next to his face and his eyes wide open,” he told me. But what could one individual, or one wealthy family, do? Money buys many things, but can it stop people drowning in their hundreds and thousands?</p> \n<p>By the end of the cruise, Catrambone had decided to set up his own search and rescue operation. “I said: ‘Chris, this cannot be done. This is impossible’,” Cauchi recalled. “But he kept persisting.” As Catrambone saw it, he was already in the business of saving lives in conflict zones: “I rescue people for money in my other job,” he told me. “I know what to do.” His Tangiers Group is privately owned, making it hard to check his claim that it gives “the best medical treatment in the world”; he brushed off questions regarding a few old complaints I had found on the internet from employees of US defence contractors about his company’s investigative methods, citing confidentiality.</p> \n<p>But there is certainly nothing phoney about Catrambone’s passion for saving migrants. He, too, once lost a home in a natural disaster, when Hurricane Katrina devastated New Orleans’ Ninth Ward in 2005, flooding the building beside the St Charles Avenue tram line where both he and Templer lived. (The two men used their compensation money to open the Cajun riverboat bar, but Catrambone still laments the disappearance of the bohemian, racially mixed lifestyle he once enjoyed in his old neighbourhood.)</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If you are against saving lives at sea then you are a bigot and you don’t even belong in our community</p> \n  <footer> \n   <cite>Christopher Catrambone</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Catrambone saw the migrants as either desperate, entrepreneurial, or both – not too different from his own great-grandfather. He also knew many of the places they were escaping from. “Every major economy has had their hands in Africa, and they have had their hands in the Middle East as well,” he told me. “Our policies have an equal and opposite reaction. You go in. And now they come in.” But Catrambone is not interested in politics or advocacy. For him, the problem is saving lives, based on a simple and typically candid analysis. “If you are against saving lives at sea then you are a bigot and you don’t even belong in our community. If you allow your neighbour to die in your backyard, then you are responsible for that death.”</p> \n<p>* * *</p> \n<p><strong>On a warm afternoon in June 2014,</strong> Cauchi steered a 40-metre, steel-hulled boat called Phoenix out of Portsmouth, Virginia, for his first ever Atlantic crossing. Built in 1973 to pull trawler nets off the coast of Canada, it had been chartered as a US military training vessel, but for the previous 18 months it had been laid up and colonised by rats. (Someone had left food in the ship’s freezers.) The vessel needed a major overhaul, which would be finished off in Malta. Catrambone was on board for the rough crossing: as Atlantic gales stirred up the ocean, the Phoenix proved how tough it was, even surviving a collision with an unidentified object that took a chunk out of its propeller.</p> \n<p>Catrambone was determined to start rescuing people in 2014 and had set a hectic repair schedule. “It cost a crazy amount of money,” said Cauchi. The boat was bought and repaired, for a total of $5.2m, by the Tangiers Group (and still sits on the company’s books) but would be operated by a foundation Catrambone named <a href=\"http://www.moas.eu/\">Migrant Offshore Aid Station (Moas)</a>. He hired Martin Xuereb as director in February 2014, after cold calling to invite him for coffee. “I am not in the habit of meeting for coffee with someone I don’t know,” Xuereb, now 47, told me, but he and Catrambone ended up talking for five hours. “I wasn’t expecting him to be so young. What hits you straight away is his vision, his perseverance and his determination.” No volunteers had done anything similar since 1979, when a group of Germans chartered a freighter named Cap Anamur to rescue migrants fleeing Vietnam. An attempt by the same group to rescue 37 people off Italy in 2003 ended with <a href=\"http://news.bbc.co.uk/1/hi/8295727.stm\">crew members put on trial</a> for facilitating illegal entry into the country; they were found not guilty, and the migrants were deported.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/20/lampedusa-refugee-fleeing-libya-boats-italy\">I was a Lampedusa refugee. Here’s my story of fleeing Libya – and surviving | Hakim Bello</a> </p> \n</aside> \n<p>As he attempted to raise funds for Moas, Catrambone found donors sceptical. The Italian navy had launched the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/oct/27/uk-mediterranean-migrant-rescue-plan\">Mare Nostrum</a> operation, at a cost of €9m per month, after the October 2013 shipwrecks, to pick up migrants as they left Libyan waters. (“Italians are frickin’ heroes, man,” Catrambone told me.) This, at least, made it unlikely that Catrambone would be prosecuted for doing the same. Still, no NGO had become involved at sea, and many European governments complained rescue operations were a “pull factor” that would increase both migration attempts and deaths. Setting up Moas was not cheap, with monthly operating costs of up to €600,000. Two rigid-hulled inflatable speedboats with twin 70-horsepower engines were bought to ferry migrants to the Phoenix. Catrambone hired an experienced search and rescue crew as well as leasing two helicopter drones and their operators from the Austrian company Schiebel. He was determined to get out to sea, however, and Regina agreed that they could cover the 10-week operation in 2014 with a further $2.3m of their own money.</p> \n<p>With Catrambone on board, the Phoenix left on its first mission late in August 2014, heading for international waters close to Libya. The migrant crisis was continuing to intensify. That year, mostly during the migration “high season” that runs from March to October, 100,000 people squeezed into the overcrowded vessels that pushed off almost daily from the shores of Libya; at least 3,419 died en route.</p> \n<p>Moas was planning to act under the instructions of the Maritime Rescue Coordination Centre (MRCC) in Rome, which covers the zone crossed by migrant boats from Libya and can order any vessel to undertake a rescue. Given how well suited to the task the Phoenix was, it was inevitable that MRCC would eventually ask it to help. Cauchi was a recognised search and rescue expert, and the Phoenix’s 1.2-metre freeboard (the space from the waterline to the open deck) made it a far safer vessel to scramble on to than the lumbering tankers and cargo carriers that sometimes lower long rope ladders to already exhausted migrants, some of whom are pregnant or too young to even walk. A doctor was on board and the vessel was equipped to look after 400 people.</p> \n<figure class=\"element element-image\" data-media-id=\"15a15e5f2820e9bc332a5fa86b8e95ae9eac1c22\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192920605/0cbb9504-ba3c-4afc-9d32-6191f209642d-460x276.jpeg\" alt=\"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.</span> \n  <span class=\"element-image__credit\">Photograph: DPA/Corbis</span> \n </figcaption> \n</figure> \n<p>The first call came through after four days, on 30 August. The Moas team quickly found itself involved in the simultaneous rescue of two migrant boats, including a wooden fishing vessel with 350 people – many of them families from Syria – that was slowly sinking. By the end of the rescue, water was flooding onto the main deck of the fishing boat, and many of the migrants were in the sea. So many small children were rescued that the Phoenix almost ran out of baby formula. “That was a shock for most of the crew,” Catrambone recalled. “We were a bit overwhelmed with the thought that this was really happening. These children and mothers were at the hands of the sea, at the hands of death.”</p> \n<p>The Phoenix rescued 1,462 people in 10 weeks and helped a further 1,500 onto Italian navy vessels. (There were also lulls when the crew fished for bluefin tuna.) The Phoenix operates in international waters that start just 12 nautical miles from the shores of Libya – now one of the world’s most violent places, where two separate governments have only tenuous control over their territories. An American consultant hired to advise on security fretted that the ship’s unarmed crew was too close to Libyan waters, but Catrambone decided he was overreacting – after long periods working in Iraq and Afghanistan (and a narrow brush with death during a missile strike in Israel), Catrambone felt he knew how to calibrate risk; the success of his own business, he says, is based in part on the tendency of others to exaggerate danger. “We are not afraid to go where others are [afraid],” he told me. “We don’t need a military convoy to take us.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You might not get on the Phoenix as a humanitarian, but you are one when you get off</p> \n  <footer> \n   <cite>Christopher Catrambone</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>While Catrambone joined the speedboat crew on rescue missions, Regina and her daughter Maria Luisa helped care for the migrants when they arrived on the Phoenix. One night Maria Luisa found herself talking to a fellow 18-year-old – a cultured, English-speaking Syrian girl named Rasha, who was travelling on her own after both her parents were killed. “I looked at her and I looked at me, and I said: ‘What if I was Rasha? What if I had to see people being killed by snipers every day, seeing my parents killed right before my eyes?’ I would want to leave,” she explained. “She was so brave. She travels, she gets on a boat. And she says: ‘Either I am going to make it, or I am going to die trying.’” The more the rescues went on, and the more stories they heard, the deeper the family and crew found themselves bound to the mission. “You might not get on the Phoenix as a humanitarian,” Catrambone said. “But you are one when you get off.”</p> \n<p>* * *</p> \n<p><strong>In October, a few days after their final mission of 2014,</strong> I met Catrambone at a small restaurant in Malta. He appeared on a Vespa scooter, looking distinctly unlike a millionaire. (There are expensive cars in his driveway, I later found, but he is still taken to the airport in a tiny old Peugeot 106 by a retired Maltese taxi driver named Charlie.) In the photographs I had seen, Catrambone sported a spiv’s moustache, though he was starting to add what would become a thick, tightly curled beard. Passionate, single-minded, and slightly unnerved by the press attention Moas had just begun to receive, Catrambone talked up his business but was disarmingly modest. (“He says he is the thinker, and I am the doer,” Regina told me later. “Everything that we have done together has been successful,” he added.) He larded his conversation with colourful Louisiana slang, which he then apologised for. He delivered riffs about the millennial generation being tired of huge corporations, excess and greed. He worried that capitalism had lost its soul by eliminating trust. “Wealth can be very short-term,” he said. “We are not trying to be crusaders. We’re just being humans, keeping hold of our dignity.”</p> \n<p>At the time, Catrambone was worried that the “pull factor” lobbyists had won the argument over European migrant policy. Italy, under pressure from the rest of Europe, had announced the end of Mare Nostrum. Yet the pressures pushing people out of places such as Syria and Eritrea had not disappeared, while Libya remained a perfect operating base for smugglers. When the winter winds settled in the spring, and the sea calmed, migrants would set out once more, he told me; on fine days, that would mean more than a thousand people in numerous boats. The Phoenix, with space for just 400, was set to be the only dedicated rescue vessel.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/19/italian-prime-minister-matteo-renzi-emergency-summit-700-drown-mediterranean\">EU ministers meet for crisis talks after hundreds of migrants drown in Mediterranean</a> </p> \n</aside> \n<p>It took the Mediterranean’s worst modern marine disaster, and some 850 deaths, to finally discredit the “pull factor” theory. On <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/19/700-migrants-feared-dead-mediterranean-shipwreck-worst-yet\">18 April</a>, as the Catrambones were preparing Phoenix to sail again in May, a large Portuguese cargo boat called the King Jacob was sent to rescue a smaller, steel-hulled cargo vessel carrying up to 900 migrants about 17 miles off Libya. The King Jacob stopped 100 metres from the marooned boat, whose captain – believed to be a Tunisian – manoeuvred clumsily in the dark, ramming the Portuguese boat. The migrant vessel rapidly sank, taking those below decks with it and tipping the rest into the black night sea. Only 28 people survived. The two dozen corpses pulled from the sea were sent to Malta, where on 23 April, the Catrambones sat at an interfaith funeral before rows of dark wooden caskets, and a single white child’s coffin marked “Body No 132”. Within days, a few wilted flowers on an anonymous common grave at the Addolorata cemetery were the only sign that the dead had ever existed.</p> \n<p>A few days later, I sat with Catrambone on the quay in Marsa, Malta as the Phoenix was loaded for its first mission of this year. Individual bags of emergency rations and basic clothing were being prepared by their new partners from the Dutch branch of <a href=\"http://artsenzondergrenzen.nl/?utm_source=google&amp;utm_medium=grants&amp;utm_content=home&amp;utm_campaign=selfie&amp;gclid=CP7s1eXaxsYCFSTmwgodtBwDHw\">Doctors without Borders</a>, who would care for the migrants on board. One cardboard box was marked “body bags”. Catrambone was angry about the King Jacob tragedy, but it had shamed Europe’s politicians and he was hopeful that something was changing. Naval vessels, including the Royal Navy’s HMS Bulwark, were on their way. He had even heard Jean-Marie Le Pen, the rabidly anti-immigrant founder of France’s Front National, praise the Phoenix’s work. Some still disagreed. “We will only encourage more and more people to set sail in upturned bath-tubs and patched-up lilos,” <a href=\"http://blogs.spectator.co.uk/coffeehouse/2015/06/the-madness-of-the-royal-navys-rescue-mission/\">Rod Liddle wrote in the Spectator</a> a few weeks later. “Among them will be maniacal jihadis and assorted criminals, all expecting to be rescued by the countries which, in some cases, they wish to destroy.”</p> \n<p>Catrambone fretted that Moas was overstretching family resources – both time and money – and, with only €1m pledged, he could not understand why there had been so few donations from rich individuals, especially in the Middle East. “It is mostly Muslims who are coming, and there should be help from these rich Arab people that are sitting there, that don’t know what to do,” he said. But separating politics from rescuing migrants is tough: after announcing they would join the Phoenix this year, Doctors Without Borders in Holland lost some of its donors, who were apparently happy to help mitigate damage from war, famine, or Ebola, but did not want their money spent on rescuing people heading for Europe.</p> \n<p>* * *</p> \n<p><strong>By the time I stepped on board the Phoenix</strong> to join a week’s mission on 14 June, it looked like 2015 was set to be another record-breaking year for Mediterranean migration. We sailed out past the ancient forts overlooking Valletta’s Grand Harbour and into a two to three-metre swell that pushed the short, sharp Mediterranean waves above the height of a man. It was hard to imagine any migrant boat daring to launch in such conditions. But several days of bad weather, when the smugglers rest, were coming to an end.</p> \n<p>That same evening, as we were heading south towards Africa, Robel Buzuneh and Misgina Tsigay sat in a warehouse, in what they believed was the Libyan navy’s dockyard in Misrata – a space shared by two smuggling gangs. Like them, most of the 620 people there were Eritreans fleeing a 20-year-old dictatorship known for torture, extrajudicial killings, and forced military service. Buzuneh, a 27-year-old former business student, and Tsigay, 30, were both deserters and, for different reasons, traumatised by the trip. Buzuneh thought he would die in the desert after having been abandoned by his traffickers and running out of food and water. Tsigay had witnessed two of his party, and three Libyan drivers, being shot by an Egyptian border patrol. In the warehouse they ate a monotonous diet of pasta, while men with guns watched over them.</p> \n<p>As the Phoenix’s reinforced steel bow ploughed through the swell towards the Libyan coast, the Eritreans were shepherded into groups of 50 to 100 and put into motor skiffs that carried them through the dark towards two fishing boats that, to their dismay, were both very old and very small. “We did not know the captain and did not know what the boat would be like,” Buzuneh said. The Libyans distributed them around the boat, trying to keep it even. Buzuneh ended up stuffed – his knees against his ears – in a space below deck that was just over a metre high.</p> \n<p>Further along the coast, Bakory Jobe, a 20-year-old from Gambia, in west Africa, was part of a group of 109 who took turns carrying a large inflatable boat with a Libyan smuggler sat atop, “like on a throne”. Fifty minutes after setting out from a forest clearing where several hundred sub-Saharan Africans were gathered, they reached the sea and pushed off in the packed rubber vessel, heading for international waters where they expected to be rescued. “My legs were trembling and I was praying the whole night,” Jobe said.</p> \n<div>\n __VIDEO_EMBED_gu-video-456438735__\n</div> \n<p>Both boats yawed and rolled in the swell. In Buzuneh’s overstuffed fishing boat, people vomited over each other. Heat from bodies packed tightly together and from the engine added to the fear, thirst and claustrophobia. “Everyone was very frightened,” said Buzuneh. “They told us we would be rescued in six hours … After 11 hours we were very scared. With this small boat it is impossible to go for a long period of time, or for a long distance.”</p> \n<p>The next morning, below deck on the fishing boat, Buzuneh had a small satellite phone thrust into his hands. The smugglers’ men on the boat had called MRCC Rome, and ordered him, as one of the few English speakers, to transmit their coordinates. Soon a call came through to the Phoenix, directing it to find the boat, which was 30 nautical miles away. Catrambone’s team had already launched a camcopter drone, which now headed towards the location Buzuneh had specified, and soon the drone was close enough to make out a blue fishing boat packed with people, doing the characteristic drunken zig‑zag of a small boat struggling to maintain a steady course in a big sea. “They just move like ants out there, being pummelled by the waves,” Catrambone told me later. With the position and direction of the boat established by the drone, the Phoenix set out to intercept it. Soon a small yellow dot appeared on the radar screen; Cauchi peered through his binoculars to see the blue hull appear on the horizon. The boat sat low in the water, a sign that it was bearing the weight of hundreds of people.</p> \n<p>Cauchi directed the rescue operation from the bridge of the Phoenix, which stopped about a mile away from the overladen fishing boat. He ordered the speedboat lowered and it soon sped off with three crewmen, a doctor and a huge sack of life jackets on board. “Every time we are sent to an operation, I think sooner or later I will have a heart attack, because you are always thinking what will go wrong,” Cauchi said. “It needs to be done carefully.” The speedboat approached from the back, to prevent people lurching to one side and capsizing their boat.</p> \n<p>They were ordered to sit down and to allow the women and children off first. A group of teenage girls, alternately smiling nervously and grimacing with fear, were lowered onto the speedboat. The Phoenix’s deep hull acted as a barrier, calming the waves on the lee side, where the girls were pulled aboard. On a second run, smaller children appeared, as young as three, dwarfed by their orange life jackets and clinging to their mothers. A smooth routine followed: the speedboat went back and forth, carrying 15 people at a time. The fishing boat rose slowly in the water as it was emptied, though the upper deck kept filling as the cramped human cargo below deck crept out of the narrow, square hatches.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/apr/15/migrants-rescued-off-the-italian-coast-in-pictures\">Migrants rescued off the Italian coast – in pictures</a> </p> \n</aside> \n<p>I joined the speedboat crew as they bumped across the open sea to pick up another group of migrants. When I clambered onto the fishing boat after the last men left, it occurred to me that an armed smuggler might be hiding below deck, waiting to sail the boat back to Libya. But nobody was there. (Catrambone later told me he had once experienced the same sensation, and ended up hollering through the hatch, telling anyone still there to come out or face his wrath.) Water was pooling beside the still-throbbing Hyundai engine. Both decks were a mess of water bottles, discarded scarves and shoes, half-eaten packs of cheese triangles and little drawstring bags with pictures of Lionel Messi or Cristiano Ronaldo. Plastic bags and other rubbish floated around the stinking lower deck. A small plastic bag can easily block the pump. “If the bilge pump stops, you are done,” said Cauchi. The smugglers had also put in new unpainted wooden struts to ensure the upper deck did not give way under the weight of 150 people. Empty boats are valuable, and during a recent rescue, three Tunisian fishing boats approached while Catrambone was helping get the last men off. “They were signalling for us to come over and talk,” Catrambone recalled. “Our thought was that either they wanted to kidnap us or take the boat. It’s better not to talk to them.”</p> \n<p>Back on the Phoenix, one girl, her trousers covered in vomit, collapsed as soon as she got on board. Mostly there was quiet relief as energy snacks, water bottles, blue towels, woollen socks and thin white, wind-blocking protective overalls were handed out. After a few minutes of stunned silence the small children, miraculously, began playing.</p> \n<p>* * *</p> \n<p><strong>Later in the day, when 106 survivors</strong> from Jobe’s inflatable boat were transferred onto the Phoenix from a rescue boat chartered by the Belgian branch of Doctors Without Borders, it became clear how successful our first rescue had been. On Jobe’s boat, which had called the MRCC on a satellite phone that morning, the rescue effort had gone badly wrong: three people drowned at the last moment, and as air leaked out of the inflatable boat, he had watched a panic break out as five or six people fought to grab the rope ladder lowered to them. Unable to swim, he decided to sit still, but more than a dozen people fell into the sea. Another Gambian, Abubacarr Gibba, aged 27, fought to get onto the ladder, fell in the water, climbed out and then fell back in. “I can’t swim. I always said I was like a big stone,” he said. But the sea refused to drag him down and when he broke surface a second time and began vomiting gasoline-tanged sea water, a friend urged him to reach a life jacket that had been hurled into the water. “I managed to swim, which I had never done in my whole life.” The inflatable boat, he thought, would not have lasted another hour.</p> \n<p>For the next 48 hours, a small sample of 21st-century African migrants to Europe – with the addition of a few Bangladeshis – lived squashed together on the Phoenix’s two outside stern decks, telling their stories. For some, the sea had been a minor hardship compared to what happened before. “Libya is hell for black people,” said Jobe, who still had wounds on his knee from a beating. On his first day in Libya, 40 of his group were kidnapped by armed men who robbed them. “They shot a friend in the leg,” he said. Buzuneh and the other Eritreans had each paid $4,000 to travel via Khartoum, in Sudan. “I didn’t think it would be this difficult,” he said. “People think Europe is heaven.”</p> \n<figure class=\"element element-image\" data-media-id=\"62954ffa54d110047870f37ab92cfd2a67160aad\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192729356/ec2d8c15-e4db-43b9-a550-c9d9d16dfd7f-460x276.jpeg\" alt=\"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Silverstone</span> \n </figcaption> \n</figure> \n<p>The teenage girls remained quiet about their ordeal. Jobe knew why. “Every night Libyans come with their guns and take three or four of our women,” he said. “If you cry he will beat you. Then maybe after he will give you one packet of biscuits.” On deck a couple of teenage girls – no older than 15 – saw Maria Luisa as a confidant. “Men not good,” one explained, pointing at her own body. After two summers of regular missions and taking professional seafarer’s exams, Maria Luisa has matured beyond her years and learned to hide her own horror at the stories she hears. “Sometimes it is too overwhelming, and you just want to say: ‘I can’t believe they are really doing this to you.’ But you can’t say this because they need to talk, and they need to be heard.”</p> \n<p>The Phoenix’s upper deck was packed. Men trod on each other, argued briefly over the tiny spaces available to stretch out, and continued to vomit. Mostly, though, they slept, ate the freeze-dried <a href=\"http://adventurefood.com/en/\">Adventure Food</a> vegetable hotpot that had been heated up with boiling water, and wondered about the future. “I don’t know what will happen tomorrow,” said Gibba “But we think we will feel safe in Europe.” Some wanted to go to Britain, because they knew the language. “It will be easier, because we in Gambia were colonised by England,” reasoned one man with a brother in Leicester. Others wanted to go to Germany, or Switzerland, or simply did not care.</p> \n<p>After the second night, they awoke to see the low coastline of Sicily before the Phoenix entered the harbour at Augusta. A dizzying array of Italian organisations waited on a cargo dock beside a mountain of scrap metal. The migrants stepped down the gangplank to touch European soil and walked on to a tented processing camp with doctors, fold-out beds, food and tents proudly bearing the name of Italy’s “Ministero Dell’Interno”. UNHCR officials were ready to help process asylum petitions, which Eritreans can expect to have accepted. They were moved on to permanent camps by the morning, though many flee these immediately, knowing that EU rules mean that if they were to be fingerprinted by Italian police, other European countries could send them back there. Further along the coast, Eithne, an Irish naval service patrol boat, was delivering a similar number of people. Another thousand migrants had made it to Europe in a single, not very remarkable, day.</p> \n<p>* * *</p> \n<p><strong>We sailed back to Malta through rough sea</strong>, the white-tops occasionally dumping their froth on the deck, while Cauchi stared out of a window and marvelled at how stable the boat remained. By the time we docked in Malta again, the European Union had adopted a more aggressive stance, agreeing to establish a €12m military operation to sink boats used by smugglers. Catrambone likens military and law enforcement attempts to stop migration to the war on drugs. The problem will not go away, he says, until there are no users. “It just don’t look like there’s any fricking chance of any alternative happening right now,” he said. “There is no easy answer. That is why I am saying you really have to focus in on saving people’s lives first.”</p> \n<p>Catrambone says he would close Moas’s Mediterranean operation if Europe had something better to offer, but that does not seem likely to happen soon. He once told me that he could have replaced the whole Mare Nostrum operation with something similar for a third of the cost, and he continues to think in ever bigger terms. He would like to have $10m a year to charter a new boat, a 45-knot Australian-built catamaran ferry named HSV-2 Swift, which is two and half times the size of the Phoenix. It could make the trip from the rescue zone to Sicily in just five or six hours. That may seem fantastical - but it is no more so than the idea of MOAS seemed less than a year ago. Catrambone did not rule out the possibility that Moas would operate elsewhere – a similar migrant tragedy, after all, is occurring off Myanmar, as the Muslim Rohingya minority flees persecution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/sep/18/-sp-world-briefing-europe-worsening-migrant-crisis\">Europe’s worsening migrant crisis – the Guardian briefing</a> </p> \n</aside> \n<p>All that will require more money. While we were out at sea, a fundraising drive by the activist organisation Avaaz reached $500,000, slightly less than a month’s costs. Moas will now just about cover running costs from donations this year, though the Catrambones continue to plug holes. Catrambone knows one of his problems is that, unlike many other wealthy individuals, he is at the action end of the philanthropy chain. Most set up foundations to finance political advocacy or donate to existing NGOs, many of which have large memberships. He and Regina are wary of Moas being seen as an eccentric millionaire’s hobby, making it harder to raise money and awareness. “We are not bored, we are not old, we have a lot to do,” said Regina, who has increasingly turned her attention away from their business and towards Moas. And with a large, well-organised NGO like Doctors without Borders sending its own boats this year, there is now an element of competition for raising funds. Cooperation, Catrambone says, is the future. Catrambone has also thought of seeking funding from the merchant marine industry, which loses money every time a cargo vessel or oil tanker is ordered to a rescue.</p> \n<p>Whatever the future holds, nothing can change the fact that the Catrambones – initially self-financed, freelance operators – have set both a precedent and, having never lost a life, a standard. Those who care about migrants drowning, Catrambone insists, no longer have to wait for governments to act. They can turn, instead, to Moas or other NGOs. He had already told me that if the family business ever went down, he and Regina would have no regrets about spending so much time and money on Moas. “A lot of people say: ‘Oh, look at the millionaires! They’ve spent a lot of money’,” he said. “I’ve invested my life into this and my family has invested our savings. This is important for us and we believe in it. And you know what, if I am poor one day and I’m out in the street, well so be it. But we did this. And we are proud of it. I will never take anything back.”</p> \n<ul> \n <li>Follow the Guardian long read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a><br /></li> \n</ul> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/07/mediterranean-migrant-arrivals-italy-passes-50000\">Mediterranean migrant crisis: number of arrivals in Italy in 2015 passes 50,000</a> </p> \n</aside>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192181522/ac5d1af8-1e7b-457d-99b6-98f5b86f7ae2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Silverstone","altText":"The Migrant Offshore Aid Station's ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean sea.","cleanCredit":"Photograph: Tom Silverstone"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192583959/42116d54-e462-4edd-8b7e-b92fd47d0660-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together. Photograph: Jason Florio","credit":"Jason Florio","altText":"Chris Catrambone and his wife, Regina, who run Moas.","cleanCaption":"‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together.","cleanCredit":"Photograph: Jason Florio"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192922069/0cbb9504-ba3c-4afc-9d32-6191f209642d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014. Photograph: DPA/Corbis","credit":"DPA/Corbis","altText":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.","cleanCaption":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.","cleanCredit":"Photograph: DPA/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192730887/ec2d8c15-e4db-43b9-a550-c9d9d16dfd7f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya. Photograph: Tom Silverstone","credit":"Tom Silverstone","altText":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.","cleanCaption":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.","cleanCredit":"Photograph: Tom Silverstone"}],"webPublicationDate":"2015-07-08T06:15:03Z","lastModified":"2015-07-08T06:34:26Z","metadata":{"commentable":true,"commentCount":566,"contributors":[{"name":"Giles Tremlett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilestremlett"}],"feature":true,"keywords":["Migration","Philanthropy","Malta","Libya","Middle East and North Africa","Africa","Italy","World news","Europe","Syria","Eritrea"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"society/philanthropy","webTitle":"Philanthropy"},{"id":"world/malta","webTitle":"Malta"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/eritrea","webTitle":"Eritrea"}],"section":{"id":"news"},"topics":[{"displayName":"Giles Tremlett","topic":{"type":"tag-contributor","name":"profile/gilestremlett"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-457434206","source":"guardian.co.uk","durationInSeconds":686,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707MOASboat_2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707MOASboat_2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","credit":"guardian.co.uk","altText":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCaption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video"}},{"id":"gu-video-456438735","source":"Reuters","durationInSeconds":114,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10278872&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/21/150421migrantsfinal.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/21/1429632781159/crop_KP_190519_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video ","cleanCaption":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video "}}],"adTargetingPath":"news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","shortUrl":"http://gu.com/p/4adhy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","webUri":"http://www.theguardian.com/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192181522/ac5d1af8-1e7b-457d-99b6-98f5b86f7ae2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Migrant Offshore Aid Station’s ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean. Photograph: Tom Silverstone","credit":"Tom Silverstone","altText":"The Migrant Offshore Aid Station's ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean sea.","cleanCaption":"The Migrant Offshore Aid Station’s ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean.","cleanCredit":"Photograph: Tom Silverstone"}},"importance":3,"showQuotedHeadline":false,"sublinks":[{"title":"Video / The rescue crew saving migrants in the Mediterranean","rawTitle":"The rescue crew saving migrants in the Mediterranean","item":{"type":"video","id":"world/video/2015/jul/08/troubled-waters-working-save-migrants-mediterranean-moas-video","title":"In troubled waters: the rescue crew saving migrants in the Mediterranean","trailText":"<p>The Guardian spends five days with the Migrants Offshore Aid Station (MOAS) meetings its crew and the migrants it saved</p>","standFirst":"The Guardian spends five days with the Migrants Offshore Aid Station (MOAS) meetings its crew and the migrants it saved. MOAS, a privately funded search-and-rescue vessel, was founded in 2013 and is made up of international humanitarian workers, security professionals, medical staff and maritime officers - they search for and save migrants stranded at sea. During the first six months of 2015, an estimated 137,000 migrants tried to cross the Mediterranean sea - the majority fleeing war, conflict or persecution.","byline":"Tom Silverstone, Maria Valente, Pascal Wyse","body":"<video data-media-id=\"gu-video-457434206\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150707MOASboat_3_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/08/150707MOASboat_3_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/08/150707MOASboat_3.m3u8\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/08/150707MOASboat_3_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/08/150707MOASboat_3_small.3gp\"></source> \n</video>","video":{"id":"gu-video-457434206","source":"guardian.co.uk","durationInSeconds":686,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150707MOASboat_3_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150707MOASboat_3.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCaption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCredit":"guardian.co.uk"}},"section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCaption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-07-08T05:00:00Z","lastModified":"2015-07-08T11:37:36Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Tom Silverstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-silverstone"},{"name":"Giles Tremlett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilestremlett"},{"name":"Pascal Wyse","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/18/1411049957461/Pascal-Wyse-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pascalwyse"},{"name":"Mustafa Khalili","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mustafa-khalili"}],"feature":false,"keywords":["Migration","Migration and development","Middle East and North Africa","Syria","Malta","Philanthropy","Africa","World news","Libya","Italy","Eritrea"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"global-development/migration","webTitle":"Migration and development"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/malta","webTitle":"Malta"},{"id":"society/philanthropy","webTitle":"Philanthropy"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/eritrea","webTitle":"Eritrea"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/video/2015/jul/08/troubled-waters-working-save-migrants-mediterranean-moas-video","shortUrl":"http://gu.com/p/4aezq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/video/2015/jul/08/troubled-waters-working-save-migrants-mediterranean-moas-video","webUri":"http://www.theguardian.com/world/video/2015/jul/08/troubled-waters-working-save-migrants-mediterranean-moas-video"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Video"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCaption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCredit":"guardian.co.uk"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f2d3374cd2dd5de618125b99e42f67a62bff3c32/269_0_4320_2592/1000.jpg","height":600,"width":1000}}]},{"title":"Science / How can we fix unconscious racism?","rawTitle":"How can we fix unconscious racism?","item":{"type":"article","id":"science/head-quarters/2015/jul/08/how-can-we-fix-unconscious-racism","title":"How can we fix unconscious racism?","trailText":"<strong>Nathalia Gjersoe: </strong>Racial prejudice has its roots in children’s natural drive to carve the world up into categories. Can research do anything to fix this?","standFirst":"<p>Racial prejudice has its roots in children’s natural drive to carve the world up into categories. Can research do anything to fix this?</p>","byline":"Nathalia Gjersoe","body":"<p>Racist stereotypes, at their root, come from quite a fundamental learning mechanism. Humans are able to learn and adapt so quickly because they are excellent at making generalisations about the world based on very limited experience. Take dogs, for example - a toddler might reasonably conclude after meeting just two or three that all dogs are furry, bark and have tails that should be treated with some caution. <br /></p> \n<p>On the whole, stereotypes are often right – dogs do normally bark and wag their tails. The difficulty arises when this learning mechanism is applied to groups of people. Race is an easy mental category to fit people into because skin colour is a salient visual feature. </p> \n<p>Babies are not born believing that any group is better than another but they do attend to race surprisingly early. From about <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1467-7687.2012.01138.x/abstract;jsessionid=AD3EA110CA54514B1DCA3BD3CEFA2099.f03t04%20http://onlinelibrary.wiley.com/doi/10.1111/j.1467-7687.2012.01138.x/abstract;jsessionid=AD3EA110CA54514B1DCA3BD3CEFA2099.f03t04\">9-months</a>, babies show a general preference for what is familiar: they are quicker to recognise faces and facial expressions of their own race than of other races. </p> \n<p>If we don’t have the opportunity to interact with individuals of a different race then the information we have to inform a racial category has to come from other sources such as the media or people’s opinions. As these can be biased in positive or negative ways, the stereotypes we form can also be biased and inaccurate. Depending how insistent and consistent these secondary sources are, they might even overwhelm our own <a href=\"https://implicit.harvard.edu/implicit/demo/background/faqs.html#faq19\">personal experience</a>. </p> \n<p>This effect is compounded by some other low-level, unconscious biases. There is a strong tendency to favour our <a href=\"https://en.wikipedia.org/wiki/In-group_favoritism\">own group</a> over other groups. It doesn’t really matter how the group is specified: children remember more positive things about members of their in-group and more negative things about members of the out-group, even if group membership is specified by something as superficial and transient as <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3513287\">t-shirt colour</a>. </p> \n<p>We (as a species) also have a tendency to think of members of the out-group as being all much the <a href=\"https://en.wikipedia.org/wiki/Out-group_homogeneity\">same</a> while members of our in-group are all unique snowflakes. This enables us to create coherent categories and make predictions but can also lead to vastly inaccurate and damaging sweeping generalizations. </p> \n<p>Young children are particularly sensitive to the use of <a href=\"http://www.jstor.org/stable/3696358?seq=1#page_scan_tab_contents\">generics</a> in language to learn about the world as quickly as possible. If you say ‘birds have wings’ they will generalise this information to all expectations of birds in a way that they won’t if you say ‘this bird has wings’. Of course, the same is then <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1467-8624.2010.01432.x/abstract\">true</a> if they hear phrases like ‘Arabs are violent.’</p> \n<h2><strong>Insidious racism</strong></h2> \n<p>So, it is an embarrassing and oft repeated finding that while the <a href=\"http://www.bbc.co.uk/news/uk-27608252\">majority</a> of people in Western countries these days are egalitarian believers in a fair meritocracy, on tests of unconscious racial bias about <a href=\"http://www.science20.com/news_articles/implicit_association_test_are_you_secretly_racist_hint_you_are-92783\">70%</a> show a preference for their own race. The classic test is the <a href=\"https://en.wikipedia.org/wiki/Implicit-association_test\">Implicit Association Test</a>, which measures how quickly you are able to categorize photos of members of your own race with positive characteristics (wonderful, glorious) and members of a minority race with negative characteristics (horrible, nasty).</p> \n<p>This conflict between people’s dearly held explicit beliefs and their nasty little unconscious racial biases is troubling and has <a href=\"http://www.independent.co.uk/news/uk/home-news/britains-hidden-racism-workplace-inequality-has-grown-in-the-last-decade-9898930.html\">real-world consequences</a>. For example, presented with identical, moderately good resumes attached to a picture of a white or black candidate, interviewers are significantly <a href=\"http://web.stanford.edu/group/scspi/_media/pdf/Reference%20Media/Dovidio_Gaertner_2000_Discrimination.pdf\">more likely</a> to shortlist the white candidate for interview. This study was originally conducted in 1989 but the results were exactly the same when it was repeated in 2005. </p> \n<h2><strong>The roots of racism</strong></h2> \n<p>Explicit (conscious) racial biases start at about <a href=\"http://dsclab.uchicago.edu/documents/Kinzler%20Spelke%202011,%20Cognition.pdf\">5-years</a> of age but, where they are not supported, tend to peter out from about <a href=\"http://pss.sagepub.com/content/17/1/53.short\">10-12 years</a>. This is likely because children become more aware of principles of fairness and social justice that shape how they believe people should be treated. (If racial stereotypes are supported by the people around them then all bets are off. On the whole, garbage in, garbage out.) </p> \n<p>Implicit (unconscious) racial biases, however, can develop as young as <a href=\"http://www.fas.harvard.edu/~mrbworks/articles/2013_Dunham_PS.pdf\">3 years</a> of age. Once established in the preschool years they are surprisingly resilient to change. While explicit racial prejudice drops off in most children, implicit racial biases usually remain <a href=\"http://pss.sagepub.com/content/17/1/53.short\">consistent</a> through to <strong>adulthood. </strong></p> \n<h2><strong>Changing unconscious racism</strong></h2> \n<p>I was particularly taken then with a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25284211\">paper</a> in this month’s Developmental Science, which shows that a very simple intervention can disrupt young children’s unconscious racial biases. Xaio and colleagues at Zheijiang Normal University in China repeated a common measure of implicit racial bias: the ‘angry=outgroup’ test. Here photos of faces were morphed so that it was ambiguous whether they were Chinese or African. Each face was presented twice, once looking angry and once looking happy, and respondents asked to decide what race the face was. </p> \n<p>As in previous tests, Chinese adults and children tended to say that the happy faces were Chinese and the angry faces were African. This is the <a href=\"http://www.fas.harvard.edu/~mrbworks/articles/2013_Dunham_PS.pdf\">same pattern</a> as for white American children and adults who tend to say that happy faces are white and angry faces are black. </p> \n<p>The researchers then introduced a very quick intervention. Four, 5- and 6-year-olds were asked to discriminate between 5 African faces and had to remember what number went with each face before they could proceed to the next step. This task forced children to focus on the individual differences between the faces. </p> \n<p>When the angry=outgroup test was repeated, the bias had disappeared. Children were just as likely to say that the angry faces were Chinese as African. This simple intervention seems to have disrupted what was previously considered a very deep rooted and difficult to change bias. </p> \n<p>The study raises a lot more questions than it answers. Why does it work? How long do the effects last for? How do changes in implicit biases interact with explicit beliefs and behaviour? </p> \n<p>But I like it for two reasons. First, it gets to the root of the issue of racist generalisations by tinkering with simple perceptual categorization. If racial prejudice is just a value judgment laid on top of unconscious perceptual and grouping biases then this seems a sensible level to work at. </p> \n<p>I also like its simplicity. Very similar effects have been shown with <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0004215\">adults</a> but used hundreds of repetitions during the intervention stage. Xiao’s intervention took no more than 15 minutes yet had significant short-term effects. Such a procedure could easily be adapted to a game or an app that, played regularly, might support longer-term change. </p> \n<p>Being aware of implicit racial prejudice is important. We need to know it’s there to guard against it influencing our behaviour and we need to shape society to minimise its effects. For instance, racial information is now excluded from job applications and kept confidential so as not to influence decisions at the shortlisting stage. </p> \n<p>But tackling implicit racial bias is important too. Vigilance can only take us so far when battling against unconscious demons. Would you like to see how you fare on the Implicit Association Test? Have a go <a href=\"https://implicit.harvard.edu/implicit/uk/\">here</a> but don’t despair if, like 70% of the population, you show an unwanted preference for your own race. Being aware of these biases can make a difference and help may be just around the corner. </p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/5/1423136410133/Jelly-Babies-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Alamy","altText":"multicoloured jelly babies","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-08T12:00:10Z","lastModified":"2015-07-08T12:00:13Z","metadata":{"commentable":true,"commentCount":316,"contributors":[{"name":"Nathalia Gjersoe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nathalia-gjersoe"}],"feature":false,"keywords":["Science","Psychology","Race issues"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"science"},"topics":[{"displayName":"Nathalia Gjersoe","topic":{"type":"tag-contributor","name":"profile/nathalia-gjersoe"}}],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/head-quarters/2015/jul/08/how-can-we-fix-unconscious-racism","shortUrl":"http://gu.com/p/4af7q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/head-quarters/2015/jul/08/how-can-we-fix-unconscious-racism","webUri":"http://www.theguardian.com/science/head-quarters/2015/jul/08/how-can-we-fix-unconscious-racism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/5/1423136410133/Jelly-Babies-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"It’s easy to categorise people based on skin colour, because it’s such a salient visual feature. But how can we tackle racial bias? Photograph: Alamy","credit":"Alamy","altText":"multicoloured jelly babies","cleanCaption":"It’s easy to categorise people based on skin colour, because it’s such a salient visual feature. But how can we tackle racial bias?","cleanCredit":"Photograph: Alamy"}},"importance":3,"kicker":{"title":"Science"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/5/1423136410133/Jelly-Babies-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Alamy","altText":"multicoloured jelly babies","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-07-09T08:02:48Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}