{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Migrants on the Med / I didn't want to come to Europe … but then I thought I was going to die","rawTitle":"I didn't want to come to Europe … but then I thought I was going to die","item":{"type":"article","id":"world/2015/may/16/id-rather-die-at-sea-than-stay-there-migrants-on-crossing-the-med","title":"‘I'd rather die at sea than stay there’: migrants on crossing the Med","trailText":"After a terrifying journey across the Mediterranean, thousands of migrants arrive in Sicily every week. These are their stories","standFirst":"<p>After a terrifying journey across the Mediterranean, thousands of migrants arrive in Sicily every week. These are their stories. Portraits by Gideon Mendel<br /></p>","byline":"Gideon Mendel Interviews by Alessandra Bonomolo","body":"<h2><strong>Emmanuel, 24, Ivory Coast</strong></h2> \n<p>There was too much violence in Ivory Coast. You can’t live there. All my friends have left.</p> \n<p>My parents divorced and didn’t look after me. I was nine when I had to drop out of school. I started working to look after myself and put some money aside, little by little. I went to Libya. I worked as an upholsterer so I could pay my rent and buy food. But at the end of the day, they would stop me in the street and take my money. I lived on eggs: they were cheap. But that wasn’t the problem. After almost two years, it became too violent and dangerous. Libyans don’t like anyone who is not Libyan. I was feeling bad; I had no choice but to leave again.</p> \n<p>I looked for someone who could help me. I asked around, paid lots of money, and in three days I left. It was at night. There were more than 500 of us on that boat. Far too many. I didn’t see anything when I boarded, it was dark; but once I was inside, I immediately thought, I’m going to die. Two hours into the journey, the engine broke. I thought, it’s over now. The sea, you know, it’s not just a bit of water. I was ready for the end.</p> \n<p>After two days, they rescued us. They gave us food – macaroni. I hadn’t eaten in two days, so it was good. You must go to a country where there is security and where human rights are respected, even if the risk is dying in the water.</p> \n<h2><strong>Ibrahim, 29, and Sidibe, 10, Mali</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"c3e0cf958e67e351a9fb23397fd559766fc4f07b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431448159064/5a7ddc05-2166-4e1c-9c73-2d81e1f175da-365x420.jpeg\" alt=\"Ibrahim, 29, and Sidibe, 10, Mali: ‘On the night we departed, I saw lots of people dying around me.’\" width=\"365\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ibrahim, 29, and Sidibe, 10, Mali: ‘On the night we departed, I saw lots of people dying around me.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p><strong>Ibrahim</strong> I was born in Congo-Brazzaville. My father died in the Congo war and I moved to Mali with my mother. My brother Sidibe was born to another dad.</p> \n<p>One day, on television, I saw people who had made it to Italy. I was working in Congo-Brazzaville and decided to go there via Libya. I stopped in Mali, and during my stay my mother died. My brother was left alone, so I took him with me. But the journey was long and once we arrived in Libya, it was terrible.</p> \n<p><strong>Sidibe</strong> It was a very long journey. We travelled by bus from Algeria to Libya. The dust was so much – I really suffered. Then I had to walk for three hours across the border. I was tired. When we arrived in Ghadames, on the Libyan border, they gave me bread and cheese. That was so nice. Then they put us on a truck and I had to sit on sheep’s poo. I threw up. Later, we found a house. One night, at midnight, some policemen knocked at our door and took my brother away. I stayed alone at home for four days. I didn’t know what to do. I had only biscuits and water. I was frightened and thought I was not going to see Ibrahim again. I only have him.</p> \n<p><strong>Ibrahim</strong> I had done nothing, but they were armed and took me to prison. They said nothing, only asked for lots of money – 500,000 West African CFA francs (&pound;555) – if I wanted to be freed. Once I was out, I started putting money aside for the journey by boat. On the night we departed, I saw lots of people dying around me. To get on board, you need to walk from the shore into the sea until the water reaches your shoulders. Then you are pushed on the dinghy. It’s there that people fall and die. The boat was crowded. I jumped on it and put Sidibe between my legs. We spent three days like this. The sea was going up and down, we were taking on water. When the rescue ship arrived, Sidibe was pulled to safety first. The Italians gave us food and water. They are good people. Now I want Sidibe to go to school.</p> \n<h2><strong>Promise, 26, Nigeria</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"e5e155f62d064596b4d739a81797bbd996005cbd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431448667627/0ce40f51-e52f-41f2-b805-b0460c8df3d2-394x420.jpeg\" alt=\"Promise, 26, Nigeria: ‘Libya is a Muslim country; they don’t like Christians like me.’\" width=\"394\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Promise, 26, Nigeria: ‘Libya is a Muslim country; they don’t like Christians like me.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>There was plenty of war in Nigeria. I lost my mother and father, my sisters and my brothers – we all ran away during the war, and I don’t know where they are now.</p> \n<p>A man saved me from the war and took me to his house, but his wife thought I was sleeping with him. He gave me some money and told me to flee to Libya. But when I got there, I saw there was war, too. I found myself in Tripoli. There was fighting and killing all around us. Libya is a Muslim country; they don’t like Christians like me.</p> \n<p>Somebody brought me to his house and told me to stay. They said they would help me go to Italy. But that house wasn’t a good one. It was very big and there were other people. I stayed for a long time, I can’t remember how long. Then somebody paid for me to get on a boat and come here. The journey was very long. I thought I was going to die. The sea was very big and dark. I was crying inside that boat: God help me, God save me. I prayed with another woman – we didn’t know each other. Finally we saw a ship coming. It was in the afternoon. We thought they were fishermen, but it was a rescue boat. We were waving, crying, shouting: help, help! And so [the Italians] came and rescued us. A man from the ship grabbed my hand – don’t rush, don’t rush, he said. I still remember him: he was slim and had a cap on his head. Thank God, I said. I’m happy now, but I feel very alone.</p> \n<h2><strong>Maryan, 20, Somalia</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"e1e52655d2515667b3dd88d842468a45e7595137\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431449048704/a3f36e95-9c3e-4694-86eb-5f3da22a9d5b-359x420.jpeg\" alt=\"Maryan, 20, Somalia: 'I have a husband back home and two children.'\" width=\"359\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Maryan, 20, Somalia: ‘I have a husband back home and two children.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>My dad went to Canada when I was born. A year later, I moved with my mum to Kenya; there was fighting in Somalia. I have a sister and four brothers. We stayed in a UNHCR refugee camp. That’s where I learned English; I studied there. We wanted to get visas for America, but we are Africans, you know? They sent us back to Somalia instead.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"https://vimeo.com/127866965\"> \n <iframe width=\"460\" height=\"259\" src=\"https://player.vimeo.com/video/127866965\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Gideon Mendel’s audio slideshow \n </figcaption> \n</figure> \n<p>One day, a few years ago, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/al-shabaab\">al-Shabaab </a>brought our house down. There was an explosion. My mother died; I still miss her. I have a husband back home and two children. They live in a town between Somalia and Ethiopia.</p> \n<p>I didn’t tell anyone that I wanted to leave, initially – only a friend. She helped me organise my travel to Libya, then to Italy, to go to America. I want to give my family a good life. While moving countries and phone numbers, we lost contact with my dad. But I want to find him now. I have an aunt, his sister, in the US. That’s where I want to go.</p> \n<h2><strong>Faith, 25, Nigeria</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"551966917496be182eab449b33d8b3e221d36256\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431449196778/cb219534-040b-404a-93e1-bcbfeda25bb3-355x420.jpeg\" alt=\"Faith, 25, Nigeria: 'When we reached Sabha, I was kidnapped together with another woman.'\" width=\"355\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Faith, 25, Nigeria: ‘When we reached Sabha, I was kidnapped together with another woman.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>My mother died when she gave birth to me. I was four when I also lost my dad. I was staying with my grandma – no school, nothing – but six years ago, she died as well. I went to stay with one of my aunties in Kano, northern Nigeria, but there was fighting all over. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/boko-haram\">Boko Haram</a> was there, so I came back home.</p> \n<p>One of my friends said she was going to Libya, so I followed her in December last year. When we reached <a href=\"http://en.wikipedia.org/wiki/Sabha,_Libya\">Sabha</a> [a hub of the trafficking trade in the south-west], I was kidnapped together with another woman. They kept us in a room with five more women. No food to eat, nothing for four days. Until, one night, a man we didn’t know helped us escape. He told us to run, that the place was not safe for us.</p> \n<p>It was night-time. We ended up by the sea. The man said we should get on a boat – there were lots of people. The next day, around two in the afternoon, they came to rescue us. I’m OK now, but every time I think of my past, I stop eating. People call their mum and dad. I didn’t know my mum. I have no one to call.</p> \n<h2><strong>Omar, 30, the Gambia</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"24ed49a6611c95d1583e68cf893f97e5aa9c1087\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431510953407/143e4022-8233-4482-b237-f0bcb70cc48a-375x420.jpeg\" alt=\"Omar, 30, the Gambia: 'It would have been better to die in the water on the way to Italy than to stay in Libya.'\" width=\"375\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Omar, 30, the Gambia: ‘It would have been better to die in the water on the way to Italy than to stay in Libya.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>I came to find a better future in Europe. Because of the bad governance, corruption and poverty in our country – in all African countries. This makes people run away.</p> \n<p>I come from a very extended family. My father is not alive, there are 17 of us, and they all rely on me. I’m a mobile technician – I repair phones. Out of the little money I was earning, three-quarters went to the family. It was not enough to satisfy me, let alone them. I heard you could make a lot of money in Libya. All my friends in the Gambia left to go there.</p> \n<p>They told me that the province was safe, that you can work and earn money. I stayed almost three years, but then the problems spread across the country. They kidnapped blacks everywhere, demanding &pound;1,200-&pound;2,000 as a ransom. After a year, my brother joined me in Libya, but he was injured at work and died. There was no hospital to take him to. It was too dangerous. They kidnap you in the street, but it’s better to be taken by the bandits than the police; at least the kidnappers want to keep you alive to get the money from your family.</p> \n<p>I was put in prison, and given very little food. My family didn’t have any money to pay. Once I was out, I started working, but didn’t get paid. Then I was offered a chance to come to Italy. The people who do this don’t hide; they approach you in the street. Even the police approach people. My boat was a dinghy. We were more than 100 people, and my family knew nothing about it. Nobody on the boat expected such a bad journey, but it would have been better to die in the water on the way to Italy than to stay in Libya. One day, I will go back home.</p> \n<h2><strong>Kwame, 25, Ghana</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"992f48c7104d478d81e3af26629e44206699d2b8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511077695/a66d7584-b6db-4413-a4bf-c5e1a7508dfc-384x420.jpeg\" alt=\"Kwane, 25, Ghana: 'From Libya you can't get a car or jump on a plane. If you try to cross the border, you will be shot.'\" width=\"384\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kwane, 25, Ghana: ‘From Libya you can’t get a car or jump on a plane. If you try to cross the border, you will be shot.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>I didn’t want to come to Europe. I wanted to work in Libya. I stayed there for two years. But then I thought I was going to die, so I decided to leave. But from Libya you can’t get a car or jump on a plane. If you try to cross the border, you will be shot.</p> \n<p>I took a boat to Italy because it’s near. If I knew more about the journey, I would never have come. They pushed us on the boat; there were 93 of us, fighting for our lives in that tiny boat. We didn’t know if the captain was qualified. I cried. The boat began to sink and the captain called the rescue ship. It was eight o’clock when it arrived.</p> \n<p>They took me to a reception centre. There were 400 of us at the beginning. Now they have moved 300 people, taking them to Rome and Milan. I don’t have anything with me here. I don’t have my family’s phone numbers. All I had was a memory card that they stole from me before I jumped on the boat. We’ve been sitting here for two weeks now. We spend the day walking up and down. You don’t know what is going on. I want to work. My family in Ghana has nothing. I am hopeful that something will change.</p> \n<h2><strong>Valerie, 27, Ivory Coast</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"3b401139c24d58fbd6de42d766716bec0f0d2888\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511213720/a92dedf1-2d2a-470a-a3fe-4a6438f7ae49-384x420.jpeg\" alt=\"Valerie, 27, Ivory Coast: 'I left Ivory Coast because my parents were planning a forced marriage. I'm a Muslim, and I refused.'\" width=\"384\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Valerie, 27, Ivory Coast: ‘I left Ivory Coast because my parents were planning a forced marriage. I’m a Muslim, and I refused.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>This dress is the only thing I have with me. It’s old, but it’s my favourite and reminds me of my three girlfriends back home. I bought it for New Year’s Eve. We had fun that night, watching the fireworks. I washed it after the journey by boat. It was soaked.</p> \n<p>I left Ivory Coast because my parents were planning a forced marriage. I’m a Muslim, and I refused. My father kicked me out. I decided to join my brother in Tripoli. I travelled across Burkina Faso and via Agadez in Niger [part of a well-known traffickers’ route], then through Libya.</p> \n<p>Every time you come into contact with the “police”, you have to pay. I spent a week in Sabha, where we paid people to take us to Tripoli. There, we were sold again to different people, who then sold us on.</p> \n<p>When they take you, they make you work. In Libya I was kidnapped and put in prison for a month. I was raped many times. There were lots of women like me. I was sharing a cell with a girl from Mali and one from Nigeria. We communicated with our hands, and the Nigerian girl became a friend.</p> \n<p>Our dream was to come to Europe. My brother paid &pound;218 to help me – his friends had raised some money to free me. But then I became ill – I couldn’t eat, I couldn’t sleep. I was worried the people from the prison would come again. So he organised my travel to Europe. I’ve been here two weeks. I just want to work.</p> \n<h2><strong>Joy, 20, Nigeria</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f07c2d94529d0b1ca4de12b10b8c46e5eef38f91\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511334462/fbac9665-0ca9-4eed-8d64-4c57760087f6-310x420.jpeg\" alt=\"Joy, 20, Nigeria: 'I left Nigeria because of Boko Haram. We need your help.'\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joy, 20, Nigeria: ‘I left Nigeria because of Boko Haram. We need your help.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>I left Nigeria because of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/boko-haram\">Boko Haram</a>. We need your help: they killed my parents, my sisters, my brothers. My friend and I didn’t know where to go, we wanted to save our lives. A man took us to Libya, but he put us into prostitution. I had no food, and if I refused to do what he wanted, he would beat me and threaten me with a gun.</p> \n<p>I was forced to work as a prostitute for a year. We managed to run away and met a man who paid for us to get on a boat. I was praying to my God. Now I’m here with my best friend. But I’m sad when I think about my family. I want to become a journalist, a newscaster. I will try my best.</p> \n<h2><strong>Karim, 30, Mali </strong></h2> \n<figure class=\"element element-image\" data-media-id=\"1a63a1bb8116cfd421abaa6a5b6f16bd969b563e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511481660/ebf7fb8c-4f67-4307-a470-34ba90b26c38-310x420.jpeg\" alt=\"Karim, 30, Mali: 'I am here because of the war. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor.'\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Karim, 30, Mali: ‘I am here because of the war. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>I’m here because of the war. In Mali, I was repairing motorbikes. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor. I asked myself, why wasn’t I there?</p> \n<p>Then I thought, if I had been there, they would have killed me, too. I ran out and flew to Algeria. But once I arrived, I discovered that it was difficult to find a job and make a living. There are no motorbikes there, only cars. I became worried. I moved to Tripoli to be able to eat. There’s more work, but it’s also more dangerous.</p> \n<p>In the street, if they see you’re a foreigner, they will shout, “Come here!” If you don’t run, they’ll beat you. They hit me many times, once with the back of a gun. I found a job cleaning the houses of wealthy people. But on the way back from work, they would strip me of my clothing and take the money I had earned. Once, I went three days without eating. I had to look for food in the rubbish.</p> \n<p>One day, a man offered to pay for me to go to Italy. There was war in Libya. Even that night – boom boom – you could hear it. I thought, I’ll leave. That’s why I’m here. But I still have so much sorrow. My life is finished without my mother and sister. There was a time when I wanted to get married and have a family, but now I don’t. My children would ask me, “Where is grandma?” I loved my mother. I don’t care about finding a woman.</p> \n<h2><strong>Rose, 21, Nigeria</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"8d29a431b83a9bab5130011dbc4d9df1e329166c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511627329/a6eeddfd-9dda-4fd6-b2c4-6eeb8fffa494-310x420.jpeg\" alt=\"Rose, 21, Nigeria: 'Now I want the UN to help me. I don't want to sell myself for money.'\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rose, 21, Nigeria: ‘Now I want the UN to help me. I don’t want to sell myself for money.’</span> \n  <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> \n </figcaption> \n</figure> \n<p>I wanted to become a nurse in Nigeria, but when my family was murdered right in front of me, I decided to escape. I met a man and told him I needed help, since I was an orphan – no one to talk to, just me. He said he was going to take me to Libya to work in a restaurant with him. I went, not knowing that he was bringing me there to work as a prostitute and make money for him. He told me that when we arrived in Libya.</p> \n<p>I said to him, “I can’t do it.” He locked me up for some months and beat me every night and day. There was nowhere to escape. There were lots of people like me in the same room. No one could hear us. Sometimes, they didn’t even give us food.</p> \n<p>One day, a man came to the house. I told him, “I can’t continue staying in this place. Please help me.” He said OK, on the condition that I follow him to his house. I went, not knowing he was taking me to the seaside. So, all of a sudden, I found myself on the Mediterranean sea.</p> \n<p>We were many; I was really scared. The water has no end and no beginning. A lot of people were fighting with sharp objects. There were Muslims and Christians. They said they didn’t want Christians on the boat. I was one of them. Then the heat burned one of the girls. I cried. God, did this man bring me out of that place to kill me in the water? I can’t even explain it. A lot of things happened before we saw the rescue ship. I was very happy then. Now I want the UN to help me. I don’t want to sell myself for money.</p> \n<p>Names have been changed <br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/12/1431447960677/Emmanuel-24-Ivory-Coast-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emmanuel, 24, Ivory Coast: 'There were more than 500 of us on that boat.' Photograph: Gideon Mendel","credit":"/Gideon Mendel","altText":"Emmanuel, 24, Ivory Coast","cleanCaption":"Emmanuel, 24, Ivory Coast: 'There were more than 500 of us on that boat.' Photograph: Gideon Mendel"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431448157576/ee7039e3-ab1e-4d05-bc1c-a793ec5fc7e4-885x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":885,"orientation":"portrait","caption":"Ibrahim, 29, and Sidibe, 10, Mali: ‘On the night we departed, I saw lots of people dying around me.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Ibrahim, 29, and Sidibe, 10, Mali: ‘On the night we departed, I saw lots of people dying around me.’","cleanCaption":"Ibrahim, 29, and Sidibe, 10, Mali: ‘On the night we departed, I saw lots of people dying around me.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431448668203/9238844e-d271-478f-8cb3-437c1715ab26-957x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":957,"orientation":"portrait","caption":"Promise, 26, Nigeria: ‘Libya is a Muslim country; they don’t like Christians like me.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Promise, 26, Nigeria: ‘Libya is a Muslim country; they don’t like Christians like me.’","cleanCaption":"Promise, 26, Nigeria: ‘Libya is a Muslim country; they don’t like Christians like me.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431449048378/8d181778-5f95-4c18-ab42-d4b17fbe219f-872x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":872,"orientation":"portrait","caption":"Maryan, 20, Somalia: ‘I have a husband back home and two children.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Maryan, 20, Somalia: 'I have a husband back home and two children.'","cleanCaption":"Maryan, 20, Somalia: ‘I have a husband back home and two children.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431449202111/baf25ae3-c8ea-4ae9-bc8e-5060b4298401-1727x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1727,"orientation":"portrait","caption":"Faith, 25, Nigeria: ‘When we reached Sabha, I was kidnapped together with another woman.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Faith, 25, Nigeria: 'When we reached Sabha, I was kidnapped together with another woman.'","cleanCaption":"Faith, 25, Nigeria: ‘When we reached Sabha, I was kidnapped together with another woman.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431510953654/208eb1b2-6a14-4964-9bf5-3c1324606439-911x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":911,"orientation":"portrait","caption":"Omar, 30, the Gambia: ‘It would have been better to die in the water on the way to Italy than to stay in Libya.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Omar, 30, the Gambia: 'It would have been better to die in the water on the way to Italy than to stay in Libya.'","cleanCaption":"Omar, 30, the Gambia: ‘It would have been better to die in the water on the way to Italy than to stay in Libya.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511078329/fc4f6a0b-f622-48f1-bb55-1d9568154bff-932x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":932,"orientation":"portrait","caption":"Kwane, 25, Ghana: ‘From Libya you can’t get a car or jump on a plane. If you try to cross the border, you will be shot.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Kwane, 25, Ghana: 'From Libya you can't get a car or jump on a plane. If you try to cross the border, you will be shot.'","cleanCaption":"Kwane, 25, Ghana: ‘From Libya you can’t get a car or jump on a plane. If you try to cross the border, you will be shot.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511214546/3a1d1007-52e7-4281-95dd-ed2d3bcba773-932x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":932,"orientation":"portrait","caption":"Valerie, 27, Ivory Coast: ‘I left Ivory Coast because my parents were planning a forced marriage. I’m a Muslim, and I refused.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Valerie, 27, Ivory Coast: 'I left Ivory Coast because my parents were planning a forced marriage. I'm a Muslim, and I refused.'","cleanCaption":"Valerie, 27, Ivory Coast: ‘I left Ivory Coast because my parents were planning a forced marriage. I’m a Muslim, and I refused.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511333731/370870de-c4a1-4ee0-a1bc-cedcdcae6f80-754x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":754,"orientation":"portrait","caption":"Joy, 20, Nigeria: ‘I left Nigeria because of Boko Haram. We need your help.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Joy, 20, Nigeria: 'I left Nigeria because of Boko Haram. We need your help.'","cleanCaption":"Joy, 20, Nigeria: ‘I left Nigeria because of Boko Haram. We need your help.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511481023/ad14fdff-d9b6-49b3-ac14-5bd802795b34-754x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":754,"orientation":"portrait","caption":"Karim, 30, Mali: ‘I am here because of the war. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Karim, 30, Mali: 'I am here because of the war. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor.'","cleanCaption":"Karim, 30, Mali: ‘I am here because of the war. One day I came home after work and found that my mother had been killed. My little sister had been killed. They were dead on the floor.’","cleanCredit":"Photograph: Gideon Mendel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511626575/301b63d4-a857-49f9-9fef-6c23a77825be-754x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":754,"orientation":"portrait","caption":"Rose, 21, Nigeria: ‘Now I want the UN to help me. I don’t want to sell myself for money.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Rose, 21, Nigeria: 'Now I want the UN to help me. I don't want to sell myself for money.'","cleanCaption":"Rose, 21, Nigeria: ‘Now I want the UN to help me. I don’t want to sell myself for money.’","cleanCredit":"Photograph: Gideon Mendel"}],"webPublicationDate":"2015-05-16T07:00:18Z","lastModified":"2015-05-16T07:00:18Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Gideon Mendel","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gideonmendel"}],"feature":true,"keywords":["Migration","Refugees","Human trafficking","Human rights","World news","Ivory Coast","Africa","Algeria","Middle East and North Africa","Libya","Congo Brazzaville","Kenya","Somalia","Ethiopia","Mali","Nigeria","Europe","Boko Haram"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"law/human-trafficking","webTitle":"Human trafficking"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"world/world","webTitle":"World news"},{"id":"world/ivory-coast","webTitle":"Ivory Coast"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/algeria","webTitle":"Algeria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/congo-brazzaville","webTitle":"Congo Brazzaville"},{"id":"world/kenya","webTitle":"Kenya"},{"id":"world/somalia","webTitle":"Somalia"},{"id":"world/ethiopia","webTitle":"Ethiopia"},{"id":"world/mali","webTitle":"Mali"},{"id":"world/nigeria","webTitle":"Nigeria"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/boko-haram","webTitle":"Boko Haram"}],"section":{"id":"world"},"topics":[{"displayName":"Gideon Mendel","topic":{"type":"tag-contributor","name":"profile/gideonmendel"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/id-rather-die-at-sea-than-stay-there-migrants-on-crossing-the-med","shortUrl":"http://gu.com/p/48zzj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/id-rather-die-at-sea-than-stay-there-migrants-on-crossing-the-med","webUri":"http://www.theguardian.com/world/2015/may/16/id-rather-die-at-sea-than-stay-there-migrants-on-crossing-the-med"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431448054448/a327fa49-50b6-4a34-ad5f-68716bd69662-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"Emmanuel, 24, Ivory Coast: ‘There were more than 500 of us on that boat.’ Photograph: Gideon Mendel","credit":"Gideon Mendel","altText":"Emmanuel, 24, Ivory Coast","cleanCaption":"Emmanuel, 24, Ivory Coast: ‘There were more than 500 of us on that boat.’","cleanCredit":"Photograph: Gideon Mendel"}},"importance":7,"kicker":{"title":"Migrants on the Med"},"showQuotedHeadline":true},{"title":"Environment / Dam projects threatens world’s last wild rivers","rawTitle":"Dam projects threatens world’s last wild rivers","item":{"type":"article","id":"travel/2015/may/16/hydropower-dams-projects-wild-rivers-worldwide","title":"Flood of new dam projects threatens world’s last wild rivers","trailText":"Hundreds of proposals to stem the flow of the planet’s last untouched waterways with hydroelectric plants are going ahead – with seemingly little thought for the environment, wildlife or people who live by them","standFirst":"<p>Hundreds of proposals to stem the flow of the planet’s last untouched waterways with hydroelectric plants are going ahead – with seemingly little thought for the environment, wildlife or people who live by them</p>","byline":"Kevin Rushby","body":"<p>Have you ever seen a truly wild river, without human management, settlements or dams? Well, your chances are decreasing. Concern over fossil fuel use is leading to a huge rise in hydroelectric projects. China is building hundreds of dams, some on Asia’s last wild rivers: the <a href=\"http://www.internationalrivers.org/resources/the-salween-river-basin-fact-sheet-7481\">Salween</a> (called the Nu in China) and the Brahmaputra (Yarlung Tsangpo in Tibet).</p> \n<p>Europe is also in the grip of a dam bonanza. According to the NGO Riverwatch, more than 570 sizeable dam projects are being planned in the Balkans alone. This is particularly controversial as many of Europe’s untouched rivers are in this area, which is home to an estimated 40% of the continent’s snails and mussels, plus 69 endemic fish species, among them the huchen – a rare Danube salmon. Even a small country like Macedonia has more than 400 proposed hydro projects.</p> \n<figure class=\"element element-image\" data-media-id=\"4962243a55034caf101cf5e03ef76d5f82e9c1e0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528048494/2153af16-c16f-4ac7-9a97-83f49b4d032b-460x276.jpeg\" alt=\"Vjosa river, Albania.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">There are 33 hydro electric projects planned for the Vjosa river, Albania.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>For years, there was a consensus that dam building was a flawed practice. Huge projects in the 1950s and 1960s were found by a <a href=\"http://www.internationalrivers.org/resources/dams-and-development-a-new-framework-for-decision-making-3939\">World Bank report</a> to have underproduced electricity and mainly benefited mining corporations. The effects were almost all bad: species extinction; angry, displaced people; and lost cultural heritage.</p> \n<p>But <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/blog/2013/jul/16/world-bank-dams-africa\">dam building is back in fashion</a>. In Romania, campaigners are fighting to protect the Raul Alb, one of the country’s few untouched rivers. It is 22km long, but its influence and importance are massive.</p> \n<p>Romanian biologist Calin Dejeu says: “The Raul Alb is unbelievably wild, with old forest around it and no roads. A dam will utterly change that.” Like many others, <a href=\"http://www.thepetitionsite.com/936/056/545/help-saving-the-last-undisturbed-river-in-romanian-carpathians/\">this project has slipped through without much protest</a>, partly because it is so remote and unknown.</p> \n<figure class=\"element element-image\" data-media-id=\"cf3ea965eda33477074fc3b18271510af7b89ba2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431683700911/8c7b6b6c-48d2-4960-9d00-bbea6860dca5-460x276.jpeg\" alt=\"Under threat … the 1,749-mile Salween is one of the world’s longest undammed rivers\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The 1,749-mile Salween is one of the world’s longest undammed rivers</span> \n  <span class=\"element-image__credit\">Photograph: Robert Nickelsberg/Getty Image</span> \n </figcaption> \n</figure> \n<p>Slovenia’s Sava river is much longer at 990km, with several settlements, but 11 proposed dams threaten a huchen hotspot. This issue has fuelled a campaign, <a href=\"http://www.balkanrivers.net/\">Save the Blue Heart of Europe</a>. There are plans for 33 hydro projects on Albania’s Vjosa river, which will thwart local hopes of a wild river national park to attract tourists. In Turkey, the <a href=\"http://www.ilisu.org.uk/\">Ilisu dam</a> is planned on the Tigris. Britain pulled out of funding, but the Turkish government has pressed on, despite strong opposition from the estimated 78,000 affected residents. One casualty would be the ancient Kurdish city of Hasankeyf.<br /></p> \n<p>The World Bank, dissuaded from providing dam finance for a few years, is now back. Proposed contenders are the <a href=\"http://www.internationalrivers.org/blogs/227/grand-inga-the-world-bank%E2%80%99s-latest-silver-bullet-for-africa\">Inga 3</a> on the Congo, the biggest hydro project in African history, and other giant structures on the Zambezi. They all aim to sell electricity to mining firms and South African consumers.</p> \n<p>Back in eastern Europe, the <a href=\"http://riverwatch.eu/en/\">projects threaten to spoil wilderness areas,</a> which will never recover and will never have a chance to realise any tourism potential. “It’s a critical moment,” says Dejeu. “The valley is guarded, mafia-style, by the owner of the company and ‘volunteers’, with clubs and dogs. I’ve filed a legal protest about the illegal deforestation, which has started, but the authorities are doing nothing.”</p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/13/1431527957016/Hasankeyf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Historic Hasankeyf, under threaten from,the Ilisu Dam project. Photograph: Alamy","credit":"Alamy","altText":"Hasankeyf","cleanCaption":"Historic Hasankeyf, under threaten from,the Ilisu Dam project. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528049109/2153af16-c16f-4ac7-9a97-83f49b4d032b-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"There are 33 hydro electric projects planned for the Vjosa river, Albania. Photograph: Alamy","credit":"Alamy","altText":"Vjosa river, Albania.","cleanCaption":"There are 33 hydro electric projects planned for the Vjosa river, Albania.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431683703052/8c7b6b6c-48d2-4960-9d00-bbea6860dca5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 1,749-mile Salween is one of the world’s longest undammed rivers Photograph: Robert Nickelsberg/Getty Image","credit":"Robert Nickelsberg/Getty Image","altText":"Under threat … the 1,749-mile Salween is one of the world’s longest undammed rivers","cleanCaption":"The 1,749-mile Salween is one of the world’s longest undammed rivers","cleanCredit":"Photograph: Robert Nickelsberg/Getty Image"}],"webPublicationDate":"2015-05-16T06:00:18Z","lastModified":"2015-05-16T06:00:18Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Kevin Rushby","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinrushby"}],"feature":true,"keywords":["Rivers","Europe","Asia","Africa","Hydropower","Environment","Travel"],"tags":[{"id":"environment/rivers","webTitle":"Rivers"},{"id":"travel/europe","webTitle":"Europe"},{"id":"travel/asia","webTitle":"Asia"},{"id":"travel/africa","webTitle":"Africa"},{"id":"environment/hydropower","webTitle":"Hydropower"},{"id":"environment/environment","webTitle":"Environment"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"travel"},"topics":[{"displayName":"Kevin Rushby","topic":{"type":"tag-contributor","name":"profile/kevinrushby"}}],"series":{"title":"On the radar","uri":"http://mobile-apps.guardianapis.com/lists/tag/travel/series/on-the-radar-travel"},"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/may/16/hydropower-dams-projects-wild-rivers-worldwide","shortUrl":"http://gu.com/p/48pty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/may/16/hydropower-dams-projects-wild-rivers-worldwide","webUri":"http://www.theguardian.com/travel/2015/may/16/hydropower-dams-projects-wild-rivers-worldwide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/13/1431527957016/Hasankeyf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Historic Hasankeyf, an ancient Kurdish city in Turkey, is under threat from the Ilisu Dam project. Photograph: Alamy","credit":"Alamy","altText":"Hasankeyf","cleanCaption":"Historic Hasankeyf, an ancient Kurdish city in Turkey, is under threat from the Ilisu Dam project. Photograph: Alamy"}},"importance":5,"kicker":{"title":"Environment"},"showQuotedHeadline":false},{"title":"The Secret Teacher / Sats stress is crushing children's love of learning","rawTitle":"Sats stress is crushing children's love of learning","item":{"type":"article","id":"teacher-network/2015/may/16/secret-teacher-sats-stress-childrens-love-of-learning","title":"Secret Teacher: Sats stress is crushing children's love of learning","trailText":"The drive to hit targets is putting primary pupils under too much pressure. All Sats really teach them is that school is a chore","standFirst":"<p>The drive to hit targets is putting primary pupils under too much pressure. All Sats really teach them is that school is a chore</p>\n<ul>\n <li><a href=\"http://www.theguardian.com/teacher-network/series/the-secret-teacher\">More from the Secret Teacher</a></li>\n</ul>","byline":"The Secret Teacher","body":"<p>It’s funny really, we’ve all been there. We all remember sitting on the carpet with our legs crossed, listening wide-eyed to our teachers reading a book to us in class. That’s what many of us recall about primary school – how fun it was and how free we were to explore our ideas.</p> \n<p>In many ways, that’s the point; to immerse our children in a world where learning is fun, to open up their imaginations and encourage them to be inquisitive in a safe space. As Socrates said, education is the kindling of a flame, not the filling of a vessel. As a primary teacher, that’s a good guiding mantra. Let children discover, their eyes light up and sparks ignite.</p> \n<p>Unfortunately, in the wake of their Sats preparation, my year 6 class – and I’m sure every year 6 child across the land – would probably say this isn’t so. Flame lighting has been swapped for vessel filling. Yes, they’ve been learning and yes, they have made “progress” (lots of it for some). We know this because we’ve measured their strict diet of test, drill, repeat twice every half term for the entire year.</p> \n<p>The issue here is whether it was worth it, because in so many respects the drive for floor targets and pupil premium percentage increases have robbed students of their primary school experience. The regime is focused on spelling and grammar, reading comprehensions and mental maths – combined with extra practice tests, interventions and booster clubs fitted in anywhere between dusk and dawn. Children can hardly remember what an art book looks like, or what a decent PE lesson feels like, or what a music lesson sounds like. They’re so confined to their desks that the process of developing the whole child has gone out of the window and their actual interests and other skills no longer have a place in school life.</p> \n<p>Little Ricky, for example, loves geography. He’s fascinated by the world around him and can’t wait to get the atlases out on the search for capital cities, rivers, mountain chains and forests. This is where he comes alive and feels worthwhile. Excitement fills his wings and he’s ready to fly anywhere in the world – until he is pulled out for his maths booster. Yes, he needs extra support in adding fractions and rotating around a point, but seeing his shoulders drop and his smile fade is heartbreaking and frustrating. Nobody is denying he needs his maths – he has to be ready for secondary school and his future – but it’s just as important that he gets time and space to be him. He needs to connect with what he wants to learn because that’s where he switches on. That’s what he’s good at; that’s where we get him.</p> \n<p>It’s at this point we need to wonder who we’re doing this for. Is it really for him? Because it feels like we’re missing who he really is, who they all are. What sparks their flame gets dampened. If your dyslexic child flourishes through art, tough. If the quiet, timid child at the back of your classroom comes out of their shell through drama, forget it. If the young carer, who comes in late because they’ve been changing their parent’s bed, feels they can express themselves through a map, no chance. Get down and give me the area of a quadrilateral.</p> \n<p>Already so many children are being turned off school. It’s not just my Victorias and Emilys, who read every night and write stories for fun. It’s not just these children who are going home and telling mum it’s all getting too much. At least these children can complain – my Jaleels and my Delanes don’t know how to, their protest is not so eloquent. They share their thoughts through their poor punctuality and lack of focus. They are sick more, turn up less and don’t want to be there because it’s easier not to try than fail to get the results they “need”. A regime of test and repetition, rote and regurgitation is putting them off. They’re bored. They’ve had enough. They are saturated.</p> \n<p>Apart from lesson objectives, all these children are really being taught is that school is a chore and a burden. Because of their Sats, these children are anxious and unhappy, rather than excited or inspired. They are only 11 years old and already asking for extra papers to take home so they can cram over the weekend. Some have trouble sleeping and can’t eat, while others stop attending school altogether. This is all before they have even started secondary education.</p> \n<p>Of course, their levels will be great; we make sure of that – we have no choice. But what are they really learning? They are learning that education isn’t stimulating and nobody is listening to their needs. The kindling of their educational flames is fast being extinguished by tracking and targets. </p> \n<p>We need to ask ourselves what we want for our children. Do we want them to learn that their passions, interests and dreams don’t count? Do we want them to learn that bottom lines and level 4s are more important than their self-confidence and talents? Or do we want them to know that we hear what they have to say? That the question is more important than the answer? That learning is a lifelong journey that should inspire? </p> \n<p>As teachers, it’s our job to ensure that the flame of learning gets kindled and burns brightly for all, whatever their capacity, interests or age. But we need to think really carefully about what we put children through, because there’s no way we can engage them through more years of study if they’ve already run out of appetite.</p> \n<h2>Follow us on Twitter via <a href=\"https://twitter.com/GuardianTeach\">@GuardianTeach</a>. Join the <a href=\"http://teachers.theguardian.com/Registration.aspx?CMP=dis_42\">Guardian Teacher Network</a> for lesson resources, comment and <a href=\"http://jobs.theguardian.com/jobs/schools/#browsing?INTCMP=edi_546\">job opportunities</a>, direct to your inbox.</h2>","section":"Teacher Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431620535367/03e72a0e-2ede-41b7-a344-c6035e6b28b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Children sitting on carpet playing","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-16T06:00:17Z","lastModified":"2015-05-16T06:03:42Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"The Secret Teacher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/the-secret-teacher"}],"feature":false,"keywords":["Teacher Network","Education","Teaching","Primary schools","Schools","Sats","Exams","Children","Society"],"tags":[{"id":"teacher-network/teacher-network","webTitle":"Teacher Network"},{"id":"education/education","webTitle":"Education"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/sats","webTitle":"Sats"},{"id":"education/exams","webTitle":"Exams"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"teacher-network"},"topics":[{"displayName":"The Secret Teacher","topic":{"type":"tag-contributor","name":"profile/the-secret-teacher"}}],"series":{"title":"The Secret Teacher","uri":"http://mobile-apps.guardianapis.com/lists/tag/teacher-network/series/the-secret-teacher"},"embeddedVideos":[],"adTargetingPath":"teacher-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/teacher-network/2015/may/16/secret-teacher-sats-stress-childrens-love-of-learning","shortUrl":"http://gu.com/p/48qnd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/teacher-network/2015/may/16/secret-teacher-sats-stress-childrens-love-of-learning","webUri":"http://www.theguardian.com/teacher-network/2015/may/16/secret-teacher-sats-stress-childrens-love-of-learning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431620535367/03e72a0e-2ede-41b7-a344-c6035e6b28b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The days of sitting wide-eyed listening to a teacher read are long gone. Targets are robbing pupils of their primary school experience. Photograph: Alamy","credit":"Alamy","altText":"Children sitting on carpet playing","cleanCaption":"The days of sitting wide-eyed listening to a teacher read are long gone. Targets are robbing pupils of their primary school experience.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"The Secret Teacher"},"showQuotedHeadline":false},{"title":"Manchester international festival / Can you teach creativity? And other big questions","rawTitle":"Can you teach creativity? And other big questions","item":{"type":"article","id":"culture/2015/may/16/interdepence-manchester-international-festival-mif-guardian-membership-live","title":"Interdependence: can you teach creativity? Plus other big questions","trailText":"The Guardian and Mif 2015 are hosting two days of conversation and debate featuring the stars of this year’s festival and some of the world’s most inspiring writers and scientists<br>","standFirst":"<p>The Guardian and Mif 2015 are hosting two days of conversation and debate featuring the stars of this year’s festival and some of the world’s most inspiring writers and scientists</p>\n<p><span class=\"bullet\">•</span> The Guardian is the festival’s media partner<br /></p>","byline":"Guardian","body":"<p>What are the biggest challenges facing the arts? How do you define innovation? Can you teach creativity? What do great artists and scientists need to not just survive but flourish?</p> \n<p>Over one weekend, Mif and <a href=\"https://membership.theguardian.com/events\">Guardian Live</a> are hosting a series of debates and conversations at which the audience can join some of the world’s leading artists, scientists, writers and technologists to thrash out such questions. <a href=\"http://www.mif.co.uk/event/interdependence\">Interdependence</a> aims to be part art school, part science experiment and part laboratory for new ideas. Those invited include the following.</p> \n<h2><p>Veronica Gonzalez Pe&ntilde;a, writer</p></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"45685f98d5a9d2f32edb54a36711f42cbe344db9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431690988574/e8241738-e444-4d4a-822c-4e790ddb2a12-460x276.jpeg\" alt=\"Veronica Gonzalez Pe&ntilde;a.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Veronica Gonzalez Pe&ntilde;a.</span> \n </figcaption> \n</figure> \n<p>A novelist and playwright, the New York-based Pe&ntilde;a founded <a href=\"http://www.rockypointpress.net/\">Rockypoint Press</a>, which specialises in artist-writer collaborations in book, print and film form. “I really believe that artists should be involved with each other, and I wanted to be able to produce things with people, to help them make things happen,” she has said. “Yes, I am interdisciplinary, and yes, I like to bend things, genres included.” She has collaborated with artist Douglas Gordon, pianist H&eacute;l&egrave;ne Grimaud and actor Charlotte Rampling on <a href=\"http://www.mif.co.uk/event/neck-of-the-woods\">Neck of the Woods</a> for this year’s Mif.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/jeremy-deller\">Jeremy Deller</a>, artist</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"aa9136b1ba64b37135f603908e988a6588799958\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431688262292/afd6f860-944a-4e69-b17a-8c896fc64001-460x276.jpeg\" alt=\"Jeremy Deller\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Deller</span> \n </figcaption> \n</figure> \n<p>Pop-cultural-happening master Deller, he of the bouncy-castle Stonehenge and the acid-house brass bands, believes that “Art isn’t about what you make but what you make happen.” For Mif in 2009, he led procession through Manchester city centre featuring local ramblers, Big Issue-sellers and scouts and guides trumpeting out the Fall’s Hit The North, and in 2013 he curated All That is Solid Melts Into Air, an exhibition on the impact of the Industrial Revolution on art.</p> \n<div>\n __VIDEO_EMBED_gu-video-426912839__\n</div> \n<h2><br /></h2> \n<h2><br /></h2> \n<h2>Dave Moutrey, director, HOME</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"4b609385b077a2881961c2d08618447b525dda36\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/5/1430820173304/6b57d486-d7f7-4573-92c2-a7373c52423a-460x276.jpeg\" alt=\"Dave Moutrey\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dave Moutrey.</span> \n </figcaption> \n</figure> \n<p>Since 2010, <a href=\"http://homemcr.org/\">HOME</a> has united the previous work of Manchester’s Library Theatre Company and the Cornerhouse cinema and arts centre under the roof of one multi-artform venue. At last year’s State of the Arts debate at the Soutbank centre, Moutrey spoke out about his working-class childhood and how inspiring arts teachers helped him succeed. “All of our young people deserve to get the chance to have a choice. Should every school aim to offer cultural opportunities to their students?” he asked. “Frankly, I find it astonishing that in one of the wealthiest nations in the world we even have to have this debate.”</p> \n<h2>Olafur Eliasson, artist</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"9abca015ef3aa231e316f7f512651bd6b6e7cb42\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431688493053/8da76051-4475-4d1a-9a86-433c09e98a4b-460x276.jpeg\" alt=\"Olafur Eliasson.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Olafur Eliasson.</span> \n </figcaption> \n</figure> \n<p>The Danish-Icelandic artist is known for attention- and eye-catching large installations that create a sense of atmosphere through the use of water, air, space and light - for example, his <a href=\"http://www.tate.org.uk/whats-on/exhibition/unilever-series-olafur-eliasson-weather-project/olafur-eliasson-weather-project\">Weather Project</a> installation of a huge “sun” in Tate Modern in 2003, or the <a href=\"http://olafureliasson.net/archive/artwork/WEK100345/the-new-york-city-waterfalls\">artificial waterfalls</a> he placed around New York in 2008. He is working on the visuals for the ballet <a href=\"http://www.mif.co.uk/event/tree-of-codes\">Tree of Codes</a> for Mif 2015. “My work is not about me,” he once said, “it’s about you.”</p> \n<h2>Azu Nwagbogu, director, African Artists Foundation</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c9052f1a4e88557343e49257d5c36dd9f9a1cd85\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/5/1430821420473/a2c7c621-346e-49fd-86ff-090b3d061b2c-460x276.jpeg\" alt=\"Azu Nwagbogu\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Azu Nwagbogu.</span> \n </figcaption> \n</figure> \n<p>Nwagbogu’s <a href=\"http://www.africanartists.org/\">AAF</a> is a non-profit group that supports African artists through workshops, competitions and exhibitions in Nigeria. He is also a founder of the <a href=\"http://www.lagosphotofestival.com/\">Lagos Photo Festival</a>, which fosters interaction between local photographers and those from around the world, the aim being “to develop the talent pool and also to tell our own stories in our own way.” </p> \n<p>“To tell African stories there are certain patterns: the corruption, the poverty, the “noble savage,” and all of these stereotypes to those of us who live here,” he told Guernica magazine. “I think it’s important to represent the ‘other Africa,’ as I call it, to tell a more rounded story.”</p> \n<h2>Tamara Chalabi, chairman, Ruya foundation </h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"689ca14ef286fb7793dceca8f93363fd1866ccf9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431688674490/75ee396d-64c2-414e-97c7-717baf3c4c93-460x276.jpeg\" alt=\"Tamara Chalabi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tamara Chalabi.</span> \n </figcaption> \n</figure> \n<p>Chalabi is an Iraqi-British historian and art expert and chairman of the <a href=\"http://www.ruyafoundation.org/en/\">Ruya foundation</a>, a non-profit, non-governmental organisation that aids and enriches culture in Iraq and organises the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/may/29/venice-biennale-iraq-pavilion\">Iraq Pavilion</a> at the Venice Biennale, with the aim of countering narratives of violence and unrest. “Tanks, bombs, rockets, blood. It’s not about whitewashing that,” Chalabi has said, “but rather about giving a voice to human beings that have been overlooked.”</p> \n<h2>Maria Balshaw, director, Whitworth and Manchester city galleries</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"b8b37bd523f5c2b5e38f87cb0f628b840e588484\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431688775444/c585721c-894b-451e-90c5-59593da2dbd1-460x276.jpeg\" alt=\"Maria Balshaw.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Maria Balshaw.</span> \n </figcaption> \n</figure> \n<p>Also a board member of Arts Council England, Balshaw’s programmes build on the strength of the city’s collections with daring, imaginative shows. The <a href=\"http://www.whitworth.manchester.ac.uk/\">Whitworth</a>, which has doubled its admissions under Balshaw, has recently been redeveloped to bring its original mission as a cultural palace for the people into the 21st century. It reopened with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jan/25/cornelia-parker-interview-i-dont-want-to-tick-anyone-elses-boxes-whitworth-retrospective\">a show by Cornelia Parker</a> that involved a collaboration with graphene scientist Konstantin Novoselov (see below). “At the moment, if you look across the UK there’s nowhere more exciting than Manchester,” Balshaw has said.</p> \n<h2>Konstantin Novoselov, physicist</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"21698486dc67400f07ab54690a6d53797fe651e8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431688912151/728bfd53-2565-4f0f-ac3d-13c790abceb5-460x276.jpeg\" alt=\"Kostya Novoselov.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kostya Novoselov.</span> \n </figcaption> \n</figure> \n<p>A Russian-British physics professor at the university of Manchester, Novoselov is best known, along with colleague Andre Geim, for his pioneering experiments with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2013/nov/26/graphene-molecule-potential-wonder-material\">graphene</a>, a super-thin, super-tough form of carbon, for which they won the Nobel prize in 2010. He and Geim are known for an imaginatively driven style of working in which, to quote Noveselov, “You are allowed to do whatsoever you want, as long as it is not boring.”</p> \n<h2>Peter Strickland, director</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"f6847aea8f7531d05b11018fc6e9ad0c6b61b2a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431689013102/345addb2-91b7-46f4-aac2-a62a6a015fd1-460x276.jpeg\" alt=\"Peter Strickland.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Peter Strickland.</span> \n </figcaption> \n</figure> \n<p>The director of recent acclaimed film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/sep/07/duke-of-burgundy-review-toronto-film-festival\">The Duke of Burgundy</a>, as well as <a href=\"http://www.theguardian.com/film/movie/148212/berberian-sound-studio\">Berberian Sound Studio</a>, and A Metaphysical Education, Strickland also recently worked with Bj&ouml;rk on her concert film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/video/2014/oct/14/bjork-biophilia-live-hidden-space-concert-film-video\">Biophilia Live</a>. On the leap of faith required to make his feature debut, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/oct/08/katalin-varga-review\">Katalin Varga</a>, he has said: “I asked myself, ‘Should I buy myself a one-bedroom flat in Bracknell or should I make a revenge film in Transylvania?’ I think the main thing that kept me going was knowing that if I bought a flat, I would always wonder, ‘What if?’”</p> \n<div>\n __VIDEO_EMBED_gu-video-455478966__\n</div> \n<h2>Benjamin Millepied</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"94924a6e57d6729d0633365343c1563d66748c57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431689204328/2c4ebaef-3cf5-4491-9d06-a0f19e4fa9ba-460x276.jpeg\" alt=\"Benjamin Millepied.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benjamin Millepied.</span> \n  <span class=\"element-image__credit\">Photograph: LOIC VENANCE/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The director of dance at the <a href=\"https://www.operadeparis.fr/en/les-artistes/le-ballet\">Paris Opera ballet</a>, Millepied is a dancer and a choreographer who’s worked with composers such as Nico Muhly and Philip Glass. He’s perhaps best known for his choreography for Darren Aronofsky’s 2010 ballet thriller <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/black-swan\">Black Swan</a>, in which he also starred as David (and met his wife Natalie Portman). He has also directed his own films with The Amoveo Company, a multimedia production company and art collective, collaborating with artists such as Mark Bradford, IO Echo and Zeds Dead. ““I think directing and choreographing have such a similarity,” he has told the <a href=\"http://articles.latimes.com/2011/mar/23/entertainment/la-et-black-swan-millepied-20110323\">LA Times</a>, “how to work with movement and motion and narration and emotion and creating images .... And I think having the ability to control the viewer’s perspective on the movement ... it’s heaven.”</p> \n<p><span class=\"bullet\">•</span> Interdependence is at <a href=\"http://www.mif.co.uk/event/interdependence\">Old Granada Studios</a>, 4-5 July, &pound; 5 per day. Box office: 0844 871 7654</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/5/1430845571371/Interdependence-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Just some of the hot cultural topics you could be putting to rights","credit":"Guardian","altText":"Interdependence","cleanCaption":"Just some of the hot cultural topics you could be putting to rights"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431690989222/e8241738-e444-4d4a-822c-4e790ddb2a12-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Veronica Gonzalez Peña.","credit":"PR","altText":"Veronica Gonzalez Peña.","cleanCaption":"Veronica Gonzalez Peña."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431688263497/afd6f860-944a-4e69-b17a-8c896fc64001-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeremy Deller","credit":"David Levene","altText":"Jeremy Deller","cleanCaption":"Jeremy Deller"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/5/1430820174570/6b57d486-d7f7-4573-92c2-a7373c52423a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dave Moutrey.","credit":"Christopher Thomond","altText":"Dave Moutrey","cleanCaption":"Dave Moutrey."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431688494267/8da76051-4475-4d1a-9a86-433c09e98a4b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Olafur Eliasson.","credit":"Ari Magg for the Observer","altText":"Olafur Eliasson.","cleanCaption":"Olafur Eliasson."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/5/1430821420871/a2c7c621-346e-49fd-86ff-090b3d061b2c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Azu Nwagbogu.","credit":"Ike Ude/PR","altText":"Azu Nwagbogu","cleanCaption":"Azu Nwagbogu."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431688675802/75ee396d-64c2-414e-97c7-717baf3c4c93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tamara Chalabi.","credit":"Ahmad Mousa/PR","altText":"Tamara Chalabi.","cleanCaption":"Tamara Chalabi."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431688776717/c585721c-894b-451e-90c5-59593da2dbd1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Balshaw.","credit":"Christopher Thomond for The Guardian./Christopher Thomond","altText":"Maria Balshaw.","cleanCaption":"Maria Balshaw."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431688913578/728bfd53-2565-4f0f-ac3d-13c790abceb5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kostya Novoselov.","credit":"David Levene/David Levene","altText":"Kostya Novoselov.","cleanCaption":"Kostya Novoselov."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431689014329/345addb2-91b7-46f4-aac2-a62a6a015fd1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Strickland.","credit":"MICHAEL GOTTSCHALK/AFP/Getty Images","altText":"Peter Strickland.","cleanCaption":"Peter Strickland."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431689205542/2c4ebaef-3cf5-4491-9d06-a0f19e4fa9ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Benjamin Millepied. Photograph: LOIC VENANCE/AFP/Getty Images","credit":"LOIC VENANCE/AFP/Getty Images","altText":"Benjamin Millepied.","cleanCaption":"Benjamin Millepied.","cleanCredit":"Photograph: LOIC VENANCE/AFP/Getty Images"}],"webPublicationDate":"2015-05-16T05:00:20Z","lastModified":"2015-05-16T05:00:20Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Manchester international festival 2015","Membership","Culture","Manchester international festival","Festivals","Jeremy Deller","Art and design","Science","Theatre","Stage","Dance","Film"],"tags":[{"id":"culture/manchester-international-festival-2015","webTitle":"Manchester international festival 2015"},{"id":"membership/membership","webTitle":"Membership"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/manchester-international-festival","webTitle":"Manchester international festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"artanddesign/jeremy-deller","webTitle":"Jeremy Deller"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"science/science","webTitle":"Science"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"stage/dance","webTitle":"Dance"},{"id":"film/film","webTitle":"Film"}],"section":{"id":"culture"},"topics":[],"embeddedVideos":[{"id":"gu-video-426912839","source":"Guardian","durationInSeconds":123,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/01/13/130114SacrilegePreview_FromGAus-16x9.mp4"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2014/01/13/130114SacrilegePreview_FromGAus_3gpSml16x9.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2014/01/13/130114SacrilegePreview_FromGAus_3gpLg16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/01/13/130114SacrilegePreview_FromGAus/130114SacrilegePreview_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/1/13/1389588149629/The-public-jumps-on-Sacri-016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"The public jumps on 'Sacrilege', an artwork by Jeremy Deller Photograph: Anna Kucera for the Guardian","credit":"Anna Kucera/Guardian","altText":"The public jumps on 'Sacrilege', an artwork by Jeremy Deller","cleanCaption":"The public jumps on 'Sacrilege', an artwork by Jeremy Deller Photograph: Anna Kucera for the Guardian"}},{"id":"gu-video-455478966","source":"guardian.co.uk","durationInSeconds":269,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/02/18/150218DoB_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/02/18/150218DoB.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/2/18/1424280260831/crop_KP_98695_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Duke of Burgundy - video review","credit":"guardian.co.uk","altText":"620x372 trailpic for Duke of Burgundy - video review","cleanCaption":"620x372 trailpic for Duke of Burgundy - video review"}}],"adTargetingPath":"culture"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/16/interdepence-manchester-international-festival-mif-guardian-membership-live","shortUrl":"http://gu.com/p/483kc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/16/interdepence-manchester-international-festival-mif-guardian-membership-live","webUri":"http://www.theguardian.com/culture/2015/may/16/interdepence-manchester-international-festival-mif-guardian-membership-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431687857972/054b95cc-703b-4d3d-bf28-e2704e60f938-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Artist Olafur Eliasson’s The Weather Project at Tate Modern. Photograph: Dan Chung for the Guardian","credit":"Dan Chung for the Guardian","altText":"Artist Olafur Eliasson's The Weather Project at Tate Modern.","cleanCaption":"Artist Olafur Eliasson’s The Weather Project at Tate Modern.","cleanCredit":"Photograph: Dan Chung for the Guardian"}},"importance":4,"kicker":{"title":"Manchester international festival"},"showQuotedHeadline":false},{"title":"Why we became nuns / I had my own flat and a boyfriend but I felt restless","rawTitle":"I had my own flat and a boyfriend but I felt restless","item":{"type":"article","id":"world/2015/may/15/nuns-and-sisters-christianity-religion-convent-stories","title":"Why I became a nun: 'I had my own flat and a boyfriend but deep down I felt restless'","trailText":"From a Star Trek enthusiast to a former trade union worker, women share their stories about why they chose the religious life","standFirst":"<p>From a Star Trek enthusiast to a former trade union worker, women share their stories about why they chose the religious life</p>","byline":"Rachel Obordo","body":"<h2><strong><a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a/1488718\">Sr Silvana Dallanegra, RSCJ</a> talks about the importance of social media and tells women interested in the religious life to ‘Go for it girl!’</strong></h2> \n<p>I call Sr Silvana on the landline and she apologises for not having a mobile signal - she was in the basement. Not walking the cloister in silence but running a hostel and helping the students she works with. Much of our conversation is spent talking about school (I went to one run by the <a href=\"http://www.societysacredheart.org.uk\">Society of Sacred Heart</a>) and people we know before I realise I’m wasting precious interviewing time, though she kindly assures me I was simply making a nervous guest feel comfortable before telling me about her life before joining the Society.</p> \n<p>“I’m a cradle Catholic. I went to a convent high school where some of us flirted with notions of convent life, veils and religious names. But by my mid-twenties I was an independent, politically active, professional young woman. I was working for NALGO (which later became Unison), had my own flat, a boyfriend, career, social life... I even read the Guardian every day! And yet, deep down, I began to feel restless because I was searching for God. I came to meet and know the Society of the Sacred Heart when I discovered that one of our union members was a sister. That was way back in 1993 and I’m still here!”</p> \n<p>Warden of a hostel for postgraduates in Oxford, Sr Silvana explains how the nature of her work means that no two days are the same.</p> \n<p>“My door’s open most of the time so that students can say hello or if they need someone to talk to they can. I have a mantra which is that ‘God will provide’ which the students like and believe it helps for solutions. I’m also responsible for the province’s website and <a href=\"http://allthislifeandheaventoo.blogspot.co.uk\">social media presence</a>, so I ‘waste’ a lot of time on Facebook and Twitter! I think it’s vitally important to be in these places especially if you’re working with young people.”</p> \n<blockquote class=\"quoted\"> \n <p>On Twitter I saw someone say: ‘Why should the devil have all the best tweets?’</p> \n</blockquote> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0d0c7f6f1c6824c560ffadebf152910c2d09c293\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431680639978/1b5d149e-c2da-47e4-b654-2f4dfba53c37-222x420.jpeg\" alt=\"Sr Silvana Dallanegra RSCJ loves cooking, reading and photography\" width=\"222\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sr Silvana Dallanegra RSCJ loves cooking, reading and photography</span> \n  <span class=\"element-image__credit\">Photograph: Sr Silvana Dallanegra RSCJ</span> \n </figcaption> \n</figure> \n<p>“We often get called nuns. It’s a kind of shorthand - an easily understood generic term largely arising from a lack of knowledge or having only watched Sister Act (nuns lead ‘enclosed’ lives and rarely leave their monasteries, whereas sisters express their vocation by being ‘active’ in communities. Though to make matters more confusing you call a nun a sister when addressing her). It’s more than 40 years since religious came out of their habits. We were one of the first congregations to have it as optional in the 70s, and yet the media still uses images of religious in habits to describe all religious life. </p> \n<p>“I hope that sisters can be recognised by other things such as how they are as people. When I was in Spain, one of our sisters who I didn’t know very well had to explain the menu to me. Once we had ordered, a lady on the table next to us asked if we were religious sisters. We weren’t wearing any religious insignia so I asked how she knew. Do you know what she said? ‘It’s the way you were treating each other.’ Her daughter went to a Sacred Heart school and had observed how the sisters were together. ‘It was clear you didn’t really know each other but it was how you were being with one another.’ It was a blessing for me for something like that to happen so early in my religious life.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/23/nuns-treble-five-years\">Vocations from women to the religious life reached a 25-year high in the Catholic Church in England and Wales this year.</a> With a vocation that came through Facebook (she took her vows last September), Sr Silvana shares her advice for women thinking about taking the same step.</p> \n<p>“Yes there can be difficult things about the religious life, but there are hard bits to all walks of life - marriage or bringing up children is not a bed of roses. It’s easy to be paralysed in discernment. One of our sisters who entered in the 60s remembered agonising over it. Someone said to her: ‘What you want is a blackboard to drop from the sky and say that you will join the sisters and will be happy. But that’s not going to happen!’ This is a great life. If you’re called to it you will become the woman you’re meant to be. Go for it girl!”</p> \n<h2><strong><a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a/1493491\">Sr Louisa McCabe, OHP</a> describes how it took ‘five years of procrastination’ to realise she wanted to become a religious sister</strong></h2> \n<p>“It took five years of procrastination on my part, and the rug being pulled out from under my feet with a job loss, for God to really get my attention. As the pieces of my life settled back into their new places my perception of my vocation had also altered. With hindsight, I realise now that initially what I was called to was the life of prayer, but it wasn’t until meeting and spending some time with the <a href=\"http://www.ssmwalsingham.moonfruit.com/home/4585052661\">Sisters of the Society of St Margaret, Walsingham</a> that I realised that it was possible to have the life of prayer without being required to run a parish! I visited four communities initially, and each visit supported this realisation that prayer is where it’s at, and then began the process of visiting to join the <a href=\"http://www.ohpwhitby.org.uk/\">Order of the Holy Paraclete, Whitby</a> (OHP).</p> \n<p>“<a href=\"http://www.faithhopechocolate.wordpress.com/\">There are many ups and downs to the life</a>. I made a deal with myself in October last year when I applied for First Profession. If the vote meant I was to leave OHP, I would dye my hair purple. They accepted me and I took vows at the end of January this year. So no purple hair.<br /></p> \n<blockquote class=\"quoted\"> \n <p>There is a lot more physical work than people imagine, especially as we foster two donkeys from The Donkey Sanctuary</p> \n</blockquote> \n<p>One of the best things I’ve done in my three years with OHP has been to attend the last two Greenbelt festivals, where camping in a habit is no stranger than the folks who camp in all their Goth clothing, and where people stop you and ask about the religious life.</p> \n<h2><strong><a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a/1488996\">Sr Michaela Toulmin, O.Cist</a> tells of her days from ‘fairground to convent’</strong></h2> \n<p>Asking whether it’s a good time to speak, Sr Michaela informs me that she was just in the middle of mopping the floor. Apologising profusely to her she replies: “Don’t worry. The gardener will come in soon with his muddy boots on so i’ll have to do it again!”</p> \n<figure class=\"element element-image\" data-media-id=\"df4c836bd77b376653d61d65ada0ab325fbc70be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431687395260/faec20d9-a5e4-4124-b8c3-3b455d15fa33-460x297.png\" alt=\"The Bernardine Cistercians community at Hyning\" width=\"460\" height=\"297\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Bernardine Cistercians community at Hyning</span> \n  <span class=\"element-image__credit\">Photograph: Bernardine Cistercians of Esquermes</span> \n </figcaption> \n</figure> \n<p>One of 12 nuns of the enclosed order of <a href=\"http://www.bernardine.org/hyning-about-us/\">Bernardine Cistercians at Hyning Monastery</a>, Sr Michaela’s way of life is a far cry from her travelling show childhood.</p> \n<p>“One of the reasons my family were surprised when I told them I wanted to be a nun was that I didn’t come from a particularly conventional Catholic family and we weren’t a practicing family. My early memories are of the family fairground, of clown stalls, dodgems, bright lights, ghost trains and candyfloss booths! In the 80s we had a week at school where different orders and priests came in so locals could ask them questions about what they do. I remember sitting in front of a sister with a timetable of the Divine Office on an overhead projector saying that they get up at 6am, and I thought ‘I’d never go anywhere like that’. Little did I know!</p> \n<p>“Mum’s family were travelling show people, so for them the idea that anyone could stay in one place and not go out very often was very strange. My brothers were very against the idea and I didn’t see them for a long time and very rarely but my sisters were amazingly supportive. One of my friends when discovering I took vows commented, ‘Well you could probably live a life of chastity and poverty but you’ll never cope with obedience!’ I have to say she was almost right, obedience has been the hardest thing of all.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"70ce0de72fa075c0b46f6d66d0dbec3058c0dabe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431687654952/ca2bb411-2eb9-420c-ba69-47a4163c515e-315x420.jpeg\" alt=\"Sr Mary O.Cist celebrated her 90th birthday earlier this year\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sr Mary O.Cist celebrated her 90th birthday earlier this year</span> \n  <span class=\"element-image__credit\">Photograph: Bernardine Cistercians of Esquermes</span> \n </figcaption> \n</figure> \n<p>A Bernardine’s day is mainly spent in silence and starts with Lauds at 6.30am followed by the other offices.</p> \n<p>“We only talk for educational or business purposes, and of course if a guest passes by. Though during teatime and after our evening meal we have periods where we can speak. I’m in the kitchen most of the time as I’m the cook. When I’m not there I lead many of the retreats, write our annuals, and am librarian and bell ringer. Our main work is hospitality with some people doing the accounts and others tending to the vegetable garden. Each sister does different work depending on her gifts. Whenever the veg is in season we like to make jam - we’ve sold 50 jars of rhubarb jam in the last two weeks.”</p> \n<blockquote class=\"quoted\"> \n <p>Silence has always been difficult for me and I’ve never been very good at it</p> \n</blockquote> \n<p>In the 21 years she’s been a nun, I ask her if she misses anything before she entered the monastery.</p> \n<p>“I was a big Liverpool football fan and used to often go to matches. I’m also a big science fiction fan and a massive Star Trek fan, so I miss going to conventions. We’ve actually got a prayer resource box with the TARDIS in it as it’s a great way to talk about prayer because Jesus is bigger on the inside than the outside. I’ve been a sister now since I was 22 and I’ve never regretted it. Life has been one long fairground ride with God and the ride never stops.”</p> \n<h2><a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a/1501374\">Sr Joann Marie Aumand, SCC</a> left home at the age of 15 to follow her ‘dream’ <br /></h2> \n<p>“I’m from Kingston, New York and attended St. Peter’s School where the <a href=\"http://www.scceast.org\">Sisters of Christian Charity</a> taught. My first experience with the sisters was a positive one and I loved them and wanted to be one of them. I wanted to join the community after 8th grade. At that time the sisters sponsored a private high school in Mendham, New Jersey for girls who felt called to religious life. My mom and dad wanted me to wait because I was so young but in the middle of my freshmen year they knew that I really wanted to enter, so with their help and blessing I began the process. I left home at the age of 15 to follow my dream and for 45 years I have been living it out. </p> \n<p>“I was not scared because I knew that God was calling me. I loved being in the convent and living with the sisters. I missed my family very much but I loved God so much that I knew this is what I was to do. At the time I entered there were about 55 other high school girls from around the country who also attended. Many of them are still in the community and it is really nice to share our experiences with each other.</p> \n<p>“My journey has afforded with me with many opportunities to be with God’s people through teaching and administration in both elementary and high school. I have been director of the Archdiocese of Newark’s immigration, refugee resettlement and human trafficking programs. I have served as our community’s novice director, and as a pastoral associate at Ss Peter and Paul in Hoboken, NJ. Just recently I have been nominated and appointed to be on my community’s leadership team and will collaborate with three other sisters to serve in our eastern province.</p> \n<figure class=\"element element-image\" data-media-id=\"f9425a3502ff2b3fab7e056a394c62da1a1b8474\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431680308518/71b9c246-d502-4ca9-a14a-326352067ec0-349x420.jpeg\" alt=\"Sr Joann Marie SCC (centre) with Sr Jeanette SCC and Sr Celia SCC who are first and fifth grade teachers respectively\" width=\"349\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sr Joann Marie SCC (centre) with Sr Jeanette SCC and Sr Celia SCC who are first and fifth grade teachers respectively</span> \n  <span class=\"element-image__credit\">Photograph: Sr Joann Marie SCC</span> \n </figcaption> \n</figure> \n<p>“Being a sister has given me the opportunity to meet many types of people and learn from them. I have so many memories of my students, their parents, staff, and co-workers over the years. It’s difficult to pick out a few to share their story but I will try. I play the guitar. And I’ve given guitar lessons to many of my students over the years. Just last year I received a phone call from a boy I gave lessons to over 20 years ago who is now a professional guitar player. I remember the years I taught 8th grade and somehow got roped into being the assistant cheerleading coach!<br /></p> \n<p>“That was a memory for sure. Through the 10 years I was a teacher I had a lot of fun! Some children you can’t forget. I recall the year I tutored two little blind girls and recall how they ‘saw’ life more than I did. I remember my first day doing supervision on the playground as a principal. The kids came screaming to me and told me Mara’s legs fell off. I gasped and ran to find a little girl whose two wooden legs had disconnected and only needed to be bolted together again. I later found out that she lost her legs in a fire when she was only a few months old.</p> \n<p>“It doesn’t seem possible that I have been a sister for 45 years... it sounds long and old, but I feel young and I’m thankful and grateful for my life and for all the people who have been part of it. To all of you who are journeying with me right now in Hoboken, at this juncture of my life, I say thank you and know being here with you is just fantastic!”</p> \n<h2><strong><a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a/1490496\">Sr Miriam Elizabeth, OSH</a> says they are </strong><strong>pushing the monastic life into the future</strong><br /></h2> \n<p>“I am a sister with the <a href=\"http://www.osh.org/ \">Order of Saint Helena</a>, an Episcopal monastic order for lay and ordained women. We are a mixed order, saying our prayers in chapel five times a day and doing work and ministry out in the community. We also provide hospitality for those on retreat in our guest house. We currently live in Augusta, Georgia and are building a new convent in North Augusta, South Carolina where we will move this summer. We are known for our inclusive and expansive language breviary (prayer book) and for <a href=\"https://www.youtube.com/watch?v=NbcqbEsNfQA\">pushing the monastic life into the future</a>.</p> \n<blockquote class=\"quoted\"> \n <p>With the support of the community, I am able to offer my best gifts to the world</p> \n</blockquote> \n<p>“I am the newest sister in the community, currently under an annual vow of poverty, chastity and obedience, that is renewable for 3-5 years. At the end of that time, God willing, I will make life profession. I am also a priest in the Episcopal Church. I work in ministry as a spiritual director, retreat presenter, and priest and pastor for a small church community. I also work in the hospitality ministry of the order. I love my life and believe I am called by God to be here. <br /></p> \n<p>“We are seeing a rise in young women who are interested in this vocation and are pleased to be in discernment with several. Discernment is key and is ongoing for several years, even after a woman comes to live in the community. We are hopeful about the future of monasticism and about the Order of Saint Helena in particular.”</p> \n<p><em>You can read other stories from nuns and sister on <a href=\"https://witness.theguardian.com/assignment/5539025de4b0495ffd44a14a\">GuardianWitness</a></em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431692164110/9a428d0b-6f2f-4ea2-9866-e9f5c928f6a8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sr Silvana Dallanegra RSCJ","altText":"Sr Silvana Dallanegra RSCJ (centre) with sisters from the Society of Sacred Heart","cleanCredit":"Photograph: Sr Silvana Dallanegra RSCJ"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431680639836/638b819c-7899-4714-9f27-f362d4445823-381x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":381,"orientation":"portrait","caption":"Sr Silvana Dallanegra RSCJ loves cooking, reading and photography Photograph: Sr Silvana Dallanegra RSCJ","credit":"Sr Silvana Dallanegra RSCJ","altText":"Sr Silvana Dallanegra RSCJ loves cooking, reading and photography","cleanCaption":"Sr Silvana Dallanegra RSCJ loves cooking, reading and photography","cleanCredit":"Photograph: Sr Silvana Dallanegra RSCJ"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431687396294/576be9ab-b212-4ef1-9642-7341b3973ad4-620x400.png?width=#{width}&height=#{height}&quality=#{quality}","height":400,"width":620,"orientation":"landscape","caption":"The Bernardine Cistercians community at Hyning Photograph: Bernardine Cistercians of Esquermes","credit":"Bernardine Cistercians of Esquermes","altText":"The Bernardine Cistercians community at Hyning","cleanCaption":"The Bernardine Cistercians community at Hyning","cleanCredit":"Photograph: Bernardine Cistercians of Esquermes"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431687655684/e6ce6ce3-b562-4c81-8a40-57ad109a92f7-540x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":540,"orientation":"portrait","caption":"Sr Mary O.Cist celebrated her 90th birthday earlier this year Photograph: Bernardine Cistercians of Esquermes","credit":"Bernardine Cistercians of Esquermes","altText":"Sr Mary O.Cist celebrated her 90th birthday earlier this year","cleanCaption":"Sr Mary O.Cist celebrated her 90th birthday earlier this year","cleanCredit":"Photograph: Bernardine Cistercians of Esquermes"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431680308052/c5b14a4a-9a89-4690-bdb8-bf069924959d-449x540.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":540,"width":449,"orientation":"portrait","caption":"Sr Joann Marie SCC (centre) with Sr Jeanette SCC and Sr Celia SCC who are first and fifth grade teachers respectively Photograph: Sr Joann Marie SCC","credit":"Sr Joann Marie SCC","altText":"Sr Joann Marie SCC (centre) with Sr Jeanette SCC and Sr Celia SCC who are first and fifth grade teachers respectively","cleanCaption":"Sr Joann Marie SCC (centre) with Sr Jeanette SCC and Sr Celia SCC who are first and fifth grade teachers respectively","cleanCredit":"Photograph: Sr Joann Marie SCC"}],"webPublicationDate":"2015-05-15T15:15:20Z","lastModified":"2015-05-15T18:20:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rachel Obordo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rachel-obordo"}],"feature":true,"keywords":["Christianity","Women","Religion","Catholicism","World news","Anglicanism"],"tags":[{"id":"world/christianity","webTitle":"Christianity"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/world","webTitle":"World news"},{"id":"world/anglicanism","webTitle":"Anglicanism"}],"section":{"id":"world"},"topics":[{"displayName":"Rachel Obordo","topic":{"type":"tag-contributor","name":"profile/rachel-obordo"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/nuns-and-sisters-christianity-religion-convent-stories","shortUrl":"http://gu.com/p/48p84","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/nuns-and-sisters-christianity-religion-convent-stories","webUri":"http://www.theguardian.com/world/2015/may/15/nuns-and-sisters-christianity-religion-convent-stories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431692164110/9a428d0b-6f2f-4ea2-9866-e9f5c928f6a8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sr Silvana Dallanegra RSCJ (centre) with sisters from the Society of Sacred Heart Photograph: Sr Silvana Dallanegra RSCJ","credit":"Sr Silvana Dallanegra RSCJ","altText":"Sr Silvana Dallanegra RSCJ (centre) with sisters from the Society of Sacred Heart","cleanCaption":"Sr Silvana Dallanegra RSCJ (centre) with sisters from the Society of Sacred Heart","cleanCredit":"Photograph: Sr Silvana Dallanegra RSCJ"}},"importance":4,"kicker":{"title":"Why we became nuns"},"showQuotedHeadline":true},{"title":"Behind the scenes with Manchester's rape team","rawTitle":"Behind the scenes with Manchester's rape team","item":{"type":"article","id":"society/2015/may/15/behind-the-scenes-at-a-police-rape-team-bbc-documentary","title":"Behind the scenes with a police rape team: 'We start by believing the victim'","trailText":"In the last year Greater Manchester police dealt with 1,800 rape cases. Now a BBC documentary is following detectives at its serious sexual offences unit","standFirst":"<p>In the last year Greater Manchester police dealt with 1,800 rape cases. Now a BBC documentary is following detectives at the force’s serious sexual offences unit</p>","byline":"Helen Pidd  Northern editor","body":"<p>With one word, the young Romanian in the dock at Manchester crown court brought to a gratifyingly early end one of the 1,802 rape cases dealt with by Greater Manchester police (GMP) in the last year. “<em>Vinovat</em>,” said Bogdan Drezaliu, 21, when asked via his interpreter on Friday morning if he admitted attempting to rape a jogger in a north Manchester park. Guilty.</p> \n<p>The early plea saved his victim the agony of reliving her ordeal in court. It was never going to be easy for Drezaliu to deny the offence: his semen was found on the back of his victim’s knickers.</p> \n<p>He would have had difficulty claiming that the woman consented – she screamed so loudly when he pounced on her that a dog walker rushed to her aid. They kicked him until he escaped on his bike. He was caught nearby a week later after groping a teenage girl’s bottom in the street; her father went after him and performed a citizen’s arrest.</p> \n<p>It wasn’t Drezaliu’s first offence. In 2012 he was convicted of a similar sexual assault involving a prostitute in Manchester. He wasn’t jailed then. But in court on Friday his lawyer, Hunter Gray, accepted that a custodial sentence was inevitable this time. Drezaliu will be sentenced on 26 June. The groping charge, along with another of indecent exposure, will lie on his file.</p> \n<p>At home on the other side of Manchester, DC Janet Malone celebrated. She wasn’t supposed to be working until 5pm but immediately tried to phone the victim and tell her the positive news.</p> \n<p>It had been a good week. On Thursday another big case ended with a conviction. Hamid Zaman, 35, was sentenced to 12 years in prison after being found guilty of orally raping and beating a woman at Boggart Hole Clough in New Moston, north Manchester, on Halloween last year. After raping and repeatedly punching and kicking her in the head, he struck her across the head with a brick and a glass bottle. </p> \n<p>Police arrived as Zaman was attacking the woman and he was tasered before being arrested. Still he maintained his innocence. A jury didn’t believe him.</p> \n<p>Malone is one of 60 officers working in GMP’s serious sexual offences unit (SSOU), which is profiled in a BBC2 three-part documentary starting this Sunday. Based in a heavily fortified modern building in Ashton-under-Lyne, the officers spend all of their time investigating rape or attempted rape. “You have to be a people person, rather than a cold, hard facts person, like some detectives are,” said Det Supt Jon Chadwick, who has run the SSOU since its inception three years ago. </p> \n<p>“Rape victims are a class of people on their own … It just has an impact like no other crime. Trying to keep that person safe, manage their expectations day to day, trying to get them into the recovery process – that’s the biggest challenge.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"330f848248fa4b1b91fcaa5238ea693393699d45\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431711296713/0d353565-6e55-4fc7-a431-0baf5347fdd3-460x276.jpeg\" alt=\"Det Supt Jonathan Chadwick at Greater Manchester Police ( GMP) serious sexual offences unit.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Det Supt Jonathan Chadwick at Greater Manchester Police ( GMP) serious sexual offences unit.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian/Christopher Thomond</span> \n </figcaption> \n</figure> \n<p>That’s why Chadwick decided to set up the SSOU. “It was about getting a bit wiser to the fact that rape is a special crime. We’ve had murder teams, drug teams, armed robbery teams for ages. This was about realising we should be doing a lot better and doing things differently, because rape has such a massive impact on victims. The idea is you can teach anyone to be a detective. You can’t teach anyone to be a good rape detective, because it’s about the way they deal with victims.”</p> \n<p>In the three years the unit has been running, two rape survivors killed themselves after GMP and the Crown Prosecution Service (CPS) took their abusers to court. In January 2013 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/feb/10/frances-andrade-killed-herself-lying\">Frances Andrade</a> committed suicide after giving evidence against her abuser, Michael Brewer, former head of music at Chetham’s school of music in Manchester. The following February a woman called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/feb/04/greater-manchester-police-rape-cases\">Tracey Shelvey</a> threw herself off a car park roof in Rochdale after the man she and five others accused of rape was acquitted. Occasionally suspects take their own lives too, sometimes leaving notes protesting their innocence.</p> \n<p>When a person has been raped, they’re “all over the place”, said Chadwick, a laconic man with a goatee beard and idiosyncratic fashion taste.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Rape victims are a class of people on their own … It just has an impact like no other crime</p> \n  <footer> \n   <cite>Det Supt Jon Chadwick</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Rape detectives have to accept that the first account given by a victim may have holes in it, he said. “It will be inaccurate, it could be at the wrong time, the wrong day, the wrong place, in the wrong order. And there is an instinct among detectives that you just want to check things straight away.<br /></p> \n<p>“But the fact is, if someone has just been raped they will get things wrong. You need the right person listening and taking that case from the start and building around the victim, rather than thinking, ‘hang on, that’s not what she said, she’s got the day wrong.’ All the investigative skills are there. You just have to have a more open mind.” </p> \n<p>From the start, Chadwick knew his officers would be busy. But he was not prepared for how overwhelmed the unit would be. In 2011-12, GMP recorded 737 rapes. Three years on, that figure had leapt 124% to 1,649 – a result, he thinks, of increased public confidence in the police. Around 40% of these reports are domestic incidents. The same percentage of the total are classed as “historic” because they weren’t reported until a year or more after the attack.</p> \n<p>The conviction rate for rape in Greater Manchester, however, is poor. According to the CPS, in 2013-14, 274 cases reached court, with just 158 ending with successful prosecutions. That can be explained by GMP charging more rapes than other areas, argued Chadwick. “You go to other CPS areas and you need the most airtight case you’ve ever seen in your life before the CPS will charge it, and then you get a high conviction rate because you only send rock solid cases to court.”</p> \n<p>Whether running a trial which the prosecution might lose is good for the victim is another question, he said. “That’s a case-by-case thing. I don’t think you can generalise.”</p> \n<p>The unit must keep up as the law changes. Last month GMP received two complaints of revenge porn within days of new legislation coming into force making it a criminal act to disclose private sexual photos with intent to cause distress. On Friday the first man to be charged under the act in the area appeared by video link at Bolton crown court. Kevin Bond, 30, is accused of raping a woman twice in her home and then sending intimate images of her to another person.</p> \n<p>Modern technology offers ever more opportunities for the determined rapist, said Chadwick. “We’re seeing an increasing number of people being raped by people they meet on dating sites. It’s just another tool that’s easy for rapists. You don’t have to approach someone in a bar any more. You can do it all online and rape them on the first meeting.”</p> \n<p>A whiteboard in the Ashton office keeps track of how many live cases the unit is juggling. On Wednesday it was 272. They were looking for just 12 suspects: the board said three were believed to be in Pakistan; another in South Africa. The unit works in shifts from 7am to 11pm, seven days a week. The Sunday morning shift is known by officers as “rape o’clock”, when officers are deluged with reports of alcohol-fuelled crimes from the previous night.</p> \n<p>In a windowless office where they used to keep the photocopier, DCI Colin Larkin was having a difficult phone conversation. A rape victim with mental health problems was haranguing him over the lack of progress in her case. “She wants answers and the answers are not always forthcoming,” he said with a sigh.</p> \n<figure class=\"element element-image\" data-media-id=\"0f029015d503393f044737b2d2ea88f59ef66fe0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431711408349/25d97863-2bbc-48a8-a3f3-b5c4d3659281-460x276.jpeg\" alt=\"DCI Colin Larkin at Greater Manchester police serious sexual offences unit.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">DCI Colin Larkin at Greater Manchester police serious sexual offences unit.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian/Christopher Thomond</span> \n </figcaption> \n</figure> \n<p>Rape investigations have changed a lot since Larkin joined the force 25 years ago. “A victim used to ring up and say, ‘I’ve been raped’. Previously, before we made a crime report, we would try and prove or disprove – in some cases, not believing the victim. Now we always believe the victim in the first instance. Sometimes, when investigating, we can prove that the victim has lied or misunderstood or whatever. But we start off by believing them.”</p> \n<p>Around the corner, a detective was investigating a crime which from the outset looked unlikely to ever reach court. A 14-year-old girl in Bolton, already known to police as being at high risk of child sexual exploitation (CSE), had accused an older man of raping her while her friend went off and had consensual sex with another man. </p> \n<p>The officers who attended the scene quickly encountered a problem: her friend insisted it was all lies and that the pair had stuck together all evening. Looking through the alleged victim’s file on the police computer, it emerged that this is not the first time she has made an allegation of rape. But an officer must still dedicate time to the case, in consultation with a dedicated CSE unit.</p> \n<p>The new victim-focused approach can be “massively frustrating” when officers know people are wasting their time by making false reports, admitted Larkin: “We do get people making up allegations because they want to get their own back, for whatever reason. If A and B are courting and A has an affair with C, sometimes B will say that A has raped her … It’s not massively common but it isn’t uncommon either.”</p> \n<p>Later, Larkin’s boss, Chadwick, explained that less than 3% of all rape reports received by GMP turn out to be fabricated. But unlike other forces, GMP has never prosecuted a victim for making a false allegation. Instead, they have dished out the odd fixed-penalty fine for wasting police time. “The numbers are very low,” said Chadwick. “One of the considerations is the vulnerability of the victim. Generally those people making false reports have some sort of vulnerability.”</p> \n<p>Chadwick adds: “Murder is easy compared with dealing with this. And I’ve done a lot of murder. It’s a completely different game when you’ve got a human being who has been subject to the worst crime you can be subjected to and survive.”</p> \n<p><em><a href=\"http://www.bbc.co.uk/programmes/b05wh973\">The Detectives</a> starts on BBC2 on Sunday at 9pm.</em></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711093767/21294ee6-66da-4522-97b6-1a26faf42085-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond  for the Guardian","altText":"DS Jonathan Weir leading a staff briefing at Greater Manchester police ( GMP) serious sexual offences unit who feature in a forthcoming BBC documentary to be shown on Sunday.","cleanCredit":"Photograph: Christopher Thomond  for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711298000/0d353565-6e55-4fc7-a431-0baf5347fdd3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Det Supt Jonathan Chadwick at Greater Manchester Police ( GMP) serious sexual offences unit. Photograph: The Guardian/Christopher Thomond","credit":"The Guardian/Christopher Thomond","altText":"Det Supt Jonathan Chadwick at Greater Manchester Police ( GMP) serious sexual offences unit.","cleanCaption":"Det Supt Jonathan Chadwick at Greater Manchester Police ( GMP) serious sexual offences unit.","cleanCredit":"Photograph: The Guardian/Christopher Thomond"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711409709/25d97863-2bbc-48a8-a3f3-b5c4d3659281-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"DCI Colin Larkin at Greater Manchester police serious sexual offences unit. Photograph: The Guardian/Christopher Thomond","credit":"The Guardian/Christopher Thomond","altText":"DCI Colin Larkin at Greater Manchester police serious sexual offences unit.","cleanCaption":"DCI Colin Larkin at Greater Manchester police serious sexual offences unit.","cleanCredit":"Photograph: The Guardian/Christopher Thomond"}],"webPublicationDate":"2015-05-15T17:50:46Z","lastModified":"2015-05-15T23:40:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":false,"keywords":["Rape","Police","Manchester","UK news","Greater Manchester","Crime","Law","Society","Media"],"tags":[{"id":"society/rape","webTitle":"Rape"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/manchester","webTitle":"Manchester"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"society"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/15/behind-the-scenes-at-a-police-rape-team-bbc-documentary","shortUrl":"http://gu.com/p/49vek","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/15/behind-the-scenes-at-a-police-rape-team-bbc-documentary","webUri":"http://www.theguardian.com/society/2015/may/15/behind-the-scenes-at-a-police-rape-team-bbc-documentary"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711093767/21294ee6-66da-4522-97b6-1a26faf42085-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"DS Jonathan Weir leading a staff briefing at Greater Manchester police ( GMP) serious sexual offences unit who feature in a forthcoming BBC documentary to be shown on Sunday. Photograph: Christopher Thomond  for the Guardian","credit":"Christopher Thomond  for the Guardian","altText":"DS Jonathan Weir leading a staff briefing at Greater Manchester police ( GMP) serious sexual offences unit who feature in a forthcoming BBC documentary to be shown on Sunday.","cleanCaption":"DS Jonathan Weir leading a staff briefing at Greater Manchester police ( GMP) serious sexual offences unit who feature in a forthcoming BBC documentary to be shown on Sunday.","cleanCredit":"Photograph: Christopher Thomond  for the Guardian"}},"importance":3,"showQuotedHeadline":false},{"title":"‘Was I a man or was I a jerk?’ / The Life of Saul Bellow by Zachary Leader","rawTitle":"The Life of Saul Bellow by Zachary Leader","item":{"type":"article","id":"books/2015/may/16/the-life-of-saul-bellow-review-zackary-leader-benjamin-markovits","title":"The Life of Saul Bellow by Zachary Leader review – ‘Was I a man or was I a jerk?’","trailText":"The answer is ‘yes’ on both counts … A terrific biography of the great Jewish-American writer is also a first-rate piece of literary criticism","standFirst":"<p>The answer is ‘yes’ on both counts … A terrific biography of the great Jewish-American writer is also a first-rate piece of literary criticism</p>","byline":"Benjamin Markovits","body":"<p>I first tried to read Bellow in high school. <a href=\"https://www.nytimes.com/books/97/05/25/reviews/bellow-footmouth.html\" title=\"\"><em>Him With His Foot in His Mouth</em></a> was lying around, and I&nbsp;picked it up. And put it down again. Something about the writing seemed phoney to me. The language was too much like the language of my parents’ friends, articulate academic types who&nbsp;finished all their sentences grammatically but also liked to mix in&nbsp;pop-culture slang. I&nbsp;didn’t like the way they talked. These were people professionally selected for their ability to be “interesting” on any subject, whether they knew what they were talking about or not.</p> \n<p>Then in my 20s I read <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/feb/09/saul-bellow-augie-march-100-best-novels-robert-mccrum\" title=\"\"><em>The Adventures of Augie March</em></a>. It was like being dunked on in basketball for the first time. (Which I also remember: Julian Austin took a step past me and when he rose up, it was like nothing was holding on to his legs, he just kept rising.) I didn’t know you could do it like that. The phoniness didn’t bother me or it was gone; maybe I had more sympathy for it now. Here was a writer, like Henry James, who gave you proof (who needs it?) that there are intelligences out there greater than your own. They also offer a glimpse of the subtlety with which life can be lived.</p> \n<p>Among the writers, journalists and editors I knew in London (most of them men, it should be said), Bellow was the acknowledged God. (“One doesn’t, after all, defend one’s god,” one of James’s narrators said. “One’s god is himself a&nbsp;defence.”) One of the things that seems to change over time is how writers try to&nbsp;win. Look at a page of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/janeausten\" title=\"\">Austen</a>, a page of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/charlesdickens\" title=\"\">Dickens</a>, a page of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/ernesthemingway\" title=\"\">Hemingway</a> or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/alice-munro\" title=\"\">Munro</a>, and you get a&nbsp;vivid sense of the&nbsp;different ways they&nbsp;keep score – how the points get counted. Line by line, Bellow is pretty hard to beat. You can feel the competitive thrust behind every sentence, and not just in the famous opening of <em>Augie March</em> (“I&nbsp;am&nbsp;an American, Chicago-born – Chicago, that sombre city …”). He&nbsp;seems to be saying something like this: I can out-describe, out-characterise, out-philosophise, out-dialogue you. In case&nbsp;this makes his books sound like an&nbsp;ice-hockey fight, the one where a&nbsp;game broke out, he can also do other things: out-ironise you, out-smart, out‑sympathise, out-deprecate.</p> \n<p>But there are also holes in his swing. Bellow wrote big books and small books, but we rarely remember him for his plots, the carefully constructed sequence of events that stands for something larger than itself. His women also come under a certain amount of scrutiny. Most of his characters tend to sound alike. The baseball season is 160-plus games long – if there’s a hole, the pitchers will exploit it. Writing is like that, too. You have to make everything from scratch, and that includes not just plot and character, but economics, philosophical truth, gender relations, various kinds of&nbsp;professional expertise, weather and interior design, etc. If there are any of these areas in which you’re a&nbsp;little weak, you can try to write around them – but you’ll probably be found out.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The kid from Lachine came a long way, wrote a lot of books, had many affairs and ended up a bigshot intellectual</p> \n </blockquote> \n</aside> \n<p>From scratch isn’t quite right. Much of the material, especially for a writer such as Bellow, comes from the life lived, which is what makes Zachary Leader’s new biography so interesting to a Bellow fan. The novels and stories play a big part, not just because they helped to shape their author’s career, but because they offer evidence, of a&nbsp;very intimate but unreliable kind, about what was happening in his private life. Leader’s idea seems to be that if you lay the various fictions on top of each other, palimpsest-style, the&nbsp;repetitions and approximations will produce a reasonably good image of the truth – there will be a kind of darkening towards fact. Which strikes me as very reasonable. Of course, you need to be a good reader, to align the fictions in the right way and make the right adjustments. Not just subtle, but sensible, too – and Leader is both.</p> \n<p>He’s also very even-handed about Bellow’s writing. The question that frames the book is the one Bellow asked his old friend Eugene Goodheart on his deathbed. “As he slipped in and out of&nbsp;consciousness, Bellow opened his eyes … and asked: ‘Was I a man or was I&nbsp;a jerk?’” By “man”, Leader comments, Bellow meant <a href=\"http://en.wikipedia.org/wiki/Mensch\" title=\"\">mensch</a> – a decent human being. There may be a slight stretch here. Bellow himself seems perfectly capable of saying mensch, and man has different overtones; it’s not quite the opposite of jerk. In any case, the body of the biography provides a&nbsp;pretty complete answer to Bellow’s question, as far as it goes (which is up to 1964, when Bellow was 50, and had just published <em>Herzog</em>). It can be summed up like this: yes on both counts.</p> \n<p>Bellow was not the first, but he was one of the earlier and most dominant of the Jewish writers who played such a big part in 20th-century American literature. There’s a line you can draw from <a href=\"http://en.wikipedia.org/wiki/Isaac_Bashevis_Singer\" title=\"\">Singer</a>, through Bellow, to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/philiproth\" title=\"\">Roth</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/michael-chabon\" title=\"\">Chabon</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jonathan-safran-foer\" title=\"\">Safran Foer</a>. Bellow himself was not Chicago-born – he moved there when he was nine – but he was the only kid in his family to be&nbsp;born on North American soil, in Lachine, Canada, now incorporated into Montreal. Leader writes very well about his family history, his father, Abraham, and mother, Liza, who lived well but illegally in St Petersburg, with “servants, coachmen, fine linens”, until Abraham was arrested and imprisoned, possibly for selling forged papers. “A&nbsp;Jew who wanted to make a living in Russia in 1905, certainly a good living, would be unlikely to get anywhere if he obeyed the law.” Eventually he escaped, and the family made its way to Canada, and then Chicago, where Abraham got involved in the bakery business.</p> \n<p>Even in North America, the Bellows didn’t always stick to the letter of the law. Abraham ran a moonshine operation in Lachine (badly). When the Bellows moved to Chicago in 1924, the neighbourhood Saul grew up in had a&nbsp;ghetto liveliness that played a big part in his later fiction. His brothers worked as “what we used to call hustlers. They sold papers in the streets, peddled chocolate bars on the commuter trains.” Bellow tried his luck in the same line, less successfully. But he also hung out at the public library, where the books were stained by “soup or cocoa or tears” and he rubbed shoulders with the other “autodidacts, loafers, compulsives”, as&nbsp;Leader puts it. Already Bellow wanted to be a great writer.</p> \n<p>Part of the transformation the biography describes has to do with the&nbsp;way the Jewish writer has climbed up the class-ladder of American life. Bellow once said in an interview, about Jewish immigrants, “The distortions they suffered in Americanising themselves also charged them with a certain energy.” In Philip Roth’s <em>Goodbye, Columbus</em>, Mr Patimkin asks Neil Klugman, the Roth alter-ego, if he knows what <em>gonif</em> means – thief. You have to have a little <em>gonif</em> in you to make it in business. Klugman knows, but Patimkin’s kids don’t – and even in Klugman’s case, the only thing he understands is the Yiddish word. Bellow, though no businessman, knew both Yiddish and thieves, and his fiction is full of what he calls “the reality-instructors”, who try to tell you about the way the world actually works.</p> \n<p>Roth, in an interview with Bellow, remarked that “the real thing the Jews did in America, their great, their real genius and success, was in business …&nbsp;[and] that’s what’s at the heart of your book [<em>Augie March</em>], which is the small-time lawyers, the owners of the middle-sized businesses, the conniving and cheating. You were not ashamed of Jewish aggression because you saw it as American aggression … It was Chicago aggression.” <em>Augie March</em> was the breakthrough – at least that’s how the story goes. Bellow was living in Paris on a Guggenheim fellowship, and working on another novel, a dead end, when the idea came to him. In the mornings, street cleaners “opened the hydrants a&nbsp;bit and let water run along the curbs …&nbsp;I&nbsp;seem then to have gone back to childhood in my thoughts and remembered a pal of mine whose surname was August – a handsome, freewheeling kid who used to yell out when we were playing checkers, ‘I got a scheme!’”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e5ea7b3185b9cab1a3889b6caff691845b184ffe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/11/1431354191253/d0326e2a-80ec-4c16-96a5-28a348ed08a4-258x420.jpeg\" alt=\"Bellow once described writin The Adventures of Augie March as 'holding buckets under a waterfall'.\" width=\"258\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bellow once described writing <em>The Adventures of Augie March</em> as ‘holding buckets under a waterfall’.</span> \n  <span class=\"element-image__credit\">Photograph: Art Rickerby/Time &amp; Life Pictures/Getty Image</span> \n </figcaption> \n</figure> \n<p>In fact, breakthrough seems a slight exaggeration; it suggests a level of struggle and failure not met by the facts; his first novel, <a href=\"https://www.nytimes.com/books/00/04/23/specials/bellow-dangling.html\" title=\"\"><em>Dangling Man</em></a>, won the National book award. But Bellow himself was attached to the idea of <em>Augie</em> as a breakthrough – or breakaway, from the kind of European high-art novel he had learned to admire as a kid. He once described writing <em>Augie</em> as “holding buckets under a waterfall”. The words just came, as if he had found a new voice by speaking his own language for the first time. But even in stylistic terms the connection with his previous books is easy to see. <em>Dangling Man</em> and <em>Augie</em> begin in very similar ways, with an idiosyncratic, muscular first-person narrator angrily explaining himself, showing off his book smarts and street-learning at the same time. The big difference is really in terms of plot – where <em>Dangling Man</em> and <em>The Victim</em> circle inwards, <em>Augie</em> streams outwards, from adventure to adventure.</p> \n<p>Bellow’s life, in this respect, began to imitate his fiction. When he wrote <em>Augie</em> he was still married to his first wife, Anita, a social worker, and the mother of his first child. After the novel’s success, the affairs began to multiply. On this front, the link between Roth and Bellow turned out to be personal as well as literary. When Roth was 23, a promising grad student at the University of Chicago, his girlfriend Susan Glassman approached Bellow after a reading. “Turned out to be the best thing that ever happened to me,” Roth wrote, “and the worst thing that ever happened to Saul. I was so young it never even occurred to me that a man of 40 would be interested in a woman of 23.” Bellow eventually married her, in the aftermath of his bitter divorce from Sasha, his second wife.</p> \n<p>That divorce is really the&nbsp;subject of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/may/16/herzog-saul-bellow-digested\" title=\"\"><em>Herzog</em></a>, generally considered to be Bellow’s best book. Both the novel and the backstory offer a great deal of material for someone who wants to answer Bellow’s question, “Was I a man or was I a jerk?” Sasha was working the phones at the Partisan Review when Bellow met her. They continued to see each other in Nevada, where Bellow had moved to speed up his first divorce. Then they got married themselves, had&nbsp;a kid, and he took a job at Bard College, in upstate New York, before moving to&nbsp;the University of Minnesota. Meanwhile, Sasha had started an affair with his colleague Jack Ludwig, who followed the Bellows (with his own wife and child) to Minnesota. Ludwig was acting the part of Bellow’s confidant, counselling Saul about his marriage. When it ended, Bellow couldn’t figure out why. This, more or less, is the plot of <em>Herzog</em>. A dreamy academic type gets played by his wife and best friend and has to recover something, his sanity, or optimism, in the aftermath.</p> \n<p><em>Herzog</em> was a bestseller, won lots of prizes, but it also attracted its fair share of criticism, sometimes from writers who had known Sasha and the history behind the novel. Madeleine, the Sasha figure, “resembles no real or imaginable person”, wrote Stanley Hyman in the New Leader. Irving Howe, in the New Republic, said that “the portrait is unjust, an utter libel, but a classic of&nbsp;male retaliation”. The book glosses over Bellow’s own affairs, and doesn’t touch on Sasha’s disputed accusation that he was physically violent towards her. But his real sin in the marriage seems different – that he wasn’t paying attention, or was paying the wrong kind of attention. There’s a famous and extraordinarily vivid scene in the book where Herzog watches his wife put on makeup, but the vividness is achieved at the expense of intimacy. By the time Madeleine has finished putting on her face, she isn’t quite human any more – which also means that we can’t really feel what Herzog has lost by losing her. In life, the expert noticer went over a year without noticing that his wife and best friend were sleeping together.</p> \n<p>One of his students, the writer William Kennedy, remembers some of&nbsp;his literary advice: “Bellow … talked about being prodigal. He said a writer shouldn’t be parsimonious with his work, but ‘prodigal, like nature’.” You can hear in this advice the lessons he learned writing <em>Augie March</em>. But it applies to his life, too. The kid from Lachine came a long way, wrote a lot of&nbsp;books, had many affairs and wives, moved around endlessly, ended up as a&nbsp;bigshot intellectual on the University of Chicago’s committee on social thought. The books, essentially, give an&nbsp;exhilarating picture of all this movement – they make it sound like a kind of&nbsp;existential seriousness. You have to be open to everything. And Bellow was open to a lot of crackpot stuff, Reichian therapy, orgasmatrons, anthroposophy. While he was kicking his heels in Nevada, waiting for a divorce to come through, an old Mormon missionary “clapped me on the back, as we sat talking, and gripped me by the leg. As&nbsp;any man in his right mind naturally wants to be saved, I&nbsp;listened attentively.” But he wanted to be saved by women, too, and Leader sometimes struggles to keep pace with the extent of his affairs.</p> \n<p>It’s a terrific biography. It’s also a first-rate piece of literary criticism. The book doesn’t really privilege the life or the fiction, or belittle the complexity of reading between them. But taken together they offer a very detailed kind of evidence, about the costs and benefits of Bellow’s existential intensity. Like Byron, he learned a lot of tolerance by having to put up with himself. He could be generous (especially towards other writers, whose work he read and recommended) and petty, too, fair and unjust, delusional and painfully self-aware. As a writer and a&nbsp;human, he seems like a dangerous model to follow. But then you open up&nbsp;one of his books again, and there he&nbsp;is on the page, out-describing, out-sympathising, out-profounding you …<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283514/s/the-life-of-saul-bellow/\" title=\"\"><em>The Life of Saul Bellow</em></a></p> \n<p><span class=\"bullet\">•</span> Benjamin Markovits’s novel <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/305438/\" title=\"\"><em>You Don’t Have to Live Like This</em></a> is out in July from Faber. To order<strong> </strong><em>The Life of Saul Bellow</em><strong> </strong>for &pound;26.25 (RRP &pound;35) go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283514/s/the-life-of-saul-bellow/\" title=\"\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/11/1431353968741/-His-books-offer-a-glimps-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982. Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982.","cleanCaption":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982. Photograph: Sipa Press/Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431354188181/d0326e2a-80ec-4c16-96a5-28a348ed08a4-1254x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1254,"orientation":"portrait","caption":"Bellow once described writing <em>The Adventures of Augie March</em> as ‘holding buckets under a waterfall’. Photograph: Art Rickerby/Time & Life Pictures/Getty Image","credit":"Art Rickerby/Time & Life Pictures/Getty Image","altText":"Bellow once described writin The Adventures of Augie March as 'holding buckets under a waterfall'.","cleanCaption":"Bellow once described writing <em>The Adventures of Augie March</em> as ‘holding buckets under a waterfall’.","cleanCredit":"Photograph: Art Rickerby/Time & Life Pictures/Getty Image"}],"webPublicationDate":"2015-05-16T05:30:16Z","lastModified":"2015-05-16T05:30:16Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Benjamin Markovits","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benjamin-markovits"}],"feature":false,"keywords":["Saul Bellow","Fiction","Classics","Books","Culture"],"tags":[{"id":"books/saulbellow","webTitle":"Saul Bellow"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/classics","webTitle":"Classics"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Benjamin Markovits","topic":{"type":"tag-contributor","name":"profile/benjamin-markovits"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/16/the-life-of-saul-bellow-review-zackary-leader-benjamin-markovits","shortUrl":"http://gu.com/p/48a49","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/16/the-life-of-saul-bellow-review-zackary-leader-benjamin-markovits","webUri":"http://www.theguardian.com/books/2015/may/16/the-life-of-saul-bellow-review-zackary-leader-benjamin-markovits"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/11/1431353968741/-His-books-offer-a-glimps-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982. Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982.","cleanCaption":"‘His books offer a glimpse of the subtlety with which life can be lived’ … Saul Bellow in 1982. Photograph: Sipa Press/Rex Features"}},"importance":3,"kicker":{"title":"‘Was I a man or was I a jerk?’"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T08:22:46Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}