{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The long read / The obscure legal system that lets corporations sue countries","rawTitle":"The obscure legal system that lets corporations sue countries","item":{"type":"article","id":"business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid","title":"The obscure legal system that lets corporations sue countries","trailText":"<strong>The long read:</strong> Fifty years ago, an international legal system was created to protect the rights of foreign investors. Today, as companies win billions in damages, insiders say it has got dangerously out of control","standFirst":"<p>Fifty years ago, an international legal system was created to protect the rights of foreign investors. Today, as companies win billions in damages, insiders say it has got dangerously out of control</p>","byline":"Claire Provost and Matt Kennard","body":"<p>Luis Parada’s office is just four blocks from the White House, in the heart of K Street, Washington’s lobbying row –&nbsp;a stretch of steel and glass buildings once dubbed the “road to riches”, when influence-peddling became an American growth industry. Parada, a soft-spoken 55-year-old from El Salvador, is one of a handful of lawyers in the world who specialise in defending sovereign states against lawsuits lodged by multinational corporations. He is the lawyer for the defence in an obscure but increasingly powerful field of international law –&nbsp;where foreign investors can sue governments in a network of tribunals for billions of dollars.</p> \n<p>Fifteen years ago, Parada’s work was a minor niche even within the legal business. But since 2000, hundreds of foreign investors have sued more than half of the world’s countries, claiming damages for a wide range of government actions that they say have threatened their profits. In 2006, Ecuador cancelled an oil-exploration contract with Houston-based <a href=\"http://www.oxy.com/Pages/default.aspx\" title=\"\">Occidental Petroleum</a>; in 2012, after Occidental filed a suit before an international investment tribunal, Ecuador was ordered to pay a record $1.8bn – roughly equal to the country’s health budget for a year. (Ecuador has logged a request for the decision to be annulled.)</p> \n<p>Parada’s first case was defending Argentina in the late 1990s against the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2004/mar/21/theobserver.observerbusiness9\" title=\"\">French conglomerate Vivendi</a>, which sued after the Argentine province of Tucuman stepped in to limit the price it charged people for water and wastewater services. Argentina eventually lost, and was ordered to pay the company more than $100m. Now, in his most high-profile case yet, Parada is part of the team defending El Salvador as it tries to fend off a multimillion-dollar suit lodged by a multinational mining company after the tiny Central American country refused to allow it to dig for gold.</p> \n<p>The suit was filed in 2009 by a Canadian company, Pacific Rim –&nbsp;later bought by an Australian mining firm, <a href=\"http://www.oceanagold.com/\" title=\"\">OceanaGold</a> – which said it had been encouraged by the government of El Salvador to spend “tens of millions of dollars to undertake mineral exploration activities”. But, the company alleged that when valuable deposits of gold and silver were discovered, the government, for political reasons, withheld the permits it needed to begin digging. The company’s claim, which at one point exceeded $300m, has since been reduced to $284m&nbsp;–&nbsp;still more than the total amount of foreign aid El Salvador received last year. El Salvador countered that the company not only lacked environmental permits but also failed to prove it had obtained rights to much of the land covered by its request: many farmers in the northern Caba&ntilde;as region, where the company wanted to dig, had refused to sell their land.</p> \n<p>Every year on 15 September, thousands of Salvadorans celebrate the date when much of Central America gained independence from Spain. Fireworks are set off and marching bands parade through villages across the country. But, last year, in the town of San Isidro, in Caba&ntilde;as, the festivities had a markedly different tone. Hundreds had gathered to protest against the mine. Gold mines often use cyanide to separate gold from ore, and widespread concern over already severe water contamination in El Salvador has helped fuel a powerful movement determined to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/apr/11/el-salvador-communities-battle-gold-in-ground\" title=\"\">keep the country’s minerals in the ground</a>. In the central square, colourful banners were strung up, calling on OceanaGold to drop its case against the country and leave the area. Many were adorned with the slogan, “No a la mineria, Si a la vida” (No to mining, Yes to life).</p> \n<p>On the same day, in Washington DC, Parada gathered his notes and shuffled into a suite of nondescript meeting rooms in the World Bank’s J building, across the street from its main headquarters on Pennsylvania Avenue. This is the <a href=\"https://icsid.worldbank.org/apps/ICSIDWEB/Pages/default.aspx\" title=\"\">International Centre for the Settlement of Investment Disputes</a> (ICSID): the primary institution for handling the cases that companies file against sovereign states.<strong> </strong>(The ICSID is not the sole venue for such cases; there are similar forums in London, Paris, Hong Kong and the Hague, among others.) The date of the hearing was not a coincidence, Parada said. The case has been framed in El Salvador as a test of the country’s sovereignty in the 21st century, and he suggested that it should be heard on Independence Day. “The ultimate question in this case,” he said, “is whether a foreign investor can force a government to change its laws to please the investor as opposed to the investor complying with the laws they find in the country.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The ultimate question is whether a foreign investor can force a government to change its laws to please the investor</p> \n  <footer> \n   <cite>Luis Parada</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Most international investment treaties and free-trade deals grant foreign investors the right to activate this system, known as investor-state dispute settlement (ISDS), if they want to challenge government decisions affecting their investments. In Europe, this system has become a sticking point in negotiations over the controversial <a href=\"http://ec.europa.eu/trade/policy/in-focus/ttip/index_en.htm\" title=\"\">Transatlantic Trade and Investment Partnership</a> (TTIP) deal proposed between the European Union and the US, which would massively extend its scope and power and make it harder to challenge in the future. Both <a href=\"http://www.euractiv.com/sections/trade-society/france-and-germany-form-united-front-against-isds-311267\" title=\"\">France and Germany</a> have said that they want access to investor-state dispute settlement removed from the TTIP treaty currently under discussion.</p> \n<p>Investors have used this system not only to sue for compensation for alleged expropriation of land and factories, but also over a huge range of government measures, including environmental and social regulations, which they say infringe on their rights. Multinationals have sued to recover money they have already invested, but also for alleged lost profits and “expected future profits”. The number of suits filed against countries at the ICSID is now around 500 – and that figure is growing at an average rate of one case a week. The sums awarded in damages are so vast that investment funds have taken notice: corporations’ claims against states are now seen as assets that can be invested in or used as leverage to secure multimillion-dollar loans. Increasingly, companies are using the threat of a lawsuit at the ICSID to exert pressure on governments not to challenge investors’ actions.</p> \n<p>“I had absolutely no idea this was coming,” Parada said. Sitting in a glass-walled meeting room in his offices, at the law firm Foley Hoag, he paused, searching for the right word to describe what has happened in his field. “Rogue,” he decided, finally. “I think the investor-state arbitration system was created with good intentions, but in practice it has gone completely rogue.”</p> \n<h2>* * *</h2> \n<p><strong>The quiet village of Moorburg in Germany</strong> lies just across the river from Hamburg. Past the 16th-century church and meadows rich with wildflowers, two huge chimneys spew a steady stream of thick, grey smoke into the sky. This is Kraftwerk Moorburg, a new coal-fired power plant – the village’s controversial next-door neighbour. In 2009, it was the subject of a <a href=\"http://www.italaw.com/cases/1148\" title=\"\">€1.4bn investor-state case</a> filed by <a href=\"http://corporate.vattenfall.co.uk/\" title=\"\">Vattenfall</a>, the Swedish energy giant, against the Federal Republic of Germany. It is a prime example of how this powerful international legal system, built to protect foreign investors in developing countries, is now being used to challenge the actions of European governments as well.</p> \n<p>Since the 1980s, German investors have sued dozens of countries, including Ghana, Ukraine and the Philippines, at the World Bank’s Centre in Washington DC. But with the Vattenfall case, Germany found itself in the dock for the first time. The irony was not lost on those who considered Germany to be the grandfather of investor-state arbitration: it was a group of German businessmen, in the late 1950s, who first conceived of a way to protect their overseas investments as a wave of developing countries gained independence from European colonial powers. Led by Deutsche Bank chairman Hermann Abs, they called their proposal an “international magna carta” for private investors.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The investor-state arbitration system was created with good intentions, but in practice it has gone completely rogue</p> \n  <footer> \n   <cite>Luis Parada</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In the 1960s, the idea was taken up by the World Bank, which said that such a system could help the world’s poorer countries attract foreign capital. “I am convinced,” the World Bank president George Woods said at the time, “that those … who adopt as their national policy a welcome [environment] for international investment – and that means, to mince no words about it, giving foreign investors a fair opportunity to make attractive profits –&nbsp;will achieve their development objectives more rapidly than those who do not.”</p> \n<p>At the World Bank’s 1964 annual meeting in Tokyo, it approved a resolution to set up a mechanism for handling investor-state cases. The first line of the ICSID Convention’s preamble sets out its goal as “international cooperation for economic development”. There was sharp opposition to this system from its inception, with a bloc of developing countries warning that it would undermine their sovereignty. A group of 21 countries –&nbsp;almost every Latin American country, plus Iraq and the Philippines –&nbsp;voted against the proposal in Tokyo. But the World Bank moved ahead regardless. Andreas Lowenfeld, an American legal academic who was involved in some of these early discussions, <a href=\"digitalcommons.law.uga.edu/cgi/viewcontent.cgi?article=1109&amp;context=gjicl\" title=\"\">later remarked</a>: “I believe this was the first time that a major resolution of the World Bank had been pressed forward with so much opposition.”</p> \n<p>Global development remains the ICSID’s stated goal. “The idea,” said the institution’s current secretary-general, Meg Kinnear, “is if an investor feels that there is a fair, impartial mechanism should they ever get to a dispute, then they will have that much more confidence and it will help to promote investment … and when you invest in a country you obviously bring jobs, revenue, technology and the like.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b2ffe58071b444a46ea1ea0038acebd3a0088591\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433866595669/8d6d4b31-f4fe-41d3-96bc-c0eca6ea2d8e-460x276.jpeg\" alt=\"Giacomo Gambineri\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Giacomo Gambineri</span> \n </figcaption> \n</figure> \n<p>But now governments are discovering, too late, the true price of that confidence. The Kraftwerk Moorburg plant was controversial long before the case was filed. For years, local residents and environmental groups objected to its construction, amid growing concern over climate change and the impact the project would have on the Elbe river. In 2008, Vattenfall was granted a water permit for its Moorburg project, but, in response to local pressure, local authorities imposed strict environmental conditions to limit the utility’s water usage and its impact on fish.</p> \n<p>Vattenfall sued Hamburg in the local courts. But, as a foreign investor, it was also able to file a case at the ICSID. These environmental measures, it said, were so strict that they constituted a violation of its rights as guaranteed by the <a href=\"http://www.encharter.org/\" title=\"\">Energy Charter Treaty</a>, a multilateral investment agreement signed by more than 50 countries, including Sweden and Germany. It claimed that the environmental conditions placed on its permit were so severe that they made the plant uneconomical and constituted acts of indirect expropriation.</p> \n<p>“It was a total surprise for us,” the local Green party leader Jens Kerstan laughed, in a meeting at his sunny office in Hamburg last year. “As far as I knew, there were some [treaties] to protect German companies in the [developing] world or in dictatorships, but that a European company can sue Germany, that was totally a surprise to me.”</p> \n<p>Vattenfall v Germany ended in a settlement in 2011, after the company won its case in the local court and received a new water permit for its Moorburg plant – which significantly lowered the environmental standards that had originally been imposed, according to legal&nbsp;experts, allowing the plant to use more water from the river and weakening measures to protect fish. The European Commission has now stepped in, taking Germany to the EU Court of Justice, saying its authorisation of the Moorburg coal plant violated EU environmental law by not doing more to reduce the risk to protected fish species, including salmon, which pass near the plant while migrating from the North Sea.</p> \n<p><strong>A year after the Moorburg case closed,</strong> <a href=\"http://www.italaw.com/cases/documents/1655\" title=\"\">Vattenfall filed another claim</a> against Germany, this time over the federal government’s decision to phase out nuclear power. This second suit –&nbsp;for which very little information is available in the public domain, despite reports that the <a href=\"http://af.reuters.com/article/commoditiesNews/idAFL6N0SA3AK20141015\" title=\"\">company is seeking €4.7bn from German taxpayers</a> –&nbsp;is still ongoing. Roughly one third of all concluded cases filed at the ICSID are recorded as ending in “settlements”, which –&nbsp;as the Moorburg dispute shows – can be very profitable for investors, though their terms are rarely fully disclosed.</p> \n<p>There are now thousands of international investment agreements and free-trade acts, signed by states, which give foreign companies access to the investor-state dispute system, if they decide to challenge government decisions. Disputes are typically heard by panels of three arbitrators; one selected by each side, and the third agreed upon by both parties. Rulings are made by majority vote, and decisions are final and binding. There is no appeals process – only an annulment option that can be used on very limited grounds. If states do not pay up after the decision, their assets are subject to seizure in almost every country in the world (the company can apply to local courts for an enforcement order). While a tribunal cannot force a country to change its laws, or give a company a permit, the risk of massive damages may in some cases be enough to persuade a government to reconsider its actions. The possibility of arbitration proceedings can be used to encourage states to enter into meaningful settlement negotiations.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If states do not pay up after the decision, their assets are subject to seizure in almost every country in the world</p> \n </blockquote> \n</aside> \n<p>In Guatemala, internal government documents obtained through the country’s Freedom of Information Act show how&nbsp;the risk of one of these cases weighed heavily on one state’s decision not to challenge a controversial gold mine, despite protests from its citizens and a recommendation from&nbsp;the Inter-American Commission on Human Rights that&nbsp;it&nbsp;be closed down. Such an action, the documents warned, could provoke the company, owned by Canadian mining giant Goldcorp, to activate the ICSID or invoke clauses&nbsp;of the Central American Free Trade Agreement (Cafta)&nbsp;to gain “access to international arbitration and subsequent claims of damages to the state”. The mine, which&nbsp;had been closed temporarily by the government in 2010, was allowed to reopen.</p> \n<p>As the claims made by companies get bigger, it seems increasingly likely that the massive financial risks associated with investor-state arbitration will effectively grant foreign investors a veto over government decisions.</p> \n<h2>* * *</h2> \n<p><strong>When companies are unsuccessful </strong>in their claims against states, there may be other advantages to be gained. In 2004, South Africa’s new, post-apartheid Mineral and Petroleum Resources Development Act (MPRDA) came into force. Along with a new mining charter, the act sought to redress historical inequalities in the mining sector, in part by requiring companies to partner with citizens who had suffered under the apartheid regime. The new system terminated all previously held mining rights, and required companies to reapply for licences to continue their operations. It also instituted a mandatory 26% ownership stake in the country’s mining companies for black South Africans. Two years later, a group of Italian investors, who together control most of the South African granite industry, filed a <a href=\"http://www.italaw.com/cases/446\" title=\"\">landmark investor-state claim</a> against South Africa. The country’s new mining regime, they argued, had unlawfully expropriated their investments and treated them unfairly. They demanded $350m in compensation.</p> \n<p>The case was filed by members of the Foresti and Conti families, prominent Tuscan industrialists, and a Luxembourg-based holding company, Finstone. They cited two bilateral investment treaties, both signed in the late 1990s, during Nelson Mandela’s presidency. Jason Brickhill, a lawyer at the Johannesburg-based Legal Resources Centre, said the new, post-apartheid government seemed to view these agreements “more as acts of diplomatic goodwill than serious legal commitments with potentially far-reaching economic consequences”.</p> \n<p>During that time, officials would be invited to meetings in Europe, he said, “and there would be all sorts of discussion about [South Africa’s] economic and trade direction, and part of that was an expectation that they would conclude an investment treaty – but they had no real understanding of what they were committing to in law”. Peter Draper, a former official in the South African Department of Trade and Industry, put it more starkly: “We were essentially giving away the store without asking any critical questions, or protecting crucial policy space.” &nbsp;</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"8fa35d7b4310ae3fa28d2ea17cdb4e262441b6f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433866721653/6d6115a9-151b-4ee8-8435-d4ba848d10c7-460x276.jpeg\" alt=\"Giacomo Gambineri\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Giacomo Gambineri</span> \n </figcaption> \n</figure> \n<p>The companies’ case against South Africa dragged on for four years, before ending abruptly when the Italian group dropped its claims and the tribunal ordered them to contribute €400,000 (&pound;290,000) towards South Africa’s costs. At the time, a government <a href=\"www.thedti.gov.za/editmedia.jsp?id=1941\" title=\"\">press release </a>celebrated it as “successful conclusion” – despite the fact that South Africa was still left with €5m in unreimbursed legal fees. But the investors claimed a more significant victory: the pressure of the case, they said, allowed them to strike an unprecedented deal with the South African government that allowed their companies to transfer only 5% of their ownership to black South Africans –&nbsp;rather than the 26% mandated by the state mining authority. “No other mining company in South Africa has been treated so generously since the advent of the [new mining regime],” one of the investors’ lawyers, Peter Leon, <a href=\"www.miningweekly.com/article/arbitration-battle-ends-as-granite-claimants-withdraw-sa-awarded-costs-2010-08-05\" title=\"\">boasted</a> at the time.</p> \n<p>The government seems to have agreed to this deal, which goes against the spirit of post-apartheid reparations in South Africa, to prevent a flood of other claims against it. “If the merits of the case were decided against the government, they thought, ‘That’s it, we are going to go down.’ And I think that’s why they were happy to agree to that settlement,” Jonathan Veeran, another of the company’s lawyers said, in an interview at his office in Johannesburg. His clients, he said, “were most pleased with the result”.</p> \n<h2>* * *</h2> \n<p><strong>A small number of countries</strong> are now attempting to extricate themselves from the bonds of the investor-state dispute system. One of these is Bolivia, where thousands of people took to the streets of the country’s third-largest city, Cochabamba, in 2000, to protest against a dramatic hike in water rates by a private company owned by Bechtel, the US civil engineering firm. During the demonstrations, the Bolivian government stepped in and terminated the company’s concession. The company then filed a $50m suit against Bolivia at the ICSID. In 2006, following a campaign calling for the case to be thrown out, the company agreed to accept a token payment of less than $1.</p> \n<p>After this expensive case, Bolivia cancelled the international agreements it had signed with other states giving their investors access to these tribunals. But getting out of this system is not easily done. Most of these international agreements have sunset clauses, under which their provisions remain in force for a further 10 or even 20 years, even if the treaties themselves are cancelled.</p> \n<p>In 2010, Bolivia’s president, Evo Morales, nationalised the country’s largest energy provider, Empresa El&eacute;ctrica Guaracachi. The UK power investor Rurelec, which indirectly held a 50.001% stake in the company, took Bolivia to the <a href=\"http://www.pca-cpa.org/showpage.asp?pag_id=363\" title=\"\">permanent court of arbitration</a> in the Hague demanding $100m in compensation. Last year, Bolivia was ordered to pay Rurelec $35m; after months of further negotiations, the two sides settled on a payment of just over $31m in May 2014. Rurelec, which declined to comment for this article, celebrated the receipt of this award with a series of press releases on its website. “My only sadness is that it has taken so long to reach a settlement,” said the fund’s CEO in a statement. “All we wanted was a friendly negotiation and a handshake from President Morales.”</p> \n<p>Even states that first objected to the introduction of the investor-state dispute system at the 1964 World Bank meeting have since signed dozens of agreements expanding its reach. With the rapid growth in these treaties –&nbsp;today there are more than 3,000 in force&nbsp;–&nbsp;a specialist industry has developed in advising companies how best to exploit treaties that give investors access to the dispute resolution system, and how to structure their businesses to benefit from the different protections on offer. It is a lucrative sector: legal fees alone average $8m per case, but they have exceeded $30m in some disputes; arbitrators’ fees at start at <a href=\"https://icsid.worldbank.org/apps/ICSIDWEB/arbitrators/Pages/Claims-for-Fees-and-Expenses.aspx\" title=\"\">$3,000 per day, plus expenses</a>. While there is no equivalent of legal aid for states trying to defend themselves against these suits, corporations have access to a growing group of third-party financiers who are willing to fund their cases against states, usually in exchange for a cut of any eventual award.</p> \n<p>Increasingly, these suits are becoming valuable even before claims are settled. After Rurelec filed suit against Bolivia, it took its case to the market and secured a multimillion-dollar corporate loan, using its dispute with Bolivia as collateral, so that it could expand its business. Over the last 10 years, and particularly since the global financial crisis, a growing number of specialised investment funds have moved to raise money through these cases, treating companies’ multimillion-dollar claims against states as a new “asset class”.</p> \n<p>One of the largest of these funds to specialise in backing corporations’ suits against governments, Burford Capital, is based just a few blocks from East Croydon train station, on the&nbsp;fifth floor of a nondescript brown brick building. Companies rarely disclose when their cases are being financed by one of these third-party investors, but in the Rurelec suit against Bolivia, Burford issued a <a href=\"www.burfordcapital.com/wp-content/uploads/2014/11/2014-06-03-BUR-Rurelec-press-release-Final.pdf\" title=\"\">triumphant press release </a>celebrating its “groundbreaking” involvement. Typically, funders like this will agree to back companies’ claims against states in exchange for a cut of any eventual award. In this case Burford gave Rurelec a $15m loan, using the claim against Bolivia as security.</p> \n<p>“Rurelec did not need capital to pay its lawyers. Rather, it needed capital to continue to grow its business,” Burford said in a statement. “This is a good demonstration that the benefits of litigation finance go far beyond that of simply helping to pay legal fees,” the CEO added, “and in many cases can provide an effective alternative method of financing to help companies achieve their strategic goals.” It was highly rewarding for Burford as well: it announced a net profit of $11m from the dispute.</p> \n<p>A spokesman for Burford explained further: “Burford did not fund Rurelec’s arbitration claim, which had been under way for two years before our involvement with the company. Rather, we provided a corporate debt facility to enable Rurelec&nbsp;to expand its South American operations, but we looked to the arbitration claim (a contingent asset) to assist in the repayment of the loan.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4857f8587a7e1ee417565e6abe5fe226f12d168b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433867184358/60cbe7ac-5935-4811-a7d3-bae5b7c8b971-199x420.jpeg\" alt=\"Giacomo Gambineri\" width=\"199\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Giacomo Gambineri</span> \n </figcaption> \n</figure> \n<p>From the beginning, part of the justification for the international investor-state dispute system has been to create a “neutral forum” for conflicts to be resolved, with investors giving up the right to seek diplomatic support from their home countries when they file cases like this. But documents obtained in response to a Freedom of Information request reveal that Rurelec was also able to rely on the British government, which actively intervened to support its case.</p> \n<p>The 44-page disclosure includes dozens of emails and internal briefing notes from May 2010 to June 2014, several of which explicitly reference British lobbying on behalf of the company. One email, to the UK ambassador to Bolivia, Ross Denny, whose sender has been redacted, includes the line “Lobby on Rurelec, yes.” Another, from Denny, said: “Our regular high-level lobbying on behalf of Rurelec has helped to demonstrate the seriousness with which we take protection of our companies’ interests.” Yet another said simply: “Rurelec needs our help.”</p> \n<p>It seems the British embassy was aware that the arbitration system is supposed to be impartial. One email, which appears to be about how to respond to an enquiry from a member of the public, said: “All things being equal, our line would be that HMG does not get involved in legal proceeding as brought under the investment treaties we have signed.” The message, whose sender and receivers are both redacted, continues: “If FCO [the Foreign and Commonwealth Office] has had an ongoing dialogue with the company on this topic, it would probably be more appropriate for you to respond with some general lines from us on the benefits of investment treaties.”</p> \n<h2>* * *</h2> \n<p><strong>El Salvador has already spent more than $12m</strong> defending itself against Pacific Rim, but even if it succeeds in beating the company’s $284m claim, it may never recover these costs. For years Salvadoran protest groups have been calling on the World Bank to initiate an open and public review of ICSID. To date, no such study has been carried out. In recent years, a number of ideas have been mooted to reform the international investor-state dispute system – to adopt a “loser pays” approach to costs, for example, or to increase transparency. The solution may lie in creating an appeals system, so that controversial judgments can be revisited.</p> \n<p>Last year, David Morales, El Salvador’s human rights ombudsman (a state post created as part of the peace process after the country’s civil war, fought between 1979 and 1992) took out a full-page ad in the national newspaper <a href=\"http://www.laprensagrafica.com/\" title=\"\">La Prensa Gr&aacute;fica</a> calling on the government to review all of the international investment treaties it has signed, with a view to renegotiating or cancelling them. Luis Parada, representing El Salvador in its dispute with Pacific Rim, agrees that this would be a wise move: “I personally don’t think countries get as much from these treaties than the risks that they incur in international arbitration.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>El Salvador has already spent more than $12m defending itself against Pacific Rim. It may never recover these costs</p> \n </blockquote> \n</aside> \n<p>Other countries have already decided to cut their losses, and tried to get out of these trade treaties. Shortly after settling the lawsuit with foreign mining companies over its new post-apartheid mining rules, South Africa began to terminate many of its own investment agreements.</p> \n<p>“What was concerning for us was that you could have an international arbitration&nbsp;– three individuals, making a decision –&nbsp;on what was in effect a legislative programme in South Africa that had been arrived at democratically, and that somehow this arbitration panel could potentially call this into question,” said Xavier Carim, a former deputy director-general in South Africa’s Department of Trade and Industry. “It was very, very clear that these treaties are open to such wide interpretations by panels, or by investors looking to challenge any government measure, with the possibility of a significant payout at the end of the day,” said Carim, who is now South Africa’s representative to the World Trade Organisation in Geneva. “The simple fact is that these treaties give you very little benefit and they just pose risk.”</p> \n<p>Before moving to terminate its agreements, the South African government commissioned an internal study to help determine whether such treaties actually did help boost foreign investment. “There was no pattern between signing treaties and getting investment,” Carim explained. “We’ve had huge investments from the US and Japan and India and a number of other countries where we don’t have investment treaties. Companies don’t come and invest in a country or not because it does or doesn’t have a bilateral investment treaty. They invest if there is a return to be made.”</p> \n<p>Brazil has never signed up to this system – it has not entered into a single treaty with these investor-state dispute provisions – and yet it has had no trouble attracting foreign investment.</p> \n<p>Parada said it would take “a broad consensus of determined states” in order to truly rein in this system. “The states that created the system are the only ones that can fix it,” he said. “I have not seen a critical mass of states with the political will [to do this] … much less a broad consensus. But I still hope it happens.”</p> \n<p><span class=\"bullet\">•</span> <strong>Claire Provost</strong> and <strong>Matt Kennard</strong> are Bertha fellows at the Centre for Investigative Journalism. This article was reported with support from The Investigative Fund at The Nation Institute. Matt Kennard’s book The Racket is published by Zed Books</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/@gdnlongread\" title=\"\">@gdnlongread</a></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433865635139/36e4ad2d-c66d-4352-9651-f30430b1f0c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCredit":"Photograph: Giacomo Gambineri"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433866597343/69b7929b-e82f-4820-a422-fcc0340a8e33-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Giacomo Gambineri","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCaption":"Illustration by Giacomo Gambineri"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433866722907/5b1d2784-1a2b-4fb1-bfa5-a24046a1848a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Giacomo Gambineri","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCaption":"Illustration by Giacomo Gambineri"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867182895/1c75516e-74ca-4b36-bd24-aead35d284c7-967x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":967,"orientation":"portrait","caption":"Illustration by Giacomo Gambineri","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCaption":"Illustration by Giacomo Gambineri"}],"webPublicationDate":"2015-06-10T05:00:11Z","lastModified":"2015-06-10T10:46:13Z","metadata":{"commentable":true,"commentCount":254,"contributors":[{"name":"Claire Provost","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/claire-provost"},{"name":"Matt Kennard","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-kennard"}],"feature":true,"keywords":["Business","World news","Environment","Mining","Corporate social responsibility","Germany","Trade and development","Governance","El Salvador","Natural resources and development"],"tags":[{"id":"business/business","webTitle":"Business"},{"id":"world/world","webTitle":"World news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/mining","webTitle":"Mining"},{"id":"environment/corporatesocialresponsibility","webTitle":"Corporate social responsibility"},{"id":"world/germany","webTitle":"Germany"},{"id":"global-development/trade-and-development","webTitle":"Trade and development"},{"id":"global-development/governance-and-development","webTitle":"Governance"},{"id":"world/el-salvador","webTitle":"El Salvador"},{"id":"global-development/natural-resources-and-development","webTitle":"Natural resources and development"}],"section":{"id":"business"},"topics":[],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid","shortUrl":"http://gu.com/p/49jbf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid","webUri":"http://www.theguardian.com/business/2015/jun/10/obscure-legal-system-lets-corportations-sue-states-ttip-icsid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433866433407/1e8fa458-13c8-4ab7-a20e-6c65b7249521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration by Giacomo Gambineri","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCaption":"Illustration by Giacomo Gambineri"}},"importance":7,"kicker":{"title":"The long read"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433865635139/36e4ad2d-c66d-4352-9651-f30430b1f0c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Giacomo Gambineri","altText":"Giacomo Gambineri","cleanCredit":"Photograph: Giacomo Gambineri"}}]},{"title":"Life in Mosul, one year on / Isis with all its brutality is more honest than the Shia government","rawTitle":"Isis with all its brutality is more honest than the Shia government","item":{"type":"article","id":"world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","title":"Life in Mosul one year on: 'Isis with all its brutality is more honest than the Shia government'","trailText":"A year after Islamic State militants conquered Mosul, residents of the city share their experiences of life under the militant group","standFirst":"<p>Islamic State militants <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/10/iraq-sunni-insurgents-islamic-militants-seize-control-mosul\">conquered Mosul</a>, Iraq’s second largest city, in a lightning advance in June 2014. Here, residents of the city share their experiences of life under the militant group</p>","byline":"Mona Mahmood","body":"<h2>Dr Firas Ghalib</h2> \n<p><strong>Neurologist, 45, father of two children</strong></p> \n<p>Mosul was on a volcano’s edge a couple of months before Islamic State’s militants crawled into the city. The Shia government in Baghdad always viewed Mosul as a hub of Ba’athists, undoubtedly because most senior army officers in the time of Saddam were from Mosul.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/27/citizens-mosul-iraq-economic-collapse-repression-isis-islamic-state\">Citizens of Mosul endure economic collapse and repression under Isis rule</a> </p> \n</aside> \n<p>When Isis took control of Mosul, they treated locals decently, clearing out all checkpoints imposed by the army and opening roads. People could not believe their eyes that there was no Shia army in the city, no more detainees and bribes.</p> \n<p>I was in a mosque attending Friday prayers when the Isis imam said: “After prayers you all have to pledge your allegiance to Caliph al-Baghdadi, your emir.” I and many men wanted to flee to avoid pledging allegiance but we were stopped by militants who were guarding the mosque. The imam started to recite the pledge and we had to repeat after him: “We pledge our allegiance to the emir, that we would obey him and not rise up against him.” </p> \n<p>The second Friday, the imam said: “Caliph al-Baghdadi has set a deadline for Christians in Mosul to withdraw by Saturday afternoon. We asked their priests to come and discuss the tax they should pay to us, and they declined.” One of my Christian friends was a doctor and churchgoer. I asked him: “Why did your priests not go to the meeting with Isis?” He replied: “Our priests had a terrible experience with Isis in Syria. Two priests went to negotiate with them in Aleppo and they never came back. Quite simply, there is no trust.”</p> \n<p>Christians were given three choices: either convert to Islam or flee Mosul or get killed. My Christian friend told me that many Christian families in Hay al-Baker in Mosul converted to Islam because they were poor and could not afford to flee to Irbil.</p> \n<figure class=\"element element-image\" data-media-id=\"e4f18beba9cda23e036baa18e50e05f8f298f5b2\"> \n <img src=\"http://media.guim.co.uk/e4f18beba9cda23e036baa18e50e05f8f298f5b2/0_204_4912_2946/1000.jpg\" alt=\"Christians in Irbil\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Christians who fled violence in Mosul attend a mass in Irbil.</span> \n  <span class=\"element-image__credit\">Photograph: Safin Hamed/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The hospitals began to bleed doctors who were not able to cope with the unusual situation, especially female doctors and nurses who had to wear a veil all the time. My hospital was also full of Isis militants who were monitoring all the wards and medical staff. The hospital began to run out of anaesthetics, which we were using primarily for Isis militants who get wounded during the battles. Some of the cleaners in the hospitals engaged with Isis to gain some authority, warning doctors who were not obeying the rules. One would shout that he would “smash your head with my shoes” if a doctor was late. All female dentists were prohibited from treating men and vice versa. I used to receive both sexes in hospital and my private clinic, but I was haunted by the nightmares of being lashed in public. I wrote a note and hung it on the door saying: “I examine men only.” </p> \n<p>Isis monitors in the hospital told me that being the only neurologist in the hospital, I was allowed to examine both sexes. I refused and insisted on getting a fatwa that guaranteed I would not be lashed. I was told there was no such fatwa. A few of my old female patients were begging me to examine them, but I apologised.</p> \n<p>I can’t forget when the only female anaesthetist in the hospital quit her job and we had women who needed caesarean operations, and we asked for the help of another hospital who sent us one of their male anaesthetists to save the lives of the patients. When the male anesthetist reached the hospital, the Isis monitor denied him access for being male. Two women died that night. </p> \n<p>I know a professor at Mosul University who was caught by the Isis <em>hisbah</em> (religious police) in a room with his female colleague correcting students’ final exams notes. The penalty was that he had to marry his female colleague or get 30 lashes. The professor refused as he already had a wife and children, and he accepted the lashes. </p> \n<p>I was with my wife in the car driving towards my parents house, and my wife had to take off her veil to breastfeed our little baby. The veil was keeping the blowing air off the baby, who was also terrified of her mother’s face being covered. Not that long after, an Isis <em>hisbah</em> patrol saw me and maintained that my wife should wear the veil under whatever circumstances, otherwise I would be in trouble.</p> \n<p>I left Mosul with my wife and two children recently and went to Irbil.</p> \n<h2>Basheer Aziz</h2> \n<p><strong>College graduate, 26, supports Isis</strong></p> \n<p>Mosul before Isis was like a grand, horrifying prison. It was a daily bet, who could make it to the first lecture in the morning, considering the long journey to the College of Sciences in Mosul, which was almost like travelling to another province. The bus had to stop by countless army checkpoints where there were feverish hunts for men’s IDs. Often, the whole bus would wait for an hour or two while a soldier was engaged in beating a passenger who happened to be not holding his ID.</p> \n<p>Islamic State is the dream and utmost desire of any Muslim. We longed to be governed by the holy Qur’an’s rules and the prophet Muhammad’s <a href=\"http://en.wikipedia.org/wiki/Sunnah\"><em>sunnah</em></a>. </p> \n<p>Now, with any call to prayer, all shops are shut down. Men have to grow their beards. Any act of adultery will be dealt with either by stones or lashes. The penalty of looting is a hand cut and men are imprisoned for publicly harassing women. </p> \n<p>Then Isis <em>diwans</em> (departments for health, complaints, preaching and mosques, education, almsgiving, <em>hisbah</em> and services) were established. The almsgiving department is in charge of collecting taxes to divide among needy families. Each family receives $25 a month, an amount that will be raised to $50 with the harvest season, in addition to a good portion of wheat, rice, sugar, pickles, food oil and fuels.</p> \n<p>The health department runs all hospitals in Mosul, Raqqa and Anbar and divides military medical staff and treatment among all fighting zones. Isis does not hire any doctor if he does not pledge his allegiance to Islamic State and never sends doctors to other provinces if they prefer to stay in their towns. </p> \n<p>Recently, an exclusive market for women was opened in Mosul to allow them to do their shopping at ease. There is no ban on women driving. The Isis municipality is doing its best to keep roads clean and paved, setting up lampposts, providing water and power and repairing the damage from coalition air strikes.</p> \n<p>I feel so proud being part of Isis, it granted me freedom. We live in glory now except for the coalition air strikes that spread panic and fear among the civilians. <br /></p> \n<p>I disagree with Isis practices against Christians, Yazidis and other minorities in Mosul. I’m still in touch with our Christian neighbours and wish they would come back shortly. All people in Mosul are in disagreement with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/26/isis-fighters-destroy-ancient-artefacts-mosul-museum-iraq\">the demolition of ancient sites in Mosul</a>, and some Isis militants are not happy either. I discussed that with some of the young men of Mosul who joined Isis, and they said: “We did not know where these orders were coming from, the sharia court in Mosul was in astonishment too.” Amazingly enough, they told me that Isis is on its way to set up an archaeology department to excavate ancient sites in Mosul.</p> \n<figure class=\"element element-image\" data-media-id=\"3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3\"> \n <img src=\"http://media.guim.co.uk/3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3/0_37_3264_1958/1000.jpg\" alt=\"Isis in Mosul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People inspect a mosque destroyed by Isis militants in Mosul, in July 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Uncredited/AP</span> \n </figcaption> \n</figure> \n<p>There is an acute financial crisis in Mosul now due to lack of jobs. Only those who receive monthly salaries from the government in Baghdad are surviving in Mosul. People do not know if Isis will last forever, or if another military organisation will come and exact revenge on those who were working for Isis. Depression is widespread among people of Mosul now. <br /></p> \n<p>At the same time, most of the people are against the return of the corrupt politicians or Shia militias who will destroy the city, not liberate it as they claim. Isis with all its brutality is more honest and merciful than the Shia government in Baghdad and its militias. <br /></p> \n<h2>Shaima Yousif</h2> \n<p><strong>Widow and mother of four, </strong><strong>33, </strong><strong>whose hand was chopped off for stealing</strong></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/27/citizens-mosul-iraq-economic-collapse-repression-isis-islamic-state\">Citizens of Mosul endure economic collapse and repression under Isis rule</a> </p> \n</aside> \n<p>I did not have that much freedom to determine the pattern of my own life, coming from a middle-class family in one of the oldest districts in Mosul that is packed with people living in shabby little houses. My father, who had a grocery store in the neighbourhood where we used to live, thought school was good for my brother, Yasser, but not for me or my two sisters. “It is a waste of time and money,” my father told me once. I was hardly permitted to complete my primary school education, as my father was impatient to have me at home helping my mother with housework.</p> \n<p>A relative who used to work in a store for car repairs in Mosul city came to ask for my hand. The moment my eyes fell on him, I felt I could not live with such a man who looked almost like my father, being 10 years older than me. He seemed tough, rigid and uneducated. Simply speaking, he was not the man of my dreams. I told my father: “Sorry, I’m not in a hurry to get married.” My father’s response was: “I’m in a hurry, you are 18 now. I prefer you marry a man I get to know with a good income.”</p> \n<p>Last June, Isis took over Mosul and dominated the scene in the city. I advised Kareem, my husband, to leave his job and for us to flee together to Turkey. He was nearly convinced, but learned that he would be murdered soon if he did not assist Isis in repairing damaged vehicles left by the Iraqi army to use in their military operations.</p> \n<p>I will never forget the day when my husband rushed out early in the morning to a deserted military camp in the suburbs of Mosul to fix damaged military equipment belonging to Isis. He was killed by an air strike.</p> \n<p>Isis men kept coming to my husband’s parents’ house during the funeral in a pickup loaded with food for us and for the mourners. They also brought $300 in cash for the kids with a promise to keep sending $100 a month as a pension.</p> \n<figure class=\"element element-image\" data-media-id=\"1831c8e625c8625eee4301fa55e0743390b046c6\"> \n <img src=\"http://media.guim.co.uk/1831c8e625c8625eee4301fa55e0743390b046c6/912_1153_3567_2140/1000.jpg\" alt=\"Mosul air strike\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Khalid Mohammed/AP</span> \n </figcaption> \n</figure> \n<p>I struggled to cope with my children’s daily demands. I sold my daughter’s bracelets at the jewellery shop, and went back the next day and slipped on a ring and walked out, hoping the owner would not recognise me with all the women wearing the veil. I walked out of the shop but the owner stopped me, and a woman from the Isis female security forces took me to their centre. </p> \n<p>“Why did you steal the ring?” an Isis interrogator asked me. I answered in tears, “I’m a widow of an Isis martyr with four children. I needed money to feed my children and pay the rent. Please forgive me.” </p> \n<p>I was questioned by two judges. The second day after my last hearing, I was taken from my room by three Isis women to another room where an old man was standing. He said: “Tie her to the table.”</p> \n<p>I was tied firmly, and another man came with a sword in his hand. When I saw him, I began to shout, “Mercy, have mercy on me.” I screamed and begged him to leave me alone. He looked so determined. I wanted to run away but couldn’t. I couldn’t believe the whole scene, and thought it was a nightmare. The man did not hesitate before chopping my left hand at the wrist. The whole world turned into black in my eyes and my legs were numb. No words in humanity’s dictionary can describe my pain and feeling at that horrifying moment. I fainted immediately. </p> \n<p>My eldest daughter wept all the time whenever her eyes met mine in the hospital. I was discharged and went home. I tried to commit suicide a few times by strangling myself but the image of my little children kept stopping me. I live now for them and have vowed to make sure they all finish their education and marry only the men they love.</p> \n<h2>Ghazwan Abdul Rahman</h2> \n<p><strong>High school graduate, 19, supports Isis</strong></p> \n<p>I was chatting with my friend about college when all of a sudden I received a hell of a push on my back. A towering man in Isis clothing was pushing aside any man obstructing his way towards the owner of the bakery. “I want some bread now, I can’t wait and need to go back to my other fighter brothers,” he said.</p> \n<p>But the owner told him to join the queue like the others. The argument heated up and the Isis fighter lost his patience, and directed a kick to the face of the owner, filled his bag with bread and dashed away after leaving some money on the table.</p> \n<p>We were all in an absolute silence watching without being able to say a word or do anything. The owner was bleeding from his nose. Two or three men ran to help and stop the bleeding while the owner vowed that he would complain to the sharia court. After two days, Isis police from the sharia court were in the bakery asking witnesses if the fighter or the owner provoked the situation and attacked first. All the men in the bakery confirmed that the fighter was the offender and the owner was merely trying to be fair and keep customers in queue. The sharia court verdict was in favour of the bakery owner and the Isis fighter had to apologise to him publicly. Then he was kicked out of the caliphate for his uncivilised behaviour.</p> \n<p>Isis succeeded in winning people’s hearts in Mosul from the first day they liberated the city for being modest, unprejudiced and cooperative. They restored the dignity and pride of the Sunni man in Mosul after enduring a great deal of humiliation and revenge under successive Shia governments since the US occupation of Iraq. </p> \n<p>Corruption was widespread and eroding all the city facilities, which were like a huge military barracks suffocating people. The city did not witness any reconstruction for the entire last 10 years despite all the billions that were poured into the city council. </p> \n<figure class=\"element element-image\" data-media-id=\"7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe\"> \n <img src=\"http://media.guim.co.uk/7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe/0_472_3155_1892/1000.jpg\" alt=\"Isis in Mosul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Mosul now lives in a golden era. Though world media is in an effortless campaign to mar the image of Isis fighters, show them as brutal terrorists and monsters, on the contrary they are most welcomed in Mosul for the great sacrifices they have offered to protect Sunni people from the Shia army’s inhuman practices in Mosul and other Sunni provinces in Iraq. </p> \n<p>Isis locals and foreign fighters deserve all the love and respect by people in Mosul. Why is it all right for Shia militias in Iraq to have Lebanese, Iranian and Afghan fighters while it is unacceptable for us to have foreign fighters to defend us?</p> \n<p>Foreign fighters have integrated excellently within the Mosul community now, and have become a fundamental part of some families in Mosul. Lots of tribes in Mosul whose men joined the Isis army last year have accepted marriage offers by some foreign fighters as they prove to be most reliable and courageous. They are utterly untrue, all these stories about forced marriage by Isis foreign fighters to women in Mosul. </p> \n<p>None of the people in Mosul who pledged their allegiance to Caliph al-Baghdadi want Shia militias to get close to Mosul. I would be the first to fight these militias who come to sow destruction and killing among Sunnis. We have seen their atrocities in Tikrit and Jurf al-Sakher against isolated civilians. </p> \n<p>Mosul is more stable and safe now, my father can leave his shop open and go for prayers, and no one dares to steal a straw from the shop. Civil services are better now, like power and water, and roads are more clean. I spend most of my free time praying in mosques and attending courses in Islamic sharia and <a href=\"http://en.wikipedia.org/wiki/Hadith\" draggable=\"true\"><em tabindex=\"-1\">hadith</em></a>. </p> \n<h2>Hashim Zakei</h2> \n<p><strong>33, heavy smoker whose hand was cut off for stealing cigarettes </strong><br /></p> \n<p>The unavoidable three-year military service was the inevitable future for any confused student like me. I became more interested in learning cooking skills than military fitness and training. Serving officers and soldiers at least three meals a day, I was in the kitchen section all the time. Furthermore, I picked up a really dreadful habit, smoking heavily. </p> \n<p>After serving in the army, I purchased a wooden cart to sell hummus and bread. I was busy selling sandwiches to students after an extended school day when a <em tabindex=\"-1\">hisbah</em> patrol parked by my cart, checking everyone in the street including me. “Sir, I have nothing to hide, why are you searching me?” I asked. The man held the cigarette packet in his hand, and asked, “What about this?” I replied, “I’m sorry, I bought it for my old dad. As you know he is old, trying his best to quit.” On another day, I was busy setting up my cart with 10 cigarettes in my pocket, when a <em tabindex=\"-1\">hisbah</em> patrol came again to check the area. </p> \n<p>Tobacco smuggling in the city never stopped after the Isis takeover. One morning, I saw a vendor selling men socks on the floor, hiding cigarette packs underneath. The vendor began to run as soon as he saw a <em tabindex=\"-1\">hisbah</em> patrol coming towards him. Some of the men picked cigarettes out of the socks, others were firing in the direction of the fleeing vendor. </p> \n<p>I looked at the cigarette packs dispersed on the floor. I could not restrain myself from picking up five of them to put in my pockets. Within five minutes, <em tabindex=\"-1\">hisbah</em> militants were rounding me up as the intelligence man who spotted me was briefing them that I had stolen some of the cigarettes from the vendors.</p> \n<p>I was taken to sharia court. After a few questions, the judge said to me: “You are a thief, the court decided to cut your right hand by the wrist.”</p> \n<p>Before the judge would complete his words, I felt like being hit by an electric shock all over my body. I began to cry out with terror, begging the judge for mercy, that I have a family. The judge said: “Islamic sharia rules are beyond any discussion.”</p> \n<p>After three days I was taken by <em tabindex=\"-1\">hisbah</em> militants to a public park. My feet were tied to a wooden table as well as my left hand. An Isis man who was in a white Afghan dress holding a big sword said to me: “Do you want anything?” I said: “Mercy.” He said: “Anything else?” I said: “I’m the only breadwinner for my kids, please forgive me.” His answer was: “You shut up.”</p> \n<p>Immediately afterwards he turned fast to cut my hand and severed it off my arm. I was bleeding heavily. Once my eye fell on my chopped hand, I fainted.<br /></p> \n<p>When I regained consciousness, I found myself in an Isis hospital with Iraqi doctors. When I got home, my father received me weeping and said: “Thank God, it was only your hand.”</p> \n<p><em>All names of interviewees are pseudonyms. </em><em>Additional reporting by Kareem Shaheen</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"UNCREDITED/AP","altText":"Isis in Mosul","cleanCredit":"Photograph: UNCREDITED/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4f18beba9cda23e036baa18e50e05f8f298f5b2/0_204_4912_2946/4912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2946,"width":4912,"orientation":"landscape","caption":"Christians who fled violence in Mosul attend a mass in Irbil. Photograph: Safin Hamed/AFP/Getty Images","credit":"Safin Hamed/AFP/Getty Images","altText":"Christians in Irbil","cleanCaption":"Christians who fled violence in Mosul attend a mass in Irbil.","cleanCredit":"Photograph: Safin Hamed/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3/0_37_3264_1958/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1958,"width":3264,"orientation":"landscape","caption":"People inspect a mosque destroyed by Isis militants in Mosul, in July 2014. Photograph: Uncredited/AP","credit":"Uncredited/AP","altText":"Isis in Mosul","cleanCaption":"People inspect a mosque destroyed by Isis militants in Mosul, in July 2014.","cleanCredit":"Photograph: Uncredited/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1831c8e625c8625eee4301fa55e0743390b046c6/912_1153_3567_2140/3567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2140,"width":3567,"orientation":"landscape","caption":"Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014. Photograph: Khalid Mohammed/AP","credit":"Khalid Mohammed/AP","altText":"Mosul air strike","cleanCaption":"Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014.","cleanCredit":"Photograph: Khalid Mohammed/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe/0_472_3155_1892/3155.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1892,"width":3155,"orientation":"landscape","caption":"Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014. Photograph: AP","credit":"AP","altText":"Isis in Mosul","cleanCaption":"Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-06-10T10:39:07Z","lastModified":"2015-06-10T11:14:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mona Mahmood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mona-mahmood"}],"feature":true,"keywords":["Iraq","Islamic State","World news","Middle East and North Africa"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Mona Mahmood","topic":{"type":"tag-contributor","name":"profile/mona-mahmood"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","shortUrl":"http://gu.com/p/49j49","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","webUri":"http://www.theguardian.com/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","caption":"Isis fighters parade in a commandeered Iraqi security forces vehicle down a main road in Mosul, in June 2014. Photograph: AP","credit":"AP","altText":"Isis in Mosul","cleanCaption":"Isis fighters parade in a commandeered Iraqi security forces vehicle down a main road in Mosul, in June 2014.","cleanCredit":"Photograph: AP"}},"importance":5,"kicker":{"title":"Life in Mosul, one year on"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"UNCREDITED/AP","altText":"Isis in Mosul","cleanCredit":"Photograph: UNCREDITED/AP"}}]},{"title":"Cult food / The most incredible dishes to share this summer","rawTitle":"The most incredible dishes to share this summer","item":{"type":"article","id":"lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","title":"Cult food: the most incredible dishes to share this summer","trailText":"From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval","standFirst":"<p>From clay-baked duck, smashed open at the table, to the world’s best bacon sandwich, here is 2015’s must-eat – and must-Instagram – food. Some even have Nigella’s seal of approval</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer\">Lift selfies, lobster porn and pool feet: how Instagram redefined the summer</a><br /></li>\n</ul>","byline":"Marina O'Loughlin","body":"<p>The group of lads in the corner of the grungy Glaswegian bar aren’t your usual restaurant-goers. They’re honking with hilarity, phones clicking like dolphins. Who knows what’s causing the mirth – maybe the Buckfast ice-cream (notorious fortified wine, known locally as “Electric Soup”), or the burger topped with Smith’s bacon crisps, or the Irn-Bru pork. The “Mad Chef” at <a href=\"http://bloc.ru/\">Bloc</a> specialises in OTT food designed not so much to be savoured as to cause a commotion. Especially online. His Pot Noodle burger might be revolting, but it is a wholly successful piece of attention-grabbing. Love it or loathe it – and there is a startling number for whom the very idea causes a foam of fury – the marriage of food and social media isn’t going away any time soon.</p> \n<p>The internet has become increasingly food-obsessed since the early days when a slightly fetishistic subculture known as “foodies” would post pictures of <a href=\"http://www.tayyabs.co.uk/\">Tayyabs</a>’s legendary lamb chops on hilariously clunky sites such as <a href=\"http://forums.egullet.org/\">eGullet</a>. Today, it is impossible to scroll through any timeline without encountering other people’s lunches, and, worldwide, there is an increase in dishes that appear to be deliberately engineered to get you snapping before tucking in. Take the <a href=\"http://www.carmelwines.co.il/en/aboutus.aspx\">Carmel Winery</a> in Israel with its Foodography tasting menu, featuring as many flowers and twiddles as you can shake a tweezer at, and its “Limbo” crockery that incorporates a mobile-phone stand. The international chain <a href=\"http://www.chilis.com/EN/Pages/home.aspx\">Chili’s</a> has just appointed a consultancy that came up with egg wash to make its burger buns more photogenic and “shareable”; the cost – <a href=\"http://www.dailydot.com/lifestyle/instagram-food-taste-study-research/\">a cool $750,000</a>. You’re scoffing? Research suggests<a href=\"http://hosted.ap.org/dynamic/stories/U/US_CHILIS_PHOTOGENIC_BUNS?SITE=AP\"> that photographing your food makes it taste better</a> (it’s all to do with ritual and savouring).</p> \n<figure class=\"element element-image\" data-media-id=\"9e6b36a49dc96db131f97e3ef844fa7cafd7cae5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859293548/37b28b1e-82cb-448d-8f2d-096be9381abd-460x276.jpeg\" alt=\"Meat fruit at Dinner by Heston Blumenthal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Meat fruit at Dinner by Heston Blumenthal.</span> \n  <span class=\"element-image__credit\">Photograph: Ashley Palmer-Watts</span> \n </figcaption> \n</figure> \n<p>It has been going on for a few years now. In 2011, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/dec/02/heston-blumenthal-christmas-canapes-meat\">Heston Blumenthal created his “meat fruit”</a>, a chicken-liver parfait coated in jelly and fashioned into a startling facsimile of a tangerine. This coincided with a massive spike in Twitter usage and, lo, the delicately dimpled orange was everywhere. In the US, Frankenstein creations such as the cronut were tweeted like the second coming. Earlier still, then-young gun David Chang’s nascent empire was fuelled by fans gibbering about his pork buns online. He played to the crowd, and suddenly everyone knew about Taiwanese-style buns. Soon diners were working as unpaid marketeers for their favourite restaurants, a paradigm fully exploited in the UK by clued-up new restaurateurs such as Russell Norman of <a href=\"http://www.polpo.co.uk/\">Polpo</a> and Scott Collins of <a href=\"http://meatliquor.com/\">MeatLiquor</a>.</p> \n<p>Now everyone’s at it. Are these chefs and restaurateurs pulling our strings? The more serious, cerebral types will deny there is any such manipulation at play. When the <a href=\"http://www.chilternfirehouse.com/\">Chiltern Firehouse</a> landed in London, a new star was born: chef Nuno Mendes’ crab doughnuts. Did he know that they were going to be as much of a draw as the chance of clocking Kate Moss? Not according to Mendes: “They were an experiment at [his previous restaurant] Viajante that only saw the light of day when we opened the Firehouse,” he says. “I just didn’t have the right space to serve them. Some ideas stay in your head for years before they find their way out.” I believe him, although I suspect he knows exactly what he’s doing at his new place, <a href=\"http://www.tabernamercado.co.uk/\">Taberna do Mercado</a>, with his twist on <em>abade de priscos</em>, a strikingly visual pudding – yellow and scarlet from its egg yolks and port caramel, given even more of a shareability factor by the addition of pork fat.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f08c80f893ede6e9acc194e7ee4e408e23e4b68e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101483/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-460x276.jpeg\" alt=\"Nuno Mendes' abade de priscos, or pork fat pudding\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nuno Mendes’ abade de priscos, or pork fat pudding.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Most of the chefs and restaurateurs I speak to are coy about the idea that they would do anything so calculated. When I ask Jonathan Downey, the orchestrator of a sprawling street-food collective, if any of his team deliberately creates dishes in the hopes of online cult status, he laughs. “My God. I thought I was cynical, but <em>you</em> …” Most profess to be taken aback by the sudden stardom. A contender for the most-Instagrammed dish in the UK at the moment must be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015\">Shackfuyu’s <em>kinako</em> french toast</a>; general manager Alina Sann says the sheer popularity of this simple dessert took them completely by surprise. “We have quite a small menu and kitchen, so we wanted something easy to make – but it has taken us way beyond what we ever expected,” she says. So why the fandom? “It looks quite cool, especially with the <em>matcha</em> soft-serve on the side. People started posting pictures … it started getting all the hype, and it’s an easy sell for our waiters because they know everyone will love it.”</p> \n<p>The spectacular confit potatoes at the <a href=\"http://thequalitychophouse.com/\">Quality Chop House</a> are another internet smash (and something <a href=\"https://instagram.com/marinagpoloughlin/\">I’m guilty of Instagramming</a> more than once). Chef Shaun Shearly also credits necessity for their genesis: “They were born on the back of really wanting to stay away from a conventional chip – mostly because of space in my little kitchen, and because people expect that fried carb.” What are the downsides of having such a labour-intensive “star” dish? “With potatoes being so variable in water due to their starch levels, they need constant attention. And I can never take them off the menu, despite them being a complete pain in the arse during service. We can only cook three portions at a time, and they take about four minutes to cook. Most tables order at least three portions at a time.”</p> \n<figure class=\"element element-image\" data-media-id=\"1dfd439fb35da835d580ce3bedd3b289da721ba4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859160488/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-460x276.jpeg\" alt=\"Confit potatoes at the Quality Chop House\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes at the Quality Chop House.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>So it’s all a happy accident, right? Speak to the publicists, however, and a different story emerges. When I ask Hannah Norris, the PR for a number of the capital’s hottest restaurants, if she advises chefs to deliberately devise dishes to grip the internet by the throat, she says: “Yes, I’d encourage it for sure. Content is key – and having a ‘hero’ dish to shout about is often the difference between a stonking launch and a lukewarm one. If a restaurant asks me to do their PR, one of the first questions is, ‘What’s the glory dish? What’s our <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle</a>?’ If there isn’t one, I often make my excuses and scurry away.”</p> \n<p>With all the chefly coyness, it is refreshing to speak to Stevie Parle, the owner of the newly opened <a href=\"http://craft-london.co.uk/\">Craft</a> in Greenwich, who is pragmatic about the value of the cult dish. His clay-baked duck actively encourages sharing, not only over dinner but, with his <a href=\"https://www.youtube.com/watch?v=4IZMNy3quzA&amp;feature=youtu.be\">hypnotic video of the bird’s serving ritual</a>, online too. “The duck [served in clay to be smashed at the table] was very conscious,” he says. “Most chefs have always thought about ‘signature’ dishes and generally end up hating them, but now there is an added element of them going viral too.” So they are stuck with them? Yes, says Parle: “I love the duck but it isn’t ever going to be able to come off the menu. And people get really cross if I start smashing it before they’re ready with their cameras.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=4IZMNy3quzA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/4IZMNy3quzA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Franco Sotgiu of Solita in Manchesteralso acknowledges the internet effect. “It pains me to say, but when creating specials I’ve learned that anything with ‘big, fried, bacon or cheese’ in the title sells well. The better they look in a photo on Twitter and Facebook, the more RTs and likes they get, the better they sell.” He is rueful about the side-effects: “In Manchester, ‘dirty’ still sells well, and even though I’ve tried relentlessly to push more grill items and less calorific dishes, the stuff that looks sloppy-great in a photo can often achieve 500-plus RTs on Twitter. So it makes sense from a business point of view to lead with these.”</p> \n<p>It is as simple as bums on seats, then. Instagram snaps are the restaurant’s equivalent of an Amsterdam-style shop window. Viewers scroll through pic after pic, the squelchier, more drooling meat juices on show the better, frequently tagged – ugh – #foodporn. Petra Barran of streetfood collective Kerb says: “Anything oozing melted cheese does really well.” Neil Rankin of the Smokehouse and Bad Egg takes it even further: “Burgers, as long as they are oozy and wet, are a sure thing. Food gets people off without the guilt of objectifying the opposite sex.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2588e7ba41865c8556c05af17f0aa0695968fe57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859493093/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-460x276.jpeg\" alt=\"St John's doughnuts\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">St John’s doughnuts.</span> \n  <span class=\"element-image__credit\">Photograph: Patricia Niven</span> \n </figcaption> \n</figure> \n<p>But what’s in it for the tweeters and Instagrammers? The anonymous <a href=\"https://instagram.com/clerkenwellboyec1/\">Clerkenwell Boy</a>, a hugely followed Instagrammer whose account has contributed to the fetishisation of what is frequently dubbed *that* burger or *those* wings, says: “I think there is something fundamentally satisfying about sharing a photo of a brilliant dish with others. I’m no psychologist, but it probably also has links to ‘social proof’ – so posting photos of *that* dish is like providing (and receiving) a universal seal of approval. I guess you could liken it to the way that tourists react when they see a major landmark in a foreign city. Just like the Eiffel Tower or Big Ben, a photo of *that* signature dish means that you’ve arrived.” What does he think it is that captures the imagination so fiercely? “People suffer from massive food envy and fear of missing out. Ordering *that* dish becomes a failsafe way to ensure we don’t make the wrong choice.”</p> \n<p>Not only is there the serotonin rush from watching the likes mount up, but there is the chance of catching the celebs’ eye: a #followoftheday from Nigella or a regram by Jamie. (Nigella’s Instagram of Stevie Parle’s clay duck video has, at the time of writing, more than 2,300 likes.) It creates a circle of validation: the restaurants get the punters, the punters get the likes – behavioural economics. The problem, of course, is that social media is driven by the thrill of the new. Tweeters move on to the next big thing without a backward glance. Six months down the line, there’s a chorus of “we’ve all seen that bloody pithivier”, a mindset that compels chefs and restaurateurs to reach ever more attention-seeking heights, dreaming up the culinary equivalent of Kim Kardashian’s bottom to penetrate the noise. The internet’s appetite for the food rush is insatiable; and if you don’t post that snap of your <a href=\"http://www.crumbsanddoilies.co.uk/\">Crumbs &amp; Doilies</a> cupcake, or doughnut from <a href=\"https://www.stjohngroup.uk.com/\">St John</a>, it might not taste as sweet.</p> \n<h2>Eight of the best cult dishes</h2> \n<h2>1. Stevie Parle’s clay-baked duck, <a href=\"http://craft-london.co.uk/\">Craft</a></h2> \n<figure class=\"element element-image\" data-media-id=\"dd08b5a59ed5ae1218edd55b3c579dc514f0c6b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033459/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-460x346.jpeg\" alt=\"Clay-baked duck\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clay-baked duck.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Parle wanted a duck dish to rival the <em>canard &agrave; la presse</em> at <a href=\"http://ottos-restaurant.com/food.html\">Otto’s</a> in terms of occasion and fun. Based on an ancient Celtic cooking technique, it is glazed in honey, and wrapped in cabbage leaves and hay before being roasted in a clay wrapper, then delivered on a bed of pine twigs. It is then smashed open at the table and served with broad bean and barley miso, and salted carrots. Much videoed.</p> \n<h2>2. Shaun Searley’s confit potatoes, <a href=\"http://thequalitychophouse.com/\">Quality Chop House </a></h2> \n<figure class=\"element element-image\" data-media-id=\"a88bd2bde8a07bf8f830021740d3f40ec05bc507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093982/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-460x459.jpeg\" alt=\"Confit potatoes.\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Confit potatoes.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>Thinly sliced potatoes, baked like <em>pommes anna</em> but with dripping instead of butter, then sliced, fried and drizzled with mustard vinaigrette – as delicious as they are complex. Apparently, Shearley played about with a version featuring tunworth cheese and shaved truffle, the sort of thing that may cause one to emit a small moan. The subject of many posts captioned *those* potatoes.</p> \n<h2>3. Wild munjac biryani, <a href=\"http://www.gymkhanalondon.com/\">Gymkhana </a></h2> \n<figure class=\"element element-image\" data-media-id=\"5036863980e80bf78e840dbd1a39016691c4cb5c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858314804/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-460x276.jpeg\" alt=\"Wild muntjac biryani\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wild muntjac biryani.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>It is the all-action videos of this ravishing creation that add to its shareable appeal. It arrives with a flaky, domed dough lid, studded with <em>kalonji</em>, to be slit open at the table, releasing the bewitching aromas of spiced deer and buttery basmati rice. If only there were Smellagram too. An uncommon, upscale cult dish.</p> \n<h2>4. Blood cake, <a href=\"http://www.baolondon.com/\">Bao</a></h2> \n<figure class=\"element element-image\" data-media-id=\"a866d88f63f8bca70236b17883bd8ca52658cea1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858459407/06703ddd-2755-4c4f-8e40-4bc5f57f0328-460x276.jpeg\" alt=\"Blood cake\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Blood cake.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Another one Instagrammed by Nigella, thereby assuring its must-eat status. This is a traditional Taiwanese streetfood made from pig’s blood and glutinous rice. Instead of the usual peanut and coriander condiments – which feature in their classic bao – it is topped with a just-wobbling, soy-cured egg yolk. The Bao owners welcome their dishes’ “Instagrammability”, saying it provides immediate, important feedback. But they insist taste is paramount.</p> \n<h2>5. Bacon naan, <a href=\"http://www.dishoom.com/\">Dishoom </a></h2> \n<figure class=\"element element-image\" data-media-id=\"b697a68b737006eb3c201cc65c07e07ee668842a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858515916/97d655a3-3ab3-472d-bd50-5c9789680c54-460x353.jpeg\" alt=\"Bacon naan.\" width=\"460\" height=\"353\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bacon naan.</span> \n  <span class=\"element-image__credit\">Photograph: Marina O'Loughlin/Instagram</span> \n </figcaption> \n</figure> \n<p>This beauty more than deserves its online fame: a pillowy, gently charred bread stuffed with crisp bacon, cream cheese and tangy chilli-tomato jam. Some add an egg. (A fork piercing yolks in slow-motion is a meme: there are currently 63,307 Instagram post for #eggporn. Sigh.)</p> \n<h2>6. Duck and waffle, <a href=\"http://duckandwaffle.com/\">Duck &amp; Waffle </a></h2> \n<figure class=\"element element-image\" data-media-id=\"e3caa3bf3f149e00e3a65c19079e17149d88156e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858581182/3f34216b-67f2-4e76-8382-9a018d74b32b-460x418.jpeg\" alt=\"Duck and waffle\" width=\"460\" height=\"418\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Duck and waffle.</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson/Guardian</span> \n </figcaption> \n</figure> \n<p>Nothing ensures hero status so much as calling your whole restaurant after one dish. If diners at this City smash aren’t tweeting the view, they’re Instagramming the crisp, fluffy waffles, flanked with confit duck and fried duck egg, the whole to be drenched with mustard maple syrup. The restaurant goes through a reported 7,000 duck legs a month.</p> \n<h2>7. The dead hippy, <a href=\"http://meatliquor.com/\">MeatLiquor </a></h2> \n<figure class=\"element element-image\" data-media-id=\"73d550ee8c1add432be4f4fbae22af88023f78a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663845/5c6747cc-a0c0-45d9-a139-1a1915e3a627-460x345.jpeg\" alt=\"Dead Hippy burger\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dead Hippy burger.</span> \n  <span class=\"element-image__credit\">Photograph: MeatLiquor/Instagram</span> \n </figcaption> \n</figure> \n<p>From the early days of Yianni Papoutsis’s MeatWagon burger van in London pub car parks to ambitious worldwide burger domination with MeatLiquor, this is a tribute to – depending on who you believe – <a href=\"http://www.in-n-out.com/\">In-N-Out Burger</a>’s secret, off-menu “double double cheeseburger animal-style” or, more prosaically, the Big Mac. No looker – this brute is downright ugly – but wow, it does the job. One of the UK’s first cult burgers.</p> \n<h2>8. The parmo, <a href=\"http://www.solita.co.uk/\">Solita</a> </h2> \n<figure class=\"element element-image\" data-media-id=\"9b1cc6cef12686451b4e93155de8a400f339b853\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858736154/244c5405-28a5-47a2-bd9b-2c7d17d05237-460x306.jpeg\" alt=\"Parmo\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Parmo.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>A cult north-eastern booze partner (there is even a Teesside-based <a href=\"https://twitter.com/loveparmo\">@loveparmo</a> Twitter account), this bastardised, vaguely Italianate chicken item (parmo = parmesan, although it rarely features, making this the Asbo offspring of veal parmigiana) has reached new heights at Solita. Not given to restraint, their version is fried in parmesan-laced panko breadcrumbs, topped with bechamel and melted cheese, loaded with meatballs marinara and stuffed into a brioche bun. With chips. And garlic mayo.</p> \n<p><em><span class=\"bullet\">•</span> Got a great food image? Marina O’Loughlin’s new column will be tracking the best of the food web. Feed her at #foodfeed</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859294834/37b28b1e-82cb-448d-8f2d-096be9381abd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Meat fruit at Dinner by Heston Blumenthal. Photograph: Ashley Palmer-Watts","credit":"Ashley Palmer-Watts","altText":"Meat fruit at Dinner by Heston Blumenthal","cleanCaption":"Meat fruit at Dinner by Heston Blumenthal.","cleanCredit":"Photograph: Ashley Palmer-Watts"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859101156/397f38d1-2c3b-444d-9363-b0b33c4bdaa2-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Nuno Mendes’ abade de priscos, or pork fat pudding. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Nuno Mendes' abade de priscos, or pork fat pudding","cleanCaption":"Nuno Mendes’ abade de priscos, or pork fat pudding.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859163199/aece8a5b-676d-4af3-8ee9-3552ae8da1a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Confit potatoes at the Quality Chop House. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"Confit potatoes at the Quality Chop House","cleanCaption":"Confit potatoes at the Quality Chop House.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859494479/0bc4a537-124b-4c6b-8c4e-b6c6dcb6053b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"St John’s doughnuts. Photograph: Patricia Niven","credit":"Patricia Niven","altText":"St John's doughnuts","cleanCaption":"St John’s doughnuts.","cleanCredit":"Photograph: Patricia Niven"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858033950/33c4b4c8-a8a3-4c71-bcda-193abfbabd18-2060x1548.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1548,"width":2060,"orientation":"landscape","caption":"Clay-baked duck. Photograph: PR","credit":"PR","altText":"Clay-baked duck","cleanCaption":"Clay-baked duck.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858093647/f0ceeeb9-4bfc-4b0e-8f3c-8669aa2d4864-540x539.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":539,"width":540,"orientation":"landscape","caption":"Confit potatoes. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Confit potatoes.","cleanCaption":"Confit potatoes.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858316267/7aa0f0d1-d790-4fd1-916d-c9cd573e7ac3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wild muntjac biryani. Photograph: PR","credit":"PR","altText":"Wild muntjac biryani","cleanCaption":"Wild muntjac biryani.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858460734/06703ddd-2755-4c4f-8e40-4bc5f57f0328-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Blood cake. Photograph: PR","credit":"PR","altText":"Blood cake","cleanCaption":"Blood cake.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858514717/97d655a3-3ab3-472d-bd50-5c9789680c54-1020x784.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":784,"width":1020,"orientation":"landscape","caption":"Bacon naan. Photograph: Marina O'Loughlin/Instagram","credit":"Marina O'Loughlin/Instagram","altText":"Bacon naan.","cleanCaption":"Bacon naan.","cleanCredit":"Photograph: Marina O'Loughlin/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858582792/3f34216b-67f2-4e76-8382-9a018d74b32b-2060x1871.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1871,"width":2060,"orientation":"landscape","caption":"Duck and waffle. Photograph: Karen Robinson/Guardian","credit":"Karen Robinson/Guardian","altText":"Duck and waffle","cleanCaption":"Duck and waffle.","cleanCredit":"Photograph: Karen Robinson/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858663391/5c6747cc-a0c0-45d9-a139-1a1915e3a627-620x465.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":465,"width":620,"orientation":"landscape","caption":"Dead Hippy burger. Photograph: MeatLiquor/Instagram","credit":"MeatLiquor/Instagram","altText":"Dead Hippy burger","cleanCaption":"Dead Hippy burger.","cleanCredit":"Photograph: MeatLiquor/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858734794/244c5405-28a5-47a2-bd9b-2c7d17d05237-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Parmo. Photograph: PR","credit":"PR","altText":"Parmo","cleanCaption":"Parmo.","cleanCredit":"Photograph: PR"}],"webPublicationDate":"2015-06-10T06:00:01Z","lastModified":"2015-06-10T07:49:02Z","metadata":{"commentable":true,"commentCount":162,"contributors":[{"name":"Marina O'Loughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marina-oloughlin"}],"feature":true,"keywords":["Food & drink","Restaurants","Chefs","Life and style","Instagram","Twitter","Social media"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Marina O'Loughlin","topic":{"type":"tag-contributor","name":"profile/marina-oloughlin"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","shortUrl":"http://gu.com/p/49jcm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bacon naan at Dishoom, London. Photograph: Alecsandra Raluca Dragoi","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCaption":"Bacon naan at Dishoom, London.","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}},"importance":5,"kicker":{"title":"Cult food"},"showQuotedHeadline":false,"sublinks":[{"title":"Lift selfies to pool feet / How Instagram redefined the summer","rawTitle":"How Instagram redefined the summer","item":{"type":"article","id":"media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer","title":"Lift selfies, lobster porn and pool feet: how Instagram redefined the summer","trailText":"Once holiday photos were blurred snaps of sand and sunburn. Now they’re art-directed visions of fabulousness. Here are the key shots you’ll see this year and what they mean. Stand by for #bliss smugness overload","standFirst":"<p>Once holiday photos were blurred snaps of sand and sunburn. Now they’re art-directed visions of fabulousness. Here are the key shots you’ll see this year and what they mean. Stand by for #bliss smugness overload</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/10/cult-food-most-incredible-dishes-share-summer-2015-instagram\">Cult food: the most incredible dishes to share this summer</a></li>\n</ul>","byline":"Jess Cartner-Morley","body":"<p>Instagram is to summer what the John Lewis advert is to Christmas. Just as that first hit of small-screen schmaltz puts us into Christmas mode (equal parts consumerist fervour and hashtag-friendly nostalgia #blessed), your Instagram feed now fires the starting gun on summer. Once upon a time, you knew the change in season by the cooing of the first turtle dove; now, it’s the ping alerting you to the 14th my-new-pedicure-and-sandals selfie of the day. Whereas once you just needed a lunchtime shopping trip for a new bikini and a pile of paperbacks to prep for your holiday, you now need to update your Instagram look. For instance: you do know, don’t you, that the “sunglasses and phones in the middle of the table” picture has overtaken last year’s “shoes in a circle” as the hot group-shot meme? Phew. And that skyscrapers should always be shot from pavement level, and your lunch from directly above? And that’s just the start …</p> \n<figure class=\"element element-image\" data-media-id=\"eab97b899a449cb5391cfc83fe800a81c3c1122e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859735697/4d19991d-893c-4b5b-bb2f-2755f90203b3-460x428.jpeg\" alt=\"Sun, sea, sand … and knees\" width=\"460\" height=\"428\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sun, sea, sand … and knees. The meme that started it all.</span> \n  <span class=\"element-image__credit\">Photograph: Kasia Baumann/Getty Images/Moment Open</span> \n </figcaption> \n</figure> \n<h2>Hot dog legs<br /></h2> \n<p>The meme that started it all. The classic shot of thighs on a sunlounger, with sparkling blue water beyond, has got everything: narcissism, thinly disguised body issues, smugness masquerading as appreciation of blessings. Add a cocktail and/or pair of expensive sunglasses, if making your friends gnash their teeth really does it for you. Thankfully, hot dog legs are now about as zeitgeisty as the ice bucket challenge, so we should be free of this particular view this summer.</p> \n<figure class=\"element element-image\" data-media-id=\"e8a70780a01896021894d3ee7d0091d3a64013a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433857848985/87b76ec2-53ac-4a3b-828e-661bb9f70e31-460x459.jpeg\" alt=\"Plane's wingtip\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Soulful clouds. For added swank, show 1A seat ticket.</span> \n  <span class=\"element-image__credit\">Photograph: Instagram</span> \n </figcaption> \n</figure> \n<h2>The wing of the plane<br /></h2> \n<p>Those people who post their flight details on Twitter (LAX &gt;&gt; LHR, or whatever) – what’s that about? By all means text your mum your flight number, but the rest of us really do not need to know. Anyway, the Instagram version of this is, naturally, prettier. Find a window seat with a nicely framed wing-tip view against soulful clouds. In the same way that the sweeping aerial shot of a night-time city from above is a classic opener for an urban movie, the plane window shot is a scene setter for the incoming Instagram slideshow of your travels. If you are in first class, you can annoy absolutely every single one of your followers by substituting this for a photo <em>inside</em> the cabin, with telltale flat bed/boarding pass with Seat 1A “casually” in shot. (Handy tip: don’t.)</p> \n<h2>Fierce “squad” group shot<br /></h2> \n<p>Smiling is, like, so basic. Nobody smiles when they are having fun any more. The all-together-now photo from a night out is a classic – some of us are old enough to remember the days when, in order to do this, your most responsible friend would bring their camera – but it’s no longer enough to put your arms around each other and grin. As if! And no, you can’t do duckface, either: that’s only slightly less lame, being straight-up 2014. In 2015, you have to be fierce and/or silly. Both is best. Start with what Paddington Bear calls a Hard Stare. Flex your bicep in mock-Popeye style, take a Beyonc&eacute;-on-stage feet-planted-wide stance. If possible, arrange your friends in a graphic pose: Alexa Chung and friends made a human pyramid on the beach; Taylor Swift and Haim hiked along a riverbed until they found exactly the right number of photogenic boulders to straddle in hotpants and sneakers. Let’s be honest: if you want to achieve your Squad Goals, holidays can be hard work.</p> \n<figure class=\"element element-image\" data-media-id=\"1d99563b48b535850f187a2f1f161e38a742381e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433861095903/29a8b04c-c5a9-40ca-902e-a098585ca3c5-418x420.jpeg\" alt=\"Feet in pool\" width=\"418\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pedicure, pool, Puglia #blessed.</span> \n  <span class=\"element-image__credit\">Photograph: Victor Fernandez I Masip/Getty Images/EyeEm</span> \n </figcaption> \n</figure> \n<h2>Feet dangling over a jetty/into a pool<br /></h2> \n<p>There are people on my Instagram feed who, before we had Instagram, I thought of as people who had jobs. People who went to work and applied for parking permits and filled in forms about school trips and bought washing-up liquid and bags of salad in Tesco on the way home. But now, their lives look totally different. There I am, scrolling through my phone on the escalator down to the Victoria line and there they are with their new coral pedicure and bespoke espadrilles dangling above sparkling water somewhere. Waaah. You know how you are supposed to dress for the job you want, rather than the one you have? Instagramming the life you would live if you had triple the salary is the new version. Occasionally these people admit to having a weekend at home, but this will be peppered with hashtags (#family #love #home) and go big on small children curled up asleep on velvet sofas with puppies. Are these people for real?</p> \n<figure class=\"element element-image\" data-media-id=\"fe03f5bb0be6e0b80492973b692c4250abd63666\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858417910/ea4922b3-6b3f-40f6-91bb-f094ac16e273-460x458.jpeg\" alt=\"Lily Allen's shot of a chemist's shelf.\" width=\"460\" height=\"458\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lily Allen’s shot of a chemist’s shelf.</span> \n  <span class=\"element-image__credit\">Photograph: Instagram</span> \n </figcaption> \n</figure> \n<h2>The new normcore photo <br /></h2> \n<p>Set to be to 2015 what hot dog legs were two summers ago. The endless stream of Instagram perfection in which your 17-year-old cousin in Reading appears to be living the lifestyle of Beyonc&eacute; has set off a reaction in which the Instagram trailblazers are embracing the opposite. See: Lily Allen’s recent shot of Beechams and wet wipes on a chemist shelf, captioned “I just want TAMPAX ffs”. Naturally, the new normcore is as hard to get right as the Bey-wannabe yacht-life look. This summer, look out for: school-of-Martin-Parr shots of your anorak-dressed mates eating chips and making thumbs-up signs at M5 service stations on the way to Glastonbury.</p> \n<figure class=\"element element-image\" data-media-id=\"796ebea507a687afd914d2c92ce65b6972bf9d49\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858507136/bee6f9ec-1c0e-422f-b4d7-5cf6e981e250-460x411.jpeg\" alt=\"Beyonc&eacute; and Jay Z in front of the Mona Lisa.\" width=\"460\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Beyonc&eacute; and Jay Z give their best Mona Lisa smiles.</span> \n  <span class=\"element-image__credit\">Photograph: Instagram</span> \n </figcaption> \n</figure> \n<h2>The art selfie<br /></h2> \n<p>Social media has ushered in a new era of cultural presenteeism. As a reward for being a Good Person who remembers to advance-book the <a href=\"http://www.tate.org.uk/whats-on/tate-britain/exhibition/barbara-hepworth-sculpture-modern-world?gclid=CMa0257HgsYCFQnItAod7A8AZg\">Barbara Hepworth exhibition at Tate Britain</a>, you get to bask in the warm glow of admiration as your Twitter followers read your smug box-tick disguised as helpful advice (“Don’t miss!” etc). On Instagram, you reap double the rewards: you get to look like a deep, cultured person and you get an aesthetically pleasing backdrop to your selfie. For summer city breaks, the Coliseum against a blue sky never gets old. For added lolz, try the Beyonc&eacute; school of art selfie, in which you mirror the pose/facial expression in the painting behind you. This is handy for reminding people that this photo is all about you, just in case they got distracted by looking at, for example, the Mona Lisa.</p> \n<figure class=\"element element-image\" data-media-id=\"185913debb356aa243b468fad55f0078d9672d73\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858677425/091a355e-c029-46e3-b162-ba836cba36fb-460x459.jpeg\" alt=\"Plates of oysters in waterside restaurant\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Good food, good view – a new Instagram staple.</span> \n  <span class=\"element-image__credit\">Photograph: Instagram</span> \n </figcaption> \n</figure> \n<h2>The half-lobster holiday food-porn shot<br /></h2> \n<p>The fashionable Instagrammer is much more concerned with colour combinations than Michelin stars. Avocado on rye toast has become a hipster obsession mainly because it is so much more aesthetically pleasing than, say, poached eggs on toast (delicious to eat, but looks unappealing on camera). So much so that avocado has, arguably, jumped the shark. Key summer food Instagram memes: fish and chips, in Cornish-type setting, held by someone looking slightly chilly in a Breton-stripe top. Platter of grilled prawns/lobster, sandy beach visible beneath the scrubbed wooden table. Food that looks good on Instagram all year round: doughnuts and sliders (good graphic shapes), heritage tomatoes (colour), bowls of yogurt swirled with berries and honey. Unwritten rules include: photos of green juice are only acceptable and not totally annoying if hashtagged #hungover.</p> \n<figure class=\"element element-image\" data-media-id=\"316dcc36d02f0f8e315966413ddea07275998bfc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433861484360/352b2bf6-91bb-4eb9-8d0e-f6aea7e09d20-460x444.jpeg\" alt=\"Woman cartwheeling\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oh good. Another slo-mo cartwheel video #nofilter.</span> \n  <span class=\"element-image__credit\">Photograph: Jodie Griggs/Getty Images/Flickr RF</span> \n </figcaption> \n</figure> \n<h2>Video is the new filter</h2> \n<p>When Instagram began, giving every random portrait a sepia tone and soft-focus edges was part of the fun, but overenthusiastic use of filters is now considered passe. You can get away with the new, more subtle filters – Lark for that flattering, bleachy Polaroid look; Juno for an energy boost – but that’s it. Instead, practised Instagrammers have moved on to posting short videos. This impresses people who still don’t really know how to use their phones. Try: cartwheels, jumping in the pool, twerking. Slo-mo for artiness, speeded up Timelapse for comedy.</p> \n<figure class=\"element element-image\" data-media-id=\"660187b778bd6c95f9831cb9d6c0d51e954eb65b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858793445/0593ecc2-ac50-4a2b-bb0a-465b8dd13b12-460x458.jpeg\" alt=\"Group of friends in lift\" width=\"460\" height=\"458\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Josephine de la Baume’s ‘epic crew’ on the up in Monaco.</span> \n  <span class=\"element-image__credit\">Photograph: @josephinedelabaume/instagram</span> \n </figcaption> \n</figure> \n<h2>The lift selfie<br /></h2> \n<p>Unexpected fallout of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/shortcuts/2014/may/13/solange-knowles-beating-up-jay-z-lift-beyonce\">Solange-and-Jay-Z liftgate</a> last year: the interior of a lift is a newly iconic backdrop for a photograph. Swap mirror selfies of yourself in the bathroom at home (too considered) and in the ladies’ loos (a bit adolescent) for selfies taken in the lift. These are surprisingly hard to do quickly enough, unless you live in the Shard, which is why they are impressive. Bonus points for getting loads of good-looking mates in the photo with you. (Although heaven help you if you forget to tag anyone.)</p> \n<figure class=\"element element-image\" data-media-id=\"af85a00b907c1bdabc68ebc5d8579d1a5b561997\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433858993916/93757f72-a4ce-4fa5-9fde-bf22dcbd440d-418x420.jpeg\" alt=\"Sophia Loren in swimwear\" width=\"418\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sophia Loren - a classic style shot will lift your tone.</span> \n  <span class=\"element-image__credit\">Photograph: Mondadori/Getty Images</span> \n </figcaption> \n</figure> \n<h2>The Sophia Loren/Jane Birkin/Audrey Hepburn photo<br /></h2> \n<p>The sophisticated Instagrammer intersperses her own pictures with vintage ones. The classic genre is an inspirational photo of a style icon: see, for instance, Julia Restoin Roitfeld’s snap of a suspender-wearing Sophia Loren, or her mum Carine’s portrait of Diana Vreeland. These are like the photos you drawing-pinned above your bed, or Sellotaped into the inside of your desk, when you were a teenager. Classic chocolate-box beauties get a lot of likes, but really obscure shots from coffee-table art tomes are always good for tone.</p> \n<figure class=\"element element-image\" data-media-id=\"aef707a7b17d87602313dc68e60cfdaa9fb21e4b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433859223481/a782075a-53cb-4398-a4eb-c82c7a7ac169-347x420.jpeg\" alt=\"Taylor and Ed Instagram conversation\" width=\"347\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Taylor and Ed hang out on Instagram</span> \n  <span class=\"element-image__credit\">Photograph: Instagram</span> \n </figcaption> \n</figure> \n<h2>The text-convo screengrab<br /></h2> \n<p>Cute puppies, sparkling blue water, cocktails, bougainvillea, blah blah blah. You know what really stands out in this never-ending stream of visual gorgeousness? Words. The good news, if you’re not sure where your next deck-of-the-yacht selfie is coming from, is that one of this summer’s hottest memes is a screen grab of a text conversation. Think of it as You’ve Got Mail, updated. Those elongated bubbles have become iconic, without us even noticing it. People who spend a lot of time on social media are impressed by proof that you are having an old-school actual conversation with another person. Should include: autocorrect, one half of the conversation sending at least two messages in quick succession.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433877660296/3a419706-347d-44ef-9117-5f2ac993073f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"@taylorswift/instagram/instagram","altText":"Taylor Swift and Haim take a hike (and watch out for photogenic boulders). Photograph: @taylorswift/instagram ","cleanCredit":"Photograph: @taylorswift/instagram/instagram"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859737434/4d19991d-893c-4b5b-bb2f-2755f90203b3-2060x1915.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1915,"width":2060,"orientation":"landscape","caption":"Sun, sea, sand … and knees. The meme that started it all. Photograph: Kasia Baumann/Getty Images/Moment Open","credit":"Kasia Baumann/Getty Images/Moment Open","altText":"Sun, sea, sand … and knees","cleanCaption":"Sun, sea, sand … and knees. The meme that started it all.","cleanCredit":"Photograph: Kasia Baumann/Getty Images/Moment Open"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433857849569/87b76ec2-53ac-4a3b-828e-661bb9f70e31-540x539.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":539,"width":540,"orientation":"landscape","caption":"Soulful clouds. For added swank, show 1A seat ticket. Photograph: Instagram","credit":"Instagram","altText":"Plane's wingtip","cleanCaption":"Soulful clouds. For added swank, show 1A seat ticket.","cleanCredit":"Photograph: Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861096682/29a8b04c-c5a9-40ca-902e-a098585ca3c5-1015x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1015,"orientation":"portrait","caption":"Pedicure, pool, Puglia #blessed. Photograph: Victor Fernandez I Masip/Getty Images/EyeEm","credit":"Victor Fernandez I Masip/Getty Images/EyeEm","altText":"Feet in pool","cleanCaption":"Pedicure, pool, Puglia #blessed.","cleanCredit":"Photograph: Victor Fernandez I Masip/Getty Images/EyeEm"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858418490/ea4922b3-6b3f-40f6-91bb-f094ac16e273-540x537.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":537,"width":540,"orientation":"landscape","caption":"Lily Allen’s shot of a chemist’s shelf. Photograph: Instagram","credit":"Instagram","altText":"Lily Allen's shot of a chemist's shelf.","cleanCaption":"Lily Allen’s shot of a chemist’s shelf.","cleanCredit":"Photograph: Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858507507/bee6f9ec-1c0e-422f-b4d7-5cf6e981e250-620x553.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":553,"width":620,"orientation":"landscape","caption":"Beyoncé and Jay Z give their best Mona Lisa smiles. Photograph: Instagram","credit":"Instagram","altText":"Beyoncé and Jay Z in front of the Mona Lisa.","cleanCaption":"Beyoncé and Jay Z give their best Mona Lisa smiles.","cleanCredit":"Photograph: Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858676620/091a355e-c029-46e3-b162-ba836cba36fb-540x539.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":539,"width":540,"orientation":"landscape","caption":"Good food, good view – a new Instagram staple. Photograph: Instagram","credit":"Instagram","altText":"Plates of oysters in waterside restaurant","cleanCaption":"Good food, good view – a new Instagram staple.","cleanCredit":"Photograph: Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433861483733/352b2bf6-91bb-4eb9-8d0e-f6aea7e09d20-1020x986.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":986,"width":1020,"orientation":"landscape","caption":"Oh good. Another slo-mo cartwheel video #nofilter. Photograph: Jodie Griggs/Getty Images/Flickr RF","credit":"Jodie Griggs/Getty Images/Flickr RF","altText":"Woman cartwheeling","cleanCaption":"Oh good. Another slo-mo cartwheel video #nofilter.","cleanCredit":"Photograph: Jodie Griggs/Getty Images/Flickr RF"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858794007/0593ecc2-ac50-4a2b-bb0a-465b8dd13b12-540x537.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":537,"width":540,"orientation":"landscape","caption":"Josephine de la Baume’s ‘epic crew’ on the up in Monaco. Photograph: @josephinedelabaume/instagram","credit":"@josephinedelabaume/instagram","altText":"Group of friends in lift","cleanCaption":"Josephine de la Baume’s ‘epic crew’ on the up in Monaco.","cleanCredit":"Photograph: @josephinedelabaume/instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858991161/93757f72-a4ce-4fa5-9fde-bf22dcbd440d-2029x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2029,"orientation":"portrait","caption":"Sophia Loren - a classic style shot will lift your tone. Photograph: Mondadori/Getty Images","credit":"Mondadori/Getty Images","altText":"Sophia Loren in swimwear","cleanCaption":"Sophia Loren - a classic style shot will lift your tone.","cleanCredit":"Photograph: Mondadori/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433859223292/a782075a-53cb-4398-a4eb-c82c7a7ac169-495x600.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":495,"orientation":"portrait","caption":"Taylor and Ed hang out on Instagram Photograph: Instagram","credit":"Instagram","altText":"Taylor and Ed Instagram conversation","cleanCaption":"Taylor and Ed hang out on Instagram","cleanCredit":"Photograph: Instagram"}],"webPublicationDate":"2015-06-09T16:39:36Z","lastModified":"2015-06-10T07:48:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jess Cartner-Morley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740093/JessCartnerMorley.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jesscartnermorley"}],"feature":true,"keywords":["Social media","Celebrity","Fashion","Life and style","Instagram","Digital media","Media","Beyoncé","Taylor Swift","Lily Allen"],"tags":[{"id":"media/social-media","webTitle":"Social media"},{"id":"lifeandstyle/celebrity","webTitle":"Celebrity"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/media","webTitle":"Media"},{"id":"music/beyonce","webTitle":"Beyoncé"},{"id":"music/taylor-swift","webTitle":"Taylor Swift"},{"id":"music/lilyallen","webTitle":"Lily Allen"}],"section":{"id":"media"},"topics":[{"displayName":"Jess Cartner-Morley","topic":{"type":"tag-contributor","name":"profile/jesscartnermorley"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer","shortUrl":"http://gu.com/p/49jev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer","webUri":"http://www.theguardian.com/media/2015/jun/09/lift-selfies-lobster-porn-pool-feet-how-instagram-redefined-summer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433877660296/3a419706-347d-44ef-9117-5f2ac993073f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Taylor Swift and Haim take a hike (and watch out for photogenic boulders). Photograph: @taylorswift/instagram  Photograph: @taylorswift/instagram/instagram","credit":"@taylorswift/instagram/instagram","altText":"Taylor Swift and Haim take a hike (and watch out for photogenic boulders). Photograph: @taylorswift/instagram ","cleanCaption":"Taylor Swift and Haim take a hike (and watch out for photogenic boulders). Photograph: @taylorswift/instagram ","cleanCredit":"Photograph: @taylorswift/instagram/instagram"}},"importance":0,"kicker":{"title":"Lift selfies to pool feet"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433877660296/3a419706-347d-44ef-9117-5f2ac993073f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"@taylorswift/instagram/instagram","altText":"Taylor Swift and Haim take a hike (and watch out for photogenic boulders). Photograph: @taylorswift/instagram ","cleanCredit":"Photograph: @taylorswift/instagram/instagram"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433858980438/37ac5bbe-1fd0-44df-92cd-e7d2431c47e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alecsandra Raluca Dragoi","altText":"Bacon naan at Dishoom, London","cleanCredit":"Photograph: Alecsandra Raluca Dragoi"}}]},{"title":"The military’s rainbow revolution / From dishonourable discharge to model employer","rawTitle":"From dishonourable discharge to model employer","item":{"type":"article","id":"society/2015/jun/10/rainbow-revolution-military-lgbt-personnel","title":"The military’s rainbow revolution – from dishonourable discharge to model employer","trailText":"UK armed forces banned gay personnel from serving until a European court of human rights ruling in 2000. Now they are recognised as among the best places to work for LGBT staff","standFirst":"UK armed forces banned gay personnel from serving until a European court of human rights ruling in 2000. Now they are recognised as among the best places to work for LGBT staff","byline":"Eleanor Tucker","body":"<p><strong> </strong></p> \n<p>Clare Langham-Phillips is 47, and a chief technician in the RAF. She joined up when she was 19 and has served on the frontline in Northern Ireland, the Falklands and Afghanistan. “It’s all I ever wanted to do, but I think I also used the RAF to hide from my sexuality,” she says. “I had stronger feelings for women than men but instead of facing that, I focused on my job – and because being gay wasn’t allowed, it was easy to block it out.”</p> \n<p>If Langham-Phillips had come out before 2000 she would have been made to leave her job for being a lesbian. It was only then that the armed forces, following a ruling by the European court of human rights (ECHR), scrapped the ban on lesbian, gay, bisexual and transgender (LGBT) people serving in the military – a decision that she says transformed her life.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"be7a922d8e192bf809854c231a57007e66d1c80a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/5/1433525445919/b15491da-3960-4f92-b036-4da1ab69d33b-297x420.jpeg\" alt=\"Clare Langham-Phillips with her wife Barbara\" width=\"297\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clare Langham-Phillips with her wife Barbara. ‘The fact that I couldn’t be dishonourably discharged was a huge relief’.</span> \n  <span class=\"element-image__credit\">Photograph: Clare Langham Phillips</span> \n </figcaption> \n</figure> \n<p>Just before the ban was outlawed she had been posted to the Falklands. “There are penguins and not much else: you have time to do a lot of soul-searching, and I was sharing a room with a woman whose sister is gay. She spoke about her with such love, I thought, maybe it would be OK. Then, when I got home, the ban was lifted. The fact that I couldn’t be dishonourably discharged was a huge relief.”</p> \n<p>Fifteen years on, navy, RAF and army personnel will be marching together – in uniform – in <a href=\"http://prideinlondon.org/2015parade/\" title=\"\">London’s Pride parade</a> later this month. And this year, all three armed forces made it into <a href=\"http://www.stonewall.org.uk/at_work/stonewall_top_100_employers/default.asp\" title=\"\">Stonewall’s Top 100 Employers</a> list for the first time. Ruth Hunt, chief executive of Stonewall thinks it is incredible to see all three on the list, which is seen as the definitive guide to the best places to work for LGBT staff. “The armed forces are now embedding change at every level, whether in equality and diversity training, policy wording, community engagement or support from senior leaders. It’s a fantastic example of a group accepting mistakes that were made and taking impressive and active steps in improving what they do,” she says.</p> \n<p>The transformation in attitude is striking. Before the ban was lifted, being gay was considered to be “incompatible” with military life “because of the close physical conditions in which personnel often have to live and work”, and also because homosexual behaviour can “cause offence, polarise relationships, induce ill-discipline and damage morale and unit effectiveness” according to the <a href=\"https://books.google.co.uk/books?id=ih2XoS8Z-QcC&amp;pg=PT975&amp;lpg=PT975&amp;dq=The+Guidelines+Armed+Forces+Policy+and+Guidelines+on+Homosexuality+1994&amp;source=bl&amp;ots=F0s7TYEnSV&amp;sig=H_qhaEsW4c2XYXCvFng3FA4Lo5Y&amp;hl=en&amp;sa=X&amp;ei=_XxtVaaUM4fdUaj9gOAC&amp;ved=0CDMQ6AEwAw#v=onepage&amp;q=The%20Guidelines%20Armed%20Forces%20Policy%20and%20Guidelines%20on%20Homosexuality%201994&amp;f=false\" title=\"\">1994 armed forces’ policy and guidelines on homosexuality</a> . But in September 1999, the ECHR ruled that discharging LGBT servicemen and women because of their sexuality was a <a href=\"http://news.bbc.co.uk/1/hi/uk/458625.stm\" title=\"\">breach of their human rights</a>. The ban was lifted on 12 January 2000.</p> \n<p>Warrant officer Karen Styles is chair of the army LGBT forum. Now 41, she has been in the army for 20 years and was on the frontline in Northern Ireland and in the back office during the Afghan and Iraqi conflicts. She was married twice and didn’t come out at work until after the lifting of the ban. “The change in rules was so sudden – one day you could be arrested, the next day, you were OK,” she says.</p> \n<p>“When I did [come out], my boss said, ‘whatever’. That was a good reaction. It’s not always the younger recruits who are open-minded. It can actually be the older ones who are willing to sit down and talk about it and say ‘OK, I get it now’,” says Styles.</p> \n<p>Chris Wood, 39, is a lieutenant commander in the Royal Navy, who served in Afghanistan. He joined in 2001. “I think I would have been apprehensive about joining up any earlier,” he says. “I’ve talked to people who served before 2000, and it really struck me how different things are now. I’ve heard of women who were suspected of being lesbians being locked up in their blocks and ridiculed openly before being discharged.”</p> \n<p>It is thought that dozens of servicemen and women used to be discharged because of their sexuality each year, but the actual numbers are hard to come by. The Royal Navy used to categorise them as “medical” discharges.</p> \n<p>Until last year, the Ministry of Defence did not collect figures for the number of LGBT servicemen and women. But since November, all service personnel are asked to disclose their sexuality on a monitoring form. “The irony is that up to 2000, we were trying to find out who was gay so they could be dishonourably discharged,” says Wood, who is also a diversity and inclusion policy officer. “Now, we want to find out so that we can make the organisation work better for everyone, whatever their sexuality.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If the military can make this type of progress from a standing start, any organisation can</p> \n  <footer> \n   <cite>Mandy McBain</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Given the forces’ reputation for bullying and a macho culture it is not surprising that some are still reticent to speak out about their sexuality. They may have to weigh up the fact that for many years they have been dishonest with their friends and colleagues. “In the first year, I limited who I told,” says Langham-Phillips. “And everyone was walking on eggshells; nobody knew what it was OK to say. It’s different now, a whole new generation has come in and they’ve helped to change attitudes.”</p> \n<p>Nonetheless, Wood points out there is still more to be done. “I was at a security checkpoint with my husband, who’s also called Chris, who was my fianc&eacute; at the time,” he recalls. “The officer looked at our paperwork, saw fianc&eacute; and started laughing. ‘He is my fianc&eacute;,’ I said, stony-faced. I’ve never seen a barrier go up so quickly in my life.”</p> \n<p>The MoD acknowledges that it is at the start rather than the end of a journey. Writing last month on the eve of the Republic of Ireland voting to legalise same-sex marriage, Commander Land Forces Lt Gen James Everard, said “We are safely at the beginning of the age of inclusiveness, but the challenge is not time-limited. <a href=\"https://modmedia.blog.gov.uk/2015/05/24/in-the-army-today-you-can-be-yourself/\" title=\"\">We must continue to show progress. We need to think differently if we are to succeed, remembering that people perform better when they can be themselves.”</a></p> \n<p>For all those sacked for being gay prior to 2000, the progress comes too late. Mandy McBain served for 25 years in the Royal Navy. “I was questioned just a few months before the ban was lifted, and if I’d answered truthfully, it would have been the end of my career,” she recalls. But McBain, now a client account manager at Stonewall, thinks all employers could learn lessons from the armed forces.</p> \n<p>“If the military can make this type of progress from a standing start, any organisation can,” she says. “The services operate in a unique and often challenging working environment where people can be together 24/7. They can’t leave, go home and simply shut the front door – acceptance is essential. And the great thing is when done correctly, it works.”</p> \n<h2>From ‘abhorrence’ to acceptance of gay marriage</h2> \n<p>The European court of human rights’ decision in September 1999 was far from universally welcomed. One opponent, the late Gen Sir Anthony Farrar-Hockley, writing on the BBC website, repeated that gay people could undermine comradeship and added that two surveys had shown the overwhelming majority of those in military service found <a href=\"http://news.bbc.co.uk/1/hi/uk/458752.stm\" title=\"\">homosexuality “abhorrent</a>”. Another opponent, a brigadier, resigned in protest at the lifting of the ban.</p> \n<p>But such objections proved to be minimal and just over a decade later gay rights had been embraced by the military to the extent that a gay man serving in the household cavalry, <a href=\"http://www.independent.co.uk/news/uk/home-news/a-very-modern-military-partnership-1928748.html\" title=\"\">lance-corporal James Wharton, was able to host his wedding reception at the regimental barracks</a>.</p> \n<p>One of Wharton’s commanding officers, captain Michael Fry, in contrast to Farrar-Hockley’s direct warnings about the impact on morale, was quoted in the Independent: “Colour, creed, age and who you sleep with all become irrelevant when you’re both being shot at.”</p> \n<p>The court challenge that ended the ban was backed by LGBT rights group Stonewall after an approach by Robert Ely, a warrant officer in the parachute regiment who was dismissed after 17 years’ service.</p> \n<p>The case was brought on behalf of four other former members of the armed forces who had been dismissed: Duncan Lustig-Prean, a supply officer on HMS Newcastle; Jeanette Smith, an RAF nurse; John Beckett, a weapons engineer mechanic; and Graeme Grady, of the RAF, who had been posted to Washington DC.</p> \n<p>They challenged the Ministry of Defence policy that anyone who is gay could not serve and there was a duty on serving members to inform on anyone known to be gay, leading to their dismissal.</p> \n<figure class=\"element element-image\" data-media-id=\"1c506e35da1e0824d1fbc0f848ff62e0579d223e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/8/1433763906686/1fd952ab-9bfc-4831-b0d7-3185239a6752-460x276.jpeg\" alt=\"Richard Young, a navy chef who was the last serviceman discharged for being gay.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Young, a navy chef who was the last serviceman discharged for being gay. Tony Carney/Apex Pictures</span> \n  <span class=\"element-image__credit\">Photograph: Tony Carney/Apex Pictures</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1999/sep/25/richardnortontaylor\" title=\"\">Richard Young, a navy chef, aged 25, was the last serviceman discharged for being gay from his post at the naval base in Plymouth</a>.</p> \n<p>At the European court hearing in Strasbourg, judges ruled in favour of the four ex-service members and Stonewall that the ban contravened the European convention on human rights.</p> \n<p>The MoD capitulated and the ban was lifted. Young was offered his post back.</p> \n<p>British LGBT staff have since served openly. It took the US more than a decade to follow suit. President Bill Clinton opted for a messy compromise in 1994 under which gays and lesbians could serve but not openly: they did not volunteer their sexual orientation and officers were told not to inquire, a formula that became known as “don’t ask, don’t tell”. It was finally <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/sep/20/us-military-lifts-ban-gay-troops\" title=\"\">repealed in 2011 by President Barack Obama</a>.</p> \n<p>Cases still emerge of bullying or abuse of LGBT people in the British military. Wharton, in his 2013 book <a href=\"https://www.bitebackpublishing.com/books/out-in-the-army\" title=\"\">Out in the Army: My Life as a Gay Soldier</a>, told of how he was tormented during exercises in Canada by soldiers from another regiment and that Prince Harry had come to his assistance. Yet prejudice is no longer institutionalised. The MoD now advertises for recruits in gay media outlets.</p> \n<p>In 2007, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2007/jun/28/gayrights.military\" title=\"\">it issued a formal apology for its hounding of gays and lesbians</a>.</p> \n<p><strong>Ewen MacAskill, defence correspondent</strong></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433525269775/Lt-Cdr-Chris-Wood-an-open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. 'I’ve talked to people who served before 2000, and it really struck me how different things are now'.\r Photograph: Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News","credit":"Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News","altText":"Lt Cdr Chris Wood, an openly gay naval officer","cleanCaption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. 'I’ve talked to people who served before 2000, and it really struck me how different things are now'.\r Photograph: Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433525443906/b15491da-3960-4f92-b036-4da1ab69d33b-1442x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1442,"orientation":"portrait","caption":"Clare Langham-Phillips with her wife Barbara. ‘The fact that I couldn’t be dishonourably discharged was a huge relief’. Photograph: Clare Langham Phillips","credit":"Clare Langham Phillips","altText":"Clare Langham-Phillips with her wife Barbara","cleanCaption":"Clare Langham-Phillips with her wife Barbara. ‘The fact that I couldn’t be dishonourably discharged was a huge relief’.","cleanCredit":"Photograph: Clare Langham Phillips"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433763907224/1fd952ab-9bfc-4831-b0d7-3185239a6752-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Richard Young, a navy chef who was the last serviceman discharged for being gay. Tony Carney/Apex Pictures Photograph: Tony Carney/Apex Pictures","credit":"Tony Carney/Apex Pictures","altText":"Richard Young, a navy chef who was the last serviceman discharged for being gay.","cleanCaption":"Richard Young, a navy chef who was the last serviceman discharged for being gay. Tony Carney/Apex Pictures","cleanCredit":"Photograph: Tony Carney/Apex Pictures"}],"webPublicationDate":"2015-06-10T07:00:01Z","lastModified":"2015-06-10T07:00:01Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Eleanor Tucker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eleanor-tucker"}],"feature":true,"keywords":["Equality","LGBT rights","World news","Society","Military","UK news","Human rights","Law","Work & careers","Money"],"tags":[{"id":"society/equality","webTitle":"Equality"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"},{"id":"uk/military","webTitle":"Military"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"society"},"topics":[{"displayName":"Eleanor Tucker","topic":{"type":"tag-contributor","name":"profile/eleanor-tucker"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/10/rainbow-revolution-military-lgbt-personnel","shortUrl":"http://gu.com/p/49h83","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/10/rainbow-revolution-military-lgbt-personnel","webUri":"http://www.theguardian.com/society/2015/jun/10/rainbow-revolution-military-lgbt-personnel"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433525269775/Lt-Cdr-Chris-Wood-an-open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. ‘I’ve talked to people who served before 2000, and it really struck me how different things are now’. Photograph: Simon Czapp/Solent News","credit":"Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News","altText":"Lt Cdr Chris Wood, an openly gay naval officer","cleanCaption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. ‘I’ve talked to people who served before 2000, and it really struck me how different things are now’. Photograph: Simon Czapp/Solent News"}},"importance":4,"kicker":{"title":"The military’s rainbow revolution"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433525269775/Lt-Cdr-Chris-Wood-an-open-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. 'I’ve talked to people who served before 2000, and it really struck me how different things are now'.\r Photograph: Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News","credit":"Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News","altText":"Lt Cdr Chris Wood, an openly gay naval officer","cleanCaption":"Chris Wood, a gay naval officer, onboard HMS Bristol in Portsmouth, Hampshire. 'I’ve talked to people who served before 2000, and it really struck me how different things are now'.\r Photograph: Simon Czapp/Solent News & Photo Agency/Simon Czapp/Solent News"}}]},{"title":"Revealed / How the stress of working in public services is taking its toll on staff","rawTitle":"How the stress of working in public services is taking its toll on staff","item":{"type":"article","id":"society/2015/jun/10/stress-working-public-services-survey","title":"Revealed: how the stress of working in public services is taking its toll on staff","trailText":"Long hours, a lack of breaks and a fraught working day are all too common for workers in the public and voluntary sectors, our survey finds","standFirst":"<p>Long hours, a lack of breaks and a fraught working day are all too common for workers in the public and voluntary sectors, our survey finds</p>","byline":"Jane Dudman, Anna Isaac, Sarah Johnson","body":"<p>“Reduced budgets, reduced staff members, higher caseloads and more red tape ... You are always struggling just to keep up.” That is one heartfelt comment from a survey by the Guardian that reveals the huge toll government cuts are taking on staff in public services and the voluntary sector.</p> \n<p>The Clockoff <a href=\"http://www.theguardian.com/society-professionals\" title=\"\">survey, conducted last month, asked about the wellbeing of employees across the voluntary sector and public services.</a> More than 3,700 people, in jobs ranging from social work to police and probation, from social housing to the NHS, charities and NGOs, took part online via the Guardian’s professional networks.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society-professionals/2015/jun/09/stress-in-public-services-how-do-you-unwind-share-your-photos-and-stories\">Stress in public services: how do you unwind? Share your photos and stories</a> </p> \n</aside> \n<p>A clear picture emerges of staff working long hours, with few breaks, and a workforce that has become wearily resigned to this way of working. When asked, ​do you think stress is a fact of life for employees in the public or voluntary sector, 85% of respondents say they agree. For respondents working in probation services the figure rises to 100%.</p> \n<p>Some 93% of respondents say they are stressed at work either all, some, or a lot of the time. Of the 9% who say they are stressed all of the time at work, almost all report working beyond their contracted hours. On average, respondents put in an extra seven hours a week. Close on one in five say they don’t take any break during their working day, with less than a quarter (24%) enjoying a main break of at least 30 minutes.</p> \n<p>It is clear that cuts are having a sustained impact on workloads. Social workers, for instance, report having more work to do, but not only are there fewer staff to deal with cases, cuts to voluntary bodies also mean there are fewer external support services for children and families. “The phrase ‘doing more with less’ is not only an offence against physics, it is the frontline workers who bear this ever-increasing load,” says one social worker. “When the captain says faster the oarsmen are the ones whose labour is increased.” She adds: “I suffer with insomnia caused by my employer and I am being treated for anxiety and depression.”</p> \n<figure class=\"element element-embed\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1433858893977/stress.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>NHS staff are the most likely of all public sector workers to feel stressed because of their job, according to the survey results. More than 60% say they feel stressed all or most of the time, and 59% say they feel more stressed this year than last year.</p> \n<p>The survey also reveals that NHS workers are the least likely to take a break during a working day. Just over a quarter (26%) don’t take a break at all, and only around one in 10 takes more than half an hour. And the large majority of NHS workers (96%) work beyond their contracted hours, doing an average of five extra hours per week.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The number of people working here has been slashed but the workload has not</p> \n  <footer> \n   <cite>Local government development officer</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It is not just those in clinical roles who are feeling the pressure. A ward clerk supervisor, who has had to take time off work because stress levels had exacerbated an existing mental health condition, says: “So-called efficiency savings have resulted in remaining staff being overloaded – particularly those who aren’t frontline like administrators and secretaries.” One senior manager admits: “I feel I can’t help my team or myself more to cope and adapt to change and pressure.”</p> \n<p>The findings come as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives\" title=\"\">David Cameron, the prime minister, promises to transform the NHS into a seven day-a-week universal health service</a>.</p> \n<p>Danny Mortimer, chief executive of NHS Employers, says: “Frontline work in the NHS is rewarding but it can be emotionally and physically challenging, so it’s vital those staff have the right support. The culture in the NHS has improved demonstrably and there is more specialist support. But we cannot be complacent as progress is uneven and the NHS must keep innovating to meet ever-growing demand on its services.”</p> \n<p>While NHS staff are the most stressed, other sectors are not far behind: 58% of local government staff, including social workers, 51% of central government employees and 46% of charity workers report being stressed all or most of the time.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The public sector is being destroyed by ever-increasing cuts to funding</p> \n  <footer> \n   <cite>Social worker</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Jo Cleary, chair of the College of Social Work, says continuing funding reductions are taking an unbearable toll on social workers. “Our members report juggling highly complex workloads, with little time to reflect and plan their work. Putting this kind of pressure on social workers, while expecting them to do complex, delicate work with some of the most vulnerable people in our society, is dangerous. We also risk deterring people from staying in social work, or even entering the profession in the first place. We are very clear on this: social work needs greater investment from government as an immediate priority.”</p> \n<p>On a more positive note, two-thirds of respondents believe the work they do in the public or voluntary sector is always or often worthwhile, and 40% think their contribution is always or often valued. Many staff working for campaigning NGOs, for example, who despite working an average of nine extra hours a week are among the least stressed in our survey, say that they actively choose to work long hours because it gives them a sense of purpose. But respondents warn that this sense of duty can be taken advantage of and many report being asked to do more and more work.</p> \n<p>Sally Cupitt, head of the National Council for Voluntary Organisations’ charities evaluation services says: “We must do our best to make sure staff feel supported and valued in their work. A small amount of stress can be a good thing, but sustained or excessive stress can be damaging to health and wellbeing. Charities should adopt employee wellbeing policies wherever possible, such as employee assistance programmes and flexible working options.”</p> \n<p>The survey shows that stress at work is taking its toll on people’s health and wellbeing. Poor sleep, headaches, stress-related mental health issues and even digestive problems are among a range of physical and psychological symptoms reported by respondents, 39% of whom have sought medical advice or counselling.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I was signed off work for two weeks in January after constantly bursting into tears and not sleeping</p> \n  <footer> \n   <cite>Social housing professional</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Asked how people try to reduce their stress levels outside of work, most say they relax by spending more time either alone or with friends and family; around45% exercise, catch up on sleep, or watch TV. Worryingly, 28% report drinking more.</p> \n<p>Commenting on the survey findings, a Local Government Association spokesman says: “Councils are taking steps to adopt flexible working practices where possible because they know they help build a more engaged workforce, attract the best talent and increase productivity.”</p> \n<p>The Cabinet Office says its own People Survey of more than 274,000 civil servants paints a very different picture. “Staff engagement continues to rise and 81% of respondents said their manager is considerate of their life outside work”, says a spokesman.Frances O’Grady, the general secretary of the TUC, which represents many public sector workers, says spending cuts, attacks on pay and pensions and mass redundancies have had a huge effect on a demoralised public sector workforce. : “This survey lays bare the damage cuts have had on frontline services, with staff regularly overworked, stressed and unable to do their jobs as they would like.” Public servants have understandably had enough and many are rightly fearful of the new round of austerity the government is about to unleash in its July budget.” She warns that if the government continues to treat public servants as second-class citizens, it will struggle to hold on to and recruit the skilled, dedicated staff needed to deliver public services. “When that happens, we all pay the price.”</p> \n<h2>In their own words</h2> \n<p>“Excessive stress in child protection social work is commonplace. Over the past six years it has affected my physical and mental health at times, placed a strain on personal relationships, led me to question my choice of profession, and frequently leaves me tired, exhausted, emotionally drained and overwhelmed. I’m stressed a lot of the time and the stress has increased over the past year. I was seconded to a new post which lacked clarity and effective management oversight. I was given additional responsibilities without a reduction in my previous, already overwhelming day-to-day responsibilities. Senior management was poor and chaotic. I had to spend months fighting to be paid appropriately for my level of responsibility.</p> \n<p>“The public sector is being destroyed by ever-increasing cuts to funding. Alongside this there is an ever-increasing demand for services from my department specifically (children and families), yet there is no money provided for more staff. We are also affected by funding cuts to services we rely on to assist in supporting the families we work with. What would help? Investment in social work, local authority social work receiving the appropriate funding to ensure there are adequate staffing levels, which are proportionate to the demand for service.” <strong>Social worker</strong></p> \n<p><strong>“</strong>I’ve lost weight as I miss at least three meals a week. I suffer from constipation, piles, insomnia [and am] constantly exhausted. I constantly feel I haven’t done my best but it’s impossible to do it all.” <strong>Midwife</strong></p> \n<p>“The number of people working here has been slashed but the workload has not. There is a lack of trust of the workforce and flexibility from the management. It feels like they are expecting more and more but giving less and less. The government has contributed to the perception of the public sector workforce as being lazy and money-grabbing. There have been many changes in the organisation and no one has any certainty or job security despite permanent contracts.” <strong>Local government development officer</strong></p> \n<p>“I got very stressed around Christmas and new year, when I was working completely on my own with 14 young people to support, no one to offload on to and as a result my own mental health was suffering. I was signed off work for two weeks in January after constantly bursting into tears, not sleeping and just not feeling like my usual happy self.” <strong>Social housing professional</strong></p> \n<p>“A lot more strain has been put on the voluntary sector due to cuts in other areas. We have seen an increase in the amount of vulnerable people we see weekly. Because there are gaps in services, we are expected to fulfil a need, in fact lots of different needs. As cuts increase, these gaps will increase and I fear that we cannot adequately meet the needs of some of the most marginalised and vulnerable people in our society, which is hard to take.” <strong>Charity project worker</strong></p> \n<p>“The public sector is the victim of large-scale cuts and austerity. While the cash impact of this might be significant, the combined low feeling of motivation and self-worth is stressful, as is making up for missing or stretched colleagues and the government continues to demand more.” <strong>Central government regional director</strong></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433778297379/Hospital-staff-with-patie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images","credit":"Edward Mccain/Getty Images","altText":"Hospital staff with patient","cleanCaption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T06:30:00Z","lastModified":"2015-06-10T11:21:01Z","metadata":{"commentable":true,"commentCount":115,"contributors":[{"name":"Jane Dudman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janedudman"},{"name":"Anna Isaac","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anna-isaac"},{"name":"Sarah Johnson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarah-johnson"}],"feature":true,"keywords":["Public sector careers","Society","Public sector cuts","Public services policy","Health","Work & careers","Money","Work-life balance"],"tags":[{"id":"society/public-sector-careers","webTitle":"Public sector careers"},{"id":"society/society","webTitle":"Society"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/health","webTitle":"Health"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"},{"id":"money/work-life-balance","webTitle":"Work-life balance"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/10/stress-working-public-services-survey","shortUrl":"http://gu.com/p/49tty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/10/stress-working-public-services-survey","webUri":"http://www.theguardian.com/society/2015/jun/10/stress-working-public-services-survey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433778297379/Hospital-staff-with-patie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images","credit":"Edward Mccain/Getty Images","altText":"Hospital staff with patient","cleanCaption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images"}},"importance":4,"kicker":{"title":"Revealed"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433778297379/Hospital-staff-with-patie-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images","credit":"Edward Mccain/Getty Images","altText":"Hospital staff with patient","cleanCaption":"NHS staff are the least likely of all public sector workers to take a break during the day. Photograph: Edward Mccain/Getty Images"}}]},{"title":"The microfinance delusion / Who really wins?","rawTitle":"Who really wins?","item":{"type":"comment","id":"global-development-professionals-network/2015/jun/10/the-microfinance-delusion-who-really-wins","title":"The microfinance delusion: who really wins?","trailText":"Far from being a panacea, small loans add to poverty and undermine people by saddling them with unsustainable debt, argues anthropologist Jason Hickel","standFirst":"<p>Far from being a panacea, small loans add to poverty and undermine people by saddling them with unsustainable debt, argues anthropologist Jason Hickel</p>","byline":"Jason Hickel","body":"<p>I’m always amazed at how many students show up each year in the classrooms of the London School of Economics, where I teach, quivering with excitement about microfinance and other “bottom-of-the-pyramid” development strategies. Like eager young missionaries, they feel they’ve stumbled upon the One Idea that is sure to save the world.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2014/oct/29/agricultural-insurance-smallholder-farmers-risk-financial-inclusion\">Agriculture insurance: freeing farmers from extreme weather risk</a> </p> \n</aside> \n<p>Would that it were true. What’s so fascinating about the microfinance craze is that it persists in the face of one unfortunate fact: microfinance doesn’t work. Of course, there are some lovely anecdotes out there about the transformative power of micro-loans, but as David Roodman from the Center for Global Development <a href=\"http://content.time.com/time/world/article/0,8599,2103831,00.html\">put it in his recent book</a>, “The best estimate of the average impact of microcredit on the poverty of clients is zero.” This is not a fringe opinion. A comprehensive DFID-funded <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0CC0QFjAA&amp;url=https%3A%2F%2Fwww.givedirectly.org%2Fpdf%2FDFID_microfinance_evidence_review.pdf&amp;ei=wupZVfFQjLWwBIP_gMAH&amp;usg=AFQjCNHIcG7DU1WE9he-fYZs90z7gv_u0g&amp;sig2=CJ8onba9oHXSticRSAeyFA&amp;bvm=bv.93564037,d.cWc\">review</a> of extant data comes to the same conclusion: the microfinance craze has been built on “foundations of sand” because “no clear evidence yet exists that microfinance programmes have positive impacts.” </p> \n<p>In fact, it turns out that microfinance usually ends up making poverty worse. The reasons for this are fairly simple. Most microfinance loans are used to fund consumption – to help people buy the basic necessities they need to survive. In South Africa, for example, consumption accounts for 94% of microfinance use. As a result, borrowers don’t generate any new income that they can use to repay their loans so they end up taking out new loans to repay the old ones, wrapping themselves in <a href=\"http://cfi-blog.org/2014/07/14/2014-banana-skins-report-reveals-overindebtedness-as-biggest-concern-in-microfinance-industry/\">layers of debt</a>. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Poor people don’t have enough money. Apparently we need expensive research studies to point this out</p> \n </blockquote> \n</aside> \n<p>When micro-loans are<em> </em>used to fund new businesses, budding entrepreneurs tend to encounter a lack of consumer demand. After all, their potential customers are poor and low on cash, and what little money they do have gets spent on basic goods that tend already to be available. In this context, new businesses end up displacing already-existing ones, yielding no net increase in employment and incomes. And that’s the best of the likely outcomes. The worst – and much more likely – is that the new businesses fail, which then leads, once again, to vicious cycles of over-indebtedness that drive borrowers even further into poverty. </p> \n<p>This demand-side problem can be stated quite simply: poor people don’t have enough money. Apparently we need expensive research studies to point this out.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the past we would have called such people loan sharks, but today they’re called microfinance providers</p> \n </blockquote> \n</aside> \n<p>The only consistent winners in the microfinance game are the lenders, many of whom charge exorbitant interest rates that sometimes reach up to 200% per annum (as in the case of <a href=\"http://www.cgdev.org/blog/does-compartamos-charge-195-interest\">Banco Compartamos</a>). In the past we would have called such people loan sharks, but today they’re called microfinance providers, and they crown themselves with the moral halo that this term carries. Microfinance has become a socially acceptable<em> </em>mechanism for extracting wealth and resources from poor people. </p> \n<p>The failure of microfinance is recognised at even the highest levels, and yet for some reason it retains its staying power, like a <a href=\"http://www.blackincbooks.com/books/zombie-economics\">zombie</a> that refuses to die. Why is microfinance such a resilient idea? Because it promises an elegant, win-win solution to the problem of poverty. It assures us that we – the rich world – can eradicate poverty in the global South without any cost to us, and without any threat to existing arrangements of political and economic power. In other words, it promises revolution without the messiness of class struggle. And, what is more, it promises that we can help save the poor while making money from it. It’s an irresistible tale. </p> \n<p>It’s also a very effective tool of political control. Milford Bateman, one of the most compelling critics of microfinance, points out that the movement had its roots in the US government’s “containment strategy” in Latin America. The idea was to prevent people from subscribing to leftist movements by reframing poverty not as a political problem, but as a private problem. Microfinance became a powerful way of casting the poor as responsible for bootstrapping themselves out of poverty: all you need is a bit of gumption and some credit, and you should do just fine – if you fail, you have no one to blame but yourself.</p> \n<p>It’s the neoliberal development strategy par excellence. Forget about colonialism, structural adjustment, austerity, financial crises, land grabs, tax evasion, and climate change. Forget about challenging the concentration of power and wealth. And, above all, forget about collective mobilisation. Bankers shall be our new heroes and debt our salvation. Debt, incidentally, is a great way to keep people docile.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/apr/27/inside-burmas-pawn-shop-culture-we-wouldnt-accept-filthy-kitchen-utensils-or-used-underwear\">Inside Burma's pawn shop culture: 'We wouldn’t accept filthy kitchen utensils, or used underwear'</a> </p> \n</aside> \n<p>If we expand our view to encompass the actual causes of poverty, it becomes clear that microfinance just won’t do. Structural problems require structural solutions. What might this look like? We could start by democratising the World Bank and the IMF, renegotiating trade agreements, clamping down on capital flight, rebuilding labour rights, and so on. If we want to eliminate poverty, rich countries and rich individuals are going to have to feel the pinch – there’s no way around it. Unfortunately, the missionaries of microfinance are unlikely to be happy about this.</p> \n<p>This is not to say that we should abolish microfinance altogether, but simply that microfinance will never work until we address the background conditions that produce poverty in the first place. We also need to set up the right systems for small businesses to succeed, such as strong subsidies, state assistance, and welfare support to prop up entrepreneurs when they fail – the very systems that neoliberalism has convinced us to abandon. </p> \n<p>There’s also a much more immediate solution we could try. Why not just give money to the poor, for free? A <a href=\"https://books.google.co.za/books/about/Just_Give_Money_to_the_Poor.html?id=M2WWHIzQON0C&amp;hl=en\">growing body of evidence</a> suggests that direct cash transfers, with no strings attached, not only deliver success where microfinance fails, they appear to be the single most impactful anti-poverty intervention available. Experiments with basic income grants have been conducted in Namibia, Mexico, South Africa, Indonesia, and elsewhere, all with astonishingly good results. They smooth out consumption deficits, improve health indicators, and allow people to start small businesses that are successful because they can take advantage of increased local demand. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/mar/06/drowning-in-debt-the-growing-threat-to-cambodias-poor\">Drowning in debt: the growing threat to Cambodia's poor?</a> </p> \n</aside> \n<p>The beauty of this approach is not just that it actually works; it also brings about a fundamental change of attitude toward the poor. It treats them not as hopeless victims to be pitied with charity, nor as sources of potential value for a rapacious financial sector, but rather as human beings with an innate right to the wealth that we draw from our planet’s common resources.</p> \n<p><em>Dr Jason Hickel is an anthropologist at the London School of Economics. Follow <a href=\"https://twitter.com/jasonhickel\">@jasonhickel</a> on Twitter.</em><br /></p> \n<p><a href=\"https://register.theguardian.com/global-development\"><strong>Join our community</strong></a><strong> of development professionals and humanitarians. Follow</strong><a href=\"https://twitter.com/GuardianGDP\"><strong> @GuardianGDP</strong></a><strong> on Twitter. Use #NOunbanked<br /></strong></p>","section":"Global Development Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/7/1433689230185/5ebe6dcf-35c3-4bce-afe2-af9a68b11bbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"NOAH SEELAM/AFP/Getty Images","altText":"Woman microfinance book","cleanCredit":"Photograph: NOAH SEELAM/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T09:11:56Z","lastModified":"2015-06-10T09:24:42Z","metadata":{"commentable":true,"commentCount":5,"contributors":[],"feature":false,"keywords":["financial inclusion - global development professionals network","Global development professionals network","Microfinance","South Africa","Africa","Poverty"],"tags":[{"id":"global-development-professionals-network/financial-inclusion","webTitle":"financial inclusion - global development professionals network"},{"id":"global-development-professionals-network/global-development-professionals-network","webTitle":"Global development professionals network"},{"id":"global-development/microfinance","webTitle":"Microfinance"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"society/poverty","webTitle":"Poverty"}],"section":{"id":"global-development-professionals-network"},"topics":[],"embeddedVideos":[],"adTargetingPath":"global-development-professionals-network"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development-professionals-network/2015/jun/10/the-microfinance-delusion-who-really-wins","shortUrl":"http://gu.com/p/49bdv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development-professionals-network/2015/jun/10/the-microfinance-delusion-who-really-wins","webUri":"http://www.theguardian.com/global-development-professionals-network/2015/jun/10/the-microfinance-delusion-who-really-wins"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/7/1433689230185/5ebe6dcf-35c3-4bce-afe2-af9a68b11bbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman poses with her microfinance “loan recovery” book at her shop in Hyderabad, India Photograph: Noah Seelam/AFP/Getty Images","credit":"Noah Seelam/AFP/Getty Images","altText":"A woman poses with her microfinance ‘loan recovery book’ at her shop in Hyderabad, India","cleanCaption":"A woman poses with her microfinance “loan recovery” book at her shop in Hyderabad, India","cleanCredit":"Photograph: Noah Seelam/AFP/Getty Images"}},"importance":3,"kicker":{"title":"The microfinance delusion"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/7/1433689230185/5ebe6dcf-35c3-4bce-afe2-af9a68b11bbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"NOAH SEELAM/AFP/Getty Images","altText":"Woman microfinance book","cleanCredit":"Photograph: NOAH SEELAM/AFP/Getty Images"}}]},{"title":"Arthur Miller's The Hook / World premiere for 'snarling beast of a play'","rawTitle":"World premiere for 'snarling beast of a play'","item":{"type":"article","id":"stage/2015/jun/10/arthur-millers-the-hook-world-premiere-for-snarling-beast-of-a-play","title":"Arthur Miller's The Hook: world premiere for 'snarling beast of a play'","trailText":"Miller’s never-before-seen drama, set in the dark, dangerous world of New York’s waterfront, unlocked the playwright’s identity – and sowed the seeds of his marriage to Marilyn Monroe","standFirst":"<p>Miller’s never-before-seen drama, set in the dark, dangerous world of New York’s waterfront, unlocked the playwright’s identity – and sowed the seeds of his marriage to Marilyn Monroe</p>","byline":"Matt Trueman","body":"<p><a href=\"http://www.bbc.co.uk/news/entertainment-arts-30170595\">New Arthur Miller plays</a> don’t turn up every day – least of all in Northampton. That, though, is where The Hook is being staged for the first time. The world premiere is one of the biggest events of the American playwright’s centenary year. It’s not just any old new play, either. It’s one that unlocks Miller’s identity as both an artist and an individual.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Without it, there would probably be no On the Waterfront. It might be the most influential film never ​made</p> \n </blockquote> \n</aside> \n<p>This is the script – “a play for the screen,” he called it – that indirectly triggers Miller’s summons to the House Un-American Activities Committee (HUAC). It sowed the seeds of his marriage to Marilyn Monroe and his professional split from director Elia Kazan. Without The Hook, he probably wouldn’t have written The Crucible or A View from the Bridge, nor would Kazan have made On the Waterfront. It might be the most influential film never made.</p> \n<p>Don’t think staging it is an exercise in theatrical history, though. Sixty-six years on, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/mar/02/economics-arthur-miller-view-from-the-bridge-salesman\">The Hook is unnervingly prescient</a>. Its focus is the exploited workforce and union corruption in New York’s docks. “It talks about the living wage, zero-hours contracts and industrial communities on the brink of enormous change,” says director <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/sep/16/james-dacre-cat-on-a-hot-tin-roof-northampton-manchester-newcastle\">James Dacre</a>, adamant that he wouldn’t programme it otherwise. “Why here? Why now?”</p> \n<figure class=\"element element-image\" data-media-id=\"71574f5eec3adb2ca59c53f0f8b60ad5d47e5ea8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433868006658/2e313d80-c47b-4eac-8493-2633f7ef926c-460x276.jpeg\" alt=\"Marlon Brando, right, with Rod Steiger in On the Waterfront.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marlon Brando, right, with Rod Steiger in On the Waterfront.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>By 1946, Miller had become fascinated by Red Hook, Brooklyn, and its docks. He saw in them “a dangerous and mysterious world at the water’s edge that drama and literature had never touched”. Its community of longshoremen, scrapping for work and working for scraps, was impenetrable to outsiders. Taken in by a local attorney, Vincent “Jimmy” Longhi, Miller became aware of the corruption and codes of honour therein. One piece of recurring grafitti caught his eye: <em>Dove Pete Panto</em><em>?</em> (Where is Pete Panto?)</p> \n<p>Panto was a longshoreman who disappeared in 1939, after leading a revolt against corrupt union leaders with mafia ties. His body was found two years later in a lime pit in New Jersey. By 1949, Panto had become a rhetorical question hanging over Red Hook. Miller described the dockers as living under a “reign of quiet terror”.</p> \n<p>Miller’s Pete Panto is Marty Ferrera. The Hook shows day-to-day life at the docks – from the morning shape-up, when shifts are divvied out, to the dangers of loading and unloading heavy cargo. Longshoreman life is precarious. As Marty discovers, a few days without work brings the bailiffs knocking, and getting work often takes a bribe or two. However, when Marty stands for the position of union president, he finds the odds and the election stacked against him. Dacre sees him as a typical Miller protagonist – “a man who has too much integrity and can’t bite his lip”.</p> \n<figure class=\"element element-image\" data-media-id=\"bb58f9d7adad3eb65627e6a1ba203260e0123cdd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433868356124/bf809575-e1d2-47c9-8ebf-cf727cebfe75-460x276.jpeg\" alt=\"Marilyn Monroe and Arthur Miller pictured in 1956, shortly after their marriage.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marilyn Monroe and Arthur Miller pictured in 1956, shortly after their marriage.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Schutzer/Time &amp; Life Pictures/Getty Images</span> \n </figcaption> \n</figure> \n<p>Kazan and Miller travelled to Los Angeles to meet Harry Cohn, the notoriously controlling head of production at Columbia Pictures, with Marilyn Monroe posing as Kazan’s personal assistant. He insisted Miller meet Roy Brewer, Hollywood’s most powerful union leader, who pushed him to portray union corruption as couched in communism. Cohn insisted, and Miller eventually withdrew the script. He returned home to a telegram from Cohn: “ITS INTERESTING HOW THE MINUTE WE TRY TO MAKE THE SCRIPT PROAMERICAN YOU PULLOUT.” Within three years, Kazan was in front of the HUAC, naming eight former colleagues. <a href=\"http://www.writing.upenn.edu/~afilreis/50s/miller-mccarthyism.html\">Miller was called in 1956 and cleared two years later</a>.</p> \n<p>Dacre and his designer, <a href=\"http://www.clarevidalhall.co.uk/clients/designer/patrick-connellan/\">Patrick Connellan</a>, have spent six years pulling in drafts from American university archives, along with hundreds of pages of notes. Miller was one of theatre’s great notetakers, says Dacre. Judging from the research on the director’s laptop, so is he.</p> \n<p>All this material went to the LA-based screenwriter Ron Hutchinson, a lifelong Miller fan, who set to work, compiling a workable script – a process that took detective work and imagination. “On page 72, there’s a note that says, ‘Big speech to be written. Get to it later. AM.’ It’s like finding Shakespeare’s goddam handwriting.”</p> \n<p>This sort of theatrical archaeology is not uncommon. Many directors are eager to unearth unperformed gems from the bowels of the British library, and fringe theatres are full of lost Rattigans and the like. Most of them are unperformed for good reason. Not The Hook.</p> \n<p>“When you say a labour of love, it sounds like you’re rescuing a drowned puppy,” says Hutchinson. “This ain’t a drowned puppy. This is a snarling beast of a play. This thing comes at you from page one and doesn’t let go.”</p> \n<p>It’s a remarkable piece of writing for the screen. All My Sons and Death of a Salesman had made Miller a big Broadway draw, but he’d started to see cinema as a more democratic medium, far less expensive. The Hook, he reasoned, could play to the sort of industrial community it depicts. However, he was intent on keeping the moral and structural complexity of great theatre.</p> \n<p>“Miller can’t seem to write a line without finding the humanity of that character,” says Hutchinson. “He has this gallery of what, in other hands, would be rogues and villains – the mob, the district court, union guys – but everybody’s balanced between what they do right and wrong, between the collective good and their individual good.”</p> \n<p>Arguably, that’s what sets it apart from On the Waterfront, which Kazan directed five years later. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/aug/06/on-the-waterfront-budd-schulberg-dies\">Budd Schulberg</a>’s screenplay has many echoes of The Hook, though he denied any influence. (“Coincidentally, both of us had been bitten by the waterfront bug.”) Its corrupt dock is in New Jersey, not New York, but the shape-up is there, as is a longshoreman’s death.</p> \n<p>The storyline is far more black and white, though; more Hollywood happy ending. Where Terry Malloy, played by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/marlonbrando\">Marlon Brando</a> at his most brooding, leads an all-out revolt against the mob, Marty Ferrera is betrayed by his colleagues at the ballot box. One suspects that, in time, he might follow Pete Panto.</p> \n<p>The Hook could so easily have disappeared as well. But for the digging of Dacre and Connellan, it would have stayed scattered in archives around the US, unperformed. The realisation dawned on Hutchinson during an early reading: “Holy shit, these are words that have never been spoken aloud. Arthur Miller never got to hear actors say them.” </p> \n<p><span class=\"bullet\">•</span> The Hook is at <a href=\"http://www.royalandderngate.co.uk/Productions/125364/193139/TheHook\">the Royal &amp; Derngate</a>, Northampton, until 27 June, then <a href=\"https://www.everymanplayhouse.com/whats-on/arthur-millers-hook\">the Liverpool Everyman</a>, 1-25 July.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867662425/cc92752a-111b-4b83-8aa2-dfed85f1275f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Harlan","altText":"The Hook.","cleanCredit":"Photograph: Manuel Harlan"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433868007217/2e313d80-c47b-4eac-8493-2633f7ef926c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Marlon Brando, right, with Rod Steiger in On the Waterfront. Photograph: AP","credit":"AP","altText":"Marlon Brando, right, with Rod Steiger in On the Waterfront.","cleanCaption":"Marlon Brando, right, with Rod Steiger in On the Waterfront.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433868356631/bf809575-e1d2-47c9-8ebf-cf727cebfe75-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Marilyn Monroe and Arthur Miller pictured in 1956, shortly after their marriage. Photograph: Paul Schutzer/Time & Life Pictures/Getty Images","credit":"Paul Schutzer/Time & Life Pictures/Getty Images","altText":"Marilyn Monroe and Arthur Miller pictured in 1956, shortly after their marriage.","cleanCaption":"Marilyn Monroe and Arthur Miller pictured in 1956, shortly after their marriage.","cleanCredit":"Photograph: Paul Schutzer/Time & Life Pictures/Getty Images"}],"webPublicationDate":"2015-06-10T07:00:02Z","lastModified":"2015-06-10T07:03:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Matt Trueman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-trueman"}],"feature":true,"keywords":["Theatre","Stage","Culture","Arthur Miller"],"tags":[{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/miller","webTitle":"Arthur Miller"}],"section":{"id":"stage"},"topics":[{"displayName":"Matt Trueman","topic":{"type":"tag-contributor","name":"profile/matt-trueman"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/10/arthur-millers-the-hook-world-premiere-for-snarling-beast-of-a-play","shortUrl":"http://gu.com/p/49j73","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/10/arthur-millers-the-hook-world-premiere-for-snarling-beast-of-a-play","webUri":"http://www.theguardian.com/stage/2015/jun/10/arthur-millers-the-hook-world-premiere-for-snarling-beast-of-a-play"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867662425/cc92752a-111b-4b83-8aa2-dfed85f1275f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A revelation … The Hook at the Royal &amp; Derngate, Northampton. Photograph: Manuel Harlan","credit":"Manuel Harlan","altText":"A revelation … The Hook at the Royal &amp; Derngate.","cleanCaption":"A revelation … The Hook at the Royal &amp; Derngate, Northampton.","cleanCredit":"Photograph: Manuel Harlan"}},"importance":3,"kicker":{"title":"Arthur Miller's The Hook"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867662425/cc92752a-111b-4b83-8aa2-dfed85f1275f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manuel Harlan","altText":"The Hook.","cleanCredit":"Photograph: Manuel Harlan"}}]}],"lastModified":"2015-06-10T14:08:54Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}