{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Christopher Eccleston / Dementia dismantled my father’s personality","rawTitle":"Dementia dismantled my father’s personality","item":{"type":"article","id":"lifeandstyle/2015/may/31/christopher-eccleston-father-dementia-disease-dismantled-his-personality","title":"Christopher Eccleston: ‘Dementia dismantled my father’s personality’","trailText":"As the devastating disease took over my father, I struggled to salvage a loving relationship, before finding a new way to enter his world – with crosswords, Shakespeare and humour","standFirst":"<p>As the devastating disease took over my father, I struggled to salvage a loving relationship, before finding a new way to enter his world – with crosswords, Shakespeare and humour</p>","byline":"Christopher Eccleston","body":"<p>My father was a hard-working, passionate man. He was an alpha male, and captain of his sports teams: someone who stood up to be counted, and never hid away. Like everyone, he had flaws – but he loved me very deeply, and&nbsp;I loved him.</p> \n<p>In 2000, he was <a href=\"http://www.alzheimers.org.uk/site/scripts/documents_info.php?documentID=161\" title=\"\">diagnosed with vascular dementia</a> – where blood supply to the brain becomes reduced. We are a stoical family, and that’s how we dealt with the news. As my mother would say, “You just have to get on with it.”</p> \n<p>We realised the condition had been manifesting itself for the three years prior. For instance, he had been obsessed by the length of the grass in my garden. He would tell me every five minutes to cut it and I would snap at him. I look back at those moments with shame – you look to your parents to protect you so, when it seems they are falling apart, you lash out at them because you feel vulnerable.</p> \n<p>My father left school at 14 and spent 25 years working as a forklift driver at the Colgate-Palmolive factory, where he met my mother, Elsie. At times, he worked day and night shifts to provide for us, and later he became a foreman. Although he only had a rudimentary education, it is from him that I acquired my passion for language and learning. He was an endless fount of poetry quotes and kept a dictionary that he had won in a competition by his chair. Often, he would pick it up and say, “Listen to this word.” To see a man like that almost without speech, and unable to even recognise his sons, was very hard. The disease completely dismantled his personality.</p> \n<p>The most traumatic experience is when people with dementia realise they are ill; I saw my father pass through that and fight it with all his will. Once he was at a party, at my brother’s house, and knocked over a cup of tea. My brother said it was fine, but my father’s embarrassment and anxiety escalated to the point where he was on his knees, repeating: “What’s happening to me, what’s happening to me? I am Ronnie Eccleston.” It was devastating.</p> \n<p>During this period, he was diagnosed with cancer of the oesophagus and had to have a total gastrectomy – removal of the stomach. The NHS was incredible, but it was difficult. The surgeon, Mr Vickers, looked him clearly in the eye and said, “Mr Eccleston, it’s a very risky operation.” Despite my father’s confusion, he somehow recognised the doctor’s emotion and said, “Listen, you have got to do it for me, because otherwise it’s nowt down for pal [a Salford expression, meaning he would be dead] and, if it goes wrong, it’s not your fault.” When I saw my father showing such empathy, I don’t think I had ever been prouder of him.</p> \n<p>I eventually learned that, instead of trying to pull people with dementia into your world, you have to enter theirs – but I made huge errors along the way. Once, I took my parents to Cornwall for a break and was doing the Guardian crossword with my dad. The&nbsp;clue was “dictator, six letters”, and straight away he answered “despot” – this was a man who, at this time, was struggling to go to the toilet alone. As I wrote it in he was staring, fiercely, at my face and asked, “Are you related to me?” I said, “Yes, I am your son.” He wouldn’t believe me and took me next door to my mother, saying, “He says he is my son, but I know nothing about it.” In his confusion he had no memory of his children, or that he and my mother had a relationship apart from her being his carer and his lifeline.</p> \n<p>From that moment on, I stopped insisting I was his son and became his friend. When I saw him, I would say, “Hello pal, how you doing? How’s Elsie?” I became quite playful and would endlessly quote Shakespeare – I&nbsp;had done Hamlet, so would repeat the speeches and see the same flicker of passion in his eyes as when he had read me poetry. He’d say, “Bloody hell! How do you remember all that? Isn’t that a marvellous expression?” But he also needed you to be firm – he wanted to know someone was in charge, because it used to be him. So, if I drove him somewhere, he would say “I don’t know where we are going, cock,” and I’d have to say, “It’s OK, pal, I know where I am going.”</p> \n<p>I salvaged a loving relationship and, for my brothers and me, it could even be quite humorous. But for my mother it was so much more complex. From the day he was diagnosed until the final year of his life, she cared for him in their house. After he passed away, she said to me, “The worst day of my life was not when your father died, but when I had to put him in a home.”</p> \n<p>She is the most caring person on the planet, but it was an emotional, practical and physical grind, too. Carers are not recognised enough for the financial and practical support they provide. My mother did get some respite, but it’s difficult because he always wanted her and she would suffer when they were apart, wondering whether he was eating or if people were being kind to him. One day, she asked him, “Ronnie, do you know who I am?” and he said, “I don’t know, but I love you.”</p> \n<p>My father died in 2012 after catching pneumonia while in hospital for a hip replacement, and I am still grieving. You can learn a huge amount from watching the bravery of people who have Alzheimer’s and dementia – but we are not paying enough attention. It’s a growing problem and we need families and carers to be educated, supported and understood. Research is&nbsp;important so that we can find out how factors such as diabetes, diet and stress can contribute, and so that we can educate ourselves about how to prevent this illness.</p> \n<p>I am my father’s son, temperamentally and physically, so I have to be mindful of it. If it starts to happen, I will be scared and I hope I have someone like my mum around to care for me – and that, as a society, we are better at dealing with it. I feel so much sympathy for everyone who endures this disease or sees a loved one endure it. As my dad would say: “It’s just one of&nbsp;those things.”</p> \n<p><em>Christopher Eccleston is supporting Alzheimer’s Research UK’s Fightback</em> <em>campaign. To find out more, visit </em><a href=\"www.alzheimersresearchuk.org\" title=\"\"><em>www.alzheimersresearchuk.org</em></a><em>, or see the charity’s new advert </em><a href=\"https://www.youtube.com/watch?v=f0YLcLxB77Y&amp;feature=youtu.be\" title=\"\"><em>here</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432904810548/f05eff5a-9405-4fae-82ef-9b686eaa5c58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Courtesy of Christopher Eccleston","altText":"'I eventually learned that, instead of trying to pull people with dementia into your world, you have to enter theirs.'","cleanCredit":"Photograph: Courtesy of Christopher Eccleston"}],"bodyImages":[],"webPublicationDate":"2015-05-31T18:00:08Z","lastModified":"2015-05-31T18:00:08Z","metadata":{"commentable":true,"commentCount":81,"contributors":[],"feature":true,"keywords":["Health & wellbeing","Life and style","Dementia","Mental health","Society","Alzheimer's","Health"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/dementia","webTitle":"Dementia"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/society","webTitle":"Society"},{"id":"society/alzheimers","webTitle":"Alzheimer's"},{"id":"society/health","webTitle":"Health"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/31/christopher-eccleston-father-dementia-disease-dismantled-his-personality","shortUrl":"http://gu.com/p/49b46","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/31/christopher-eccleston-father-dementia-disease-dismantled-his-personality","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/31/christopher-eccleston-father-dementia-disease-dismantled-his-personality"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432904810548/f05eff5a-9405-4fae-82ef-9b686eaa5c58-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I eventually learned that, instead of trying to pull people with dementia into your world, you have to enter theirs.’ Photograph: Courtesy of Christopher Eccleston","credit":"Courtesy of Christopher Eccleston","altText":"'I eventually learned that, instead of trying to pull people with dementia into your world, you have to enter theirs.'","cleanCaption":"‘I eventually learned that, instead of trying to pull people with dementia into your world, you have to enter theirs.’","cleanCredit":"Photograph: Courtesy of Christopher Eccleston"}},"importance":7,"kicker":{"title":"Christopher Eccleston"},"showQuotedHeadline":true,"sublinks":[]},{"title":"The Gulf's sculptural oasis / Why the giants of art made for Jeddah","rawTitle":"Why the giants of art made for Jeddah","item":{"type":"article","id":"artanddesign/2015/jun/01/sun-sand-sculpture-in-jeddah-saudi-arabia-joan-miro-jean-arp","title":"Sculptural oasis: why the giants of art made for Jeddah","trailText":"From Joan Miró to Jean Arp and Henry Moore, the Saudi city was a magnet for big names in art in the 1970s, as fascinating new book Sculptures of Jeddah shows","standFirst":"<p>From Joan Mir&oacute; to Jean Arp and Henry Moore, the Saudi city was a magnet for big names in art in the 1970s, as fascinating new book Sculptures of Jeddah shows</p>","byline":"Jonathan Jones","body":"<p>In the 21st century art is moving eastwards – literally – as masterpiece after masterpiece is <a href=\"http://www.dailymail.co.uk/news/article-2943200/Paul-Gauguin-world-s-expensive-single-work-art-selling-nearly-200million.html\">sold to the oil-rich state Qatar</a>, and the Louvre Abu Dhabi nears completion in the neighbouring United Arab Emirates. Huge and imaginative investments are turning these small wealthy nations on the eastern edge of the Arabian Peninsula into the Manhattans of the middle east, brimming over with Cezannes and Gauguins and perhaps – although the rumours were denied – Picasso’s $179 million Women of Algiers (O).</p> \n<p>But while Qatar and the UAE glitter with modernity, their neighbour Saudi Arabia seems mired in regressive ideas from the middle ages. It gets in the news for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/01/raif-badawi-could-be-retried-and-beheaded-family-ensaf-haidar-apostasy\">flogging the liberal blogger Raif Badawi</a>, taking women to court for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/25/women-charged-saudi-arabia-driving-ban-terror-court\">driving a car</a> and nurturing the extreme <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/06/saudi-arabia-anxious-ideological-links-isis\">Wahhabist religious ideology</a> adopted by Isis.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d13b9defe62b08bad77c460603c344de1eaf3cab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432913316291/d8501c38-958c-4627-b269-40686a5ce933-300x420.jpeg\" alt=\"A Step Forward by Jean Arp\" width=\"300\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Step Forward by Jean Arp.</span> \n  <span class=\"element-image__credit\">Photograph: Ahmed Mater</span> \n </figcaption> \n</figure> \n<p>Yet, 40 years earlier, the Saudi city of Jeddah was a pioneer investor in the shock of the new. As Ahmed Mater’s photographs in the book <a href=\"http://sculpturesofjeddah.com/\">Sculptures of Jeddah</a> show, this ancient city near Mecca is home to one of the world’s most spectacular arrays of open-air modern sculpture. Perhaps aware of the kudos its neighbours are getting from their <a href=\"http://www.guggenheim.org/abu-dhabi\">Guggenheim branches</a> and <a href=\"http://karibuworld.com/wp-content/uploads/2014/10/Burj-Khalifa.jpg\">skyscrapers</a>, Jeddah has just restored these modernist marvels and moved a selection into a new seaside sculpture park.</p> \n<p>Alexander Calder’s 1974 work <a href=\"http://3.bp.blogspot.com/-FrZgfdi7eV0/UuGZ4K2nH3I/AAAAAAAAQG8/qYxAWuVyh64/s1600/DSCF7294_Calder_Balance_Jeddah.jpg\">Flexibility of Balance</a>, looking a bit like a giant exploded chess piece in red-painted steel, squats in front of the desert sky among neatly placed palm trees. Calder was the American surrealist who invented the mobile, and this was one of his last works. The golden age of Saudi Arabia as a bustling petrodollar kingdom in the 1970s coincided with the last years of modern art’s Old Masters. They were commissioned to create monuments to decorate Jeddah’s expanding urban spaces. <a href=\"http://1.bp.blogspot.com/-_y_t-S3Vg4g/UuGaS1AOrMI/AAAAAAAAQHc/k00oICqjQkM/s1600/DSCF7340_Miro_Personage_Jeddah.jpg\">Joan Miro’s Project for a Monument</a> glitters in dreamlike bronze in the searing sunlight, sticking out its cartoon nose and twisting its tiny arms in the blazing heat. It looks thirsty. Perhaps it is begging for a drink.</p> \n<p>Victor Vasarely, Henry Moore, Jean Arp – they all got the call from Jeddah in those expansive Saudi times. It was the city’s mayor in the 1970s, Mohamed Said Farsi, who spearheaded this ambitious public art project. It left Jeddah a surreal cityscape of desert monuments that might have delighted JG Ballard. In his science fiction stories set at the imaginary desert resort Vermilion Sands, Ballard pictures singing artworks and sculpted clouds. In Jeddah, the Unification Fountain by <a href=\"http://www.studiolafuente.it/julio_lafuente.html\">Julio Lafuente</a> – the scheme’s master architect – looks like a giant silicon chip in a circular blue pool at the centre of a roundabout surrounded by sand. Lafuente’s even stranger Globe is a green and gold planetary object with no geographical details – an abstract featureless earth – balanced on a stony cuved piazza under the empty blue sky.</p> \n<figure class=\"element element-image\" data-media-id=\"d6ddad55459935a719e7004e8a1022f11d4a1527\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432913465320/7eae0948-82d0-49bc-8bc0-819d946600f5-460x257.jpeg\" alt=\"Tahliah Fountain (Desalination Pipes 1) by Mustafa Senbel.\" width=\"460\" height=\"257\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tahliah Fountain (Desalination Pipes 1) by Mustafa Senbel.</span> \n  <span class=\"element-image__credit\">Photograph: Ahmed Mater</span> \n </figcaption> \n</figure> \n<p>Perhaps Lafuente’s most bizarre work is a collection of gigantic mosque lamps hanging on an immense, otherwise empty square. Islamic touches localise modern art that might otherwise seem utterly placeless. Another giant lantern sculpture, by Mustafa Senbel, towers in front of a red walled mosque on Jeddah’s coastal corniche.</p> \n<p>These echoes of an older Jeddah of mosques and hanging lamps hint at the tensions behind Mohamed Said Farsi’s ambitious open-air modernism. Saudi Arabia was at a crossroads in the 1970s. This was the age when the west became aware of “rich Saudis”, and fast cars and new developments flooded the kingdom. Would the traditional Muslim social order survive? And would city life?</p> \n<p>Jeddah is a very old city, but in the era when it got its Moores and Mir&oacute;s it also lost much of its ancient atmosphere. The souks were modernised, the old labyrinthine city was opened out into vast squares and freeways and sprawling suburbs. The modern art of Jeddah in the end seems to mark out empty spaces and inhuman vistas. Where is the life of the city? The monuments hang over deserted nowheres. It is like an eerie cityscape by Giorgio de Chirico.</p> \n<p>The battle between modernisation and tradition in Saudi Arabia was to produce monsters. Repelled by the new wealth, religious fundamentalists nursed increasingly violent thoughts, and the world is still suffering the consequences.</p> \n<p>Jeddah’s modern sculptures thrust up into sapphire skies. Abstract forms cast shadows against desert sunsets. This remarkable art show has all the fascination and sadness of a future that failed.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432913136038/Al-Qiblah-Direction-of-Pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Golden age … Al-Qiblah (Direction of Prayer) by Julio Lafuente. Photograph: Ahmed Mater","credit":"/Ahmed Mater","altText":"Al-Qiblah (Direction of Prayer) by Julio Lafuente","cleanCaption":"Golden age … Al-Qiblah (Direction of Prayer) by Julio Lafuente. Photograph: Ahmed Mater"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432913315289/d8501c38-958c-4627-b269-40686a5ce933-1457x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1457,"orientation":"portrait","caption":"A Step Forward by Jean Arp. Photograph: Ahmed Mater","credit":"Ahmed Mater","altText":"A Step Forward by Jean Arp","cleanCaption":"A Step Forward by Jean Arp.","cleanCredit":"Photograph: Ahmed Mater"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432913466334/7eae0948-82d0-49bc-8bc0-819d946600f5-2060x1149.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1149,"width":2060,"orientation":"landscape","caption":"Tahliah Fountain (Desalination Pipes 1) by Mustafa Senbel. Photograph: Ahmed Mater","credit":"Ahmed Mater","altText":"Tahliah Fountain (Desalination Pipes 1) by Mustafa Senbel.","cleanCaption":"Tahliah Fountain (Desalination Pipes 1) by Mustafa Senbel.","cleanCredit":"Photograph: Ahmed Mater"}],"webPublicationDate":"2015-06-01T06:00:15Z","lastModified":"2015-06-01T06:03:42Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":true,"keywords":["Sculpture","Culture","Art","Art and design"],"tags":[{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/01/sun-sand-sculpture-in-jeddah-saudi-arabia-joan-miro-jean-arp","shortUrl":"http://gu.com/p/49bbq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/01/sun-sand-sculpture-in-jeddah-saudi-arabia-joan-miro-jean-arp","webUri":"http://www.theguardian.com/artanddesign/2015/jun/01/sun-sand-sculpture-in-jeddah-saudi-arabia-joan-miro-jean-arp"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432913136038/Al-Qiblah-Direction-of-Pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Golden age … Al-Qiblah (Direction of Prayer) by Julio Lafuente. Photograph: Ahmed Mater","credit":"/Ahmed Mater","altText":"Al-Qiblah (Direction of Prayer) by Julio Lafuente","cleanCaption":"Golden age … Al-Qiblah (Direction of Prayer) by Julio Lafuente. Photograph: Ahmed Mater"}},"importance":5,"kicker":{"title":"The Gulf's sculptural oasis"},"showQuotedHeadline":false,"sublinks":[{"title":"In pictures / The strange, sad sculptures of Saudi Arabia","rawTitle":"The strange, sad sculptures of Saudi Arabia","item":{"type":"gallery","id":"artanddesign/gallery/2015/jun/01/rugs-to-riches-the-extraordinary-sculptures-of-jeddah-in-pictures","title":"Giants of Jeddah: the strange, sad sculptures of Saudi Arabia","trailText":"Sculptures of Jeddah ","standFirst":"<p>Thanks to a visionary mayor, 1970s Saudi Arabia became a hotspot for the best of modern art. Today, these touchstones of American modernism, dotted along empty highways, are a lament for a progressive future that never was</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/01/sun-sand-sculpture-in-jeddah-saudi-arabia-joan-miro-jean-arp\">Jonathan Jones on why the giants of art made for Jeddah</a></p>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"d6ddad55459935a719e7004e8a1022f11d4a1527\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905014144/78c4d77e-5104-42e1-8ce8-1b0afb41954d-620x380.jpeg\" alt=\"Mustafa Senbel - Tahliah Fountain (Desalination Pipes)\" width=\"620\" height=\"380\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Tahliah Fountain </strong><strong>(Desalination Pipes)</strong><strong> by </strong><strong>Mustafa Senbel</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9f0f923f3d034842f2e88c08b402bcdba7f548c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905069749/d0ab1266-871a-4b18-9fd0-6dd126f00763-620x449.jpeg\" alt=\"Mustafa Senbel - Plumbline\" width=\"620\" height=\"449\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Plumbline by </strong><strong>Mustafa Senbel</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bd727107f9e8e60e524628932c21247d78583a53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905134081/1f287941-002d-4010-a457-b8fc8427e69d-472x480.jpeg\" alt=\"Bisat al Reeh - Magic Carpet\" width=\"472\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Magic Carpet by </strong><strong>Bisat al Reeh</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"42c04a3d3dcea714493dd05fdbf1848905837b65\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905205060/701bd894-527d-4064-b6e0-7f168f003438-620x413.jpeg\" alt=\"Julio Lafuente - Al- Qiblah (Direction of Prayer)\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Al-Qiblah </strong><strong>(Direction of Prayer)</strong><strong> by </strong><strong>Julio Lafuente </strong><strong> </strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4f4f12beed77b733a675a6aa04d22eb6c097c7be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905245211/3a6fa50d-5935-482c-8cb4-ba3376625bb7-620x408.jpeg\" alt=\"Henry Moore - Three Piece Reclining Figure No. 1\" width=\"620\" height=\"408\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong> Three Piece Reclining Figure No 1 by </strong><strong>Henry Moore</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"314d629f5b340bc7260486338fc6dcd7fc9866e8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905297159/5197d43e-a1de-408b-893a-e1c9b7563c3c-382x480.jpeg\" alt=\"Alexander Calder - Flexibility of Balance\" width=\"382\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Flexibility of Balance by </strong><strong>Alexander Calder</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ebe4ca31453e34f136b3d0f4500259b1e65b079e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905510145/4ef036e4-9504-417a-8a62-54d423db8487-620x413.jpeg\" alt=\"Julio Lafuente - Accident! (Crazy Speed)\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Accident! (Crazy Speed) by </strong><strong>Julio Lafuente</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d13b9defe62b08bad77c460603c344de1eaf3cab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905360186/81b78373-773a-43c2-856a-ece41c8606a8-343x480.jpeg\" alt=\"Jean Arp - A Step Forward\" width=\"343\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>A Step Forward by </strong><strong>Jean Arp</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ef971219bb44c624b72a24dc9ebe591379f3d9af\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432905459622/3712ee9a-970f-41d1-a2a1-e96b2812287b-320x480.jpeg\" alt=\"Victor Vasarely - Changing Positions\" width=\"320\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Changing Positions by </strong><strong>Victor Vasarely</strong></span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"50d12a0c6c3afcbb8f289b161e333483cfa244d3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432904915126/20f986e5-cc7d-4f7d-bd6d-4838ee9bbd3b-620x413.jpeg\" alt=\"Ali Bayoumi and Mohamed Farsi - Lanterns and Tap\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Lanterns and Tap by </strong><strong>Ali Bayoumi and Mohammed Farsi </strong></span> \n </figcaption> \n</figure>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905012740/78c4d77e-5104-42e1-8ce8-1b0afb41954d-2060x1262.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1262,"width":2060,"orientation":"landscape","caption":"<strong>Tahliah Fountain </strong><strong>(Desalination Pipes)</strong><strong> by </strong><strong>Mustafa Senbel</strong>","credit":"Ahmed Mater","altText":"Mustafa Senbel - Tahliah Fountain (Desalination Pipes)","cleanCaption":"<strong>Tahliah Fountain </strong><strong>(Desalination Pipes)</strong><strong> by </strong><strong>Mustafa Senbel</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905070588/d0ab1266-871a-4b18-9fd0-6dd126f00763-2060x1490.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1490,"width":2060,"orientation":"landscape","caption":"<strong>Plumbline by </strong><strong>Mustafa Senbel</strong>","credit":"Ahmed Mater","altText":"Mustafa Senbel - Plumbline","cleanCaption":"<strong>Plumbline by </strong><strong>Mustafa Senbel</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905135294/1f287941-002d-4010-a457-b8fc8427e69d-2006x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2006,"orientation":"portrait","caption":"<strong>Magic Carpet by </strong><strong>Bisat al Reeh</strong>","credit":"Ahmed Mater","altText":"Bisat al Reeh - Magic Carpet","cleanCaption":"<strong>Magic Carpet by </strong><strong>Bisat al Reeh</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905204168/701bd894-527d-4064-b6e0-7f168f003438-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"<strong>Al-Qiblah </strong><strong>(Direction of Prayer)</strong><strong> by </strong><strong>Julio Lafuente </strong><strong> </strong>","credit":"Ahmed Mater","altText":"Julio Lafuente - Al- Qiblah (Direction of Prayer)","cleanCaption":"<strong>Al-Qiblah </strong><strong>(Direction of Prayer)</strong><strong> by </strong><strong>Julio Lafuente </strong><strong> </strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905246440/3a6fa50d-5935-482c-8cb4-ba3376625bb7-2060x1356.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1356,"width":2060,"orientation":"landscape","caption":"<strong> Three Piece Reclining Figure No 1 by </strong><strong>Henry Moore</strong>","credit":"Ahmed Mater","altText":"Henry Moore - Three Piece Reclining Figure No. 1","cleanCaption":"<strong> Three Piece Reclining Figure No 1 by </strong><strong>Henry Moore</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905298007/5197d43e-a1de-408b-893a-e1c9b7563c3c-1623x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1623,"orientation":"portrait","caption":"<strong>Flexibility of Balance by </strong><strong>Alexander Calder</strong>","credit":"Ahmed Mater","altText":"Alexander Calder - Flexibility of Balance","cleanCaption":"<strong>Flexibility of Balance by </strong><strong>Alexander Calder</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905509218/4ef036e4-9504-417a-8a62-54d423db8487-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"<strong>Accident! (Crazy Speed) by </strong><strong>Julio Lafuente</strong>","credit":"Ahmed Mater","altText":"Julio Lafuente - Accident! (Crazy Speed)","cleanCaption":"<strong>Accident! (Crazy Speed) by </strong><strong>Julio Lafuente</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905360923/81b78373-773a-43c2-856a-ece41c8606a8-1457x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1457,"orientation":"portrait","caption":"<strong>A Step Forward by </strong><strong>Jean Arp</strong>","credit":"Ahmed Mater","altText":"Jean Arp - A Step Forward","cleanCaption":"<strong>A Step Forward by </strong><strong>Jean Arp</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432905460438/3712ee9a-970f-41d1-a2a1-e96b2812287b-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"<strong>Changing Positions by </strong><strong>Victor Vasarely</strong>","credit":"Ahmed Mater","altText":"Victor Vasarely - Changing Positions","cleanCaption":"<strong>Changing Positions by </strong><strong>Victor Vasarely</strong>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432904914319/20f986e5-cc7d-4f7d-bd6d-4838ee9bbd3b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"<strong>Lanterns and Tap by </strong><strong>Ali Bayoumi and Mohammed Farsi </strong>","credit":"Ahmed Mater","altText":"Ali Bayoumi and Mohamed Farsi - Lanterns and Tap","cleanCaption":"<strong>Lanterns and Tap by </strong><strong>Ali Bayoumi and Mohammed Farsi </strong>"}],"bodyImages":[],"webPublicationDate":"2015-06-01T06:00:12Z","lastModified":"2015-06-01T06:59:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Sculpture","Architecture","Art and design"],"tags":[{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"}],"section":{"id":"artanddesign"},"topics":[],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/jun/01/rugs-to-riches-the-extraordinary-sculptures-of-jeddah-in-pictures","shortUrl":"http://gu.com/p/49b6v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/gallery/2015/jun/01/rugs-to-riches-the-extraordinary-sculptures-of-jeddah-in-pictures","webUri":"http://www.theguardian.com/artanddesign/gallery/2015/jun/01/rugs-to-riches-the-extraordinary-sculptures-of-jeddah-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Rockumentaries get real / Starring Metallica, Madonna and Bob Dylan","rawTitle":"Starring Metallica, Madonna and Bob Dylan","item":{"type":"article","id":"film/2015/may/31/rockumentaries-get-real-punk-madonna-metallica-bob-dylan-rolling-stones-penelope-spheeris","title":"When rockumentaries get real – starring Metallica, Madonna and Bob Dylan","trailText":"With Penelope Spheeris’s landmark Decline of Western Civilization set for a long-overdue DVD release, which other music documentaries have dared to show more grit than glamour?","standFirst":"With Penelope Spheeris’s 1981 landmark The Decline of Western Civilization set for a long-overdue DVD release, what other music documentaries have dared to show more grit than glamour?","byline":"Steve Jelbert","body":"<p>Alot of people must enjoy watching tawdry glamour and alienated youth. As soon as it was announced in March that Penelope Spheeris’s cult <em>The Decline of Western Civilization</em> trilogy would finally be released on DVD, it immediately entered the Amazon pre-order chart. They can’t all be musicians watching on the tour bus.</p> \n<p>The three films certainly set a standard for realism and bleakness in rockumentary, probably only surpassed by the work of Lech Kowalski, chronicler of junkies and skinheads, whose grey <em>DOA</em> captured England in 1977, Year of Punk, and made the opening titles of <em>The Office</em> look like the colour sections of <em>The Wizard of Oz</em>. The original film follows LA’s early punk scene, the second and most famous segment is a celebrated overview of late-80s metal in its Sunset Strip, poodle-haired pomp, and 1998’s final instalment follows the lives of homeless street punks – in Rumsfeldian terms then, that’d be the known unknowns, the known knowns and the unknown unknowns.</p> \n<p><em>The Punk Years</em> (1981) gave audiences worldwide an early glimpse of what would soon become known as hardcore, the frantically paced West Coast variation on punk, in the hands of Circle Jerks and an early iteration of Black Flag. X, LA’s great gothic rock’n’roll band, steal the movie, while the hapless, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/aug/24/popandrock1\">ill-fated Germs</a> hurtle around the stage, the nearest they ever got to a career. It might be sunny but the kids are bored and angry. Spheeris, already experienced in filming live performance as a pioneer of promotional clips, knew she was on to a winner. “When something walks in your path, do something about it.” She recognised something in punk straight away: “Growing up, I came from total chaos and that’s what the punk scene was. I had to make structure out of chaos.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=joX5ed4IF5k\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/joX5ed4IF5k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Penelope Spheeris and some of the musicians featured in the Metal Years look back at the making of the film at a 2014 event.\n </figcaption> \n</figure> \n<p>Yet it’s 1988’s <em>The Metal Years</em> that left a deep mark on popular culture. A parade of motormouthed wannabes (one gobshite guitarist remains known as <a href=\"http://www.fullinbloom.com/wet_cherri_decline-of-western-civilization-band.html\">“Wet Cherri guy”</a> on YouTube to this day) and superstars live every pre-grunge rawk clich&eacute;. Success seems more about luck than talent. The sight of <a href=\"https://www.youtube.com/watch?v=6qKlZELdJh8\">WASP guitarist Chris Holmes attempting to drink vodka in a floating chair</a> while his mother sits impassive at poolside is notorious. The always amiable <a href=\"https://www.youtube.com/watch?v=wnLKgTyqup0\">Ozzy Osbourne stole the show though</a>, frying some eggs, then (maybe – it always looked staged) missing a glass while pouring orange juice. This truly was his audition for the massively popular <em>The Osbournes</em>. Had it not been made, we may never have seen Sharon O squabble with Simon Cowell.</p> \n<p>That wasn’t the only unintended consequence. Spheeris has since said she suspected the reason she was signed up to direct <a href=\"http://www.theguardian.com/film/movie/81876/wayne.s.world\"><em>Wayne’s World</em> </a>in 1992 was her position as the only director in Hollywood with an “in” with the “heavy metal crowd”, a rock chick breaking the glass ceiling. (She had already turned down the chance to direct <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/this-is-spinal-tap\"><em>This Is Spinal Tap</em></a>, telling the producers: “I love heavy metal music so much I can’t make fun of it”). Its unexpected success meant she was now considered a safe pair of comedic hands. So she took some incompatico if well paid studio gigs, and used her own money to make 1998’s <em>Decline Part Three</em>, barely seen at the time.</p> \n<p>She now calls it the favourite of all her movies, though she admits “it’s kinda depressing. Well, it’s profoundly depressing.” Stranger still, she suspects the behaviour of the LA gutter punks she observes was directly inspired by the characters in her own scripted 1983 indie <em>Suburbia</em>. That wasn’t a smash hit either, but its influence has lasted. As Spheeris says, “I’d rather have 30 years of someone giving a crap. You don’t know if something’s good or bad until some time has passed.”</p> \n<p>Here are some other key rockumentaries in which the veneer of music-biz glamour has been scraped away…</p> \n<h2><strong>DONT LOOK BACK </strong>(1967)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=C6y7AXw5U6w\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/C6y7AXw5U6w?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Dont Look Back official trailer.\n </figcaption> \n</figure> \n<p>Fifty years on, DA Pennebaker’s film of Bob Dylan’s 1965 tour of England remains the template for every tour documentary. All the necessary elements are present: women with exotic accents (Geordie, Scouse), an antagonist to be ridiculed (Donovan), showbusinessmen doing deals and exuding tacit threat (Dylan’s manager Albert Grossman and agent Tito Burns), some great music, several confused interviewers and plenty of interaction with the eccentric inhabitants of a nation that’s changing week by week, as the 1940s finally give way to the 1960s. Along the way Dylan invents the modern pop video with the famous “cue card” clip of Subterranean Homesick Blues, filmed round the back of the Savoy Hotel (and, charmingly, also available as a flickbook). Even then it was obvious that this beautifully edited movie had an underlying message, that these are the fun bits and this life is anything but glamorous.</p> \n<p><strong>Key moment</strong> In drab 60s provincial England, when the effusive Newcastle High Sheriff’s Lady invites Bob and crew to stay at her official residence next time they visit, centuries of history are telescoped into a single exchange.</p> \n<h2><strong>SYMPATHY FOR THE DEVIL (ONE PLUS ONE) </strong>(1968)<strong>; GIMME SHELTER </strong>(1970)<strong>; COCKSUCKER BLUES </strong>(1972)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=PKwFLa6lCVM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/PKwFLa6lCVM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  An excerpt from Cocksucker Blues.\n </figcaption> \n</figure> \n<p>The three films that trace the Rolling Stones’ journey from incendiary to institutional, across half a decade. Jean-Luc Godard’s 1968 period piece captures the band in the studio recording the title track. Intercut with, um, important contemporary footage, the enduring image is the sight of a floundering Brian Jones clinging to a guitar, struggling to contribute anything. Soon he would be gone for ever. <em>Gimme Shelter</em> was intended to capture their triumphant return to touring in 1969 after a two-year hiatus. Instead it ended in murder at the hastily arranged Altamont free festival (in chilly December!) when the Hells Angels, invited as stage security, exceeded their critical remit by beating up support act Jefferson Airplane onstage and stabbing a punter to death. When film-makers the Maysles brothers show Mick Jagger footage of the actual assault in the cutting room, his horror is palpable. It was back to Us and Them for the 1972 US tour, filmed by photographer Robert Frank. But the unvarnished drug use and general listlessness did nothing to promote the brand, and the Stones refused to release it. A disgruntled Frank complained and in an unusual compromise it can be screened only if he is present.</p> \n<p><strong>Key moment </strong>Ennui abounds, but the sight of Jagger’s switch from Dionysian rockstar to scared little man at Altamont still chills.</p> \n<h2><strong>MADONNA - TRUTH OR DARE </strong>(1991)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=sisn51wlWaI\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/sisn51wlWaI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Madonna: Truth or Dare trailer.\n </figcaption> \n</figure> \n<p>While her 80s contemporaries were at pains to appear larger than life, by working with top directors (Michael Jackson) or short actors (Prince), the lady chameleon of pop was already way ahead, putting together a concert tour film including all the things that didn’t work. Known in the UK as <em>In Bed With Madonna</em> (and inspiring comic Bob Mills’s early clip show In Bed With Medinner – geddit?), Madge’s attempt at cinema verite featured a genuine cast of Hollywood A-listers such as her then partner Warren Beatty (and, notoriously, the hapless Kevin Costner, who made an ill-advised visit to the pit of vipers that was Madonna’s dressing room). Yet it was as grey as the story of any hairy bunch of fellas on the road. Only with more leg warmers. Still, the switch from black and white for backstage scenes to colour for live performance was a good idea, albeit one guaranteed to remind any older watchers of a rather better movie about a young woman’s journey.</p> \n<p><strong>Key moment</strong> Could that be the sound of underground rotation when Madonna, camera crew in tow, visits her mother’s grave? Had no one warned her about Spinal Tap’s visit to Graceland?</p> \n<h2><strong>BLUR - STARSHAPED </strong>(1993)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ZJJuUOjT6L0\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/ZJJuUOjT6L0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Blur at Stonehenge, from Starshaped.\n </figcaption> \n</figure> \n<p>Before the determined Damon Albarn took control and forced sobriety (and better material) on his colleagues, Blur were better known for their, er, sociability than anything as prosaic as music. Guitarist Graham Coxon, for instance, was more often spotted asleep in the dressing rooms of other bands than on <em>Top of the Pops</em>. Luckily their alcoholic education was captured on this shambolic, rather endearing home movie of four nice lads from good homes going to work with a hangover every day. They stand around in fields and wait around in airports and cafes and do the same interview again and again. Also Coxon’s accent sounds exactly like Spinal Tap’s Nigel Tufnel, offering gems such as his opinion of Stonehenge (“It’s a bit like going to see Morrissey. It’s not as big as you think”). And they look so young too! This was surely a key influence on <em>The Inbetweeners Movie</em>.</p> \n<p><strong>Key moment</strong> Sporting a crumpled mod suit, Damon loses contarct with the contents of his guts behind an unspecified stage for an unspecified reason.</p> \n<h2><strong>TURBONEGRO: THE MOVIE </strong>(1999)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=sVWeBpWWeJI\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/sVWeBpWWeJI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Turbonegro: the Movie.\n </figcaption> \n</figure> \n<p>Most rockumentaries like to suggest the artist is getting somewhere, even if it’s just Nick Cave staring out of a tour bus window or Radiohead looking uncomfortable at a meet-and-greet. But this astonishingly drab documentary following Norwegian “deathpunk” jokers Turbonegro captures life lower down the food chain, in that hinterland between arenas and the European circuit of municipally approved squats and cultural centres. The singer is a junkie. The band’s most recent and best record has been largely overlooked. Every year they visit the same local radio stations to plug their annual local show. They play small festivals in daylight and are about to split up. Yet a miracle happened. During their hiatus, word of mouth spread about their 1998 album <em>Apocalypse Dudes</em>, which was picked up for the Jackass soundtrack. They became a name to drop and made a triumphant return in 2002, more popular than they’d ever been. The follow-up documentary was called Turbonegro: The Resurrection. They’re still going: part soap opera, part rock provocateurs.</p> \n<p><strong>Key moment </strong>The sight of several grown men standing in an anonymous German shopping mall trying to find the venue, somehow defineds the quixotic quest for rock stardom.</p> \n<h2><strong>METALLICA - SOME KIND OF MONSTER </strong>(2004)</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=LFX6IA_4hH8\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/LFX6IA_4hH8?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Some Kind of Monster trailer.\n </figcaption> \n</figure> \n<p>The metal megaliths have long had a confrontational relationship with their endlessly loyal fanbase, not so much idols and disciples as big brothers bullying their siblings. Suing teenagers for downloading old albums was breathtaking. But getting them to foot the massive cost of an endless course of corporate therapy by making and selling a documentary feature on the subject was genuinely innovative. The cash cow faltering as intra-band relationships crumble and the bassist having quit, concerned management bring in one Phil Towle, self-described “performance enhancement coach”. Towle would like to keep his lucrative gig going, but he at least creates a sense of unity in the band, who all agree he should be canned. And a new bass player is appointed. Honestly, it’s like watching the pope arguing about cost overruns with the scaffolders at the Sistine Chapel, except the result is the disappointing <em>St Anger </em>album. Which is definitely not one of the glories of western art.</p> \n<p><strong>Key moment</strong> Too many to count, but the sight of a warehouse full of identical guitars owned by a musician under rehab orders to work no more than four a hours a day screams: this is business, not pleasure.</p> \n<p><em>The four-disc box set of The Decline of Western Civilization is released on 27 July on Second Sight</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432314635713/Penelope-Spheeris-with-on-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Penelope Spheeris with one of the 'gutter punks' featured in 1998's The Decline of Western Civilisation, Part Three.","credit":"PR","altText":"Penelope Spheeris with one of the 'gutter punks' in The Decline of Western Civilization, Part Three","cleanCaption":"Penelope Spheeris with one of the 'gutter punks' featured in 1998's The Decline of Western Civilisation, Part Three."}],"bodyImages":[],"webPublicationDate":"2015-05-31T10:00:10Z","lastModified":"2015-05-31T10:00:10Z","metadata":{"commentable":true,"commentCount":142,"contributors":[],"feature":true,"keywords":["Music documentary","Penelope Spheeris","Documentary","Punk","Metallica","Bob Dylan","The Rolling Stones","Madonna","Blur","Pop and rock","Music","Film","Culture"],"tags":[{"id":"film/music-documentary","webTitle":"Music documentary"},{"id":"film/penelope-spheeris","webTitle":"Penelope Spheeris"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"music/punk","webTitle":"Punk"},{"id":"music/metallica","webTitle":"Metallica"},{"id":"music/bobdylan","webTitle":"Bob Dylan"},{"id":"music/therollingstones","webTitle":"The Rolling Stones"},{"id":"music/madonna","webTitle":"Madonna"},{"id":"music/blur","webTitle":"Blur"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/31/rockumentaries-get-real-punk-madonna-metallica-bob-dylan-rolling-stones-penelope-spheeris","shortUrl":"http://gu.com/p/495jc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/31/rockumentaries-get-real-punk-madonna-metallica-bob-dylan-rolling-stones-penelope-spheeris","webUri":"http://www.theguardian.com/film/2015/may/31/rockumentaries-get-real-punk-madonna-metallica-bob-dylan-rolling-stones-penelope-spheeris"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432314635713/Penelope-Spheeris-with-on-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Penelope Spheeris with one of the ‘gutter punks’ featured in 1998’s The Decline of Western Civilization, Part Three.","credit":"PR","altText":"Penelope Spheeris with one of the 'gutter punks' in The Decline of Western Civilisation, Part Three","cleanCaption":"Penelope Spheeris with one of the ‘gutter punks’ featured in 1998’s The Decline of Western Civilization, Part Three."}},"importance":5,"kicker":{"title":"Rockumentaries get real"},"showQuotedHeadline":false,"sublinks":[]},{"title":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","rawTitle":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","item":{"type":"article","id":"world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","title":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","trailText":"In April, the country’s courts sentenced deposed leader Mohamed Morsi to death. This week he’ll discover if the ruling will be upheld. His downfall tells the story of the country’s chaos since the Arab spring of 2011<br />","standFirst":"<p>In April, the country’s courts sentenced deposed leader Mohamed Morsi to death. This week he’ll discover if the ruling will be upheld. His downfall tells the story of the country’s chaos since the Arab spring of 2011<br /></p>","byline":"Patrick Kingsley","body":"<p>Surrounded by golden mantlepieces, tasselled curtains and a coterie of suits, Mohamed Morsi did not have the air of a man about to be ousted as president. He talked a good game, too. It was 29 June 2013, the day before much-hyped demonstrations that were expected to give the Egyptian military the cover they needed to sweep Morsi from power. But asked whether he trusted the army, Morsi replied with one word: “Gedan.” Absolutely. “They’re busy now,” he later added, “with the affairs of the army itself.”</p> \n<p>But evidently not busy enough – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/30/egypt-mohamed-morsi-defiant-civil-war\">this was Morsi’s last interview as president</a>. Two days on, army chief Abdel Fatah el-Sisi gave him an ultimatum to leave office. And two days after that, on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/03/mohamed-morsi-egypt-second-revolution\">3 July</a>, Sisi ordered his arrest. Morsi has spent the past 23 months in jail, on trial in an ever-increasing number of cases ranging from espionage to incitement, as his successors in power seek to guarantee that he never tastes freedom again. Sisi, by contrast, became president in Morsi’s place, overseeing a crackdown on most forms of opposition with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/feb/22/cairo-prison-abu-zabaal-deaths-37-prisoners\">tens of thousands of dissidents detained, and thousands killed</a>. The biggest proportion of them have been supporters of Morsi’s Muslim Brotherhood – a provocation that led the group last week to make what amounted to a call for an armed insurgency.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Should the conviction stand, Morsi would become the first ex-president to be executed since Saddam Hussein in 2006</p> \n </blockquote> \n</aside> \n<p>That process may reach its apogee on Tuesday. Given <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/morsi-egypt-death-sentence-backlash\">a preliminary death sentence in the second of his four trials last month</a>, Morsi will find out whether it has been upheld. The outcome is expected to be appealed in a process that will take years. Whether Egypt’s regime would follow through with such a provocative act also remains to be seen.</p> \n<p>But should the conviction eventually stand, Morsi would become the world’s first ex-president to be executed since Saddam Hussein in 2006. It is a shocking fate for a man who less than three years ago became the first Egyptian president to reach office through free elections.</p> \n<p>How he reached this nadir depends on who you ask. Supporters say he was doomed from the start. They argue that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/feb/11/hosni-mubarak-resigns-egypt-cairo\">when Hosni Mubarak was toppled in 2011</a>, his regime remained largely intact, and was able to undermine Mubarak’s elected successor from the moment of his election. </p> \n<p>“The struggle was inevitable,” Brotherhood official, Ahmed el-Khoufi, told me last week. Khoufi is one of more than 100 men given a provisional death sentence alongside Morsi, accused of collaborating with Hamas to escape from jail during the 2011 uprising. He’s now on the run. He adds, “It was inevitable that there would be a clash between [the supporters of] a revolution that called for freedom, social justice and human dignity, and a regime that ruled Egypt for decades.”</p> \n<p>But Morsi’s initial bedfellows in that revolution, the leftists, liberals and moderates who would later join Mubarak’s allies to call for Morsi’s exit, have a different narrative. They argue that instead of maintaining a working relationship with other revolutionary factions, he quickly alienated them, and acted only in the interest of the Brotherhood. “The Brotherhood had a degree of political stupidity,” says Abdel Moneim Aboul Fotouh, a former Brotherhood big beast who ran against Morsi in 2011, and was once considered the election’s frontrunner. “They thought they could protect themselves from the conspiracy of the Mubarak regime through [just] their own organisation. They were arrogant. But it’s impossible in the aftermath of any revolution to be protected by anyone other than the owners of that revolution: the people.”</p> \n<p>In June 2012, on the day of his election, Morsi seemed to understand the need to maintain appearances. In a symbolic, if slightly awkward, gesture, he stood before crowds in Tahrir Square, the crucible of the 2011 uprising, and <a href=\"http://weekly.ahram.org.eg/News/615/17/Presidential-trials-and-errors.aspx\">unbuttoned his jacket</a>. The point was to show that he wasn’t wearing a bulletproof vest – and that as a representative of the people, he was not afraid of them.</p> \n<figure class=\"element element-image\" data-media-id=\"08e8573227db71efbe0edb44fa63f457a8098f75\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107301687/ce2a3aa4-b0f8-4d22-a01f-86a02c8657cb-460x276.jpeg\" alt=\"Mohammed Morsi at a rally in Cairo in 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mohammed Morsi at a rally in Cairo in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Fredrik Persson/AP</span> \n </figcaption> \n</figure> \n<p>But he would need more than gestures to maintain unity. He won the election, but only just. And many who got him over the line in the run-off had voted not from conviction – but because they saw him as marginally more preferable to his opponent in the final round: Mubarak’s last prime minister. But rather than keeping everyone onside, Morsi was seen as increasingly divisive, open only to Islamist ideas, and loyal only to the Brotherhood. In October, at celebrations to mark one of the Egyptian army’s most mythical victories, he invited a man convicted of assassinating his predecessor, Anwar Sadat. It was a highly provocative gesture that did nothing to assuage fears that Morsi’s election marked the gateway to a more extremist Egypt.</p> \n<p>But the event that may have sealed his fate came a month later, in November 2012. Seeking to fast-track a controversial, Islamist-slanted constitution, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/23/protests-egypt-presidential-decree\">Morsi awarded himself total executive control</a>, allowing himself to bypass judicial procedures to ensure the text was put to a public vote without further debate. The decision led to <a href=\"http://www.theatlantic.com/international/archive/2012/12/this-is-just-the-beginning-a-bloody-night-with-egypts-protesters/266018/\">deadly street fights</a> between Brotherhood supporters and leftist and liberals outside the presidential palace. Within 10 days, he revoked his decision. But for those who had been on the fence, it was a point of no return. Even Morsi, in his final interview, admitted that it was a mistake: “It was not meant to be, but it contributed some kind of misconception in society.”</p> \n<p>Mohamed Aboul Ghar, the leader of Egypt’s social democratic party, and one of the leading liberal voices to emerge after 2011, says it was the moment he realised Morsi wouldn’t last. The day before Morsi decided to rule by decree, Aboul Ghar had been locked in talks for five hours with the president and other political leaders. The aim was to decide what to do about the constitution, whose drafters had reached an impasse.</p> \n<p>The talks were promising. Both sides made compromises, and Morsi seemed very happy, remembers Aboul Ghar. “He said: I think we’ve [taken] a very important step, and we are going to save the constitution, we’re going to find a compromise, and sort out this big problem in Egypt.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Brotherhood portray it differently. They saw the decision to ram through the constitution as their only option</p> \n </blockquote> \n</aside> \n<p>By Aboul Ghar’s account, Morsi promised to meet again with his opponents the next day, to finalise their deal. But that never happened. Instead, says Aboul Ghar, “on the next day there was this emergency decree. This clearly [showed] to me that it is not him who decides anything. He made these suggestions [to his superiors in the Muslim Brotherhood], and he was told: ‘Shut up. You make this decree.’ Since then, we were invited [to meet Morsi] many times, and we all refused to meet him.”</p> \n<p>The Brotherhood portray it differently. They saw the decision to ram through the constitution as their only option, and a reasonable response to months of intransigence from both the deep state, and from secular-leaning politicians such as Aboul Ghar. At each attempt to hasten Egypt’s democratic transition and establish consensus, they claim they were respectively thwarted by hostile institutions, and immature liberal politicians who refused to work with Morsi in cabinet. “This is the situation,” Morsi told me, when asked why he hadn’t appointed more ministers from other political backgrounds. “We offer them [positions], and they refuse.” In a move that contributed to the Brotherhood’s bunker mentality, the supreme court dissolved the Brotherhood-led lower house of parliament in the days before Morsi’s election.</p> \n<p>It was a decision that forced Morsi to govern without his parliamentary power base – a situation he felt the deep state had engineered to undermine his ability to get anything done. Then in the days before the constitutional debacle, he feared that something similar was about to happen: another intervention from the supreme court that would scrap the committee tasked with drafting the constitution, and bring the whole transition back to square one. Without a constitution, the Brotherhood’s thinking went, there could be no new parliament, and without a parliament, Egypt would be stuck in transitional limbo.</p> \n<p>But whatever the intention, his decision smacked of dictatorship, and meant that Egypt’s divisions would only deepen as Morsi’s tenure continued. His opponents felt there was little point engaging with him. And Morsi saw little point in trying – the fact that the Brotherhood had been on the winning side in every post-revolutionary election gave them an erroneous sense of their own invincibility. But by late May, they should have been worried. By this point a significant proportion of the population had started to mobilise against them.</p> \n<figure class=\"element element-image\" data-media-id=\"ce1e1bd81196fbad56ba292012c33f6e062c3a92\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433108724448/0791258f-3d18-4ac8-be22-e70c338b170b-460x327.jpeg\" alt=\"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.\" width=\"460\" height=\"327\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Amr Nabil/AP</span> \n </figcaption> \n</figure> \n<p>Crucially, these people didn’t just include the usual suspects – such as Aboul Ghar.<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/27/egyptian-activists-hope-revolution-morsi\"> A new campaign group, Tamarod, caught the imagination</a>, and encouraged millions of Egyptians, many of whom had voted for Morsi, to sign a petition calling for early elections. Sensing their moment, the business elite, which controlled the media, launched a full-on decapitation strategy. As June wore on, their newspapers and TV cast Morsi and the Brotherhood as terrorists, and holding them solely responsible for Egypt’s deep-rooted economic problems and fuel shortages. Aboul Fotouh, Morsi’s former ally, supported calls for early elections, and for anti-Morsi protests. But he also argues that these protests were egged on by a campaign to “smear the president, to smear the revolution, and to make people feel that revolution didn’t bring any stability or any security.”</p> \n<p>Which came first may never be established, but amid an increasingly hysterical national conversation, the military also began to move behind the scenes. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/05/sisileaks-egypt-watergate-abdel-fatah-al-sisi\">Leaked recordings of conversations between top generals</a> suggest that the army, supported by the Gulf monarchies, may have helped to fund Tamarod, the grass-roots anti-Morsi campaign. And on 23 June, the army’s leadership summoned several western ambassadors, and hinted that they were mulling an intervention.</p> \n<p>But Morsi’s arrest, let alone his execution, was still by no means a certainty. On 29 June, our interview was delayed while Morsi negotiated with Sisi in the next-door room. The die may have been cast, but it had not yet come to a rest. Even after 30 June, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/30/mohamed-morsi-egypt-protests\">when millions turned out to oppose him</a>, negotiations continued. Behind the scenes, some of Morsi’s opponents say that while they were adamant that the president should step down, they were also open to the Brotherhood’s continued political involvement in some form. Even on 3 July, one source said that Saad el-Katatny, the Brotherhood’s parliamentary leader, was offered the chance to attend a televised meeting about the decision to hold new elections, a symbolic gesture to show that the Brotherhood would not be completely sidelined.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>On 2 July, Morsi’s allies say he did give in on some counts – but it was too late</p> \n </blockquote> \n</aside> \n<p>But as ever, the Brotherhood did not compromise. Throughout this final fortnight, people such as Aboul Ghar feared that Morsi might make some gesture of reconciliation, and so avert the worst of public anger. “I thought that Morsi would be a little bit wiser, [that he’d] do something positive,” says Aboul Ghar. “But as it’s very clear to me, Morsi didn’t have any power. Absolutely nothing. It was the Maktab Irshad [the Brotherhood’s management board] who had full power … They didn’t see that their supporters [were] not supporting them any more. They didn’t see any of these things.”<br /></p> \n<p>On 2 July, Morsi’s allies say he did give in on some counts – but it was too late. On 3 July, he was arrested along with his closest advisers. And so began the still-unfinished crackdown on all Brotherhood activity.</p> \n<p>The Brotherhood argue that what happened next – the massacres, the mass-arrests, Morsi’s death sentence – was scripted from the beginning, and that they were given no chance to beat a dignified retreat. They point out that within days, on 8 July, the army and police had already gunned down more than 50 pro-Morsi protesters in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/interactive/2013/jul/18/cairo-republican-guard-shooting-full-story\">massacre outside the Republican Guards’ club</a> in east Cairo. Ahmed el-Khoufi, the Brotherhood official also awaiting confirmation of a death sentence on Tuesday, says: “Since the start of that first massacre outside the Republican Guards, it was clear that this path was a piece of theatre that still hasn’t finished.”</p> \n<figure class=\"element element-image\" data-media-id=\"7d5faa846a19453d2bab9c7ff18457a96df4acf0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107727616/1d359445-f059-4c3a-a1f8-08ddc220de93-460x276.jpeg\" alt=\"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Louafi Larbi/Reuters</span> \n </figcaption> \n</figure> \n<p>But as ever in Egypt, there is no single, linear truth. It was the army who toppled Morsi, and whose leaders have since tried to stamp out dissent – Islamist and non-Islamist alike. But in the weeks following Morsi’s ouster, the moderates who provided the smokescreen for the army’s return to political life still carried some influence. The head of the supreme court was made acting president. Egypt’s leading liberal, Mohamed ElBaradei, was appointed vice-president, and was allowed to pick the prime minister, Hazem el-Beblawi, an economics professor from Aboul Ghar’s social democratic party. For much of July, Baradei and a team from the EU led negotiations with the Brotherhood, attempting to get them to quit their huge protest camp at Rabaa al-Adawiya in east Cairo before the hardliners dismantled it by force.</p> \n<figure class=\"element element-image\" data-media-id=\"7fb909de7684daa9ee47c8c03509c029dbfa893e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107899025/065d04d5-18c0-49e5-87a1-fd0366faba7f-460x304.jpeg\" alt=\"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.\" width=\"460\" height=\"304\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Giles/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"http://www.hrw.org/news/2014/08/12/egypt-rab-killings-likely-crimes-against-humanity\">The August massacre at Rabaa, which saw soldiers shoot dead over 800 pro-Morsi protesters</a>, was initially not a forgone conclusion. Nor was Morsi’s prolonged incarceration. In mid-July, a general claimed to me that his fate had not yet been decided, and that he might even be released once the country calmed down. But the longer the Brotherhood stayed in the streets, and the harsher their rhetoric became, the more likely a full-on crackdown seemed. Their intransigence became embarrassing for the new government, and gave more ammunition to those within it who wanted a harder-line solution.The then prime minister, Hazem el-Beblawi, argued to me last year: “There was an increasing anger among the people: how come you want us to believe that you bring us peace and security if there is a direct insult to you in the street, defying you, and you are doing nothing?”</p> \n<p>At this point, Sisi was not yet officially heading the country – but Beblawi suggested he had an increasing say in how things were run. “General Sisi and the army played a major role in 30 June,” said Beblawi. “There is no doubt about this. And his popularity at that time was very high. It still is. Also he was the head of the army, and the army was about the most organised and solid organisation [in Egypt]. So these are facts of life. If I go to sports, and you have next to you the best football player, definitely he has more supporters than I do. If I go with a singer, he definitely will have supporters. So these are facts.” Perhaps the defining post-Morsi moment, and the one that would define Morsi’s fate, came on 24 June. That was the day <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/24/egypt-general-sisi-protest-terrorism\">Sisi made a speech that shifted the balance of power in favour</a> of the hardliners. Since the Brotherhood had snubbed ElBaradei’s appeals for compromise and refused to leave the streets, Sisi now asked the Brotherhood’s opponents to return to Tahrir Square in their millions, to give him a mandate to tackle terrorism. It was a thinly veiled attempt to circumvent peaceniks such as ElBaradei, and win support for the eradication of the Brotherhood, and his own political ambitions.</p> \n<p>“I was shocked,” remembers Khaled Dawoud, then the spokesman for ElBaradei’s political coalition. “I remember very well waking up late, because it was Ramadan, and seeing [Sisi] on the TV in his full military uniform and these super-dark sunglasses, and [hearing] this very hardline speech, and thinking: ‘What’s this? Why are you asking for a mandate? You are only the defence minister.’”</p> \n<p>But two days later, many Egyptians appeared to have fewer qualms: millions turned out to give Sisi his mandate. On the same day, prosecutors brought the first formal allegations against Morsi, accusing him of escaping from prison in 2011 – an allegation that prosecutors seemed happy to overlook when he ran for president, but which now may have him executed. Later that night, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/28/egypt-crisis-cairo-massacre-morsi\">police shot dead more than 80 Brotherhood protesters</a>. And just under three weeks later, soldiers moved on the camp at Rabaa, killing over 800 in the worst state-led massacre since at least Tiananmen Square.</p> \n<p>Any hopes that Morsi might leave prison ended there, and the confidence he expressed in the army on 29 June seemed more misplaced than ever. Still, he got one thing right that Saturday, as he sat on a golden-rimmed armchair at Cairo’s Qubba place.</p> \n<p>“It has been a very difficult year,” he said. “And I think the coming years will also be very difficult.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915298635/d77adf7f-f8c1-479a-94f2-e0fed557dc27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"TAREK EL-GABASS/AFP/Getty Images","altText":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: Tarek El-Gabass/AFP/Getty","cleanCredit":"Photograph: TAREK EL-GABASS/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107303115/ce2a3aa4-b0f8-4d22-a01f-86a02c8657cb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mohammed Morsi at a rally in Cairo in 2012. Photograph: Fredrik Persson/AP","credit":"Fredrik Persson/AP","altText":"Mohammed Morsi at a rally in Cairo in 2012.","cleanCaption":"Mohammed Morsi at a rally in Cairo in 2012.","cleanCredit":"Photograph: Fredrik Persson/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433108725352/0791258f-3d18-4ac8-be22-e70c338b170b-2060x1463.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2060,"orientation":"landscape","caption":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013. Photograph: Amr Nabil/AP","credit":"Amr Nabil/AP","altText":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.","cleanCaption":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.","cleanCredit":"Photograph: Amr Nabil/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107729086/1d359445-f059-4c3a-a1f8-08ddc220de93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013. Photograph: Louafi Larbi/Reuters","credit":"Louafi Larbi/Reuters","altText":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.","cleanCaption":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.","cleanCredit":"Photograph: Louafi Larbi/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107899716/065d04d5-18c0-49e5-87a1-fd0366faba7f-2060x1361.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1361,"width":2060,"orientation":"landscape","caption":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt. Photograph: Ed Giles/Getty Images","credit":"Ed Giles/Getty Images","altText":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.","cleanCaption":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.","cleanCredit":"Photograph: Ed Giles/Getty Images"}],"webPublicationDate":"2015-06-01T06:00:15Z","lastModified":"2015-06-01T06:00:15Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Patrick Kingsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414679917584/Patrick-Kingsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-kingsley"}],"feature":true,"keywords":["Mohamed Morsi","Egypt","Middle East and North Africa","Africa","World news","Arab and Middle East unrest"],"tags":[{"id":"world/mohamed-morsi","webTitle":"Mohamed Morsi"},{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Kingsley","topic":{"type":"tag-contributor","name":"profile/patrick-kingsley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","shortUrl":"http://gu.com/p/49bdn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","webUri":"http://www.theguardian.com/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915298635/d77adf7f-f8c1-479a-94f2-e0fed557dc27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: TAREK EL-GABASS/AFP/Getty Images","credit":"TAREK EL-GABASS/AFP/Getty Images","altText":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: Tarek El-Gabass/AFP/Getty","cleanCaption":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak.","cleanCredit":"Photograph: TAREK EL-GABASS/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Silk Road sentencing / Why governments can't win war on darknet drugs","rawTitle":"Why governments can't win war on darknet drugs","item":{"type":"article","id":"technology/2015/may/31/silk-road-sentencing-darknet-drugs","title":"Silk Road sentencing: why governments can't win the war on darknet drugs","trailText":"Dread Pirate Roberts may have been sentenced to life, but experts and customers say the tide has turned and internet markets for illicit products are here to stay","standFirst":"<p>Dread Pirate Roberts may have been sentenced to life, but experts and customers say the tide has turned and internet markets for illicit products are here to stay</p>","byline":"Nicky Woolf","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-ross-ulbricht-sentenced\">Silk Road operator Ross Ulbricht sentenced to life in prison</a> </p> \n</aside> \n<p>One gram of black tar heroin. Price: 0.5 Bitcoins, or around $118. </p> \n<p>It is pictured, dark and exotic, next to a needle and a penknife, for scale. Underneath it, users have left rave reviews: “5/5 – Came ridiculously fast. Best stealth, weight on point. Solid product. Perfect purchase as always.”</p> \n<p>“5/5 – Even in this chaos he shipped my order fast with great stealth. The product is fire as usual. Thanks.”</p> \n<p>“5/5 – 48 hours as usual you guys are super.”</p> \n<p>Abutting the heroin is a cornucopia of other drugs and paraphernalia: 20 pills of the concentration drug Modafini ships for for 0.08BTC, or just under $20. A generic 10-pack of the erectile dysfunction drug Cialis, a shade under $30. Two hundred tabs of diazepam – generic valium – $110.</p> \n<p>This is Agora marketplace, an online superstore for drugs and other illegal and semi-legal goods and services. It is one of many that have sprung up after the shuttering of Silk Road, the first major darknet market, and the arrest of its founder, Ross Ulbricht, who went by the alias Dread Pirate Roberts.</p> \n<p>On Friday in a federal court in Manhattan, Ulbricht was sentenced to life in prison – several times over – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-ross-ulbricht-sentenced\">with no possibility of parole</a>. In a pre-sentencing letter to judge Katherine Forrest, prosecutors said a harsh sentence would act as a deterrent to others thinking of setting up online markets, and clearly, Forrest agreed.<br /></p> \n<p>But however hard the authorities try to slam the stable door, the horse has long since bolted.</p> \n<p>When Silk Road was shuttered by the FBI in 2013, it was pretty much the only site of its kind. Buying and selling drugs online was not new – there have always been listings with coded shibboleths on sites like Craigslist in the US and Gumtree in the UK, as ordinary drug-dealing moved clumsily onto the internet. </p> \n<p>But Silk Road, founded in 2011, was something else. Using the Tor encryption service and with prices in Bitcoin, it promised a new level of safety – both from law enforcement and from scam artists. Vendors were rated by users, as they are on sites like Ebay; vendors that failed to deliver got bad reviews, so users knew to steer clear.</p> \n<p>Libertarian though Silk Road’s philosophy might have been with regard to drugs, it nonetheless operated with a moral code. Child pornography was banned, as were stolen credit cards, weapons and paid-for assassinations – all of which were available on other, murkier dark web sites.</p> \n<p>After Silk Road was closed, however, rather than dampen the market, it fragmented it. Dozens of sites sprang up, not all of them operated by the same set of moral codes. Several, including the so-called Silk Road 2.0, which was set up by several administrators of the first site, have since also been raided and shut down. Others turned out to be scams: one, a large marketplace called Evolution, saw administrators exit <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/18/bitcoin-deep-web-evolution-exit-scam-12-million-dollars\">with more than $12m in Bitcoin</a>. </p> \n<p>Despite all this, the market has continued to grow, though because of its fractured nature it is difficult to properly assess its size.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We see more and more traffic from people searching for specific markets – 1000% more than we saw last year.</p> \n  <footer> \n   <cite>'James', of DeepDotWeb</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>James – not his real name – is the editor of <a href=\"http://www.deepdotweb.com/\">DeepDotWeb,</a> a news site which focuses on darknet marketplaces and maintains an up-to-date list of which markets are on or offline. He said the current market was “WAY bigger” than it was in the days of Silk Road.</p> \n<p>James said it could safely be assumed that the daily turnover of the biggest markets – Agora is the largest, followed in no particular order by Nucleus, Middle Earth, Abrax, and Alphabay – is in the order of more than a million dollars a day. He estimated the market cap to be in the “hundreds of millions” of dollars.</p> \n<p>“It’s becoming bigger all the time,” James told the Guardian. “Currently there are over 40 markets, forums, private vendor shops and a higher number of product listings than ever. I can personally testify that we, as a site who is reporting the darknet, see more and more traffic from people searching for specific markets – 1000% more than we saw last year.”</p> \n<p>He said that since Ulbricht’s arrest people had “lost the sense of being invincible”, but also that they learned from Ulbricht’s mistakes and were now more careful, and more aware both of the dangers of law enforcement and of scams.</p> \n<p>On Reddit, the subreddit for darknet markets has almost 60,000 subscribers. Among users asked by the Guardian what they thought the future holds, opinion was split. Many were worried by the instability of the new markets, suggesting that once vendors had enough repeat custom they would move to a direct-deal model rather than advertising on marketplaces that were vulnerable to exit scams. Vendors were the biggest losers in the Evolution exit scam.<br /></p> \n<p>But others thought the new order was here to stay. </p> \n<p>“As long as our customers understand that purchasing their drugs through a DNM [Dark Net Market] is WAY safer than doing it in person, this will continue forever,” said one user, who gave his name as John. “People aren’t afraid of being robbed, beaten or killed because they went to their corner drug dealer when they can go to a DNM instead.”</p> \n<figure class=\"element element-image\" data-media-id=\"921c5318896bac4e62fa2442dd8ddba462f91eb7\"> \n <img src=\"http://media.guim.co.uk/921c5318896bac4e62fa2442dd8ddba462f91eb7/0_0_3766_2981/1000.jpg\" alt=\"Lyn and Kirk Ulbricht\" width=\"1000\" height=\"792\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lyn and Kirk Ulbricht, parents of Silk Road founder Ross Ulbricht, talk with reporters outside the Federal Courthouse in New York on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Don Emmert/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It's like the mythical hydra – you cut off one head, and more of them grow</p> \n  <footer> \n   <cite>Anonymous Reddit user</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“You can’t unring the bell that is being able to buy drugs online,” said another user. “It’s like telling porn fans they can’t watch porn online anymore – they’d find a way. And the governments trying to stop people from buying and selling drugs online are like King Canute trying to hold back the tide.”</p> \n<p>One user described the situation as “like the mythical hydra, you cut off one head and more of them grow. There will be more markets, more drugs getting mailed, and overall a safer drug scene, freer from DEA and drug cartel violence”.</p> \n<p>On Agora, the “drugs” section has nearly 16,000 product listings – easily as many as Silk Road had in its heyday and perhaps even more. Other sections include weapons and ammunition, forged documents and tobacco. You can buy passwords to pornographic sites, or hire hackers.</p> \n<p>On the front page of the site, incongruously nestled between listings for a 20-pack of Modafinil and a tutorial for magic tricks, is a volume titled “Drug Abuse Handbook”. The blurb describes it as “a thorough compendium of the knowledge of the pharmacological, medical, and legal aspects of drugs”.</p> \n<p>It costs 0.004BTC – or just under a dollar.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/4/1423070962160/0347f60a-b85a-491c-9df4-7561fd231db2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"AP","altText":"silk road screenshot","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/921c5318896bac4e62fa2442dd8ddba462f91eb7/0_0_3766_2981/3766.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2981,"width":3766,"orientation":"landscape","caption":"Lyn and Kirk Ulbricht, parents of Silk Road founder Ross Ulbricht, talk with reporters outside the Federal Courthouse in New York on Friday. Photograph: Don Emmert/AFP/Getty Images","credit":"Don Emmert/AFP/Getty Images","altText":"Lyn and Kirk Ulbricht","cleanCaption":"Lyn and Kirk Ulbricht, parents of Silk Road founder Ross Ulbricht, talk with reporters outside the Federal Courthouse in New York on Friday.","cleanCredit":"Photograph: Don Emmert/AFP/Getty Images"}],"webPublicationDate":"2015-05-31T11:00:00Z","lastModified":"2015-05-31T20:58:41Z","metadata":{"commentable":true,"commentCount":231,"contributors":[{"name":"Nicky Woolf","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicky-woolf"}],"feature":true,"keywords":["Silk Road","Darknet","Technology","Internet","US crime","US news","Drugs","Society","World news"],"tags":[{"id":"technology/silk-road","webTitle":"Silk Road"},{"id":"technology/darknet","webTitle":"Darknet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/internet","webTitle":"Internet"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"technology"},"topics":[{"displayName":"Nicky Woolf","topic":{"type":"tag-contributor","name":"profile/nicky-woolf"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/31/silk-road-sentencing-darknet-drugs","shortUrl":"http://gu.com/p/49bzb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/31/silk-road-sentencing-darknet-drugs","webUri":"http://www.theguardian.com/technology/2015/may/31/silk-road-sentencing-darknet-drugs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/2/4/1423070962160/0347f60a-b85a-491c-9df4-7561fd231db2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A screenshot from the since-closed Silk Road website shows thumbnails for products allegedly available through the site. Photograph: AP","credit":"AP","altText":"silk road screenshot","cleanCaption":"A screenshot from the since-closed Silk Road website shows thumbnails for products allegedly available through the site.","cleanCredit":"Photograph: AP"}},"importance":4,"kicker":{"title":"Silk Road sentencing"},"showQuotedHeadline":false,"sublinks":[{"title":"Ross Ulbricht / Is Silk Road’s pirate king a mobster or a martyr?","rawTitle":"Is Silk Road’s pirate king a mobster or a martyr?","item":{"type":"article","id":"technology/2015/may/31/ross-ulbricht-silk-road-jail","title":"Is Ross Ulbricht, Silk Road’s pirate king, a mobster or a martyr?","trailText":"The man behind the dark web’s most notorious black market, is facing a lifetime in jail","standFirst":"The man behind the dark web’s most notorious black market, is facing a lifetime in jail","byline":"Jamie Doward","body":"<p>Who is Ross Ulbricht? A libertarian who championed internet privacy out of deep personal conviction, or a ruthless felon who appreciated that secrecy was integral to the successful operation of his multimillion-dollar criminal enterprise?</p> \n<p>After the Silk Road supremo’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-ross-ulbricht-sentenced\" title=\"\">sentence to life imprisonment without parole</a> was handed down on Friday, Manhattan US attorney Preet Bharara was under no illusions about the man who had been sniffling in the dock only hours before. “Make no mistake,” he declared, “Ulbricht was a drug dealer and criminal profiteer who exploited people’s addictions.”</p> \n<p>It was a damning assessment of the rollercoaster life and times of the 31-year-old criminal genius who grew up in Austin, Texas, to become the mastermind behind the most notorious of online black markets.</p> \n<p>Created in January 2011 and shut down by law enforcement in October 2013, Silk Road let its users buy and sell drugs and other illegal goods and services anonymously over the so-called dark net, outside the reach of the law.</p> \n<p>Using the online moniker “Dread Pirate Roberts”, a reference to a character in the 1987 movie <em>The Princess Bride</em>, Ulbricht, according to prosecutors, “controlled and oversaw every aspect of Silk Road, and managed a staff of paid, online administrators and computer programmers who assisted with the day-to-day operation of the site”. He grew rich as a result, apparently reaping “commissions worth more than $13m generated from the illicit sales conducted through the site”.</p> \n<p>But in the same way that the pirate music platform Napster was forced to close around the turn of the millennium after attracting the attention of the US authorities, Silk Road – and its founder – were transformed into a powerful brand and soon the FBI was focusing on them.</p> \n<p>“He was the poster boy [of the dark net] with Silk Road, because he had the most romantic nickname, Dread Pirate Roberts, and so everyone focused on him, including the FBI,” said Dr Simon Moores, chair of the International ECrime Congress. “He was foolishly provocative, and that is a big mistake to make in a democracy like the US.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f4ab49a5cd329a711834ea113832d9c7c3ff45ed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/30/1433000689737/780de2e0-6aa7-4f6e-91dd-c1a8dd8d8c3a-460x276.jpeg\" alt=\"Preet Bharara\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">US Attorney Preet Bharara called Ulbricht a ‘drug dealer and criminal profiteer’.</span> \n  <span class=\"element-image__credit\">Photograph: Stephen Chernin/Stephen Chernin/Invision/AP</span> \n </figcaption> \n</figure> \n<p>Just how big is only now becoming clear as Ulbricht contemplates death behind bars. Judge Katherine B Forrest insisted a severe sentence was necessary to send a clear signal to others. “There must be no doubt that lawlessness will not be tolerated,” Forrest declared. “There must be no doubt that you cannot run a massive criminal enterprise and because it occurred over the internet minimise the crime committed on that basis.”</p> \n<p>But in lawless cyberspace some disagree. A man condemned by the US legal system finds himself lionised by others on Twitter.</p> \n<p>“Ross Ulbricht, you will one day be remembered as an American hero,” tweeted one sympathiser. “Sadly, you might never live to see that day.” Chris Rorie tweeted: “My heart’s with Ross Ulbricht right now. Alumni of my high school ... I know he’s guilty, I also know he’s a pioneer, a hero.”</p> \n<p>Some have invoked comparisons with Aaron Swartz, the computer hacker who was arrested in the US in 2011 and threatened with a draconian $1m fine and 35 years in prison. Swartz declined a plea bargain under which he would have served six months in prison. Two days after the prosecution rejected his counter-offer, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2013/jan/12/aaron-swartz-hacking-reddit-dies\" title=\"\">he hanged himself</a>.</p> \n<p>Certainly Ulbricht attempted to paint himself in court as a digital crusader for civil rights. “I wanted to empower people to make choices in their lives and have privacy and anonymity,” he told the court.</p> \n<p>Silk Road operated over the “Tor” network, designed to conceal the identities of users, and with a Bitcoin-based payment system that hid the identities and locations of those accessing the site in at least 10 countries, including the US, Germany, the Netherlands, Canada, the UK and Spain.</p> \n<p>On any given day vendors would be typically offering a gram of “100% pure Peruvian cocaine”, “1g of Indian shard ketamine” or “100 Pfizer Xanax bars”. But the Silk Road was not just about drugs. Among the most popular items for sale were Tesco vouchers and hacked Spotify premium accounts. And there was everything anyone needed to create a new identity. Silk Road sold fake driver’s licences, passports, social security cards, utility bills, credit card statements and car insurance records.</p> \n<p>This was not some cottage industry. According to the FBI, “while in operation, Silk Road was used by thousands of drug dealers and other unlawful vendors to distribute hundreds of kilograms of illegal drugs and other unlawful goods and services to more than 100,000 buyers, and to launder hundreds of millions of dollars deriving from these unlawful transactions”.</p> \n<p>Neither was Ulbricht the disinterested party he claimed to be in court. According to prosecutors, he “demonstrated a willingness to use violence to protect his criminal enterprise and the anonymity of its users, soliciting six murders-for-hire in connection with operating the site, although there is no evidence that these murders were actually carried out”.</p> \n<p>This latter claim is hugely contentious. Ulbricht’s defence team say there were no solicitations of murder, and fear the allegation may have helped determine their client’s life sentence. More difficult to rebut, however, was the emotional testimony against Ulbricht from the families who lost loved ones after they took drugs bought over Silk Road.</p> \n<p>According to prosecutors, “the narcotics distributed on Silk Road have been linked to at least six overdose deaths across the world. These overdose deaths included Jordan M, a 27-year-old Microsoft employee who was found unresponsive in front of his computer, which was logged on to Silk Road at the time, and died as a result of heroin and other prescription drugs that he had ordered from Silk Road.”</p> \n<p>Others included Preston B, from Perth, Australia, and Alejandro N, from Camino, California, both 16, who “died as a result of taking 25i-NBOMe, a powerful synthetic drug designed to mimic LSD (commonly referred to as ‘N-Bomb’)”, bought from Silk Road.</p> \n<p>Explicitly linking Ulbricht to the deaths is, however, myopic according to many commentators. Max Daly, an expert on drug consumption and the author of <em>Narcomania</em>, tweeted: “Blaming Ross Ulbricht for people overdosing on drugs bought from Silk Road is like blaming peanut farmers for people dying of nut allergies.” Daly added: “Life in jail with no parole for selling drugs to people who wanted drugs (99% of whom probably had a great time on them). Insane.”</p> \n<p>The concern that Ulbricht has been singled out for punitive treatment is likely to play a key role in his appeal.</p> \n<p>Ulbricht’s lawyer, Joshua Dratel, described his client’s sentence as “u nreasonable, unjust, unfair”. Significantly, Ulbricht’s indictment refers to the fact that he operated with “others known and unknown”, suggesting that some of his accomplices will never face trial.</p> \n<p>But even if they do, few believe their convictions will change anything. Within weeks of Silk Road being closed down, Moores said at least 17 similar sites had sprung up. Many operate far beyond the realms of US law enforcement in countries such as Russia, China, Vietnam and India, where fighting online crime is not a priority and diplomatic relations with the west are strained.</p> \n<p>Who is Ross Ulbricht? Just one of many. “Every time the FBI takes someone like him down, two or three more will spring up to take his place,” Moores said. “It’s whack-a-mole in a virtual sense.”</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1433000394242/8c78f63c-42ac-4eab-9133-75d4bec12a4b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Handout","altText":"Ross Ulbricht","cleanCredit":"Photograph: Handout"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1433000691174/780de2e0-6aa7-4f6e-91dd-c1a8dd8d8c3a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"US Attorney Preet Bharara called Ulbricht a ‘drug dealer and criminal profiteer’. Photograph: Stephen Chernin/Stephen Chernin/Invision/AP","credit":"Stephen Chernin/Stephen Chernin/Invision/AP","altText":"Preet Bharara","cleanCaption":"US Attorney Preet Bharara called Ulbricht a ‘drug dealer and criminal profiteer’.","cleanCredit":"Photograph: Stephen Chernin/Stephen Chernin/Invision/AP"}],"webPublicationDate":"2015-05-30T23:05:10Z","lastModified":"2015-05-30T23:05:10Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jamie Doward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiedoward"}],"feature":true,"keywords":["Silk Road","Internet","Drugs","US crime","Technology","US news"],"tags":[{"id":"technology/silk-road","webTitle":"Silk Road"},{"id":"technology/internet","webTitle":"Internet"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"technology/technology","webTitle":"Technology"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"technology"},"topics":[{"displayName":"Jamie Doward","topic":{"type":"tag-contributor","name":"profile/jamiedoward"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/31/ross-ulbricht-silk-road-jail","shortUrl":"http://gu.com/p/49bmg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/31/ross-ulbricht-silk-road-jail","webUri":"http://www.theguardian.com/technology/2015/may/31/ross-ulbricht-silk-road-jail"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1433000394242/8c78f63c-42ac-4eab-9133-75d4bec12a4b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Ross Ulbricht said he ‘wanted to empower people to make choices’. Prosecutors said he made $13m in commission on illegal deals – and attempted to order six murders. Photograph: Handout","credit":"Handout","altText":"Ross Ulbricht","cleanCaption":"Ross Ulbricht said he ‘wanted to empower people to make choices’. Prosecutors said he made $13m in commission on illegal deals – and attempted to order six murders.","cleanCredit":"Photograph: Handout"}},"importance":0,"kicker":{"title":"Ross Ulbricht"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"LGBT rights / Stonewall chief: 'It’s a better time to be gay than it was. But not for all'","rawTitle":"Stonewall chief: 'It’s a better time to be gay than it was. But not for all'","item":{"type":"article","id":"world/2015/may/31/with-gay-rights-in-law-but-bullying-rife-stonewall-redraws-battle-lines","title":"Stonewall chief: 'It’s a better time to be gay than it was. But not for all'","trailText":"After six months running the UK’s biggest lesbian, gay, bisexual and transgender rights organisation, Ruth Hunt reflects on schools, trust and the pope","standFirst":"<p>After six months running the UK’s biggest lesbian, gay, bisexual and transgender rights organisation, Ruth Hunt reflects on schools, trust and the pope</p>","byline":"Alexandra Topping","body":"<p>Stonewall has its offices on the 13th floor of a condemned block by Waterloo station, but its chief executive has a particular reason to be fond of the crumbling edifice that houses the LGBT rights organisation.<br /></p> \n<p>“This building used to be occupied by the Department of Education,” explains Ruth Hunt. “Section 28 was devised in the place that Stonewall now works out of – there’s something satisfying about that.”<br /></p> \n<p>Even more so with the organisation rolling out a groundbreaking <a href=\"https://www.gov.uk/government/news/awards-announced-from-2-million-homophobic-bullying-fund\">anti-homophobia campaign in schools</a>, including faith schools, funded by the DoE, nearly 30 years after the passing of the Conservatives’ controversial law to prevent what they saw as the promotion of homosexuality. <br /></p> \n<p>Almost half a million pounds will go towards training local groups to become <a href=\"http://www.stonewall.org.uk/at_school/education_champions__local_authorities/default.asp\">“education champions”</a> and deliver training on LGBT equality in schools, where, says Hunt, “we have a very big problem”. According to Stonewall research, 75,000 young people were bullied last year for being gay; 90% of secondary school teachers have witnessed homophobic bullying in schools, but only 17% have received training to tackle it.<br /></p> \n<p>“So many young lesbian, gay, bisexual and trans people have an awful time at school,” Hunt says. “Teachers don’t necessarily feel equipped to deal with this bullying either. It’s essential that teachers get the right training so they can stop and prevent homophobic, biphobic and transphobic bullying. We need to teach young people about diversity – including different families – so they can live, work, and socialise in 21st-century Britain.”<br /></p> \n<p>It has been a frenetic first six months for the head of the UK’s largest LGBT-rights organisation. In that time, Stonewall has begun <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/16/stonewall-start-campaigning-trans-equality\">to represent trans people</a> after years of dispute and resentment – a move Hunt describes as “a real joy”. In its dealings with the transgender community in the past, Stonewall, as she bluntly puts it, “cocked up”.<br /></p> \n<p>Originally, the organisation was wary of dwarfing smaller trans groups, but worked alongside <a href=\"http://www.pfc.org.uk/\">Press For Change</a>, a gender identity organisation. “It was about doing what we could to empower the trans community by not doing T,” she says. But she is clear that – whatever the original intentions – Stonewall let the trans community down.</p> \n<p>“We made a series of cockups, so it didn’t look like we were trying to support people, it looked like we were a bit crap,” she says. “We invited speakers with a transphobic history, we nominated them for awards, we made a film for secondary schools which included the word “tranny” unhelpfully [...] we were often in positions of privilege and opportunity with ministers where we could have talked about trans issues. By not doing, we were doing more harm.”<br /></p> \n<p>Winning back that trust has been “bloody hard”. In an initial meeting with about 50 of Stonewall’s fiercest critics, she told them the organisation was weaker for their absence. “It was never about, ‘don’t worry Stonewall is here and we can help you’, it was about ‘we are all weakened by this and actually we all have something to gain’.”<br /></p> \n<p>Hunt worked for Stonewall for nine years before becoming chief executive, taking over from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jan/23/ben-summerskill-steps-down-stonewall-boss\">Ben Summerskill</a>, who was in the role for a decade. Since taking up the top job, she has had to rapidly develop a thick skin. She’s been criticised for being too timid – for example for not joining a boycott of the Dorchester hotel, owned by the Sultan of Brunei, who gave approval to Brunei’s new penal code, which <a href=\"http://www.pinknews.co.uk/2014/04/15/un-condemns-brunei-over-new-law-allowing-gays-to-be-stoned-to-death/\">urges death by stoning for same-sex sexual activity</a>.<br /></p> \n<p>Sometimes, doing the right thing for campaigners on the ground and being seen to do the right thing by her own UK base can clash. </p> \n<p>“We have now bred a generation of campaigners who think hashtag bring back our girls, hashtag boycott, is in some way contributing to that social movement internationally, but it isn’t always the most helpful way of going about things,” she says. “It’s a constant stretch internally when I’m going, ‘come on, let’s get out there and say stuff’ and our team is saying ‘well, actually that’s not helpful’.”<br /></p> \n<p>Hunt is only 35 (“I lack gravitas. But I’m all right with that,” she says) and, of course, she’s a woman. Does that bring its own challenges? </p> \n<p>“Yes. But I think that it is generally a different experience for women in leadership,” she offers. “I get accused of running a dyke mafia – by virtue of me being a lesbian. I have to work harder to demonstrate that I get it – people expect me not to be as effective as I am sometimes. But we have a very traditional support base. They love Stonewall and they worked with Ben for 10 years and it is going to take time to gain their trust.”</p> \n<p>She’s also had comments on her style and hair and has been told she is “too designer”. “I don’t think Ben ever got such observations about his style or his glasses, his hair, and it’s new to me,” she says. “It’s not something I’m comfortable with, or used to, and I am toughening up fast.”</p> \n<p>Hunt has also been criticised for her faith. She is a Catholic who still goes to church, but was “naive” enough to imagine it wouldn’t come under scrutiny. “It’s been harder for me to come out as a Catholic than it was to come out as a lesbian – easily,” she says. “At least I had the backing of a community when I came out as a lesbian.”</p> \n<p>Faith can still be a real barrier to gay people being able to exercise their rights, despite historic legislation that enabled gay couples to marry last year. “It is doing significant damage to people’s mental health – we have to do something about it,” she says. “There are also many faith leaders who are gay and many faith leaders who are distressed by the constant exclusion of LGBT people from their communities and parishes.”</p> \n<p>As for the pope, Hunt says he needs to decide on his message and exactly what he wants to achieve. “I think he oscillates wildly between different positions,” she says – though she is realistic about the chances of her getting his attention.</p> \n<p>“I think there is more Stonewall can do, but then I don’t think Pope Francis is going to be tweeting me directly anytime soon for top tips on how to run the Vatican,” she says. “Still ... we’re happy to help them set up their LGBT network as soon as they say the word.”</p> \n<p>With the passing of major legislative landmarks in the UK – the gay marriage bill, equal parenting rights, rights in the workplace – one of the major challenges facing Stonewall today is not the establishment, but apathy.<br /></p> \n<p>“We are a movement that has been motivated by individual interest in our own rights and we have a challenge now to shift to a place where we are interested in other people’s rights – and that’s hard,” she says. Although one of Stonewall’s aim should be “to stop functioning one day”, Hunt thinks there is still much to fight for.<br /></p> \n<p>Hate crimes against LGBT people remain stubbornly high – one in six LGBT people have experienced a hate crime but three quarters did not report to police, according to <a href=\"http://www.stonewall.org.uk/documents/hate_crime.pdf\">Stonewall research</a>. </p> \n<p>“Reporting rates are still as low as ever, conviction rate is still as low as ever – it’s the one area where we have made no impact.”<br /></p> \n<p>Hate is a long way from being obliterated, she says. “It’s a better time to be gay than it was. But only for some, not for all,” she says. “There is still so much going on that we don’t know the half of, so we’re not stopping yet by any means, even if it doesn’t lend itself to the side of a bus like it once did.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433084327467/33ed1443-6bd7-4dd4-b88d-1140b5b7cc19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay/Felix Clay","altText":"Ruth Hunt, chief executive of Stonewall","cleanCredit":"Photograph: Felix Clay/Felix Clay"}],"bodyImages":[],"webPublicationDate":"2015-05-31T15:08:45Z","lastModified":"2015-05-31T23:33:56Z","metadata":{"commentable":true,"commentCount":250,"contributors":[{"name":"Alexandra Topping","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandratopping"}],"feature":false,"keywords":["LGBT rights","UK news","Bullying","Schools"],"tags":[{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/bullying","webTitle":"Bullying"},{"id":"education/schools","webTitle":"Schools"}],"section":{"id":"world"},"topics":[{"displayName":"Alexandra Topping","topic":{"type":"tag-contributor","name":"profile/alexandratopping"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/31/with-gay-rights-in-law-but-bullying-rife-stonewall-redraws-battle-lines","shortUrl":"http://gu.com/p/48qqz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/31/with-gay-rights-in-law-but-bullying-rife-stonewall-redraws-battle-lines","webUri":"http://www.theguardian.com/world/2015/may/31/with-gay-rights-in-law-but-bullying-rife-stonewall-redraws-battle-lines"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433084327467/33ed1443-6bd7-4dd4-b88d-1140b5b7cc19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ruth Hunt, chief executive of Stonewall, thinks many young lesbian, gay, bisexual and trans people have an awful time at school. Photograph: Felix Clay","credit":"Felix Clay","altText":"Ruth Hunt, chief executive of Stonewall, thinks many young lesbian, gay, bisexual and trans people have an awful time at school.","cleanCaption":"Ruth Hunt, chief executive of Stonewall, thinks many young lesbian, gay, bisexual and trans people have an awful time at school.","cleanCredit":"Photograph: Felix Clay"}},"importance":3,"kicker":{"title":"LGBT rights"},"showQuotedHeadline":false,"sublinks":[]},{"title":"'Always a rotten apple' / BB King, poison and the 'daughters' of an infertile legend","rawTitle":"BB King, poison and the 'daughters' of an infertile legend","item":{"type":"article","id":"music/2015/may/31/bb-king-poison-daughters-funeral","title":"'Always a rotten apple': BB King, poison and the daughters of an infertile legend","trailText":"As a blues man lays to rest in the Mississippi Delta, questions linger about how he died. Between the white horses and the family intrigue, the thrill is never gone","standFirst":"<p>As a blues man is laid to rest in the Mississippi Delta, questions linger about how he died. Between the white horses and the family intrigue, the thrill is never gone</p>","byline":"Thomas Lake in Indianola, Mississippi","body":"<p>BB King always slept with the light on, even as an old man, because he’d never shaken his fear of the dark. One summer night when he was a boy, a tornado howled across the Delta and deposited small fish in the cotton fields and left him in his mother’s arms in a cabin without a roof.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/15/bb-king-game-changer-beloved-died-89\">BB King was that rare thing –&nbsp;a game-changer who was also beloved</a> </p> \n</aside> \n<p>This Friday, with another storm drenching Mississippi, King lay in his coffin between two of his guitars. The lights were on and his eyes were closed as admirers walked past for a final glimpse. Nearby, in an auxiliary building at the BB King Museum and Delta Interpretive Center, board member Allan Hammons was telling a story. He’d been with King at a funeral a few years earlier, and he said King had told him: “I want you to pay special attention to the lyrics of the lead song on my new album.”</p> \n<p>King’s favorite bluesman was Blind Lemon Jefferson, who sang a song called See That My Grave Is Kept Clean. On his last studio album, King made that song the opening track. To Hammons, the meaning was clear: in the language of the blues, BB King had given instructions for his own funeral.</p> \n<p>He wanted two white horses in a line, a grave dug with a silver spade. “Let me down with a golden chain,” he sang. Hammons intended to honor these requests, if he could only figure out how. The aftermath of King’s death had already gotten complicated, if not downright strange.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"43c1a65833cf68265c2792572d8a084cd6331824\"> \n <img src=\"http://media.guim.co.uk/43c1a65833cf68265c2792572d8a084cd6331824/1196_449_3257_2824/1000.jpg\" alt=\"bb king daughters\" width=\"1000\" height=\"867\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Karen Williams (center) and Patty King (right) bid farewell to BB King.</span> \n  <span class=\"element-image__credit\">Photograph: Jewel Samad/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ten days after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/15/bb-king-dies-in-las-vegas-aged-89\">King died at age 89</a>, five days before he returned to the Delta, two of his daughters signed affidavits <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/25/bb-king-may-have-been-poisoned-daughters-allege\">saying they believed he was murdered</a>. The controversy went back to last year, when five of King’s children petitioned a court for more influence in their father’s affairs. Karen Williams and Patty King didn’t trust his longtime business manager, LaVerne Toney, who had power of attorney and controlled his finances and medical care.</p> \n<p>Nevertheless, two separate investigations found nothing wrong with King’s medical care. A Nevada guardianship commissioner <a href=\"http://www.reviewjournal.com/news/las-vegas/guardianship-blues-great-bb-king-rejected\">denied the petition</a> one week before King’s death. The local coroner said he’d died of multi-infarct dementia after a series of small strokes; the daughters said they thought he’d been poisoned.</p> \n<p>“I’m absolutely sure it’s absolutely false,” King’s biographer Charles Sawyer told the Guardian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/29/bb-king-viewing-before-funeral-mississippi\">at King’s wake</a> on Friday afternoon. “LaVerne Toney had BB King’s power of attorney because he trusted her as much as he could trust any human being.”</p> \n<p>As for the children, King dedicated his autobiography to them: Shirley Ann, Patty, Ruby, Rita, Michele, Claudette, Riletta, Karen, Big Barbara, Little Barbara, Gloria, Robert, Willie, Leonard and Riley Jr. He’d met a lot of women playing 300 shows per year, and he had a saying, according to Sawyer: “If a woman is pregnant, and she says you’re the father, the only question to ask is: ‘Is it possible?’ And if it’s possible, it’s yours.”</p> \n<p>But Sawyer, the biographer, said King also told him something else, a second piece of information that seemed to contradict the first. This assertion had<strong> </strong>long been forgotten in his portrait of a blues legend now stalked by family intrigue: King and his second wife couldn’t have children, and he took a fertility test that showed his sperm count was too low to conceive. Sawyer said he published this in his book, The Arrival of BB King, an authorized biography that is now out of print. Sawyer said King read the manuscript and could have removed that statement from the book, but he left it in.</p> \n<p>In any case, King took responsibility for 15 children, including Patty Elizabeth King, who later went to prison for cocaine trafficking. (She is one of the two making accusations against King’s business manager; their attorney, Larissa Drohobyczer, told the Guardian: “They have the right to know how their father died.”)</p> \n<p>“There are always – I don’t want to <em>call</em> them this, but – there’s always a rotten apple in the barrel,” King’s son Willie said in an interview Friday afternoon. “And sometimes you can take hurt, and turn it into something that it should not be. And I think out of the anger of losing their dad, they went to the extreme.</p> \n<p>“I pray that the public don’t really accept them as an angry person like that, because being my sisters, they are not like that. But sometimes you just don’t know how to express yourself. And you jump out at the nearest person. And they attacked the wrong person.”</p> \n<h2>Further on up the road</h2> \n<figure class=\"element element-image\" data-media-id=\"b1af42b1f2fb0c55f198c533372ab1c089be16cb\"> \n <img src=\"http://media.guim.co.uk/b1af42b1f2fb0c55f198c533372ab1c089be16cb/0_1500_2153_1292/1000.jpg\" alt=\"bb king statue\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Death is a cold chill, frightening beyond reason,’ King wrote in his autobiography.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Blake/Reuters</span> \n </figcaption> \n</figure> \n<p>On Saturday outside of the BB King museum, a crew from Wilbert Funeral Services laid down straw to cover the mud by the namesake’s empty grave. No silver spade could have done the job. A county official said there was asphalt under the dirt, the remnant of a forgotten road, and so they dug his grave with a backhoe.</p> \n<p>Mourners filled the Bell Grove Missionary Baptist Church and spilled into a bright and humid afternoon. Some tried to go in after the funeral began, but four musclebound state troopers blocked the front doors. The fire marshal had spoken. There was no more room in the church.</p> \n<p>Further up BB King Road, a woman stood in a parking lot and waited for horses. Wanda Clark, the project coordinator for the Mississippi Blues Trail, had taken on the task of finding two white horses in a line.</p> \n<p>“White horses just aren’t common around here,” she said. But through friends of friends, she had rounded them up. Now she had a new problem. The funeral was ending ahead of schedule. The horses had not arrived. She got on her phone. The funeral would be extended, with more speakers than originally planned, to make sure the horses could join the procession.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/30/bb-king-funeral-mississippi\">BB King's funeral draws hundreds as Obama says country 'has lost a legend'</a> </p> \n</aside> \n<p>They rolled in just after 2pm: a little stallion named Silver, a Tennessee Walking Horse named Rose. In the third trailer was a spectacular black carriage horse that would carry a saddle draped with two of King’s guitars. The owners unloaded the horses and polished their hooves.</p> \n<p>Then, another complication: dark clouds rolled in from the west. BB King would be above ground for one last Delta thunderstorm. No one wanted to scare the horses. The funeral director made a decision. The horses would go back in their trailers. The procession would halt and wait for the storm to pass.</p> \n<p>It moved through quickly, bringing white sheets of lightning. The air turned cold. Wind rustled in the pecans and magnolias. Rain fell and thunder cracked. Someone looked at a forecast and saw another storm on the heels of the first. The plan changed again. The horses would ride to the museum in their trailers and then walk a short distance to the field with the grave.</p> \n<p>The honor guard led the way, followed by two white horses in a line, followed by the black horse carrying King’s guitars. They were just around the corner from the street where he learned to be a performer. He quickly found that singing about God would earn him a pat on the back. Singing about women would earn him money.</p> \n<p>The thunder intensified as the hearse cut in front of the horses. The pallbearers got out and carried King’s casket to the grave.</p> \n<p>“Death is a cold chill, frightening beyond reason,” he wrote in his autobiography. Death took his baby brother, and then his mother, and then his grandmother, and he was still a boy, living alone in that sharecropper’s cabin. His aunt Mima had a wind-up Victrola and she let him play records, and he could hear his own pain in Blind Lemon Jefferson’s guitar. </p> \n<p>King took that music to Memphis, and then around the world. Death tried to take him young, too, but it missed. One night at a club in Arkansas, two men were fighting over a woman named Lucille when they accidentally set the place on fire. King ran outside, then remembered his Gibson acoustic. He went back and got it just before the building collapsed. He nearly died for that guitar, and then he named it Lucille to remind himself never to do that again. He kept playing for 65 more years, until last October.</p> \n<p>“Earth to earth,” the minister said. “Ashes to ashes. Dust to dust.”</p> \n<p>Darwin May, the general manager of the funeral company, had never heard of casket straps in a color besides green. But he’d recently gotten a strange request. For a funeral in Indianola, someone wanted another color. And so a worker found a way to dye the straps, and there they were on Saturday afternoon, holding up BB King’s coffin, chain-like and nearly golden, letting him down into the ground.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8b2fde63dc1c99675f01eaa8f6871e82ecbc782a/0_79_4096_2458/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2458,"width":4096,"orientation":"landscape","credit":"ROGELIO SOLIS / POOL/EPA","altText":"bb king casket","cleanCredit":"Photograph: ROGELIO SOLIS / POOL/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/43c1a65833cf68265c2792572d8a084cd6331824/1196_449_3257_2824/3257.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2824,"width":3257,"orientation":"landscape","caption":"Karen Williams (center) and Patty King (right) bid farewell to BB King. Photograph: Jewel Samad/AFP/Getty Images","credit":"Jewel Samad/AFP/Getty Images","altText":"bb king daughters","cleanCaption":"Karen Williams (center) and Patty King (right) bid farewell to BB King.","cleanCredit":"Photograph: Jewel Samad/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b1af42b1f2fb0c55f198c533372ab1c089be16cb/0_1500_2153_1292/2153.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1292,"width":2153,"orientation":"landscape","caption":"‘Death is a cold chill, frightening beyond reason,’ King wrote in his autobiography. Photograph: Mike Blake/Reuters","credit":"Mike Blake/Reuters","altText":"bb king statue","cleanCaption":"‘Death is a cold chill, frightening beyond reason,’ King wrote in his autobiography.","cleanCredit":"Photograph: Mike Blake/Reuters"}],"webPublicationDate":"2015-05-31T09:00:09Z","lastModified":"2015-05-31T14:20:38Z","metadata":{"commentable":true,"commentCount":77,"contributors":[],"feature":true,"keywords":["BB King","Family","Music","Fertility problems","Mississippi","US news"],"tags":[{"id":"music/bb-king","webTitle":"BB King"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"music/music","webTitle":"Music"},{"id":"society/fertility-problems","webTitle":"Fertility problems"},{"id":"us-news/mississippi","webTitle":"Mississippi"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/31/bb-king-poison-daughters-funeral","shortUrl":"http://gu.com/p/49bpy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/31/bb-king-poison-daughters-funeral","webUri":"http://www.theguardian.com/music/2015/may/31/bb-king-poison-daughters-funeral"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456961889","source":"Reuters","durationInSeconds":105,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/31/150531BBKing_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/31/150531BBKing.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/31/1433066701823/KP_254832_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for BB King","credit":"guardian.co.uk","altText":"620x372 trailpic for BB King","cleanCaption":"620x372 trailpic for BB King"}}},"importance":3,"kicker":{"title":"'Always a rotten apple'"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-01T08:33:11Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}