{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"John Waters / I want to be despised","rawTitle":"I want to be despised","item":{"type":"article","id":"artanddesign/2015/jun/30/john-waters-art-lassie-justin-bieber-ansel-adams","title":"John Waters: 'I want to be despised'","trailText":"John Waters has turned his hand to art. The ‘Pope of Trash’ takes us on a tour of his work – and explains why he performed plastic surgery on Lassie","standFirst":"<p>John Waters has turned his hand to art. The ‘Pope of Trash’ takes us on a tour of his work – and explains why he performed plastic surgery on Lassie</p>","byline":"Stuart Jeffries","body":"<p>I am looking at a disturbing self-portrait of John Waters. He’s wearing a tan uniform and, as if that weren’t bad enough, a matching baseball cap and a diabolical grin. In one hand, he’s holding a catching pole and, in the other, there’s a blameless mutt looking through the grille of its portable prison. The man they call the Pope of Trash has become a dog-catcher.</p> \n<p>What’s that about, I ask the 69-year-old film director and artist as we stroll around the Spr&uuml;th Magers gallery, which is hosting his first London exhibition. “I wanted to be the most despised person imaginable, like I was when I started. I asked myself, ‘Who would that be today?’ The dog-catcher.” Waters spends his summers in Provincetown, Massachusetts, America’s most dog-friendly town. It was there that he borrowed the dog-catcher’s outfit and a small dog for the self-portrait. </p> \n<p>“People looked at my early pictures and called them the most disgusting things ever and now Hairspray” – his 1988 musical love letter to racial integration and his native Baltimore – “is being done at every school in Britain and America. So things have changed. But I haven’t. So it’s nostalgia for being hated.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There's no crabs any more because young people don't have pubic hair. They're extinct! So I had to bring them back</p> \n </blockquote> \n</aside> \n<p>Did you like being hated? “I built a career out of it. I wasn’t hated by the people I wanted to like my work – I was hated by the people it was bait for.” He’s thinking, no doubt, of films such as 1972’s Pink Flamingos which, after scenes featuring heroin-dealing, cop-murdering, masturbation, singing anuses and cannibalism, ends with the heroine (played by drag queen Divine) eating dogshit to prove that she’s the filthiest person in the world. Variety called it “one of the most vile, stupid and repulsive films ever made”. <br /></p> \n<p>“No critic would say that today because I’m too hip,” says Waters. So in a way you don’t like being celebrated? “No! I think it’s all delightful. It’s like being alive at your funeral. You get to hear the nice things people say. It’s great.”<br /></p> \n<p>He only wishes his mother were alive to be in London, not just for this debut art show but for his <a href=\"http://www.theartsshelf.com/2014/12/19/bfis-2015-highlights/\">British Film Institute retrospective in September</a>. “She was a huge anglophile. She went to English villages to watch birds and wear sensible shoes. She would have loved it. One time when I did The Graham Norton Show, I brought my mom over and she had a great time.”<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ba20b84c06456a7a008a9a1d92288240f43b9067\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435679015291/120a1877-462c-4dbe-b142-7593ade46c00-280x420.jpeg\" alt=\"Reconstructed Lassie, 2012, by John Waters.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Reconstructed Lassie, 2012, by John Waters.</span> \n  <span class=\"element-image__credit\">Photograph: Courtesy the artist and Spr&uuml;th Magers</span> \n </figcaption> \n</figure> \n<p> A mood of nostalgia permeates the exhibition. I ask him to explain an image of a crab. “There’s no such thing as crabs any more because young people don’t have pubic hair any more. So where did they all go? They’re extinct! So I had to bring them back.” He stands back from the image to get a better view. “It’d take a brave collector to hang that above their couch. I’d rather have crabs than bedbugs. You can get rid of crabs in a day.”</p> \n<p>Waters is not just nostalgic for being hated then, but nostalgic for old school STDs. Another piece called Poultry consists of covers of old gay porn novels with the word “chicken” in the title and depicting young, nubile gay men in various states of rudery. Each book is from Waters’ extensive collection. “I guess nobody says chicken any more in that context,” says Waters wistfully. “Now the gay slang is twink.”<br /></p> \n<p>And then there’s the stroller I stumbled across when I entered the show. The restraining straps look like they’re from a bondage fetishist’s closet, and the seat is decorated with the names of gay clubs including The Toilet and Blow Buddies, the latter with its striking logo of a penis in mid-ejaculation. If only, I think, the gallery had a gift shop, this baby buggy would be a top seller. <br /></p> \n<p>This stroller, too, is nostalgic. “Those are all real places that existed in the 60s and 70s. But today in those neighbourhoods, like the Castro district in San Francisco, you see gay couples with strollers with kids. Who’d ever have thought it would happen?” <a href=\"http://www.blowbuddies.com\">Blow Buddies</a>, I’m happy to relate, still thrives in San Francisco. “So I’m just putting them both together to celebrate the gay world and show things change and become even more confusing.”<br /></p> \n<p>Waters started making art in 1992 and brought to it the black comedy and transgressiveness of his film work. When I put this to him, he says: “I didn’t even know that word, but yes, I’ve always been transgressive. When I went to Catholic high school they would let me read because it would shut me up and stop me causing trouble. And I sat there reading Jean Genet. They’d think, ‘Isn’t it nice he’s reading!’ and I’d be getting even more perverse ideas.”<br /></p> \n<p>Another exhibit, incidentally, purports to be a gravestone of his dead hero Genet. “The original was stolen the week after he was buried. And it’s never been recovered.” He pauses for effect. “And that’s it.” You’ve found it and are showing it here for the first time? Oh come on! “That’s what I’m saying.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the 60s I got Jackie for $100. [It was a present from a girlfriend.] It was that long ago</p> \n </blockquote> \n</aside> \n<p> Even if he only started making art in 1992, it’s been part of Waters life for much longer. “I like art. It’s another way to rebel.” He has always collected art. “In the 60s, I got Jackie by Warhol for a hundred dollars.” It was a present from a girlfriend, I hear. “It was <em>that</em> long ago,” he laughs. One thing Waters isn’t nostalgic for is his straight old days. </p> \n<p>We study a display of lurid paperback novels alongside their porn versions, all from Waters’s extensive library. Next to Chitty Chitty Bang Bang is Clitty Clitty Bang Bang. And why does the porn parody of Around the World in 80 Days have the same title as the original? “It’s sexual slang now, meaning that you lick everywhere,” he explains helpfully. “I believe that you’re never a classic in literature until they have done a porn parody. “<br /></p> \n<p>Why did he come to photography so late? Waters raises a sceptical eyebrow. “I <em>use</em> photography. I wouldn’t call it photography. I’m not Ansel Adams.” What he does, rather, is repurpose photography. Adams is a case in point. In the show, there is a series of Adams’s sublime nature photographs edited by Waters. In one, an airliner is crashing into a lake; in another, a tower block is ruining the view of a mountain range; and in a third, there’s a masked weirdo giving the camera the finger from a sylvan glade. The title? Cancel Ansel. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"936100cf963c5fba090479b45fa32f7f75bf81b9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435680590524/691a2fdb-e46e-4602-a2e7-9ba7aa720634-339x420.jpeg\" alt=\"John Waters's spoof gossip mag National Brainiac.\" width=\"339\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Waters’s spoof gossip mag National Brainiac.</span> \n  <span class=\"element-image__credit\">Photograph: Courtesy the artist and Spr&uuml;th Magers</span> \n </figcaption> \n</figure> \n<p>But, as with most of the work in this show, the humour is affectionate. “At the time these photographs are what made photography considered fine art. Now it’s the opposite of what photography is. It’s absolutely not about technique, right? So I had to go back to Ansel and make him more contemporary.”<br /></p> \n<p>When I suggest that Waters’s art is more like that of an editor, he agrees readily. “I wish,” he says, “I had been the editor of a tabloid for intellectuals.” In a sense, he has. One piece in the show is the cover of his version of the National Inquirer called National Brainiac. “Nude Photos of WH Auden Found!” bawls the headline next to a picture of the poet reclining naked with a chaste exclamation mark over his manhood. The main cover image depicts one of America’s great writers as you’ve never seen her before: “Shocking new photos! Joan Didion hits 250lbs!” That really is Joan Didion, buried deep in Photoshop,” says Waters. “I heard she laughed when she saw it.” Again, Waters insists the satire is affectionate. Really? I can’t imagine Philip Roth laughing about the coverline: “Philip Roth Dates 70-year-old Woman! About Time say Readers!” “I think he would,” says Waters. He looks at the National Brainiac cover one more time, adding: “I love every one of these people.”<br /></p> \n<p>As we stroll around the gallery, Waters in his pencilled-on moustache and a jacket with a skulls and flowers print motif, we can hear the voices of children. They’re coming from an installation called Kiddie Flamingos in which some Baltimore children (“They’re not actors, just friends’ kids”), the youngest six, sit around a table reading the script of Pink Flamingos. The script, like all of Waters’s raw material, has been heavily edited. At the end, for instance, the heroine is supposed to eat not dog faeces but dog food. “Ewwwww!” howl the pre-pubescent kids as the credits roll over a freeze frame of the heroine pretending to eat dog food. “Waters hopes that this defanged and desexualised sequel is yet more perverse than the original,” says the press release.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"37aef042e4d11b82bf53d48bb5b3c84080ab81df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678799765/e2c3965b-e03a-45b7-bc7b-7b9b081692e2-1020x1020.jpeg\" alt=\"Grim Reaper, 2014 by John Waters. All images: &copy; John Waters.\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Grim Reaper, 2014 by John Waters. All images: &copy; John Waters.</span> \n  <span class=\"element-image__credit\">Photograph: Courtesy the artist and Spr&uuml;th Magers</span> \n </figcaption> \n</figure> \n<p> Can he imagine doing art that didn’t have anything to do with movies or show business? “Yes, but I can’t imagine doing art that didn’t have some kind of humour in it.” He thinks he is bringing something new to art. “Can art be funny? It can be witty, but can it be funny? I think yes but people are nervous. They’re not used to it.” They might also be queasy about Waters’s bad taste. In one image, the Kennedys are descending the steps from Air Force One on that fateful day in Dallas, 1963. Behind them on the steps is the Grim Reaper from Bergman’s The Seventh Seal, scythe aloft. “The people in America that might be offended don’t go to my shows. It’s not mean. It’s just a Bergman way to look at what happened. I mean Death <em tabindex=\"-1\">was</em> following them that day.”.</p> \n<p>My favourite pieces are three images hung together depicting plastic surgery gone wrong. Let me thank you for introducing me to a new experience, I say to Waters. “Huh?” I’d never fancied Justin Bieber until I saw your image of him. In Justin’s Had Work, he’s Photoshopped plump, Angelina Jolie-esque lips on to the pop star and given him stirringly come-hither brown eyes. “His mouth looks like an anus,” giggles Waters. “I’m a Justin fan you know.” <br tabindex=\"-1\" /></p> \n<p>Next to Bieber is a Photoshopped Lassie who’s had work on lips and cheekbones. And next to Lassie is Waters with, as he puts it, “bad wig, way too much velour, trout pout, drawn-on eyebrows. In Beverly Hills, some people would say that looks good. Their weird is different from ours.” The image is called, like the show, Beverly Hills John. In reality, Waters confides, the only work he’s had done is on his teeth. “At my age you can go either fat or gaunt. I’ve gone gaunt.”<br tabindex=\"-1\" /></p> \n<p>Why Lassie? “Well, old people and young have work done. What’s the next step? Pets.” Probably even now, on some chop shop in Rodeo Drive, a collie is going under the beautifying knife. <br /></p> \n<p> One last piece. On the wall is a huge ruler called 8&frac12;, measuring out eight and half feet. When Waters went to the Baltimore premiere of <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/video/2015/apr/10/federico-fellini-8-half-trailer-restored-video\">Fellini’s 8&frac12;</a> in the early 60s, the Charles theatre handed out little 8&frac12; inch rulers to cinemagoers. He still has the original at home. “I loved that movie. Fellini was a little lofty for a teenage boy but certainly he was a huge influence.” Why? “We used to watch his movies tripping on acid. Juliet of the Spirits is the best tripping film.” Good tip. </p> \n<p>“He inspired me because he had a local cast in his movies, people who typically weren’t movie stars. That’s what I did too.” He waves his arms around the exhibition, like the showman that he is, embracing high art and low trash in one gesture. “Fellini, Warhol, Bergman – and nudist camp movies! They’re all in here!”<br /></p> \n<ul> \n <li><a href=\"http://www.spruethmagers.com/exhibitions/386\">Beverly Hills John is at Spr&uuml;th Magers, London, from 1 July to 15 August</a><br /></li> \n</ul>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435676147137/e9644ae1-cf6a-4980-8452-909e39ec82cc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"John Waters with his art at Sprüth Magers in London’s Mayfair.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679016894/120a1877-462c-4dbe-b142-7593ade46c00-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Reconstructed Lassie, 2012, by John Waters. Photograph: Courtesy the artist and Sprüth Magers","credit":"Courtesy the artist and Sprüth Magers","altText":"Reconstructed Lassie, 2012, by John Waters.","cleanCaption":"Reconstructed Lassie, 2012, by John Waters.","cleanCredit":"Photograph: Courtesy the artist and Sprüth Magers"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680590135/691a2fdb-e46e-4602-a2e7-9ba7aa720634-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":500,"width":404,"orientation":"portrait","caption":"John Waters’s spoof gossip mag National Brainiac. Photograph: Courtesy the artist and Sprüth Magers","credit":"Courtesy the artist and Sprüth Magers","altText":"John Waters's spoof gossip mag National Brainiac.","cleanCaption":"John Waters’s spoof gossip mag National Brainiac.","cleanCredit":"Photograph: Courtesy the artist and Sprüth Magers"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678799765/e2c3965b-e03a-45b7-bc7b-7b9b081692e2-1020x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1020,"orientation":"landscape","caption":"Grim Reaper, 2014 by John Waters. All images: © John Waters. Photograph: Courtesy the artist and Sprüth Magers","credit":"Courtesy the artist and Sprüth Magers","altText":"Grim Reaper, 2014 by John Waters. All images: © John Waters.","cleanCaption":"Grim Reaper, 2014 by John Waters. All images: © John Waters.","cleanCredit":"Photograph: Courtesy the artist and Sprüth Magers"}],"webPublicationDate":"2015-06-30T18:11:00Z","lastModified":"2015-07-01T07:54:02Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Stuart Jeffries","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjeffries"}],"feature":true,"keywords":["Art","John Waters","Photography","Sexuality","Film","Culture","Art and design","Exhibitions","Ansel Adams","Pornography","Society","Sexual health"],"tags":[{"id":"artanddesign/art","webTitle":"Art"},{"id":"film/john-waters","webTitle":"John Waters"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"artanddesign/ansel-adams","webTitle":"Ansel Adams"},{"id":"culture/pornography","webTitle":"Pornography"},{"id":"society/society","webTitle":"Society"},{"id":"society/sexual-health","webTitle":"Sexual health"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Stuart Jeffries","topic":{"type":"tag-contributor","name":"profile/stuartjeffries"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/30/john-waters-art-lassie-justin-bieber-ansel-adams","shortUrl":"http://gu.com/p/4a92h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/30/john-waters-art-lassie-justin-bieber-ansel-adams","webUri":"http://www.theguardian.com/artanddesign/2015/jun/30/john-waters-art-lassie-justin-bieber-ansel-adams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435676147137/e9644ae1-cf6a-4980-8452-909e39ec82cc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Waters with his art at Sprüth Magers in London’s Mayfair. Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee for the Guardian","altText":"John Waters with his art at Sprüth Magers in London’s Mayfair.","cleanCaption":"John Waters with his art at Sprüth Magers in London’s Mayfair.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}},"importance":7,"kicker":{"title":"John Waters"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435676147137/e9644ae1-cf6a-4980-8452-909e39ec82cc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee for the Guardian","altText":"John Waters with his art at Sprüth Magers in London’s Mayfair.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}}]},{"title":"'We’re not traitors' / Yes campaigners in Greek austerity vote insist there is no alternative","rawTitle":"Yes campaigners in Greek austerity vote insist there is no alternative","item":{"type":"article","id":"world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners","title":"We're not traitors, insist Greece's yes campaigners","trailText":"Burgeoning citizens’ group – with backing from academics and media magnates – warns of dangers of leaving European Union and euro<br>","standFirst":"<p>Burgeoning citizens’ group – with backing from academics and media magnates – warns of dangers of leaving European Union and euro<br /></p>","byline":"Jon Henley and Helena Smith in Athens","body":"<p>Thousands of flag-waving Greeks gathered in a summer thunderstorm outside the parliament in Athens on Tuesday to insist their country belonged in the European Union and warn that leaving would lead to calamity.</p> \n<p>“It would take us so far backwards – a generation or more,” said Ellie Douka, an employee of a non-profit company. “It’ll be economic, social, cultural Armageddon,” said Yiorgio Economos, a junior executive in a shipping firm. “This is just so dangerous. It’s absolutely imperative that we stay in.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The situation is volatile. I can only hope that we are not going to commit national suicide</p> \n  <footer> \n   <cite>Ex-MEP Kostis Hadzidikis</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Five days before a referendum that many interpret as asking them whether they are prepared to accept more austerity as the price of remaining in the euro and EU, the yes camp is starting to getting its act together.</p> \n<p>“There’s no plan, no plan at all, for if we leave,” said Lydia, a designer wearing a white silk suit and carrying a large multicoloured umbrella against the unseasonal downpour. “How could they even think of putting the country at such risk? It’s madness.” <br /></p> \n<p>Takis Liberdopoulos, who imports industrial machinery, said: “Greece has to stay in – its our only protection against what this government is planning.” </p> \n<p>The offices of the Greek Tourism Confederation have turned almost overnight into the nerve centre of a burgeoning citizens’ campaign. Unions, NGOs, professional associations, chambers of commerce, municipalities, farmers, businessmen and academics have signed up. </p> \n<p>Prominent figures from the world of arts and sports are starting to lend their names, too, to a movement whose slogan is: “Yes to Greece, Yes to the euro.”</p> \n<p>“It’s grassroots, it’s real and it’s spreading on and off line,” said Xenophon Petropoulos, a British-trained communications expert helping the campaign. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">IMF: austerity measures would still leave Greece with unsustainable debt</a> </p> \n</aside> \n<p>Just as in 1974 – when Greeks held their only other referendum, rejecting the monarchy in favour of democracy – political parties are taking a back seat: association could ruin what many are presenting as a non-partisan movement. </p> \n<p>“This is about the broader political question of where Greece belongs,” said the former economics minister Yannos Papantoniou, who steered the country into the euro in 2001. “I am very afraid that if the no [campaign] wins, things might get out of control here.” </p> \n<p>Kostis Hadzidikis, a former MEP and minister from the centre-right New Democracy party, said the message was: “We vote yes to Europe, yes to the euro – and yes to continued negotiations with our creditors for an acceptable agreement.” </p> \n<p>People were seriously worried, Hadzidikis said: “The situation is volatile. I can only hope that we are not going to commit national suicide. We have to remain part of the European Union; we cannot become a second-class European state.”</p> \n<p>The yes camp has the support of Greece’s wealthiest businesses and, importantly, media owners, as well as many older conservative and centre-left voters and young professionals, often educated abroad. </p> \n<p>The yes rally appeared to be larger than the previous evening’s no gathering and the protesters were noticeably better-off – men in expensive shirts, women in designer gear and jewellery. </p> \n<p>“I believe the future of Greece is aligned with Europe,” said Alex Nikolopoulos, the chief operating officer of an online travel agency which, he said, had seen bookings by Greek customers plummet by 80% since last Friday when leftist prime minister Alexis Tsipras called the surprise referendum. </p> \n<p>“We got ourselves into this situation. We have a history of corruption and graft and, unfortunately, one government after the other over the past 40 years has driven us to where we are now,” Nikolopoulos said.</p> \n<p>“But our European partners supported us when we needed it. The terms weren’t perfect; I’d have liked more focus on investment, less on austerity. But we are still way better off staying in the euro on an imperfect deal than leaving.”</p> \n<p>Anti-austerity voters say that while exiting the euro would certainly be painful, it would be a price worth paying to end the “economic asphyxiation” and “social catastrophe” of cuts and to recover national dignity.</p> \n<p>The yes camp argues that a Grexit – and subsequent return to the drachma – would trigger rampant inflation, mass defaults and bankruptcies, further deprivation and political unrest – and that such a high price is not worth paying.</p> \n<figure class=\"element element-image\" data-media-id=\"511857b7eac4342dc442a6ce77ae0e4cd148b5a3\"> \n <img src=\"http://media.guim.co.uk/511857b7eac4342dc442a6ce77ae0e4cd148b5a3/0_279_4928_2957/1000.jpg\" alt=\"Yes campaigners\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yes campaigners argue with riot police.</span> \n  <span class=\"element-image__credit\">Photograph: Louisa Gouliamaki/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Zoe Kourounakou, who lectures in European and international relations for a leading Athens business school,said: “Many people don’t realise that, for example, voting no doesn’t mean wiping out Greece’s debts. Those debts will still exist; they’ll just be in a heavily devalued national currency and be many, many times more expensive to repay.”</p> \n<p>Kourounakou said she would prefer “hard but reasonable and effective measures. The package should ideally be more about growth and development, and about greater efficiencies – much better tax collection, for example”.</p> \n<p>But whatever the deal on offer, Tsipras should never have left the talks, she said. “If you want to negotiate, you have to be in the room. Otherwise you negotiate as enemies, not friends. And it’s naive to believe that just because of a referendum, the other leaders will welcome you back.”</p> \n<p>Analysts believe Greek opinion is evenly divided between yes and no, and the debate is becoming increasingly heated. <br /></p> \n<p>Like many in the yes camp, Spyros Petropoulos, a commercial lawyer, said he resented being branded a “traitor, even a German-lover” by some anti-austerity voters.</p> \n<p>“I’ve worked hard, I’ve worked well, I’ve contributed to what’s left of the economy and I’ve made sure people can be paid their salaries and their pensions,” he said. “I’m proud of that, actually. But I see why people feel so strongly. Greece is suffering and Greece needs change and there are a lot of people who think radical change is the only answer. You have to respect where they’re coming from.”</p> \n<p>Most recent polls show a narrowing majority of Greeks are eager to stay in the euro, but at the same time reluctant to accept the additional austerity demanded by creditors as the price for continued membership in the bloc.</p> \n<p>Vasilis Papakonstantinou, a management lecturer, said leaving the euro would be disastrous. “I can understand an unemployed graduate might not see things that way, but I believe Greece would be entering a new era of hardship like we haven’t seen here for nearly a century,” he said.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9ff863c4d47fb953164a8b32f977164065cdf5c/328_272_3718_2231/3718.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2231,"width":3718,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"Pro-euro protesters hold European Union flags during a demonstration in front of the parliament in Athens on June 30, 2015. European leaders want to \"sink\" Greece's ruling Syriza party to block the rise of other far-left, anti-austerity parties such as Podemos in Spain, Greece's Labour Minister Panos Skourletis said Tuesday. AFP PHOTO /  ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/511857b7eac4342dc442a6ce77ae0e4cd148b5a3/0_279_4928_2957/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2957,"width":4928,"orientation":"landscape","caption":"Yes campaigners argue with riot police. Photograph: Louisa Gouliamaki/AFP/Getty Images","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"Yes campaigners","cleanCaption":"Yes campaigners argue with riot police.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}],"webPublicationDate":"2015-06-30T18:47:27Z","lastModified":"2015-07-01T00:33:52Z","metadata":{"commentable":true,"commentCount":463,"contributors":[{"name":"Jon Henley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740613/JonHenley.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonhenley"},{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Eurozone crisis","Eurozone","Business","Economics","Euro","Europe","European Central Bank","European Union","European monetary union","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners","shortUrl":"http://gu.com/p/4a9en","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners","webUri":"http://www.theguardian.com/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9ff863c4d47fb953164a8b32f977164065cdf5c/328_272_3718_2231/3718.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2231,"width":3718,"orientation":"landscape","caption":"Pro-euro protesters hold European Union flags during a demonstration in front of the parliament in Athens. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"Athens","cleanCaption":"Pro-euro protesters hold European Union flags during a demonstration in front of the parliament in Athens.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}},"importance":5,"kicker":{"title":"'We’re not traitors'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d9ff863c4d47fb953164a8b32f977164065cdf5c/328_272_3718_2231/3718.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2231,"width":3718,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"Pro-euro protesters hold European Union flags during a demonstration in front of the parliament in Athens on June 30, 2015. European leaders want to \"sink\" Greece's ruling Syriza party to block the rise of other far-left, anti-austerity parties such as Podemos in Spain, Greece's Labour Minister Panos Skourletis said Tuesday. AFP PHOTO /  ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"Book of the day / The Real Deal: The Autobiography of Britain’s Most Controversial Media Mogul by Richard Desmond","rawTitle":"The Real Deal: The Autobiography of Britain’s Most Controversial Media Mogul by Richard Desmond","item":{"type":"article","id":"books/2015/jul/01/the-real-deal-autobiography-britains-most-controversial-media-mogul-richard-desmond-review","title":"The Real Deal: The Autobiography of Britain’s Most Controversial Media Mogul by Richard Desmond","trailText":"Is he the most repellent of newspaper proprietors? From porn to the Beckhams’ wedding – a cut-price Citizen Kane","standFirst":"Is he the most repellent of newspaper proprietors? From porn to the Beckhams’ wedding – a cut-price Citizen Kane","byline":"Ian Jack","body":"<p>The conventional wisdom among most of the candidates who want to succeed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/edmiliband\">Ed Miliband</a> as Labour leader is that he just wasn’t business-friendly enough. What can that phrase mean? Even the candidates themselves seem hard-pressed to know how friendly the party needed to be and to what kind of business. Are there to be limits? Blairite precedent suggests not, especially when the business is the media. Let the witness here be <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/richard-desmond\">Richard Desmond</a>, who by November 2000 had made enough money from specialist periodicals, pornography and OK! magazine to buy Express Newspapers for &pound;125m; or, to be more exact, enough assets to secure a loan from Commerzbank in Frankfurt that enabled the purchase.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/19/richard-desmond-interview-hate-to-admit-never-hit-anyone\">Richard Desmond: ‘I hate to admit this, but I’ve never actually hit anyone’</a> </p> \n</aside> \n<p>Moments after he walked into the Express building for the first time as its owner, he took a call from <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/tonyblair\">Tony Blair</a> inviting him to come to Downing Street that evening “to celebrate”. Desmond demurred – he wanted to meet his staff – but went round the following night to find Blair “very relaxed, very hospitable and very charming”. Desmond, who thought of himself as a Tory, found himself disarmed by a prime minister who could chat about rock and pop music of an earlier period, when Blair was a student guitarist and Desmond an aspiring young drummer. He was also flattered by Blair’s keen interest in his porn magazines. Asian Babes has since become the most celebrated of these – the one his detractors liked to mention – but he had another called Forty Plus. Desmond takes up the story: “Eventually Blair moved on to other matters. ‘One thing I want to ask you, Richard, is – can you tell me something? Forty Plus. Is it women aged 40 plus, or is it, like, 40 plus in measurement?’</p> \n<p>“I looked him straight in the eye and said seriously, ‘It’s both, Tony, it’s both.’”</p> \n<p>Then, as he was leaving, Blair put the question: which party did he think he (meaning his newspapers) would support in the next general election. Desmond replied that he hadn’t thought about it. So far as he was concerned, he said, “you’re all fucking mad. I mean, who would do this [the prime minister’s] job for a hundred grand a year and a free rundown house?” But quite soon he did think about it when the Labour party asked him for a contribution to the party and Desmond, who was short of ready cash, suggested &pound;100,000 worth of free advertising in the Daily Express instead. The negotiation that followed involved <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/alastaircampbell\">Alastair Campbell</a>, who used to write for Desmond’s Forum magazine. Like most other deals described in the book, Desmond came out on top. He gave Labour &pound;100,000 and later charged the party for the six pages of advertising that he’d originally offered for free. The bill came to &pound;105,000. An act of apparent philanthropy had made him &pound;5,000. (A few years later he confessed the truth of this to Gordon Brown, who could say only “Tut, tut, tut”.) Still, when the 2001 election came around, the Express papers supported Labour. Desmond might well have been ennobled in return – he thinks Blair “would have liked to recognise my achievement” – had it not been for his first wife, Janet, who, when asked by Tony and Cherie how she would like being Lady Desmond, said that she and Richard “didn’t hold with all that kind of thing”.</p> \n<p>In this and other events, the trustworthiness of the account is hard to measure – dialogue so immaculately remembered is often invented. This book was ghostwritten by Martin Townsend, the former editor of OK! who now edits the Sunday Express. But it contains enough self-disclosure of poor behaviour and sharp practice to give an impression of candour, even though Desmond has omitted one or two of the more notable incidents that helped to establish his reputation as a foul-mouthed bully, such as the out-of-court settlement, said to be in six figures, that was awarded to the newspaper executive who alleged Desmond had punched him.</p> \n<p>“I have a strong suspicion that a third of my readers will like me and my story, a third will hate me and a third won’t care at all,” he writes in the introduction. Despite Townsend’s spit-and-polish on the anecdotes, however, it seems unlikely that Desmond will ever manage to endear himself much beyond the outskirts of his family. And yet his story is not unsympathetic. Born into a prosperous Jewish family in north London, his comfortable childhood vanished when his father, who had a successful career as a senior executive with the cinema advertising agency Pearl &amp; Dean, turned stone deaf and gambled away his savings. Aged 13, he earned his first money running a cloakroom at jazz nights in pubs. Aged 15, he abandoned his drumming ambition and landed a job selling advertising for weeklies such as Construction News and Hotel &amp; Catering Times, where he “turned out to be a bit of a superstar at telesales”. Aged 18, he was earning &pound;3,000 a year and another &pound;3,000 in commission, which in 1970 amounted to about double the income of an average Fleet Street journalist.</p> \n<p>Selling rather than journalism is what interests him – he compliments Blair by describing him as one of the best salesmen he has ever met. Clearly, he isn’t a fool. He bought Channel 5 for &pound;103m in 2010 and sold it for &pound;450m four years later. He may even have liberal instincts. As well as publishing pornography, including the once-lucrative UK rights to Penthouse, he founded magazines devoted to the environment and gay lifestyles, and eventually saw the latter make money. It was ludicrous of him to tell <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/david-beckham\">David Beckham</a> and Posh Spice that he was going to make them “the new king and queen of Britain”, but clever of him to have spent &pound;1 million on exclusive rights to the Beckhams’ wedding, which sold 6m copies of OK! at &pound;2 each and for the first time pushed the magazine ahead of its rival and inspiration Hello!.</p> \n<p>The Express group presented a different challenge. By 2000, the starry Beaverbrook years were long gone and the circulation was in steep decline – it was hard to see how the papers could be reinvented to capture new markets in what turned out to be the newspaper industry’s last fling. But with ruthless cost cutting, Desmond has wrung a profit from his shrinking assets. Rather than trying to build sales, he has simply accepted that his papers are on their way out and that, in the medium term, the road to profit lies in them surrendering to their fate. So no circulation stunts, no giveaways, no increased coverage of this or that: the Desmond recipe for success at the Express is to reinforce its ageing readers’ opinions, and give them occasional hope of increased mobility and pain relief with frequent front-page splashes that promise cures for arthritis. “Affirmation rather than information” is his motto. And affirmation comes cheap.</p> \n<p>The sun has almost set on the great age of British newspaper proprietors. Desmond is certainly not the most dangerous man in this lineage, or the maddest, but he may well turn out to be the most repellent. On the evidence of his memoir, I found it difficult to know whether his odiousness was a performance – his shtick – or whether, naturally rather than deliberately, he was simply odious. Certainly he seems lonely. “I suppose when you are an outsider, you will always be an outsider,” he writes. There speaks a man who devoted several pages of his own newspaper to his own book launch party, to which not enough famous people turned up, and those that did made an excuse and left early. A cut-price <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/citizen-kane\">Citizen Kane</a>.</p> \n<p><span class=\"bullet\">•</span> To order <em>The Real Deal</em> for &pound;16 go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297762/?utm_source=editoriallink&amp;ut m_medium=\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/30/1435669036673/Richard-Desmond-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Self-disclosures of bad behaviour … Richard Desmond Photograph: Dan Chung","credit":"Dan Chung/PR","altText":"Richard Desmond","cleanCaption":"Self-disclosures of bad behaviour … Richard Desmond Photograph: Dan Chung"}],"bodyImages":[],"webPublicationDate":"2015-07-01T05:30:05Z","lastModified":"2015-07-01T05:36:42Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Ian Jack","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400680311974/Ian-Jack-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ianjack"}],"feature":false,"keywords":["Autobiography and memoir","Biography","Books","Culture","Richard Desmond","Media","Newspapers"],"tags":[{"id":"books/autobiography-and-memoir","webTitle":"Autobiography and memoir"},{"id":"books/biography","webTitle":"Biography"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/richard-desmond","webTitle":"Richard Desmond"},{"id":"media/media","webTitle":"Media"},{"id":"media/newspapers","webTitle":"Newspapers"}],"section":{"id":"books"},"topics":[{"displayName":"Ian Jack","topic":{"type":"tag-contributor","name":"profile/ianjack"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/01/the-real-deal-autobiography-britains-most-controversial-media-mogul-richard-desmond-review","shortUrl":"http://gu.com/p/4a958","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/01/the-real-deal-autobiography-britains-most-controversial-media-mogul-richard-desmond-review","webUri":"http://www.theguardian.com/books/2015/jul/01/the-real-deal-autobiography-britains-most-controversial-media-mogul-richard-desmond-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/30/1435669036673/Richard-Desmond-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An impression of candour … Richard Desmond. Photograph: Dan Chung","credit":"Dan Chung/PR","altText":"Richard Desmond","cleanCaption":"An impression of candour … Richard Desmond. Photograph: Dan Chung"}},"importance":5,"kicker":{"title":"Book of the day"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/30/1435669036673/Richard-Desmond-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Self-disclosures of bad behaviour … Richard Desmond Photograph: Dan Chung","credit":"Dan Chung/PR","altText":"Richard Desmond","cleanCaption":"Self-disclosures of bad behaviour … Richard Desmond Photograph: Dan Chung"}}]},{"title":"The only way is Patagonia / The Welsh adventure to South America","rawTitle":"The Welsh adventure to South America","item":{"type":"article","id":"stage/2015/jun/30/patagonia-welsh-valleys-south-america-s4c-150","title":"The only way is Patagonia: the Welsh adventure to South America","trailText":"A new show combining live action and film, to be broadcast on S4C, explores the colony formed in Argentina by settlers from Wales. Marc Rees explains how he was seduced by their story<br>","standFirst":"<p>A new show combining live action and film, to be broadcast on S4C, explores the colony formed in Argentina by settlers from Wales. Artist Marc Rees explains how he was seduced by their story<br /></p>","byline":"Lyn Gardner","body":"<p>One hundred and fifty years ago this summer, more than 150 men, women and children set sail from Wales on an old tea clipper called the Mimosa to found a Welsh-speaking settlement in Patagonia. They believed that the remoteness of their Argentinian location would ensure the survival of the Welsh language and a culture that they saw as being under threat in the Welsh valleys.</p> \n<p>But when the settlers arrived in their new home, it was not the green and fertile land that they had been promised. It was dry and inhospitable. You might think they would pack up and come home, but many stayed, building chapels that still stand and creating new lives for themselves. The number of Welsh surnames in the region is testament to that. The story of Y Wladfa – or “the colony” as the settlement is known in Wales – is one that every Welsh schoolchild grows up knowing, and was a key moment in Welsh nationalism. </p> \n<p>“It’s very hard to distinguish between the facts and the fictions because over the years the two have blurred and bled into each other” says the Welsh artist Marc Rees. “What we are trying to do is to break down some of the myths and examine the reality. We’re not just looking at the past but looking at the here and now and the real legacy of what was set in motion 150 years ago.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"0449b12afa8d901202884d247fa35fa08aa3a355\"> \n <img src=\"http://media.guim.co.uk/0449b12afa8d901202884d247fa35fa08aa3a355/66_0_3151_4724/667.jpg\" alt=\" Founding father … Welsh Congregationalist minister Michael D Jones propossed the Welsh settlement in Patagonia.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Founding father … Welsh Congregationalist minister Michael D Jones propossed the Welsh settlement in Patagonia.</span> \n  <span class=\"element-image__credit\">Photograph: The National Library of Wales/Llyfrgell Genedlaethol Cymru</span> \n </figcaption> \n</figure> \n<p>Inside a hangar in a business park just outside Cardiff, Rees is rehearsing {150}, an epic multi-platform experience, which he describes as a “walk-through archive”. The hangar is the only place big enough in the area to re-create the scale of the vast Royal Opera Stores near <a href=\"https://en.wikipedia.org/wiki/Aberdare\">Aberdare</a>, not normally open to the public, where {150} will be performed, close to the villages where so many of the first Patagonia adventurers were born and grew up. <br /></p> \n<p>In one section of the hangar, using just wooden pallets and bales of hay, an actor is re-creating the tale of <a href=\"http://www.glaniad.com/index.php?lang=en&amp;id=33611&amp;t=2\">John Daniel Evans</a>’ legendary 1883 escape on his miraculous horse, Malacara, from an attack that left his three companions dead at the hands of indigenous people; in the next bay a group of women in Victorian bonnets are creating intricate patterns in dance to the sound of looms.</p> \n<p>“The story of the Welsh in Patagonia is such a seductive story, it has the makings of a Hollywood epic: a tale of people driven by the dream of a utopian community who were wrong-footed at every turn and yet were determined to persevere whatever the cost,” says Rees. But even the brackets around the title, {150}, suggest an ambivalence and hint that there is much more to this story than the oft told one that celebrates the endurance of the original pioneers.</p> \n<figure class=\"element element-image\" data-media-id=\"d36fc446d7559776c67fe5feda7dbf483efb52d8\"> \n <img src=\"http://media.guim.co.uk/d36fc446d7559776c67fe5feda7dbf483efb52d8/0_308_6016_3612/1000.jpg\" alt=\"Rehearsals for {150}\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">No turning back … Rehearsals for {150}.</span> \n  <span class=\"element-image__credit\">Photograph: Jon Pountney/National Theatre Wales</span> \n </figcaption> \n</figure> \n<p>There is after all a paradox in the fact that those who journeyed so far to settle as immigrants in a desolate land were driven by the belief that their own language and culture was being diluted by incomers coming to work in the mines of south Wales. Particularly as the Chubut region where many settled was home to its own indigenous people whose language, culture and very existence was under threat from both the 19<sup>th</sup>-century Argentinian government and the new arrivals. There is irony too that one of the ways that Welsh traditions have survived in Patagonia is as a result of a sort of cultural Disney-fication of Welshness. The <a href=\"http://www.travelweekly.co.uk/Articles/2005/04/07/20712/patagonia-a-wales-of-a-time.html\">Welsh tearoom</a> thrives, a far distant echo of the chapel tea tradition which has been prettified and commoditised for busloads of tourists coming off the cruise ships in search of a part of Patagonia that is forever Wales.</p> \n<p>The Victorian minister <a href=\"https://en.wikipedia.org/wiki/Michael_D._Jones\">Michael D Jones</a>, the architect of the “new Wales” in Patagonia, thought that only isolation would prevent the assimilation he so abhorred, but 150 years on it is only through assimilation that the Welsh community has survived against all the odds.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"b68cc7eed264bcb50ac07fd71ffae5629d528d9a\"> \n <img src=\"http://media.guim.co.uk/b68cc7eed264bcb50ac07fd71ffae5629d528d9a/135_493_3601_5399/667.jpg\" alt=\"Make hay … Gareth Aled during the rehearsals.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Make hay … Gareth Aled during the rehearsals.</span> \n  <span class=\"element-image__credit\">Photograph: Jon Pountney/National Theatre Wales</span> \n </figcaption> \n</figure> \n<p>As Fernando Williams, one of two Welsh-speaking performers from Argentina, who will perform alongside the Welsh cast, says: “If you ask the old people, perhaps some of them do still think of themselves as Welsh. But the younger generation like me, we have no problem recognising ourselves as Argentinian of Welsh descent, but we are Argentinian, and it is as Argentinians that we see ourselves and our future.” Williams makes the point that if the reality of the Welsh settlers in Patagonia is sometimes different from the myth, those Argentinians of Welsh descent who make the return journey to Wales often find there is a gap between the Wales they’ve been told about, and the real place.</p> \n<p>It’s winkling out these untold stories that fascinates Rees. He points out that the story of the Welsh colony is one from which women are often erased – even though it was a woman, <a href=\"http://www.s4c.cymru/cofpatagonia/e_1860.shtml\">Rachel Jenkins</a>, who thought up the idea of irrigating the land and so transformed the fortunes of the struggling settlers – and he is making sure that they are put back in the story. The voice of the writer <a href=\"https://en.wikipedia.org/wiki/Eluned_Morgan_%28author%29\">Eluned Morgan</a> – played by <a href=\"http://www.eddieladd.com/\">Eddie Ladd</a> – who was born in 1870 on board the Myfanwy, en route to Patagonia, and who represents a bridge between the two worlds, is one that is heard eloquently through Ladd’s strongly physical language.</p> \n<p>Appropriately, {150} marks the first collaboration between Wales’ two national companies, <a href=\"https://www.nationaltheatrewales.org/\">National Theatre Wales</a> and the Welsh-language <a href=\"http://theatr.cymru/?lang=en\">Theatr Genedlaethol Cymru</a>. They are joined by the Welsh language TV channel <a href=\"http://www.s4c.cymru/cy/\">S4C</a> who have commissioned a film, Galesa, written by <a href=\"https://en.wikipedia.org/wiki/Roger_Williams_%28playwright%29\">Roger Williams</a>, which will be intercut with the live performance elements and then broadcast in its entirety on S4C on 29 July. From the outset the TV film was conceived as an integral part of the multi-platform project and after Rees and Williams visited Patagonia together they decided that the only possible form it could take was as a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/apr/13/made-in-chelsea-cast-series-nine\">Made in Chelsea</a> style structured reality film with added magic realism. An S4C commission editor quickly dubbed it: “The Only Way is Patagonia.”</p> \n<figure class=\"element element-image\" data-media-id=\"36ea86b2c8f1beae27fc3d1ba4a840c4c759ee4c\"> \n <img src=\"http://media.guim.co.uk/36ea86b2c8f1beae27fc3d1ba4a840c4c759ee4c/0_364_4016_2409/1000.jpg\" alt=\"Saddle up … Dafydd Emyr during the rehearsal.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Saddle up … Dafydd Emyr during the rehearsal.</span> \n  <span class=\"element-image__credit\">Photograph: Jon Pountney/National Theatre Wales</span> \n </figcaption> \n</figure> \n<p>“We’ve used people living in Patagonia and given them the chance to talk about what they want to talk about and tell the stories they want to tell,” explains Williams. “They are sick to the back teeth of documentary makers and academics asking the questions that they want to ask and not letting the people who live there have their say or talk about the things and issues they want to talk about. And what they want to talk about is the present, not the past.”</p> \n<p>“The story of the settlers is a great story,” says Rees. “But it’s only one part of the story. When I first went to Patagonia almost four years ago I was seduced by the romance of that story. I wanted to create a big all-singing, dancing show. I had visions of staging it simultaneously in south and north Wales and east and west Patagonia with massed choirs everywhere. But then I realised that the question I needed to address is how do we tell the now in a truthful way. That’s where the structured reality element comes in. It’s a piece about identity and who you are, what you cling on to and what you have to let go.”</p> \n<ul> \n <li>{150} is at the <a href=\"http://www.patagonia150.org/en/whatson/150\">Royal Opera House Stores</a> in Aberdare until 11 July. </li> \n</ul>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d683e1421c5178967711757c4a71a8a0fe0a6cf3/0_114_4724_2836/4724.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2836,"width":4724,"orientation":"landscape","credit":"Warren Orchard/National Theatre Wales","altText":"A Welsh story … {150} creator and director Marc Rees","cleanCredit":"Photograph: Warren Orchard/National Theatre Wales"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0449b12afa8d901202884d247fa35fa08aa3a355/66_0_3151_4724/3151.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4724,"width":3151,"orientation":"portrait","caption":" Founding father … Welsh Congregationalist minister Michael D Jones propossed the Welsh settlement in Patagonia. Photograph: The National Library of Wales/Llyfrgell Genedlaethol Cymru","credit":"The National Library of Wales/Llyfrgell Genedlaethol Cymru","altText":" Founding father … Welsh Congregationalist minister Michael D Jones propossed the Welsh settlement in Patagonia.","cleanCaption":" Founding father … Welsh Congregationalist minister Michael D Jones propossed the Welsh settlement in Patagonia.","cleanCredit":"Photograph: The National Library of Wales/Llyfrgell Genedlaethol Cymru"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d36fc446d7559776c67fe5feda7dbf483efb52d8/0_308_6016_3612/6016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3612,"width":6016,"orientation":"landscape","caption":"No turning back … Rehearsals for {150}. Photograph: Jon Pountney/National Theatre Wales","credit":"Jon Pountney/National Theatre Wales","altText":"Rehearsals for {150}","cleanCaption":"No turning back … Rehearsals for {150}.","cleanCredit":"Photograph: Jon Pountney/National Theatre Wales"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b68cc7eed264bcb50ac07fd71ffae5629d528d9a/135_493_3601_5399/3601.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5399,"width":3601,"orientation":"portrait","caption":"Make hay … Gareth Aled during the rehearsals. Photograph: Jon Pountney/National Theatre Wales","credit":"Jon Pountney/National Theatre Wales","altText":"Make hay … Gareth Aled during the rehearsals.","cleanCaption":"Make hay … Gareth Aled during the rehearsals.","cleanCredit":"Photograph: Jon Pountney/National Theatre Wales"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/36ea86b2c8f1beae27fc3d1ba4a840c4c759ee4c/0_364_4016_2409/4016.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2409,"width":4016,"orientation":"landscape","caption":"Saddle up … Dafydd Emyr during the rehearsal. Photograph: Jon Pountney/National Theatre Wales","credit":"Jon Pountney/National Theatre Wales","altText":"Saddle up … Dafydd Emyr during the rehearsal.","cleanCaption":"Saddle up … Dafydd Emyr during the rehearsal.","cleanCredit":"Photograph: Jon Pountney/National Theatre Wales"}],"webPublicationDate":"2015-06-30T12:04:52Z","lastModified":"2015-06-30T12:36:42Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Lyn Gardner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/25/1435234207620/Lyn-Gardner-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lyngardner"}],"feature":true,"keywords":["National Theatre Wales","Theatre","Stage","Culture","Patagonia","Wales"],"tags":[{"id":"stage/national-theatre-wales","webTitle":"National Theatre Wales"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"travel/patagonia","webTitle":"Patagonia"},{"id":"travel/wales","webTitle":"Wales"}],"section":{"id":"stage"},"topics":[{"displayName":"Lyn Gardner","topic":{"type":"tag-contributor","name":"profile/lyngardner"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/30/patagonia-welsh-valleys-south-america-s4c-150","shortUrl":"http://gu.com/p/4a7zv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/30/patagonia-welsh-valleys-south-america-s4c-150","webUri":"http://www.theguardian.com/stage/2015/jun/30/patagonia-welsh-valleys-south-america-s4c-150"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d683e1421c5178967711757c4a71a8a0fe0a6cf3/0_114_4724_2836/4724.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2836,"width":4724,"orientation":"landscape","caption":"A Welsh story … {150} creator and director Marc Rees. Photograph: Warren Orchard/National Theatre Wales","credit":"Warren Orchard/National Theatre Wales","altText":"A Welsh story … {150} creator and director Marc Rees.","cleanCaption":"A Welsh story … {150} creator and director Marc Rees.","cleanCredit":"Photograph: Warren Orchard/National Theatre Wales"}},"importance":4,"kicker":{"title":"The only way is Patagonia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d683e1421c5178967711757c4a71a8a0fe0a6cf3/0_114_4724_2836/4724.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2836,"width":4724,"orientation":"landscape","credit":"Warren Orchard/National Theatre Wales","altText":"A Welsh story … {150} creator and director Marc Rees","cleanCredit":"Photograph: Warren Orchard/National Theatre Wales"}}]},{"title":"Mysteries of metalpoint explored in British Museum exhibition","rawTitle":"Mysteries of metalpoint explored in British Museum exhibition","item":{"type":"article","id":"artanddesign/2015/jul/01/british-museum-exhibition-metalpoint-drawings","title":"Mysteries of metalpoint explored in British Museum exhibition","trailText":"First large-scale exhibition on technique used by artists including Leonardo, Dürer and Raphael arrives from Washington in September","standFirst":"<p>First large-scale exhibition on technique used by artists including Leonardo, D&uuml;rer and Raphael arrives from Washington in September</p>","byline":"Mark Brown","body":"<p>They rank as some of the most admired drawings in the world yet many people will be blissfully unaware of how artists including Leonardo, D&uuml;rer and Raphael made them: with a metal stylus over an abrasive surface often made from carbonised bone.</p> \n<p>The mysteries of a technique called metalpoint are to be explored in an exhibition covering 600 years of art history, the British Museum will announce on Wednesday.</p> \n<p>Remarkably, it is the first large-scale exhibition on the subject. “Like many great ideas, when someone comes up with it you slap your forehead and think: why hasn’t this show been done before?” said Hugo Chapman, the museum’s keeper of prints and drawings. “It just hasn’t, so I’m very glad that this will be the first time.”</p> \n<p>The show arrives in London from the <a href=\"http://www.nga.gov/content/ngaweb/exhibitions/2015/leonardo-to-jasper-johns.html\">National Gallery of Art in Washington</a> in September.</p> \n<p>Metalpoint drawings are normally made with a silver or mostly silver stylus used on roughened ground in a way that ensures a trace of metal is left on the surface.</p> \n<p>“In my wicked schoolboy days you used to be able to draw on a newly painted wall with an old 10-pence piece,” said Chapman. “It’s the slight roughness of the wall and metal … it just drags off a little bit of the metal on to the surface.”<br /></p> \n<p>The show will bring together more than 100 examples of the best metalpoint, or silverpoint, from collections around the world. One of the finest is in the British Museum’s own holdings: Leonardo’s remarkable and detailed <a href=\"http://www.britishmuseum.org/explore/highlights/highlight_objects/pd/l/leonardo_da_vinci,_bust_of_a_w.aspx\">A Bust of a Warrior</a>, which is so accomplished that experts believe it was a demonstration piece, showing the world his brilliance as a newly independent master.</p> \n<p>The exhibition will explore metalpoint’s fitful history up to its use by contemporary artists including Jasper Johns, Bruce Nauman and Susan Schwalb.</p> \n<p>The technique first became popular in the 14th century, although its precise origins remain obscure. “There will be Italian historians who say it definitely started in Italy,” said Chapman. “Whereas the Germans and the Dutch would say it definitely started north of the Alps … who knows?”</p> \n<p>Italy became particularly keen on it in the 15th century, used in studios for training and preparatory studies. And then, with the death of Raphael in 1520, “it dies out. Italian artists want to do big things, they want a lot of contrast between light and shade, so it disappears never to rise again. This incredible flowering and then extinction,” said Chapman.</p> \n<p>It continued in northern Europe, however, with examples in the exhibition by artists including Hendrik Goltzius, Hans Bol and Rembrandt.</p> \n<p>Chapman said there were significant differences between Italian artists and northern European artists, with the latter using it in the home – whether drawing a loved one or, in the case of D&uuml;rer, <a href=\"http://www.britishmuseum.org/research/collection_online/collection_object_details/collection_image_gallery.aspx?partid=1&amp;assetid=1612929165&amp;objectid=720551\">a dog he likes</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"7276aa2e1ba9f2bdf77d57d81dc23f8cb0773605\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435680493782/512103ec-f783-4f5c-9ead-028c5dbb08ca-460x276.jpeg\" alt=\"Dog Resting\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">D&uuml;rer’s Dog Resting.</span> \n  <span class=\"element-image__credit\">Photograph: British Museum</span> \n </figcaption> \n</figure> \n<p>“The Italians are very conservative: silverpoint is something you do at work, you don’t take it home.”<br /></p> \n<p>Metalpoint fizzled out in the 17th century before making a comeback in the 19th century, popular with pre-Raphaelite artists such as William Holman Hunt and Edward Burne-Jones.</p> \n<p>One of the most poignant examples from the 20th century is a 1934 metalpoint landscape drawing by the German artist Otto Dix, who had been sacked from his teaching post and whose art was condemned by the Nazis. The drawing shows a Jewish cemetery in the countryside with dark clouds hovering overhead. </p> \n<p>“By using silverpoint he is making a statement, saying: I do belong to this great German tradition which goes all the way back to D&uuml;rer, I am part of this, whatever the Nazis say I am a German artist.”</p> \n<p>The London exhibition will be announced at a briefing to mark publication of the British Museum’s annual report, the final one launched by Neil MacGregor, who steps down as director in December.</p> \n<p>Chapman hopes the show will be something of an eye-opener. It is a simple yet difficult technique, no good for any artist who does not like making mistakes. When done well, the results can be astounding. “In a way,” said Chapman, “you’re going behind the scenes of an artist to see the raw creativity.”</p> \n<p><span class=\"bullet\">•</span> Drawings in silver and gold: Leonardo to Jasper Johns will be in room 90 of the British Museum from 10 September to 6 December, entrance &pound;8.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680064134/99f6c66b-3562-472c-94c8-60e099036567-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"British Museum","altText":"Bust of a Warrior.","cleanCredit":"Photograph: British Museum"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680494185/512103ec-f783-4f5c-9ead-028c5dbb08ca-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dürer’s Dog Resting. Photograph: British Museum","credit":"British Museum","altText":"Dog Resting","cleanCaption":"Dürer’s Dog Resting.","cleanCredit":"Photograph: British Museum"}],"webPublicationDate":"2015-06-30T23:01:01Z","lastModified":"2015-06-30T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mark Brown","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/markbrown"}],"feature":false,"keywords":["Exhibitions","Drawing","Art","Art and design","Museums","Culture"],"tags":[{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"artanddesign/drawing","webTitle":"Drawing"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/museums","webTitle":"Museums"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Mark Brown","topic":{"type":"tag-contributor","name":"profile/markbrown"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jul/01/british-museum-exhibition-metalpoint-drawings","shortUrl":"http://gu.com/p/4a8af","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jul/01/british-museum-exhibition-metalpoint-drawings","webUri":"http://www.theguardian.com/artanddesign/2015/jul/01/british-museum-exhibition-metalpoint-drawings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680064134/99f6c66b-3562-472c-94c8-60e099036567-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Leonardo da Vinci’s Bust of a Warrior. Photograph: British Museum","credit":"British Museum","altText":"Bust of a Warrior.","cleanCaption":"Leonardo da Vinci’s Bust of a Warrior.","cleanCredit":"Photograph: British Museum"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680064134/99f6c66b-3562-472c-94c8-60e099036567-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"British Museum","altText":"Bust of a Warrior.","cleanCredit":"Photograph: British Museum"}}]},{"title":"Damien Hirst / What have I done? I’ve created a monster","rawTitle":"What have I done? I’ve created a monster","item":{"type":"article","id":"artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","title":"Damien Hirst: ‘What have I done? I’ve created a monster’","trailText":"<strong>The long read:</strong> Damien Hirst’s mass-produced art has lost its power to shock. Now, in an attempt to wrest control of his legacy, he is opening his own gallery. Will curating restore his status in the art world?","standFirst":"His mass-produced art has lost its power to shock. Now, in an attempt to wrest control of his legacy, Hirst is opening his own gallery. Will curating restore his status in the art world?","byline":"Catherine Mayer","body":"<p>During the period he refers to as his “glory years”, Damien Hirst had a favourite gag. He would pull his foreskin through a hole in his pocket, then exclaim in mock alarm: “What’s that?” “People would go, ‘You’ve got some chewing gum on your trousers.’ They would touch it and go, ‘What the fuck?’” he said, smirking. He played this trick on&nbsp;drinking buddies and he played it&nbsp;on complete strangers. He particularly enjoyed targeting self-important art world types. Hirst recently turned 50, and these days he appears to be almost fully house-trained. He still has the swagger, leather jacket and T-shirt wardrobe of a rock star, and his mobile phone is loaded with eye-poppingly deviant film clips that he collects for his amusement and often shares; but he also now does yoga three&nbsp;times a&nbsp;week, and stopped flashing when he gave up drink and drugs almost nine years ago.</p> \n<p>Britain’s most famous living artist continues to stir controversy, although he is more likely to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2012/aug/30/damien-hirst-national-disgrace\" title=\"\">excoriated for the&nbsp;failings</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/27/damien-hirst-set-back-art-by-100-years-says-henry-moores-daughter\" title=\"\">of the national culture</a> than lauded as a national treasure. Guardians of “real art” and highbrow defenders of the avant garde routinely nestle together under the same duvet, shocked not so much by the paintings and sculptures and installations he churns out at an extraordinary rate as by&nbsp;his refusal to accept that the time has come to keep his creations, like his penis, decently out of sight.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/27/damien-hirst-set-back-art-by-100-years-says-henry-moores-daughter\">Damien Hirst set back art by 100 years, says Henry Moore's daughter</a> </p> \n</aside> \n<p>But it’s worth taking note of what Hirst does because he is an agent of change. He has always been entrepreneurial, prolific and populist – qualities that, in tandem with his practice of employing technicians to&nbsp;realise the bulk of his output, challenge ideas about authenticity. And his latest venture may prove the most startling thing he has ever done.</p> \n<p>In April, the floor of his office at the Marylebone headquarters of his company, Science Ltd, was strewn with models of a gallery, each hung with tiny replicas – Francis Bacons, John Bellanys, Andy Warhols, Banksys – like toys for a super-rich kid which, in a way, they were. Hirst looked down on the world he was creating and played with its possibilities. He was excited, talking fast, grizzled but boyish in his enthusiasms. He has a face that can move from cherubic to demonic and back again when he is at his most animated, and this project has obsessed him for years. He was plotting a series of exhibitions at the <a href=\"http://www.damienhirst.com/news/2015/newport-street\" title=\"\">Newport Street Gallery</a> in Lambeth, south London. He has spent &pound;25m to build the facility, where he will curate exhibitions assembled from his own art collection. For the gallery’s opening show this September, he has chosen the British abstract painter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/aug/01/john-hoyland-obituary\" title=\"\">John Hoyland</a>, a prodigious talent who never quite enjoyed the recognition he expected or deserved.</p> \n<p>It was Hoyland who, in 1997, sounded a rallying cry against the so-called Young British Artists, and Hirst in particular – objecting furiously when the Royal Academy announced plans to put on <a href=\"http://www.saatchigallery.com/aipe/sensation_royal_academy.htm\" title=\"\">Sensation</a>, an exhibition of works from Charles Saatchi’s collection of YBA pieces. “<a href=\"http://www.independent.co.uk/news/establishment-attacks-sensational-hirst-1119568.html\" title=\"\">Artists should not farm their work out</a>,” he said. “I hear that [Hirst] has lots of people working on his spin paintings. I can’t see how you can have humanity in your work if you do that. Art is a seismograph of&nbsp;the human being. You have to be hands-on.”</p> \n<p>Like the target of his complaint, Hoyland once appeared transgressive, bright and acerbic. He was the youngest participant in <a href=\"http://www.artcornwall.org/features/situation_roger_coleman.htm\" title=\"\">Situation</a>, an exhibition of abstract paintings by British&nbsp;artists that flustered the art establishment in 1960. Hoyland got his own solo turn at the Whitechapel Gallery seven years later, but by the time of Sensation, his star&nbsp;had been eclipsed by conceptual and pop artists.</p> \n<p>Now Hirst, too, has reached an uncomfortable stage in his career, embedded in the establishment he once goaded. On past performance, he might be expected to try even harder to shock, to prove his relevance. Instead, by founding Newport Street, he is doing something far more likely to shore up his status and secure his legacy. In promoting his own view of contemporary art through the medium of a big, public gallery, he is testing his power to shape tastes and markets, and his ability to exert control.</p> \n<h2>* * *</h2> \n<p><strong>Curating was Hirst’s first talent,</strong> and his most consistent. The&nbsp;shows he put on at the start of his career managed to generate a level of excitement not always matched by acclaim for his work. In 1988, he reset the course of British art with <a href=\"https://www.youtube.com/watch?v=qw5FIP0d_JA\" title=\"\">the exhibition Freeze</a>, held in an empty Port Authority warehouse in London’s Docklands. The three-part show helped to launch Hirst’s friends and contemporaries, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/apr/26/mat-collishaw-still-sensational\" title=\"\">Mat Collishaw</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2008/apr/02/2\" title=\"\">Angus Fairhurst</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/11/pebble-photographs-mark-centenary-first-world-war\" title=\"\">Anya Gallaccio</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/may/18/gary-hume-tate-britain-interview\" title=\"\">Gary Hume</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2013/may/22/michael-landy-national-gallery-in-pictures\" title=\"\">Michael Landy</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2003/oct/11/shopping.games\" title=\"\">Abigail Lane</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/may/06/sarah-lucas-venice-biennale-interview\" title=\"\">Sarah Lucas</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2012/may/07/fiona-rae-leeds-art-gallery-in-pictures\" title=\"\">Fiona Rae</a>. In the push to find a warehouse space, assemble the artists and install their pieces, Hirst left himself little time to focus on his own work, dashing off 81 small boxes, which he then positioned so high that many visitors missed them altogether. He also painted his first spot paintings, straight on to a wall. Collectors and galleries nosed around many of the other participants, but not Hirst.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qw5FIP0d_JA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qw5FIP0d_JA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  A clip from a 1994 BBC documentary about Damien Hirst and the Freeze exhibition\n </figcaption> \n</figure> \n<p>More than a quarter of a century later, he is seeking to reconcile the conflicts his intervention set in train, in art and in his own life, by returning to curating. One outcome may be more controversy – over the impact of Newport Street on&nbsp;a&nbsp;rare pocket of inner London that has largely resisted gentrification, and about his motivations in establishing the new, free-to-enter gallery. His apparent generosity is likely to be balanced by the increased value of the art shown there,&nbsp;which he of course owns. But to assume that Hirst’s greatest driver&nbsp;is money is to overlook his passion for art, and his compulsion to collect it.</p> \n<p>Hirst bought from his contemporaries before he could afford it or they had made much of a mark, and it wasn’t just with a view to a profit; he kept much of what he acquired. Fiona Rae remembers Hirst, as an impoverished undergraduate in the late 1980s, forming a consortium with two other people to buy three of her paintings for &pound;1,000. “That felt like a fortune in those days,” she said in May, sitting amid <a href=\"https://www.royalacademy.org.uk/article/fiona-rae-ra-timothy-taylor\" title=\"\">a solo show of her latest work</a> at the Timothy Taylor Gallery in Mayfair.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/feb/28/young-british-artists-at-play-in-the-1990s-in-pictures\">Young British Artists at play in the 1990s – in pictures</a> </p> \n</aside> \n<p>Hirst was born in Bristol and brought up in Leeds, and his home life was reasonably comfortable until the breakdown of&nbsp;his mother’s marriage to his stepfather, a mechanic, when&nbsp;he was 12. The disruption to Hirst’s home life triggered a short career in petty crime. “I went into the art lesson once at school, and the police were there doing fingerprints on the windows, because I’d broken in the night before and nicked stuff – paper, pens, pencils, all that kind of stuff – and&nbsp;I&nbsp;remember thinking: ‘Fuck, I didn’t wear gloves.’” Soon after that he moved to London, aiming for art college, and was accused of carrying out a chequebook fraud with a friend. “I&nbsp;got a criminal record for burglary and shoplifting, and that&nbsp;was the final straw. I’d have probably got two years or something. He went to Brixton, and did like three months, and it was his first offence. I just kept denying it, and&nbsp;I went to court three times, denied it, and eventually they&nbsp;dropped the charges against me and I was like: ‘Thank fuck.’ And then after that I didn’t do anything bad again.” A&nbsp;few months later, he started at <a href=\"http://www.gold.ac.uk/gold-stories/damien-hirst.php\" title=\"\">Goldsmiths</a>.</p> \n<p>Even then, his vision was expansive. He favoured industrial buildings for exhibiting over typically cramped British galleries. Museums, he believed, were only interested in artists who were dead. “He didn’t wait for permission from institutions,” says Iwona Blazwick, director of the Whitechapel Gallery, who in 1991 put on Hirst’s solo show, <a href=\"http://www.damienhirst.com/exhibitions/solo/1991/internal-affairs\" title=\"\">Internal Affairs</a>, at the ICA. Hirst had learned some of his tricks from an early advocate, Charles Saatchi. The advertising magnate opened a gallery in a&nbsp;disused paint factory on Boundary Road in St John’s Wood in west London, in 1985, to display his private collection. Hirst and his friends visited, to share in Saatchi’s passion for American artists including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jan/23/carl-andre-turner-contemporary\" title=\"\">Carl Andre</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2004/jan/17/art2\" title=\"\">Donald Judd</a>, <a href=\"http://www.tate.org.uk/art/artworks/stella-hyena-stomp-t00730\" title=\"\">Frank Stella</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/12/cy-twombly-paintings-sculptures-donated-tate\" title=\"\">Cy Twombly</a>, then reaped the benefits after Saatchi came to&nbsp;Freeze and started buying and showing life-changing quantities of their own work. Saatchi put up the &pound;50,000 for Hirst to manufacture his first shark suspended in formaldehyde, titled <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2011/nov/24/damien-hirst-modern-art-tate\" title=\"\">The Physical Impossibility of Death in the Mind of Someone Living</a>, in 1991, and for a decade Hirst and Saatchi enjoyed a symbiotic relationship, each boosting the other’s reputation. Then came a rupture that has never fully healed. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2003/nov/27/arts.artsnews\" title=\"\">He only recognises art with his wallet</a>,” Hirst said after Saatchi offloaded most of his Hirsts in a move that not only offended the artist but threatened to depress the market for his work. A US hedge-fund billionaire called <a href=\"http://uk.businessinsider.com/steve-cohens-extravagant-toys-2015-2?op=1\" title=\"\">Steven Cohen</a> bought the shark.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"91b44f17d7ebce57e9c673574ef0c56d16e74788\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435586574960/b16b621f-39a5-43b7-a6ac-c55faa59c5f9-292x420.jpeg\" alt=\"Damien Hirst and Charles Saatchi in 1997.\" width=\"292\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Damien Hirst with Charles Saatchi in 1997.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Young/Rex</span> \n </figcaption> \n</figure> \n<p>Hirst won’t go into the details of the feud, but says the relationship has improved; they are not in regular touch, but Saatchi has agreed to speak to James Fox, the writer helping Hirst with his autobiography. (Last year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2014/apr/08/damien-hirst-penguin-autobiography-ghost-writer-morrissey\" title=\"\">Hirst signed a deal for the memoir</a> with Penguin, reportedly for a six-figure sum.) After his rackety childhood, Hirst’s relationship with Saatchi appears to have something of a father-son dynamic: a&nbsp;closeness followed by a breach, and then a rapprochement on&nbsp;changed terms; rebellion and imitation.</p> \n<p>“I’ve always wanted a gallery like Saatchi, the original Boundary Road,” said Hirst, gazing out across London from a balcony high on the facade of Newport Street Gallery. With&nbsp;3,438 sq m rendered by architects <a href=\"http://www.carusostjohn.com/projects/newport-street-gallery/\" title=\"\">Caruso St John</a> into&nbsp;six&nbsp;exhibition spaces, offices, store rooms, a shop and a restaurant, Newport Street is bigger than Boundary Road. Hirst is overseeing every detail of this universe, down to the restaurant menus. There is no place for a big-name chef. “All&nbsp;chefs are cunts,” Hirst declared, “like artists.”</p> \n<h2>* * *</h2> \n<p><strong>There’s a walk-in refrigerator at Chalford Place</strong>, the home Hirst sometimes uses when he’s working at the older and smaller of his two Gloucestershire studio complexes. In this context, the fridge seems sinister, yawning emptily, but big enough for corpses. <a href=\"http://www.rundellassociates.com/projects/on-site\" title=\"\">Chalford Place</a> is one of&nbsp;its owner’s most fascinating creations; unseen and still unfinished, an immersive Disneyland of death. Potato famine-era gravestones (imported from an Irish salvage company) line&nbsp;the floors and showers, the wood panelling is decorated with skeletons and butterflies, and the handles on a chest of drawers are casts of vertebrae. A funereal ground-floor bedroom is encrusted, floors and ceiling, with amethyst. The&nbsp;books in the bookshelves are united by one feature: they all have the word “death” in the title. Everywhere there are skulls – real, carved, stained-glass and painted.</p> \n<p>Like much that Hirst produces – indeed, like Hirst himself – the house is a strange mixture of the compelling and the banal. Death has been the preoccupation of much of his work, but it’s often hard to tell whether he’s engaging with the idea&nbsp;or diminishing its power by turning it into a motif. His butterflies are drowning in paint. In his famous 1990 work <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/02/damien-hirst-tate-review\" title=\"\">A Thousand Years</a>, flies breed in one half of a large glass cabinet; their dead bodies drift ever deeper along the edges of the installation. And when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/video/2012/apr/18/damien-hirst-tate-modern-skull-video\" title=\"\">For the Love of God</a> – Hirst’s platinum skull studded with diamonds and baring human teeth – came&nbsp;on to the market in 2007, it took the breath away less as a memento mori than with its supposed price tag of &pound;50m. He was part of a consortium that bought the work, a transaction that helped to maintain the market value of all his output.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2012/aug/30/damien-hirst-national-disgrace\">Damien Hirst is a national disgrace</a> </p> \n</aside> \n<p>People close to Hirst seem just as confused about what drives him as he is himself. “He’s a hooligan and aesthete,” said Mat Collishaw. “This is not a normal combination of characteristics.” His halting attempts to talk about hitting 50 convey a real anxiety. “If you’re going to get hit by a bus on the way to chemo, you just don’t know where [death] is coming from,” he said, sipping from a mug of redbush tea. Yoga and his healthy lifestyle might help him to live longer, or just to die better. “You lose your grip anyway. You lose your grip before you die, I think that’s the problem. So I guess it’s how to embrace it in some way.”</p> \n<p>Hirst initially resisted the idea of an autobiography because he saw it as an end-of-life activity. He is now embarked on the process, but publication isn’t expected any time soon. He has a lot on his plate – as well as Newport Street, he has elaborate, if secret, plans to unveil new work in 2017 – and the&nbsp;process of reconstructing his past has also been slowed by&nbsp;his own deficiencies as a witness to his own life. Hirst says Fox – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2010/dec/17/keith-richards-literary-life-biography\" title=\"\">who&nbsp;helped Keith Richards</a> to fill in the gaps in his memory that are the inevitable consequence of a life in rock’n’roll – has&nbsp;been plucking anecdotes gleaned from interviews with other sources to prompt Hirst to remember his own past. But there’s something else a person who successfully obliterates whole segments of his life may find difficult to recall: the reasons for doing so.</p> \n<p>Collishaw advanced a plausible theory about what drew Hirst to art, which happens to provide one reason why Hirst may have&nbsp;found drugs and alcohol so tempting: “His mind is going a million miles an hour, and maybe the thing with the artwork is that it’s something you just concentrate on for a&nbsp;few&nbsp;moments, and suddenly you’re transported into this other realm.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I deal with death in art, not in life. If you really think about death, it makes you inactive</p> \n </blockquote> \n</aside> \n<p>Hirst said he remembers gazing awestruck at a blue painting by John Hoyland in Leeds City Art Gallery as a schoolboy. Little in his family background might have been expected to tempt him into the gallery in the first place, but art seems to have brought him much-needed moments of calm. Then it became the thing that ostensibly drove him faster. During the boom years of the late 1990s and into the next decade, Hirst was in perpetual motion. He expanded his studio system, started a publishing company, launched shops, purchased a string of properties in the UK, Mexico and Thailand – including a money pit of a stately home in Gloucestershire called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/sep/01/arts.artsnews\" title=\"\">Toddington Manor</a> – and&nbsp;still found time to carouse. Such feverish activity looks like the behaviour of someone for whom fears of mortality are visceral. Making skulls and hacking up dead cows kept death at a distance. “I deal with death in art, not in life,” he said. “It’s&nbsp;like, in art, everything is a celebration. Because if you really think about death, it makes you inactive.” He added: “For those 20 years, I was totally celebrating. And the work was celebrating. And it was like I was immortal.”</p> \n<p>Then, by degrees, he wasn’t. In place of the outgoing, expansive pleasure-seeker Rae remembers from Goldsmiths – “very funny, always up for fun and doing outrageous things, I couldn’t keep up really. You’d get a phone call from Damien saying he’s in a skip, come and join him for a drink” – a sadder incarnation developed.</p> \n<p>Drinking friends such as the musicians <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/joestrummer\" title=\"\">Joe Strummer</a> and Alex&nbsp;James, and the actor Keith Allen, warned Hirst he had a problem. “You get to a point at the end of it where people just go, ‘Ignore him,’” Hirst recalled, still clutching his redbush. “I remember Joe going: ‘Ignore him. He’ll go to bed.’ And you’re just thinking: ‘Why does that happen?’ And you think: ‘No!’ But you do know. You’re spitting at people because you’re so drunk, drooling, you’re just unpleasant.”</p> \n<div>\n __VIDEO_EMBED_gu-video-388578336__\n</div> \n<p>Despite several false starts, and without the help of a&nbsp;12-step programme, he finally cleaned up in 2006. His relationship with Maia Norman, the mother of his three children, couldn’t weather the transformation. Most recovering addicts face the daunting task of taking greater responsibility for themselves; Hirst found himself at the apex&nbsp;of an empire employing between 120 and 160 people – at&nbsp;a&nbsp;high-water mark ahead of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/02/damien-hirst-retrospective-tate-modern\" title=\"\">2012 Tate retrospective</a> of&nbsp;his&nbsp;work, staff numbers soared to 250 – with many more businesses in some way dependent on his continued high rate of&nbsp;output. “You have to keep this fucking thing, this machine, going,” says Hirst’s friend, the artist and writer Danny Moynihan. “He seems to wear it quite lightly and everything continues, but it’s a machine.”</p> \n<h2>* * *</h2> \n<p><strong>The machine used to be dirty,</strong> a scraggle of improvised studio spaces. There was one under railway arches that everyone, including Hirst, referred to as the “pill mines”, a sweat shop – albeit one offering decent wages – of recent art graduates fashioning the pills to place in his medicine cabinets, or fulfilling similarly fiddly and repetitive jobs to create some of the other Hirst products. “Sanding down pills, day in, day out,” Hirst said. “Funny when you go to your own studio and&nbsp;feel guilty. That’s why I used to lay on these huge parties. I remember feeling guilty for those people. What have I done? I’ve created a monster. Back to the pub.”</p> \n<p>The majority of Hirst’s studio employees now toil in the pristine, high-security confines of <a href=\"http://www.dezeen.com/2013/08/08/science-studio-and-formaldehyde-building-for-damien-hirst-by-designscape-architects/\" title=\"\">a vast complex</a> at Dudbridge in Gloucestershire. Hirst said he drew inspiration from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/03/-sp-jeremy-deller-interview-my-summer-in-andy-warhol-factory\" title=\"\">Andy Warhol’s Factory</a>, but if Warhol’s studio was part production line, part salon, Hirst’s main studio is all about industry.</p> \n<p>On a chill spring day, everyone wore matching Science Ltd T-shirts, wordless and focused, the silence punctured by the scrape of a chair on concrete and rock music, played not as Hirst would listen to it, but quietly in the background. Different sections of the studio are dedicated to different strands of art carrying the Hirst imprimatur: the butterflies; paintings mixing up corporate logos with political emblems; landscapes fashioned from razor blades; photorealist “fact” paintings of cancer cells; medicine cabinets and vitrine works, including a series of skewered hearts that, unlike the original 2005 <a href=\"http://www.damienhirst.com/the-kiss-of-death\" title=\"\">Kiss of Death</a>, involve not real flesh but simulacra. A room designed to create spin paintings stood idle, with buckets of paint lined up ready on a&nbsp;metal walkway above a giant centrifuge.</p> \n<p>Many of the workers are artists, but there are also technicians who know how to deploy formaldehyde, for example. At&nbsp;one table six people added spots to the spot paintings that&nbsp;in recent years have featured the tiniest spots visible to&nbsp;the naked eye.</p> \n<p>Hirst visits the studio, sometimes several days in a row, at other times sporadically, to check on progress. A former pill miner remembers Hirst as an avuncular presence at one of Science Ltd’s legendary staff parties – before he went to the toilet and returned to launch an unprovoked verbal attack that was all the more startling for his previous friendliness. These days he is a more reliable boss. One Dudbridge employee said Hirst has an attention to fine detail that can be demanding – and that his involvement in the work is intense – but he is courteous. Staff turnover is low, and many people have been with him for years. There have been two serious attempts to shrink the roster, sparked partly by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2008/nov/22/damien-hirst-studios-job-losses\" title=\"\">worries over cash flow</a> but also, said Jude Tyrrell, a director at Science Ltd, because of Hirst’s yen for long-lost simplicity. “We’ve definitely had a few&nbsp;moments where it’s just been so stressful that you just think, ‘God, can we go back to what it was?’ It’s that sense of&nbsp;losing the freedom, being increasingly corporate.” She paused: “The beast, the machine, I think we all feel a little bit&nbsp;encased by that.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c2a5c8f254938faab7cc855e061ce198f99c0864\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435588827702/36e00795-fede-4d7c-9b9d-6c7ce9ac5a0d-460x276.jpeg\" alt=\"Damien Hirst's The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby's auction Beautiful Inside My Head Forever, in 2008.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> \n </figcaption> \n</figure> \n<p>Hirst did make a half-hearted break for freedom once. In 2008, he declared <a href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=aJGLePFMDyNA\" title=\"\">he would be stopping the butterflies and spins</a>. This was just before he bypassed his galleries and put up 223 new pieces of his work for sale at auction at Sotheby’s in Old Bond Street. The two-day event <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2008/sep/16/damienhirst.art1\" title=\"\">earned him headlines – and &pound;111m</a>. Hirst claimed he wanted to democratise the sale of art, but the stronger impulses behind the sale, titled Beautiful Inside My Head Forever, seem to have been his desire to spark a new sensation and wrest greater independence. The auction secured the former, but even its hefty payoff couldn’t buy&nbsp;his liberty. As the gavel fell, Lehman Brothers was collapsing, and though the global crisis took a while to reach the wealthiest, collectors eventually became more cautious in a market awash with Hirsts. Prices for his work, according to <a href=\"http://www.arttactic.com/market-analysis/art-markets/us-a-european-art-market/596-damien-hirst-report-october-2013.html?Itemid=102\" title=\"\">a 2013 ArtTactic report</a>, fell back to 2005/2006 levels.</p> \n<p>So he geared up, not down, building Dudbridge and keeping the popular lines coming, often as personalised commissions: birthday greetings spelled out in butterflies, portraits of the wealthy expensively overlaid in centrifugal splatter. Science Ltd told the authors of the ArtTactic report that the number of Hirsts in existence at that point stood at 6,000 paintings and sculptures, and 2,000 drawings. Hirst is compiling a list of everything he has ever done.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c25625772c56053d5f0c42c13fb08ee506146a08\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435582333670/85670072-618d-4a2d-a746-d670f652f313-460x444.jpeg\" alt=\"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.</span> \n  <span class=\"element-image__credit\">Photograph: Science Ltd</span> \n </figcaption> \n</figure> \n<p>At one end of the Dudbridge building, in a galleried, double-height hangar, some of his oldest vitrine works were back for inclusion in this catalogue or for repairs, under the sightless gaze of <a href=\"http://www.damienhirst.com/the-virgin-mother\" title=\"\">The Virgin Mother</a>, his 10-metre-high statue of a pregnant woman, skin partially peeled back to reveal her internal organs in the style of an anatomical teaching model on superhuman scale. The upper gallery was a holding area for his newest work, still under wraps: a trove of sculptures in marble and bronze, many of them apparently mottled with&nbsp;corals and barnacles, jewellery and artefacts, and photo-realist paintings marking a departure from Hirst’s blunter confrontations with mortality and money.</p> \n<p>Early reactions to this work have been mixed. Jay Jopling, his long-term gallerist, suggested showing the work in small batches, sparking Hirst to think big instead. The details of the&nbsp;coup de th&eacute;&acirc;tre Hirst envisages for 2017, like the pieces themselves, remain shrouded.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/may/22/damien-hirst-two-weeks-review\" title=\"\">Critics tore into the last exhibition of Hirst’s new work</a> at the White Cube gallery in London in 2012 – which featured paintings made by Hirst’s own hand that relied heavily on ideas from painters he admires. He has always borrowed freely – or, some would say, filched. Hirst fields such allegations rather than ducking them. “I remember seeing Picasso’s bull’s head made from a bike handlebars and seat, and thinking, ‘Fuck, that is brilliant, amazing to be that original,’” he said. “And I thought that’s what you’ve got to do when you’re an artist: you’ve got to come up with something like that. And then, when I&nbsp;got to Goldsmiths, I realised that you don’t need to do that. I remember just thinking: ‘Steal everything.’ Because it’s all been done already.” He insisted this does not produce copies, but works of their specific time. “The only advantage you’ve got is being in the now, today. Once you say, ‘Don’t try and be original, just try and make art,’ then you go, ‘Fucking hell, I can make great art,’ because you’ve suddenly got the freedom – the same that advertisers have got to take from anywhere to communicate an idea.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At Goldsmiths, I realised you don’t need to be original. I remember thinking: ‘Steal everything.’ It’s all been done</p> \n </blockquote> \n</aside> \n<p>British advertising blossomed in the decade ahead of the YBAs, and at the centre of both phenomena was Charles Saatchi. His 1983 campaign for Silk Cut cigarettes, which impressed Hirst, was <a href=\"http://www.alastairmcintosh.com/images/cigarettes/silkcu1.jpg\" title=\"\">inspired by</a> the <a href=\"http://www.campaignlive.co.uk/news/1142844/\" title=\"\">Italian conceptual artist Lucio Fontana</a>, who slashed his canvases. “I think the public in England is incredibly visually educated because of the complexity of advertising in the last 30 years,” Hirst told an interviewer in 2004. “People are visually educated through being sold things. So they understand everything.”</p> \n<h2>* * *</h2> \n<p><strong>Hirst’s family residence is surprisingly</strong> like other homes of the wealthy in a cosseted stretch of suburban south-west London: pocket-sized gym, small indoor pool and a breakfast bar overlooking a neat lawn. He lives here with his sons, Connor, 20, Cassius, 15, and Cyrus, 9; their mother remains at the house the couple shared in Devon until their 2012 split. A&nbsp;rumpled sleeping bag in Hirst’s front hall adds to the impression of domesticity, but it is <a href=\"http://gavinturk.com/artworks/image/270/\" title=\"\">a bronze by Gavin Turk</a>.</p> \n<p>Hirst pronounced that it was time to spin, leading the way to an open-plan kitchen and dining room, and a table piled with colour, a feast of inks, marker pens and crayons. A free-standing cube revealed itself as a machine for creating spin drawings – smaller, less messy siblings to spin paintings. Hirst fixed a piece of paper to a circular board housed inside the cube to contain spatter, then depressed a foot pedal to spin the board while adding pigments.</p> \n<p>Watching a spin drawing in progress is like talking to its creator: simultaneously dizzying and hypnotic. Anecdotes encircled fragments of anecdotes. Jokes bled into discussions of mortality. A debate on the merits of the Rolling Stones versus the Beatles (Hirst is a Beatles man) elicited vivid vignettes. “They had this weird fucking Ukrainian morris dancer,” he said, recalling a bash hosted by Ukrainian oligarch and art collector <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2014/mar/09/ukraines-oligarchs-who-are-they-which-side-are-on\" title=\"\">Victor Pinchuk</a>, “and they got me, Jay [Jopling] and&nbsp;Paul McCartney up doing this fucking dance.” The image was left hanging as Hirst jumped to another encounter with McCartney, this time at an event hosted by Jopling, when McCartney performed magic tricks for Hirst’s sons.</p> \n<div>\n __VIDEO_EMBED_gu-video-388579360__\n</div> \n<p>A different kind of sleight of hand drew Hirst to the Beatles, he said: their redemptive ability to reinvent themselves. “All my favourite artists from the past, the way they move forwards is what interests me … And the way they stop being one thing, like the Beatles – the way they totally reinvented themselves and changed into something else.” He riffled through a monograph on John Bellany, pointing out how the artist’s brushwork and composition deteriorated as his alcoholism intensified, then admired a late-era work. “Look at that. Pissed as a fart, pissed out of his mind. But it works. You can see he’s taken months painting it. He’s having to lose it and get it back. And that’s exciting.”</p> \n<p>Control, and its loss, remains an obsession for Hirst. Though praising the rewards of sobriety (“everything is better; even shagging”), Hirst spoke fondly of his former life and retains a soft spot for hellraisers, not least John Hoyland. Hoyland drank a lot and made big art, painting on as large a scale as US abstract expressionists such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2014/may/13/tate-modern-rothko-black-on-maroon-restored\" title=\"\">Mark Rothko</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2013/may/16/barnett-newman-sublime-bargain-price\" title=\"\">Barnett Newman</a> at a time when London galleries couldn’t accommodate canvases of that size. In other respects Hoyland appeared a kind of anti-Hirst, a purist about his work and hopeless with money. He once turned down a commission to make a painting for Coca-Cola’s London headquarters, Hoyland’s son Jeremy said, despite being “flat broke … For very understandable reasons Coke felt there were certain things that should be part of the work. And he couldn’t do it, so he didn’t.”</p> \n<p>Now Hirst is seeking to reassert Hoyland’s position. He&nbsp;started by befriending his one-time opponent. Jeremy Hoyland remembers a phone call from his father after the artists’ first meeting: “I think I might have underestimated [Hirst].” During the last years of Hoyland’s life, Hirst supported the older man, setting up a standing order to buy his&nbsp;paintings. The arrangement continued after Hoyland’s death, and is only now coming to an end, providing a funding stream that has helped Hoyland’s widow, Beverley Heath-Hoyland, to manage the estate. Hirst owns more than enough Hoylands to stage Newport Street’s opening show.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9418f4d5fcade1c0358fc437fa69ecee4dd7fe70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435582519116/e1e4a543-333d-4819-8c93-ff137dc83381-460x457.jpeg\" alt=\"Scando 2_10_80, by John Hoyland.\" width=\"460\" height=\"457\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Scando 2_10_80, by John Hoyland.</span> \n  <span class=\"element-image__credit\">Photograph: The John Hoyland Estate/Prudence Cumming</span> \n </figcaption> \n</figure> \n<p>Hoyland’s paintings are undoubtedly beautiful and, according to Hirst, “cheap for what they are”. The exhibition is&nbsp;likely to boost interest in the artist, in turn raising the value of Hirst’s collection. But this was not a prime factor in the decision to give Hoyland the first slot at Newport Street, Hirst said. “I like the idea of pointing out in the art world things that have not been seen or noticed. Another reason is that if there are any problems with the space, I didn’t want any big, complicated sculptures. For the first six months, it’s great to have a&nbsp;painting show, really simple. And then if you have air-conditioning problems, or a leaky roof …&nbsp;”</p> \n<p>Newport Street itself is likely to appreciate sharply as the gallery transforms the area. Local planning and development bodies saw Hirst’s arrival in Lambeth as cause for rejoicing, but as affluent visitors begin streaming into the area and hipster coffee shops displace businesses eking a living under the railway arches opposite the gallery, there has been grumbling. Yet Hirst’s aspiration appears not so much to deploy art as a tool of gentrification, as to open his gallery – and his collection – as widely as possible. “He was always insistent that you must have free entry,” said Collishaw. “He wants people to have the experience he did, when he had absolutely nothing but could walk into a gallery and have this totally transformative experience.”</p> \n<p>Hirst is rediscovering the powers of a curator – to draw outsiders into his vision, to recreate the moment he first stood, rapt, in front of that blue Hoyland in Leeds. He has run up against the limits of the control he can exercise over his own realities, but is relishing the prospect of determining other people’s. This may, in the end, prove his greatest talent.</p> \n<p>Newport Street Gallery opens to the public on 8 October 2015 with John Hoyland: Power Stations (Paintings 1964-1982). For updates follow <a href=\"https://twitter.com/NPSGallery\" title=\"\">@NPSGallery</a>, <a href=\"http://www.newportstreetgallery.com/\" title=\"\">newportstreetgallery.com</a></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435581938817/5a0200ba-18d0-4a6c-bc05-ff2094eb9c17-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay for the Guardian","altText":"Damien Hirst at his new gallery in Lambeth, south London.","cleanCredit":"Photograph: Felix Clay for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435586574076/b16b621f-39a5-43b7-a6ac-c55faa59c5f9-1417x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1417,"orientation":"portrait","caption":"Damien Hirst with Charles Saatchi in 1997. Photograph: Richard Young/Rex","credit":"Richard Young/Rex","altText":"Damien Hirst and Charles Saatchi in 1997.","cleanCaption":"Damien Hirst with Charles Saatchi in 1997.","cleanCredit":"Photograph: Richard Young/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588829061/36e00795-fede-4d7c-9b9d-6c7ce9ac5a0d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Damien Hirst's The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby's auction Beautiful Inside My Head Forever, in 2008.","cleanCaption":"Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435582332905/85670072-618d-4a2d-a746-d670f652f313-1020x984.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":984,"width":1020,"orientation":"landscape","caption":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst. Photograph: Science Ltd","credit":"Science Ltd","altText":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.","cleanCaption":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.","cleanCredit":"Photograph: Science Ltd"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435582520322/e1e4a543-333d-4819-8c93-ff137dc83381-2060x2045.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2045,"width":2060,"orientation":"landscape","caption":"Scando 2_10_80, by John Hoyland. Photograph: The John Hoyland Estate/Prudence Cumming","credit":"The John Hoyland Estate/Prudence Cumming","altText":"Scando 2_10_80, by John Hoyland.","cleanCaption":"Scando 2_10_80, by John Hoyland.","cleanCredit":"Photograph: The John Hoyland Estate/Prudence Cumming"}],"webPublicationDate":"2015-06-30T05:00:05Z","lastModified":"2015-06-30T08:54:42Z","metadata":{"commentable":true,"commentCount":333,"contributors":[{"name":"Catherine Mayer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherine-mayer"}],"feature":true,"keywords":["Damien Hirst","Art","Painting","Art and design","Exhibitions","Culture","UK news"],"tags":[{"id":"artanddesign/damienhirst","webTitle":"Damien Hirst"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Catherine Mayer","topic":{"type":"tag-contributor","name":"profile/catherine-mayer"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-388578336","source":"Tate and Science Ltd","durationInSeconds":181,"formats":[{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2012/4/11/120411DamienHirstSkull_3gpSml16x9.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2012/4/11/120411DamienHirstSkull_3gpLg16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/120411DamienHirstSkull/120411DamienHirstSkull.m3u8"}]},{"id":"gu-video-388579360","source":"Tate and Science Ltd","durationInSeconds":776,"formats":[{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2012/4/11/120411HirstWalkthrough_3gpSml16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/120411HirstWalkthrough/120411HirstWalkthrough.m3u8"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2012/4/11/120411HirstWalkthrough_3gpLg16x9.3gp"}]}],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","shortUrl":"http://gu.com/p/4a8xn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","webUri":"http://www.theguardian.com/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457263940","source":"guardian.co.uk","durationInSeconds":319,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/24/160624DamienHirst_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/24/160624DamienHirst.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/24/1435160893583/KP_324187_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video","cleanCaption":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video"}}},"importance":3,"kicker":{"title":"Damien Hirst"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435581938817/5a0200ba-18d0-4a6c-bc05-ff2094eb9c17-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay for the Guardian","altText":"Damien Hirst at his new gallery in Lambeth, south London.","cleanCredit":"Photograph: Felix Clay for the Guardian"}}]},{"title":"The steroidal towers set to ruin London's skyline","rawTitle":"The steroidal towers set to ruin London's skyline","item":{"type":"article","id":"artanddesign/2015/jun/30/22-bishopgate-skyscraper-london-skyline-development","title":"22 Bishopsgate – and the steroidal towers set to ruin London's skyline","trailText":"Twice as big as the buildings already there, the latest addition to London’s square mile will dwarf its predecessors, block out all the light ... and cost £1.5bn. But it’s not even the biggest skyscraper in the works","standFirst":"<p>Twice as big as the buildings already there, the latest addition to London’s square mile will dwarf its predecessors, block out all the light ... and cost &pound;1.5bn. But it’s not even the biggest skyscraper in the works</p>","byline":"Oliver Wainwright","body":"<p>Imagine what it would look like if the City of London imploded, and its skyline of towers was sucked into a single humungous lump. Picture <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jun/16/cheesegrater-leadenhall-building-richard-rogers\">the Cheesegrater</a> strapped to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2012/dec/12/walkie-talkie-fenchurch-street-architecture\">the Walkie-Talkie</a>, with most of the Gherkin thrown in, all bundled up in a great glass shroud.</p> \n<p>If you can’t envisage what the resulting mess would look like, help is at hand – because someone has already designed it. At <a href=\"http://at22.co.uk/\">22 Bishopsgate</a>, in the heart of the Square Mile, a gargantuan office building has been proposed that will utterly dwarf all that has gone before, trumping every property developer’s wildest dreams. More than twice the size of the City’s biggest towers, it will contain 32 acres of floorspace heaped in an 80m-wide hulk, rising to just below the height of the Shard. Butting right into the middle of London’s skyline, it will be inescapable from every angle, an urban cliff-face that will change the capital’s profile forever. And this &pound;1.5bn project is likely to be built by 2018, before you even knew it was happening.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/paris-councillors-back-plan-for-first-new-skyscraper-in-40-years\">Paris councillors back plan for first new skyscraper in 40 years</a> </p> \n</aside> \n<p>But if you listen to the man behind this megalith describing its virtues, you would be forgiven for thinking it will barely be noticeable at all.<br /></p> \n<p>“We’re aiming for a quiet, elegant building, something that’s not too flamboyant,” says <a href=\"http://www.liptonrogers.com/\">Sir Stuart Lipton</a>, the 72-year-old titan of London’s property industry who, after a few years of absence from the City, is now back with bigger ambitions than ever. “The City can’t be full of fireworks,” he adds. “When there are too many fireworks, they become a distraction.”</p> \n<p>But if the oddly shaped towers that have sprouted on London’s skyline over the last decade are to be thought of as fireworks, then 22 Bishopsgate is the fire blanket that will smother them all. From most angles, the building will blot out its neighbours’ sculpted silhouettes entirely, congealing their profiles into a single grey mass.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"902177ff6c4f0722b7f449fe12ef5ad5fc0c0dff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435668180468/8a360772-ba65-4a5c-a404-02dd06b82461-280x420.jpeg\" alt=\"22 Bishopsgate\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">22 Bishopsgate.</span> \n  <span class=\"element-image__credit\">Photograph: Hayes Davidson</span> \n </figcaption> \n</figure> \n<p>The scheme replaces a project known as <a href=\"http://www.e-architect.co.uk/london/the-pinnacle\">the Pinnacle</a>, a tower designed by American firm <a href=\"http://www.kpf.co.uk/\">KPF</a> in the form of a rolled-up napkin, which would have spiralled up to a slender point in the City’s planned “cluster”. First designed in 2003, for the Saudi and Kuwaiti-backed group Arab Investments, it was the ultimate symbol of boom-time hubris. Nicknamed the Helter Skelter, its internal layout was as inefficient as its billowing exterior was extravagant. It began construction in 2008, but was swiftly credit-crunched. The seven-storey stump of its abandoned concrete lift-shaft has stood as a warning ever since, an Ozymandian relic of the banking bubble.</p> \n<p>The site was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/19/londons-half-built-pinnacle-set-to-reach-new-heights\">acquired in February</a> by Lipton and his partner Peter Rogers (brother of Cheesegrater architect Lord Richard Rogers) for a staggering &pound;300m, funded by a consortium of Canadian and Singaporean investors, led by French company Axa Real Estate. It was a price that far exceeded expectations for the famously troubled site, which had already foiled a previous attempt to revive it by Brookfield Multiplex in 2011 – an effort that ended in a sticky mess of legal battles over the accursed stump. But the inflated sale price has now spawned the inevitable consequence: the proposed stack of commercial floorspace is a literal diagram of quite how much value the investors must claw back from their gamble.</p> \n<p>If anyone has the brazen confidence to take on such an inauspicious project, it is Stuart Lipton, a man who exudes the self-assurance you might expect of someone who has built almost 30m sq ft of commercial space in London over the past 30 years. He made his name in the 1980s with the ballsy <a href=\"http://www.liptonrogers.com/case-study/broadgate-ec2/\">Broadgate complex</a>, near Liverpool Street station, in an era when he would growl around town in a red Ferrari. Ludgate Circus and Paternoster Square followed, along with key roles guiding the ambitious plans for Tate Modern, the National Gallery and the Royal Opera House. He was chairman of the government’s Commission for Architecture and the Built Environment (Cabe) and has employed some of the country’s finest architects, as well as bringing Rem Koolhaas to London twice – first for the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/nov/27/new-court-rothschild-koolhaas-oma-review\">Rothschild bank</a>, then for the redevelopment of the <a href=\"http://www.oma.eu/projects/2008/commonwealth-institute/\">Commonwealth Institute</a> in Kensington, currently under construction. In the words of Lord Rogers: “You’d be hard-pressed to find a developer that’s raised the bar as high as he has.” If the bar is for monumental ambition, it is fair to say that Lipton has now raised it beyond all reason.</p> \n<p>Visiting the public exhibition of 22 Bishopsgate, held in a marquee at the base of the stump, my first thought was that they’d got the scale of the model wrong. The building makes the Cheesegrater look like a fun-size wedge of parmesan, the Gherkin like a bonsai pickle. Its broad flanks will stand just 10 metres away from a proposed tower to the south, forming a lightless gauntlet, while casting a good stretch of city into almost permanent shadow.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"99cf9dc589f46e82e45d4d3909d618944b5e0dd8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435668460549/27625a9d-4095-45d3-a7bf-a8df0b213d75-280x420.jpeg\" alt=\"Sir Stuart Lipton\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Stuart Lipton</span> \n  <span class=\"element-image__credit\">Photograph: Julian Makey/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>The design is the work of <a href=\"http://www.plparchitecture.com/\">PLP Architecture</a>, the same bunch of people who designed the Pinnacle, but who broke off from KPF in 2009 to set up their own practice. Lipton has asked them to make a cheaper, more efficient building. It packs in a third more floorspace than the Pinnacle, and manages to cram in 1.4m sq ft of floor area – more than the Walkie-Talkie and Cheesegrater combined. It fills the plot to its limits, extruding the maximum area into a fat shaft, topped with a stepped summit that gives it the look of a cigarette lighter – perhaps the building’s inevitable moniker (if the Monster doesn’t stick).</p> \n<p>“Stuart wanted a pure efficient rectangle,” says architect Karen Cook. “But we’ve cut away the corners and stepped the form to make it work from a townscape perspective.” She explains how the mass has been chiselled to make it appear more slender from the south-west, mindful of the prospect from St James’s Park and Waterloo Bridge – from where, as a result of her carving, it will look like only three towers stuck together rather than five. They have done their best, given the brief, but that sheer bulk is never going to disappear.</p> \n<p>“The building has to fulfil a role of tying together the other buildings,” she adds, “while at the same time being the dominant building in the group. That’s a challenging role to fill.” It is a challenge that PLP (who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jan/18/last-thing-london-needs-is-another-seven-towers-bishopsgate-goodsyard\">are also responsible for a controversial cluster planned for Bishopsgate Goods Yard</a>, a little further east) seem incapable of meeting with sufficient grace. Stumbling into the skyline, their tower will be like the chunky relative who dominates the wedding photos, forcing the assembled guests into an unwanted group hug.</p> \n<p>As for giving back to the city, there will be a free viewing gallery at the top – though it will be managed by Arab Investments, who, having sunk close to &pound;500m into the project, will presumably be doing everything in their power to cream some of that back.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>22 Bishopsgate will be inescapable from every angle, an urban cliff-face that will change the capital’s profile forever</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The marketing spiel does its best to ignore these facts and sell the interior concept instead. Lipton explains how there will be double-height communal areas throughout the building, “bringing all the benefits of a village green,” while the foyer will play host to “a changing menu of actions”, and your work life here will be “coached and curated permanently”.</p> \n<p>He uses all the keywords: there will be lots of bike parking spaces (“because cycling is the new gym”), flexible floorspace (“for new collaborative working styles”) and it will use a “consolidated delivery plan” to minimise truck movement during construction. But there’s no escaping the fact that this “truly vertical city” is an oversized brute that will bring nothing but harm to the city. And if you think this steroidal pipe dream could never get planning permission, think again.</p> \n<p>“This site has always been earmarked for one of the tallest buildings in the cluster,” says Gwyn Richards, head of design at the City of London’s planning team. “The design of 22 Bishopsgate follows our guidance for sleek simplicity, in contrast to some of the more gimmicky buildings we’ve had recently. We’re taking a slightly more disciplined approach now: no building in the cluster should be trying to shout down its neighbour.”</p> \n<p>For the past year – since the departure of chief planner Peter Rees, who had a thing for towers with quirky profiles and cutesy nicknames – Richards and his team have been developing a 3D digital model that visualises the invisible planning constraints in the City. From the protected viewing corridors of St Paul’s to flight-path height limits, these restrictions form a kind of jelly mould inside which all buildings must fit.</p> \n<figure class=\"element element-image\" data-media-id=\"40ecb39b5e487e1a50996fa33d08b5bbe758fcb2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435668384968/717776e9-6930-4074-a3ed-ea70ba7a93f2-460x309.jpeg\" alt=\"22 Bishopsgate\" width=\"460\" height=\"309\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">22 Bishopsgate.</span> \n  <span class=\"element-image__credit\">Photograph: Hayes Davidson</span> \n </figcaption> \n</figure> \n<p>“It looks like a raspberry blancmange,” says Richards. “And it points to the fact that we could have an even taller building on the site of 1 Undershaft [immediately east of the Cheesegrater].” Here, there are plans for what will be the tallest tower in the City, a confidential scheme currently being designed by <a href=\"http://www.ericparryarchitects.co.uk/\">Eric Parry</a>, which a source close to the project describes as being “modelled on Cleopatra’s Needle”. It sounds promising, and Parry is eminently capable of designing an elegant obelisk, although another insider is less kind, describing it as a steroidal version of <a href=\"http://pcparch.com/project/one-canada-square\">One Canada Square</a> in Canary Wharf, so big that it will “block out the entire solar system”.</p> \n<p>The City is adamant that it needs as much floorspace as it can get, with office vacancy rates now as low as 5%. But the cost to London is clear. With permissions already granted for many more towers, from the <a href=\"http://52limestreet.co.uk/\">Scalpel</a> to the <a href=\"http://www.foggo.com/portfolio/projects/60-70-st-mary-axe\">Can of Ham</a> and a monstrous “Gotham City” mega-block by Make, we can say goodbye to a skyline of individual spires, between which you might occasionally glimpse the sky. With developers calling the shots, while planners egg them on, the future of the City’s silhouette looks set to be a lumpy blancmange.<br /></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667112012/af7c0293-156f-43d7-8d53-f5648cd9b47c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"22 Bishopsgate","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668182103/8a360772-ba65-4a5c-a404-02dd06b82461-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"22 Bishopsgate. Photograph: Hayes Davidson","credit":"Hayes Davidson","altText":"22 Bishopsgate","cleanCaption":"22 Bishopsgate.","cleanCredit":"Photograph: Hayes Davidson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668462065/27625a9d-4095-45d3-a7bf-a8df0b213d75-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sir Stuart Lipton Photograph: Julian Makey/REX Shutterstock","credit":"Julian Makey/REX Shutterstock","altText":"Sir Stuart Lipton","cleanCaption":"Sir Stuart Lipton","cleanCredit":"Photograph: Julian Makey/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435668383064/717776e9-6930-4074-a3ed-ea70ba7a93f2-2060x1383.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1383,"width":2060,"orientation":"landscape","caption":"22 Bishopsgate. Photograph: Hayes Davidson","credit":"Hayes Davidson","altText":"22 Bishopsgate","cleanCaption":"22 Bishopsgate.","cleanCredit":"Photograph: Hayes Davidson"}],"webPublicationDate":"2015-06-30T13:56:05Z","lastModified":"2015-06-30T14:36:04Z","metadata":{"commentable":true,"commentCount":172,"contributors":[{"name":"Oliver Wainwright","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745948/OliverWainwright.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-wainwright"}],"feature":true,"keywords":["Architecture","Art and design","Culture","Business","London","Cities"],"tags":[{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"business/business","webTitle":"Business"},{"id":"uk/london","webTitle":"London"},{"id":"cities/cities","webTitle":"Cities"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Oliver Wainwright","topic":{"type":"tag-contributor","name":"profile/oliver-wainwright"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/30/22-bishopgate-skyscraper-london-skyline-development","shortUrl":"http://gu.com/p/4a9v3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/30/22-bishopgate-skyscraper-london-skyline-development","webUri":"http://www.theguardian.com/artanddesign/2015/jun/30/22-bishopgate-skyscraper-london-skyline-development"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671524751/aa151e7a-414e-4195-9629-accb29633dc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Raising the bar … the proposed 22 Bishopsgate in the London skyline. Photograph: Hayes Davidson","credit":"Hayes Davidson","altText":"Raising the bar … the proposed 22 Bishopsgate in the London skyline.","cleanCaption":"Raising the bar … the proposed 22 Bishopsgate in the London skyline.","cleanCredit":"Photograph: Hayes Davidson"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667112012/af7c0293-156f-43d7-8d53-f5648cd9b47c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"22 Bishopsgate","cleanCredit":"Photograph: PR"}}]}],"lastModified":"2015-07-01T07:52:52Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}