{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Havana / A city on the brink of a potentially fraught transition","rawTitle":"A city on the brink of a potentially fraught transition","item":{"type":"article","id":"cities/2015/jun/17/havana-city-brink-change","title":"Havana: one of the world's great cities on the brink of a fraught transition","trailText":"With negotiations under way to restore US ties, the Cuban capital’s days as a kind of open-air museum where time stood still are numbered. As the country opens up to the outside world, its people look likely to push for faster change","standFirst":"<p>With negotiations under way to restore US ties, the Cuban capital’s days as a kind of open-air museum where time stood still are numbered. As the country opens up to the outside world, its people look likely to push for faster change</p>","byline":"Michael Deibert in Havana","body":"<p>To visit Havana in the late spring, before the torpid humidity and showers of summer, is a glorious thing. Strolling through the streets of La Habana Vieja, its derelict and weather-worn facades still elegant, one encounters the grandeur of squares such as the Plaza de la Catedral, its church built in 1727, where leisurely cats and songbirds find refuge from the exhaust fumes that plague so much of the city. </p> \n<p>As they have for decades, at dusk fishermen cast their lines and nets off the <a href=\"http://www.lonelyplanet.com/cuba/downtown-havana/sights/neighbourhoods-villages/malecon\">Malec&oacute;n</a> and into the splashing Caribbean, the sun descending as a fiery globe into the sea before them. In Vedado, once a glittering nightlife destination for the 1950s jet set, the old houses and green parks manage to catch some afternoon coolness as they slouch down towards the bay.</p> \n<p>The last few years have one been ones of rapid change in Havana, one of the world’s great iconic cities for well over a hundred years and a traditional weathervane of the fortunes of the country as a whole. The days where it served as a kind of an open-air museum where time stood still appear to be drawing to a close, with the opening of a long-closed system generating an inevitable tension and dynamism.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cuba – including even its increasingly cosmopolitan capital – remains an authoritarian state</p> \n </blockquote> \n</aside> \n<p>Ruled by the Communist dictatorship of the Castro brothers since 1959 (and by the US-backed capitalist dictatorship of Fulgencio Batista for seven years before that), last December US president Barack Obama and Cuban president Ra&uacute;l Castro announced that long-standing travel and commercial restrictions the US had placed on Cuba would be relaxed, and that full diplomatic relations would be restored. Confirmation that embassies are to reopen in Washington DC and Havana <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/13/us-and-cuba-to-reopen-embassies-and-restore-full-ties-in-early-july-reports-say\">is expected in early July</a>, according to the latest reports. Many in Cuba and abroad hope that the US embargo on the country – a blunt and ineffective tool that collectively punishes Cubans as a whole rather than their government – will soon end as well.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"111744aabaecda032b85aa6474439f5a8a1da28c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452902433/19de786c-1c64-4541-843a-6821149d4465-460x269.jpeg\" alt=\"A mural by the Union of Young Communists, which reads: “Study, work, rifle.”\" width=\"460\" height=\"269\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Union of Young Communists mural reads: ‘Study, work, rifle.’</span> \n  <span class=\"element-image__credit\">Photograph: Desmond Boylan/Reuters</span> \n </figcaption> \n</figure> \n<p>Such rapid geopolitical shifts mirror the changes taking place within Cuba itself. Beginning in 2008, two years after Ra&uacute;l took the helm from his brother Fidel, Cubans have been allowed to own cellphones and DVDs, and in 2010 the Cuban government began permitting foreign investors to lease government land and allowed individual Cubans greater control over the island’s agricultural and farming sectors. A 2012 law eliminated the onerous exit permit that, for 50 years, Cubans had been required to possess in order to travel abroad, and Cubans can now get online at a handful of cyber cafes around the island – although the price (around US$5 an hour) remains prohibitively expensive in a nation where many people make only $30 a month.<br /></p> \n<p>Nowhere have these changes been more apparent than in Cuba’s capital, and Havana today can be a jarring collision of the antique and the nouveau. While I was there, the <a href=\"http://www.biennialfoundation.org/biennials/havana-biennale/\">Havana Biennial</a> was bringing in cutting-edge artists and art dealers from all over the world – yet turn the television to one of the state-sponsored channels and one is immediately transported back to the time of Soviet-era propaganda, of shrill declarations and low production values. In contrast, Venezuela’s TeleSUR (now accessible to Cubans), which generally maintains a line favourable to Venezuelan president Nicol&aacute;s Maduro and his allies (of whom the Castros are two), is positively electric and full of flashy visuals and news from the outside world.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b6e172cbcf8d1813ee6c5679dc1bbca7b56c6d57\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434384222655/f4cb07b5-e10f-4b5f-96a8-b60557a3641d-460x360.jpeg\" alt=\"Cuban revolutionary leader Fidel Castro leads his men in 1957.\" width=\"460\" height=\"360\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cuban revolutionary leader Fidel Castro in 1957.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Festooned with its ceaseless homages to the dead, Havana can still feel more like a necrocracy than a living dictatorship. There is the inevitable mustachioed and solemn Jos&eacute; Mart&iacute;, slain by the Spanish in Dos R&iacute;os in 1895. The bewhiskered Camilo Cienfuegos, a revolutionary commander whose plane disappeared while flying from Camag&uuml;ey to Havana in 1959. And there is Ernesto “Che” Guevara, the Argentina-born revolutionary who served as Fidel Castro’s right-hand man perhaps as much as Ra&uacute;l did and who – when the revolutionary government seized power – oversaw the execution of dozens of prisoners at La Caba&ntilde;a fortress above Havana, most with only summary trials. Che went on to support the quixotic ambitions of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2001/jan/19/guardianobituaries1\">Laurent-D&eacute;sir&eacute; Kabila</a> in eastern Congo before turning his attentions to Bolivia, where he was captured and killed in October 1967.<br /></p> \n<p>I opted to spend a morning in a less ideological city of the dead, the Necr&oacute;polis de Crist&oacute;bal Col&oacute;n, situated in Veadado and spanning many city blocks (the cemetery even maintains little street signs in case the departed should become confused and lose their way). Within the cemetery one can visit the final repose of the Swiss-Cuban author Alejo Carpentier, the photographer Alberto Korda and former senator Eduardo Chib&aacute;s, who committed a spectacular on-air suicide on Cuban radio in 1951. Scattered throughout the cemetery, too, are graves of a number of members of the <a href=\"http://www.cuban-traditions.com/religions/afrocuban/the_abakua_secret_society/the_abakua_secret_society.html\">Abaku&aacute;, an Afro-Cuban initiatory society</a> that may seem to have echoes of the Freemasons, but which has its roots in pre-colonial Nigeria and Cameroon.<br /></p> \n<p>An area with a particularly strong Abaku&aacute; tradition is Regla, just across the bay. Taking the short ferry ride across from the city proper offers one of the best views of La Habana Vieja. Alighting from the ferry, we were greeted by an Afro-Cuban woman chanting at the water’s edge and employing various accoutrements in what appeared to be a ritual for Yemay&aacute;, the chief <a href=\"https://en.wikipedia.org/wiki/Orisha\">orisha</a> of Santer&iacute;a (as Cuba’s syncretic Afro-Cuban religion is called) and goddess of the waters and seas.</p> \n<figure class=\"element element-image\" data-media-id=\"7dff225506c064c5dfe3c1effda3c9e8d46606c0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434448958359/d4b3295e-a944-4236-88bf-5ed5a669b41c-460x307.jpeg\" alt=\"An old American car drives past a billboard in Havana that reads “No Yankee annexation will stop our Revolution”.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An old American car drives past a billboard in Havana reading: ‘No Yankee annexation will stop our revolution.’</span> \n  <span class=\"element-image__credit\">Photograph: Javier Galeano/AP</span> \n </figcaption> \n</figure> \n<p>The orisha spirits kept popping up during my visit. The following evening at a “party for Yemay&aacute;” in the Playa neighbourhood just west of Vedado, a local friend and I drove through the dusk-hued streets in a shared public taxi before arriving at a street of modest low-rise concrete block buildings. The party was already in progress: mangoes, rum and a fully-decorated birthday cake proclaiming “Felicidades Yemay&aacute;!” were laid before the altar. </p> \n<p>The people – lovely and welcoming, though threadbare – were drinking rum, wolfing down food, dancing to reggaeton and sitting out on the uncovered roof as the cool night breeze blew in under a blanket of Caribbean stars. The host’s daughter, in her early 20s and conversant in Spanish, English, French, Portuguese and Italian, wondered if the changes that were coming to Cuba might mean some respite from a life that, for her parents, had seemed to be one of unrelenting grind and struggle.</p> \n<p>Walking through Vedado later that night, I was reminded of the great Cuban novelist Heberto Padilla, who had written in his post-revolutionary book <em>En mi jard&iacute;n pastan los h&eacute;roes</em> (translated into English as Heroes Are Grazing in My Garden) that “at night the neighbourhood recovered its old majesty. Darkness hid the cracks and grime, and from a distance it took on again its old splendour.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Prostitution remains a fact of life in Havana and a draw for a certain kind of tourist, as it has since the early 90s</p> \n </blockquote> \n</aside> \n<p>Padilla was part of a landscape of writers that suffered terribly after the revolution, though rage at his ideological deviation was not further inflamed by his being gay, as was the case with authors such as Reinaldo Arenas, Jos&eacute; Lezama Lima and Virgilio Pi&ntilde;era. (Padilla had also written that “a revolution is not simply the excited rush of plans, dreams, old longings for redemption and social justice … [but also] repression, overzealous police vigilance, suspicion, summary verdicts, firing squads.”).<br /></p> \n<p>In the sexual sense, times have markedly changed in Cuba, with Ra&uacute;l Castro’s daughter, Mariela, running the <a href=\"http://www.cenesex.org/wp-content/themes/cenesex/en/\">Centro Nacional de Educaci&oacute;n Sexual</a> and advocating on behalf of LGBT rights. Gay couples, though not exactly flamboyant, certainly do not have to cower as they did in earlier times. A less appetising side to the country’s more permissive sexual atmosphere – prostitution – remains a fact of life in Havana and a draw for a certain kind of male (and to a lesser degree, female) tourist here, as it has since the early 1990s when the collapse of the Soviet Union sent the country’s economy into a tailspin.</p> \n<p>But Cuba, even its increasingly cosmopolitan capital, remains an authoritarian state. The last time Cubans were freely able to chose who represents them was when they voted for Carlos Pr&iacute;o Socarr&aacute;s for president in 1948, a presidency cut short by Batista’s 1952 coup. And it is highly doubtful that current visitors – sitting in the back of the spotlessly maintained American cars which tour the city, or smoking cigars at the Hotel National or the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/may/12/havana-habana-libre-castro-cuba-us-history-cities-50-buildings-day-34\">Hotel Habana Libre</a> – know the names of, say, Wilmar Villar Mendoza, a dissident designated as a prisoner of conscience by Amnesty International, who died on hunger strike in January 2012. In January, Cuba released 53 political prisoners – but human rights groups here say that other political prisoners remain in jail.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c15cb42d114dd73e6b0277582590beae65727e85\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434449647794/5f469493-194c-4995-a50b-3a5bb0f6c27a-460x332.jpeg\" alt=\"Barack Obama and Ra&uacute;l Castro announced last year that travel and commercial restrictions between Cuba and the US would be relaxed.\" width=\"460\" height=\"332\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A book stall in Havana.</span> \n  <span class=\"element-image__credit\">Photograph: Jorge Rey/Getty Images</span> \n </figcaption> \n</figure> \n<h2>A contrasting city</h2> \n<p>At the time of the 1959 revolution, Havana ranked as one of the world’s great and dynamic cities. The country’s literacy rate was 76%, the fourth highest in Latin America. Cuba was 11th in the world in the number of doctors per capita, and it boasted one of the largest middle classes in the entire region. Hard as it may be to believe today, the country ranked fifth in the hemisphere in terms of income.<br /></p> \n<p>But there were also yawning inequalities, between both city and country and black and white. By the mid-1950s, Batista – once a democratically elected president – had emerged into an odious and fully formed dictator who showed little interest in addressing the poverty from which he himself had come (in his case in Holgu&iacute;n province). The place was ripe for revolt, and so it came. But, hobbled both by the nature of Cuban communism and thuggish, cloddish US attempts at intervention and destabilisation, so too a gradual diminution of Havana’s glory took place over the ensuing decades. </p> \n<p>As a Cuban-American friend noted upon his first visit, the buildings and vistas of Havana are so overwhelming in their magnificence – and their dilapidation and the poverty surrounding them so apparent – it sometimes seems like a visitor has wandered into the ruins of a once-great civilisation, like the Aztecs or the Mayans, now being squatted by a banana republic.</p> \n<p>The grandiose seat of government, El Capitolio, was completed in 1929 during the dictatorship of independence-era general Gerardo Machado. The nearby Gran Teatro de La Habana is even older, having opened in 1838 while Cuba was still under Spanish colonial rule and with its present home having been finished in 1915 during the presidency of Mario Garc&iacute;a Menocal. Many of the landmark hotels in Havana likewise opened during the reigns of either Machado (the Hotel Nacional) or Batista (the Habana Libre), an irony that seems lost both on many visitors as well as the regime.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"84ebdfadcd98b41945e7c07acb0e44b52fcde08c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434454292009/e4abd2ad-7069-4e2b-87fd-21f766138cd9-460x306.jpeg\" alt=\"El Capitolio, Cuba’s seat of government, built under the dictatorship of independence-era general Gerardo Machado in 1929.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">El Capitolio, Cuba’s seat of government, built under the dictatorship of independence-era general Gerardo Machado in 1929.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Taking a shared public taxi out to the suburb of Alamar, faded imperial grandeur slaps one in the face in the form of both the Castillo de los Tres Reyes Magos del Morro (better known as El Morro and named after the Biblical magi) and the aforementioned La Caba&ntilde;a, both haughtily guarding the city as they did in the days of slavery and plunder.<br /></p> \n<p>With the sparkling Caribbean on one side, the cab veers inland and eventually the housing project of Alamar, built in the early 1970s to house workers (and, often, Russian advisers), rears up into view. A visitor steps out to be surrounded by multistorey tenements that would be recognisable to anyone familiar with Latin American urban planning. For all the revolution’s desire to construct a “new man”, the appearance of Alamar is rather similar to low-income housing elsewhere in the world.<br /></p> \n<p>I’ve come here to visit a friend, part of a poetry and art collective that has appeared throughout the US and in Latin America. We talk in an apartment that is nearly devoid of furniture, as his small children play outside and neighbours amble by.<br /></p> \n<p>“Yes, people can talk now, but nothing changes,” he says. He’s happy about Cuba’s increased access and connectedness to the rest of the world, but also says that exorbitant internet costs have made him “a guerilla” with his time, preparing his emails and internet searches days in advance before hopping on and trying to frantically get everything done before his time (and money) run out.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It sometimes seems like … the ruins of a once-great civilisation, now being squatted by a banana republic</p> \n </blockquote> \n</aside> \n<p>After sipping some very sweet, very strong coffee, we walk through the entire complex, several miles of similar characterless high-rises, the monotony of which is broken up by unexpected delights such as stumbling across a quintet playing the lilting <em>son</em> music of Cuba’s countryside simply for their own edification in the shadow of one of the towering buildings. Eventually, we walk the whole way down to the glittering sea, so clear you can see right to the bottom.</p> \n<p>“It’s so peaceful here,” my friend says. “I like to come down here and meditate.”</p> \n<p>As we turn around and face the land, he points out Cojimar, the fishing village that longtime Cuba resident Ernest Hemingway memorialised in his 1952 novel The Old Man and the Sea. In keeping with the absolute absence of anti-Americanism I have come across in Cuba, Hemingway remains a venerated figure on the island, with the country’s largest marina named after him and his home in San Francisco de Paula, just outside of Havana, a national museum. </p> \n<p>As my friend is evidence of, many Cubans cherish and welcome the intellectual interaction of the island with the rest of the world. They hope it will only increase in the coming years.<br /></p> \n<h2>Stale politics</h2> \n<p>It is hard to visit Havana today and not feel like the country is entering a potentially fraught period of transition. The levers of power in Cuba are still held largely by men who are immensely old. Fidel Castro – whose occasional essays in the state newspaper <a href=\"http://en.granma.cu/\">Granma</a> get stranger every time they appear – is 88 and infirm, while Ra&uacute;l Castro is 83. </p> \n<p>Cuba’s vice-president, Miguel D&iacute;az-Canel, is a youthful 54 – but the political trajectory of all but the Castros themselves in Cuba has often been uncertain. One need only look at the fates of Ricardo Alarc&oacute;n – once a rising star in the Communist Party who found himself demoted and disgraced in 2013, or Arnaldo Ochoa – a widely popular general and hero of Cuba’s war in Angola who perished in front of a firing squad in 1989, for evidence of that.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/may/12/havana-habana-libre-castro-cuba-us-history-cities-50-buildings-day-34\">Havana's Habana Libre, pawn in Castro's battle against the US - a history of cities in 50 buildings, day 34</a> </p> \n</aside> \n<p>The more the country opens up to the outside world – as Ra&uacute;l Casto seems to know it must do in order to survive – and the more access Cubans have to information, the more they (particularly the young) are likely to push for change. The current, curious sense of idleness in Cuba’s political scene – dominated still by revolutionary slogans painted on public walls and propaganda broadcasts from another age – rings more hollow when one realises that there are many countries with good health and education systems that don’t feel the need to deny people the vote in order to achieve them.</p> \n<p>Towards the end of my visit, I was pondering these questions as I sat writing under the shade of a tree in Havana’s Parque Central, just in front of the magnificent Gran Teatro de le Habana. Then I heard the shouts: “Libertad! Viva los derechos humanos!” (“Freedom! Long live human rights!”)</p> \n<p>I looked up and saw a slight young man with spiky hair. He couldn’t have been more than 25 years old. He was shouting these words with his fist raised. A crowd formed, watching mutely and doing nothing. Within a few minutes the police arrived. They handcuffed him, threw him in a car, and hustled him away.</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382283146/768d4ce8-af4a-4d3f-8a00-eea8e02695a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Walter Bibikow/Walter Bibikow/JAI/Corbis","altText":"Havana Vieja, detail of 1950sera US car","cleanCredit":"Photograph: Walter Bibikow/Walter Bibikow/JAI/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452901215/19de786c-1c64-4541-843a-6821149d4465-2060x1203.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1203,"width":2060,"orientation":"landscape","caption":"A Union of Young Communists mural reads: ‘Study, work, rifle.’ Photograph: Desmond Boylan/Reuters","credit":"Desmond Boylan/Reuters","altText":"A mural by the Union of Young Communists, which reads: “Study, work, rifle.”","cleanCaption":"A Union of Young Communists mural reads: ‘Study, work, rifle.’","cleanCredit":"Photograph: Desmond Boylan/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434384223164/f4cb07b5-e10f-4b5f-96a8-b60557a3641d-2060x1612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1612,"width":2060,"orientation":"landscape","caption":"Cuban revolutionary leader Fidel Castro in 1957. Photograph: AP","credit":"AP","altText":"Cuban revolutionary leader Fidel Castro leads his men in 1957.","cleanCaption":"Cuban revolutionary leader Fidel Castro in 1957.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434448960251/d4b3295e-a944-4236-88bf-5ed5a669b41c-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"An old American car drives past a billboard in Havana reading: ‘No Yankee annexation will stop our revolution.’ Photograph: Javier Galeano/AP","credit":"Javier Galeano/AP","altText":"An old American car drives past a billboard in Havana that reads “No Yankee annexation will stop our Revolution”.","cleanCaption":"An old American car drives past a billboard in Havana reading: ‘No Yankee annexation will stop our revolution.’","cleanCredit":"Photograph: Javier Galeano/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434449646919/5f469493-194c-4995-a50b-3a5bb0f6c27a-1020x736.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":736,"width":1020,"orientation":"landscape","caption":"A book stall in Havana. Photograph: Jorge Rey/Getty Images","credit":"Jorge Rey/Getty Images","altText":"Barack Obama and Raúl Castro announced last year that travel and commercial restrictions between Cuba and the US would be relaxed.","cleanCaption":"A book stall in Havana.","cleanCredit":"Photograph: Jorge Rey/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434454292788/e4abd2ad-7069-4e2b-87fd-21f766138cd9-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"El Capitolio, Cuba’s seat of government, built under the dictatorship of independence-era general Gerardo Machado in 1929. Photograph: Alamy","credit":"Alamy","altText":"El Capitolio, Cuba’s seat of government, built under the dictatorship of independence-era general Gerardo Machado in 1929.","cleanCaption":"El Capitolio, Cuba’s seat of government, built under the dictatorship of independence-era general Gerardo Machado in 1929.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-17T06:30:00Z","lastModified":"2015-06-17T08:05:27Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Michael Deibert","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-deibert"}],"feature":false,"keywords":["Cities","Havana","Cuba","Caribbean","Travel","Cuba","World news","Americas","North and Central America"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"travel/havana","webTitle":"Havana"},{"id":"travel/cuba","webTitle":"Cuba"},{"id":"travel/caribbean","webTitle":"Caribbean"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/cuba","webTitle":"Cuba"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"},{"id":"travel/northandcentralamerica","webTitle":"North and Central America"}],"section":{"id":"cities"},"topics":[{"displayName":"Michael Deibert","topic":{"type":"tag-contributor","name":"profile/michael-deibert"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/17/havana-city-brink-change","shortUrl":"http://gu.com/p/49nzh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/17/havana-city-brink-change","webUri":"http://www.theguardian.com/cities/2015/jun/17/havana-city-brink-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382283146/768d4ce8-af4a-4d3f-8a00-eea8e02695a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Havana today can be a jarring collision of the antique and the nouveau’. Photograph: Walter Bibikow/JAI/Corbis","credit":"Walter Bibikow/JAI/Corbis","altText":"‘Havana today can be a jarring collision of the antique and the nouveau.’","cleanCaption":"‘Havana today can be a jarring collision of the antique and the nouveau’.","cleanCredit":"Photograph: Walter Bibikow/JAI/Corbis"}},"importance":7,"kicker":{"title":"Havana"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434382283146/768d4ce8-af4a-4d3f-8a00-eea8e02695a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Walter Bibikow/Walter Bibikow/JAI/Corbis","altText":"Havana Vieja, detail of 1950sera US car","cleanCredit":"Photograph: Walter Bibikow/Walter Bibikow/JAI/Corbis"}}]},{"title":"'They're trying to erase my identity' / Uzbekistan's unmentionable writer on life in exile","rawTitle":"Uzbekistan's unmentionable writer on life in exile","item":{"type":"article","id":"world/2015/jun/17/uzbekistan-writer-hamid-ismailov-exile","title":"'They're trying to erase my identity': Uzbekistan's unmentionable writer on life in exile","trailText":"Hamid Ismailov has watched from afar as his country banned his books and all mentions of his name. Here, he shares an <strong>exclusive extract</strong> from his new short story","standFirst":"<p>Hamid Ismailov has watched from afar as his country banned his books and all mentions of his name. Here, he shares an <strong>exclusive extract</strong> from his new short story</p>","byline":"Hamid Ismailov and Vicky Baker for Index on Censorship","body":"<p>When Hamid Ismailov, one of Uzbekistan’s most widely published writers, was forced into exile in 1992, he thought it would be temporary. But 23 years on, he still can’t return. </p> \n<p>He can’t pinpoint which exact work led to his exile. He believes it was the cumulative effect of various articles, plus a freelance job he did with a BBC film crew, when they interviewed leading secular and religious opposition figures in his country. <br /></p> \n<p>“There’s a rude Uzbek saying: ‘Who are you going to complain to if the judge rapes your mother?’” says Ismailov, referring to president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/30/islam-karimov-re-elected-uzbekistans-president-in-predicted-landslide\">Islam Karimov’s re-election</a> in March, following what was widely considered to be a sham vote.</p> \n<p>Uzbekistan is one of the world’s most repressive countries, with widespread reports of torture and forced labour and a record <a href=\"http://www.hrw.org/europecentral-asia/uzbekistan\">Human Rights Watch describes as “atrocious”</a>. Last November, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/13/uzbekistan-students-rare-protest-forced-labour-cotton-picking\">journalism students at the National University published an open letter </a>describing how they are forced to harvest cotton without pay. Millions of others are thought to be in a similar position.<br /></p> \n<p>Ismailov says that since President Karimov has crushed the country’s secular opposition, then <a href=\"http://www.hrw.org/news/2013/05/13/uzbekistan-8-years-after-massacre-no-justice\">imprisoned thousands of Muslim citizens</a>, he radicalised local moderate Islam “to the extent that the Islamic movement of Uzbekistan became one of the scaremongers of the global jihadism. There is no free expression, no dissent is allowed at all.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/feb/27/the-dead-lake-hamid-ismailov-review\">The Dead Lake by Hamid Ismailov –review</a> </p> \n</aside> \n<p>Ismailov’s novels – including the acclaimed <a href=\"http://bookshop.theguardian.com/railway.html\">The Railway</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/feb/27/the-dead-lake-hamid-ismailov-review\">The Dead Lake</a>, both translated into English – remain banned in his homeland. “My personal library is in Uzbekistan, my early archives are there, my relatives are waiting for me,” he says.</p> \n<p>Ismailov’s new story, Hatcha-bu, or Granny Hadidja, extracted below, explores the idea of transformation through the story of a feisty and foul-mouthed grandmother who experiences flashbacks to her youth. <br /></p> \n<p>He says he chose the name Hatcha as it sound like sounds like “gotcha”. </p> \n<p>“The transformation of the tender ‘Hadidja’ into ‘Hatcha’ is also similar to the transformation of the eloquent ‘I have got you’ into the gob-smacking ‘gotcha’. By describing the hardened soul of Hatcha, who is a typical granny in modern Uzbekistan, I was trying to explore whether this phenomenon is reversible – how it affects the youth, those who are searching for their identity, for their place in this hard life.”</p> \n<p>Ismailov, meanwhile, has watched from afar as authorities try to erase his own identity. “Nobody can mention my name in any article, review [or] historic piece. I’m the most widely published Uzbek, yet nobody can mention any of my books. It’s a total ban of my name, of activity, of books, of existence. It’s as if I’m non-existent.” </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nobody can mention my name in any article. I’m the most widely published Uzbek but nobody can mention me</p> \n  <footer> \n   <cite>Hamid Ismailov</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"639d0d8cd477087d915fb728582fc9c4c27160e4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434455024697/f12b8971-e6b4-4d7f-ac53-81020761f6b6-460x276.jpeg\" alt=\"Uzbekistan's president Islam Karimov applauds during festivities following his landslide reelection in March\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Uzbekistan’s president Islam Karimov applauds during festivities following his landslide reelection in March</span> \n  <span class=\"element-image__credit\">Photograph: STR/AP</span> \n </figcaption> \n</figure> \n<h2>Extract</h2> \n<p>Hatcha-bu, known in her youth as Hadidja, woke up either due to the unbearable ache in both of her calves, or due to nightmares most likely caused by this very same ache. Her sleep was completely broken, and from the break of dawn she was sitting with her back wrapped in a duvet, reading Sufi Allahyar [the famous 17th-century Sufi poet], rather than reciting her morning prayer. </p> \n<p><em>Your sinful soul started to burn like a flame, </em></p> \n<p><em>Your sins grew and grew to the size of the mountain, </em></p> \n<p><em>I don’t understand, O helpless creature, </em></p> \n<p><em>What kind of soul you possess, what kind of body you have, what kind of person you are. </em> </p> \n<p><em>You are a monster, you are a beggar, </em></p> \n<p><em>Compared to your sins, a mountain seems a single grain. </em></p> \n<p><em>Are you a worthless wretch? Your face is hard, </em></p> \n<p><em>Your tongue is bitter, your heart is stone. </em></p> \n<p>These bitter poems mixed with her sour dreams; from time to time she would try to interpret these dreams, and her mood grew and her heart grew cloudier still. If only this damned ache would leave her nearly paralysed legs. In the dim light, a number of her grandchildren were sleeping curled under a filthy blanket: the old woman smelt a mixture of fart and the sharp smell of piss. Hatcha-bu guessed that one of the little cheeky bastards – Qozi – had wet the bed. Now she couldn’t bear her incessant ache along with her clouded heart, and shouted: “Oi, you little wastes of space! Wake up! Are you going to carry on lying around in your own filth like boar? The courtyard has a layer of dust forming, would it kill for you to clean it a little?” </p> \n<p>She carried on: “Hey Zumrad, if you were to marry today, you’d already be able to have kids, and yet you can’t even look after your little brothers! Wake up, you little piglet! Look at your ugly mug, go and give yourself a clean! How could a girl be so lazy? And what about you Oftob, are you deaf?!” </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Hatcha-bu would always wake up in cold sweats, scared to death from the dream</p> \n </blockquote> \n</aside> \n<p>She continued shouting: “It’s been a while since I’ve clipped your ear! Look at your little brother, he’s pissed himself again! Put some ash on to it before it starts to smell, and hang the blanket on the clothesline – you’ve made my mattresses rot. Stop lazing about like your father!” </p> \n<p>After she’d finished chasing away these little devils, Hatcha-bu, not knowing how to start her day, stood up moaning and groaning, took a pot of water, and waddled outside. </p> \n<p>This should be a good day, she thought to herself. Not a single cloud could be seen in the sky and the sun was diffusing like a softening ache. Maybe I should put the warm pot aside, and wash myself in the stream, she thought, having leant towards it. Her stubbornness awoke however, and she said to herself: “Are you going to risk leaning to your own death, stupid old hag!” Within a minute or two, the shrill voice of little Qozi broke her peace: “Granny, granny, look at them! They’re teasing me!” </p> \n<p>“Bloody hell!” shouted the old lady. A frightened Qozi wailed in response. </p> \n<p> “You evil little things, can’t you leave him in peace – are you stooping low enough to tease your own shit, you ugly little pelican,” she shouted. “And you little pussy, can’t you stand up for yourself!” </p> \n<p>While she was walking to the toilet, Hatcha-bu remembered her dream. In her dream, her late husband – In’om Hodja – tied her arms and legs together like a calf for slaughter, and took her to the Zah-arik riverbank, telling her that he would throw her into the water. “You’ll finally lose your leg pains forever,” he said. Instead of throwing her off the steep bank, he would leave her at the edge of the bank and disappear. If she’d have moved, she knew she would have fallen. When she didn’t move however, she would see the reflection of Oftob and Zumrad in the water itself. </p> \n<p>“What are you staring at?! Why won’t you untie your granny, you pests?” she would ask. Either Zumrad or Oftob would taunt her saying: “You can’t even tell who I am, damn you,” before disappearing into the water. At that point, Hatcha-bu would always wake up in cold sweats, scared to death from the dream. </p> \n<p><em>The full text of Hatcha-bu can be read in <a href=\"http://www.indexoncensorship.org/magazine\">Index on Censorship magazine’s summer issue</a>, which also features new fiction from exiled writer Ak Welsapar from Turkmenistan</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434388549320/d098ba97-3682-433f-a898-f56844dc938b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo Macleod/Murdo Macleod","altText":"A portrait of Hamid Ismailov, August 2014","cleanCredit":"Photograph: Murdo Macleod/Murdo Macleod"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434455026326/f12b8971-e6b4-4d7f-ac53-81020761f6b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Uzbekistan’s president Islam Karimov applauds during festivities following his landslide reelection in March Photograph: STR/AP","credit":"STR/AP","altText":"Uzbekistan's president Islam Karimov applauds during festivities following his landslide reelection in March","cleanCaption":"Uzbekistan’s president Islam Karimov applauds during festivities following his landslide reelection in March","cleanCredit":"Photograph: STR/AP"}],"webPublicationDate":"2015-06-17T04:00:09Z","lastModified":"2015-06-17T04:00:09Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Vicky Baker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vickybaker"}],"feature":true,"keywords":["Uzbekistan","Books","Publishing","Censorship","Culture","World news","South and Central Asia","Fiction","Short stories"],"tags":[{"id":"world/uzbekistan","webTitle":"Uzbekistan"},{"id":"books/books","webTitle":"Books"},{"id":"books/publishing","webTitle":"Publishing"},{"id":"world/censorship","webTitle":"Censorship"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/world","webTitle":"World news"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/short-stories","webTitle":"Short stories"}],"section":{"id":"world"},"topics":[{"displayName":"Vicky Baker","topic":{"type":"tag-contributor","name":"profile/vickybaker"}}],"series":{"title":"New East network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/new-east-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/17/uzbekistan-writer-hamid-ismailov-exile","shortUrl":"http://gu.com/p/49mnf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/17/uzbekistan-writer-hamid-ismailov-exile","webUri":"http://www.theguardian.com/world/2015/jun/17/uzbekistan-writer-hamid-ismailov-exile"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434388549320/d098ba97-3682-433f-a898-f56844dc938b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hamid Ismailov: ‘I’m the most widely published Uzbek, yet, nobody can mention any of my books.’ Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"A portrait of Hamid Ismailov, August 2014","cleanCaption":"Hamid Ismailov: ‘I’m the most widely published Uzbek, yet, nobody can mention any of my books.’","cleanCredit":"Photograph: Murdo Macleod"}},"importance":5,"kicker":{"title":"'They're trying to erase my identity'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434388549320/d098ba97-3682-433f-a898-f56844dc938b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo Macleod/Murdo Macleod","altText":"A portrait of Hamid Ismailov, August 2014","cleanCredit":"Photograph: Murdo Macleod/Murdo Macleod"}}]},{"title":"Sustainability / Can the Ikea generation buy into vintage furniture?","rawTitle":"Can the Ikea generation buy into vintage furniture?","item":{"type":"article","id":"sustainable-business/2015/jun/17/ikea-generation-buy-antique-vintage-furniture","title":"Can the Ikea generation buy into vintage furniture?","trailText":"A struggling vintage and antique furniture sector wants to reach out to sustainably minded young people<br>","standFirst":"<p>A struggling vintage and antique furniture sector wants to reach out to sustainably minded young people<br /></p>","byline":"Alice Grahame","body":"<p>A new (made in China) chest of drawers has a carbon footprint 16 times higher than the antique equivalent per year, according to <a href=\"http://www.loveantiques.com/blog/2015/04/antiques-vs-modern-furniture-better-environment/\" rel=\"nofollow\">research</a> commissioned by the International Antiques and Collectors Fairs (IACF).</p> \n<p>But buying antique and upcycled furniture remains a niche activity despite its green credentials, the enthusiasm of designers and success of upcycling websites like <a href=\"http://www.remadeinbritain.com/\" rel=\"nofollow\">Remade in Britain</a> and <a href=\"https://www.etsy.com/uk/\" rel=\"nofollow\">Etsy</a>. The Antique Collectors Club Annual Furniture Index <a href=\"http://www.antiquestradegazette.com/news/2014/feb/11/furniture-prices-continue-their-slow-downward-trend/\" rel=\"nofollow\">reports</a> that the English antique furniture market is struggling, while a study into furniture retailing by Mintel, published in December 2014, <a href=\"http://store.mintel.com/furniture-retailing-uk-december-2014\" rel=\"nofollow\">shows growth </a>in the new furniture market. UK customers spent nearly &pound;14bn on new furniture in 2014. </p> \n<p>“People are replacing things more often, helped by the availability of cheap furniture from Ikea or Argos”, says Mintel business analyst Jane Westgarth. “Young couples starting out tend to buy cheaply at first, especially if in rented property and then replace things as they wear out or when they want a change of style.”</p> \n<h2>Consumers lay cards on the table<br /></h2> \n<p>Westgarth’s research found that in the mass market, customers want manufacturers and retailers to lead them on sustainability. “They may voice green or ethical sentiments, but they are often too lazy, too cash-strapped or too short of time to turn belief into action. As a result they are looking to manufacturers, retailers and brands to do the good work for them,” she says. </p> \n<p>The research also demonstrated that a brand’s corporate social responsibility or a product’s ethical origins can act as a differentiator or even a deal breaker. “Given a choice some consumers will increasingly opt for the ethical brand, and in some cases they will pay more money for these qualities. They are effectively paying companies to be good on their behalf by buying their products.”</p> \n<p>Ikea is the UK’s market leader in home furnishings, so the impact of their sourcing, manufacturing and transport decisions is huge. For example, it is one of the world’s largest buyers of FSC certified wood in the retail sector. <br /></p> \n<p>“We work with thousands of suppliers long term and the majority are close to our stores. Being flatpack, our furniture uses less fuel to transport. We come into contact with over 700million people through our stores and one billion via our website so we feel responsible for helping people live a more sustainable life at home”, says Lena Pripp-Kovac, Ikea’s sustainability manager for range and supply.</p> \n<p>However, the cheap and ready availability of furniture from the likes of Ikea means people are throwing away furniture at an alarming rate. Government <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/264911/wpp-priority-areas.pdf\" rel=\"nofollow\">figures</a> show that 10m items of furniture are thrown out every year in the UK alone.</p> \n<h2>Sustainable alternatives to cheap furniture<br /></h2> \n<p>“As an industry we need to get together and reach out to young green-minded people who have never thought of buying antiques”, says Will Thomas of Architectural Antiques. “We need to get the message across that antiques don’t depreciate like high-street furniture. So when you no longer love an item you can sell it at the original price or at a profit, and it won’t end up in a skip or landfill site”. </p> \n<p>For those consumers determined to avoid waste, <a href=\"http://www.c2ccertified.org/\" rel=\"nofollow\">Cradle to Cradle (C2C) certified</a> furniture is a good place to start. Certified products have been designed with the full life cycle in mind, so in the case of furniture, parts can easily be taken apart and reused. There are several manufacturers producing C2C certified furniture that has been through a rigorous test of five quality categories — material health, material reutilisation, renewable energy and carbon management, water stewardship, and social fairness. Furniture companies Herman Millar, Orange Box and Steelcase have all produced C2C office chairs. More recently, domestic pieces have appeared, such as innovative <a href=\"http://www.mnn.com/your-home/remodeling-design/blogs/this-handsome-cradle-to-cradle-stool-has-9-lives-and-then-some\" rel=\"nofollow\">leather seating</a> from Pureifhide.</p> \n<h2>Furnishing from fresh<br /></h2> \n<p>Paul von der Heyde, chairman of the British Furniture Confederation, believes there will always be a strong demand for new furniture. “We can’t function without it, and the days of people wanting furniture for life are over. </p> \n<p>“People are living longer so they are not passing on their furniture to their children for many years. The younger generation are not waiting to inherit their family’s furniture – they go ahead and acquire their own. As it’s seen as a fashion item, they mostly don’t want their parents’ old furniture anyway.”</p> \n<p>But Donna Fenn, founder of Remade in Britain, says that because furniture is thought of as fashion, people are growing bored of what the high street offers and want their homes to look different. “In a word, what upcycled furniture offers is personality”, she says.<br /></p> \n<p>“People who buy antique and upcycled furniture value the past, and the skills and craftmanship that have gone into something. The pieces have a history, they have a story to tell, and they’ve been saved from the skip.” </p>","section":"Guardian Sustainable Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380801488/62ef0f1d-af73-4303-9515-e169dfe1b0d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Ikea","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T06:00:01Z","lastModified":"2015-06-17T06:03:42Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Alice Grahame","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alice-grahame"}],"feature":false,"keywords":["Guardian sustainable business","Interiors","Homes","Life and style","Environment","Manufacturing sector","Business"],"tags":[{"id":"sustainable-business/sustainable-business","webTitle":"Guardian sustainable business"},{"id":"lifeandstyle/interiors","webTitle":"Interiors"},{"id":"lifeandstyle/homes","webTitle":"Homes"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/manufacturing-sector","webTitle":"Manufacturing sector"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"sustainable-business"},"topics":[{"displayName":"Alice Grahame","topic":{"type":"tag-contributor","name":"profile/alice-grahame"}}],"series":{"title":"circular economy","uri":"http://mobile-apps.guardianapis.com/lists/tag/sustainable-business/series/circular-economy"},"embeddedVideos":[],"adTargetingPath":"sustainable-business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sustainable-business/2015/jun/17/ikea-generation-buy-antique-vintage-furniture","shortUrl":"http://gu.com/p/49nq6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sustainable-business/2015/jun/17/ikea-generation-buy-antique-vintage-furniture","webUri":"http://www.theguardian.com/sustainable-business/2015/jun/17/ikea-generation-buy-antique-vintage-furniture"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380801488/62ef0f1d-af73-4303-9515-e169dfe1b0d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ikea and Argos have made new furniture accessible to a flatpack generation, but vintage furniture is sustainable alternative. Photograph: Bloomberg via Getty Images","credit":"Bloomberg via Getty Images","altText":"Ikea","cleanCaption":"Ikea and Argos have made new furniture accessible to a flatpack generation, but vintage furniture is sustainable alternative.","cleanCredit":"Photograph: Bloomberg via Getty Images"}},"importance":5,"kicker":{"title":"Sustainability"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380801488/62ef0f1d-af73-4303-9515-e169dfe1b0d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Ikea","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}}]},{"title":"A cross to bear / The vanishing Christians of the Middle East","rawTitle":"The vanishing Christians of the Middle East","item":{"type":"article","id":"world/2015/jun/16/christians-middle-east-religion-islamic-state-linda-dorigo-andrea-milluzzi","title":"A cross to bear: the vanishing Christians of the Middle East","trailText":"With religious tolerance giving way to the savagery of Islamic State, communities that have existed since the first century are now facing extinction. Linda Dorigo and Andrea Milluzzi’s photographs document the people who, through poverty or defiance, refuse to leave","standFirst":"<p>With religious tolerance giving way to the savagery of Islamic State, communities that have existed since the first century are now facing extinction. Linda Dorigo and Andrea Milluzzi’s book of photographs documents the people who, through poverty or defiance, refuse to leave</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/16/vanished-christians-of-the-middle-east-in-pictures\">Full gallery – the vanishing Christians of the Middle East</a></li>\n</ul>","byline":"Giles Fraser","body":"<p>Father Iyad Twai is the Roman Catholic parish priest of the village of Beit Sahour, a mile or so away from Beit Lechem – or Bethlehem, as it is better known – in the Palestinian West Bank. Last month, we met for a coffee and a smoke at Bethlehem University and chatted about our respective parishes. It’s a golden rule that, when two clergy get together to talk, they start comparing numbers. He has about 350 families in his parish – about 1,200 people – as well as involvement from the Orthodox and Arab Maronite communities. And his was the village where the shepherds of the gospel of Luke first proclaimed the good news of Jesus’s birth. This is where Christianity began. Some of his parishioners are descendants of those first shepherds, he said. I raised a sceptical eyebrow. Nonetheless, in the game of ecclesiastical top trumps, he had blown me away on all counts.</p> \n<p>But, for all of this, Father Iyad is fighting an uphill battle. His community is shrinking, with many younger Palestinian Christians leaving Beit Sahour to find jobs elsewhere in the world. The Israeli occupation has left them with little prospects in their home town. Soon, he says, there won’t be any Christians left. People will come here on air-conditioned coaches to look at buildings like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/dec/23/bethlehem-church-of-the-nativity-jesus-christ\">Church of the Nativity in Bethlehem</a>, but what he calls the “living stones”, ie the local Christian community itself (a reference to 1 Peter, chapter 2), are ignored, as if they don’t exist.</p> \n<figure class=\"element element-image\" data-media-id=\"4f06e45ac7eed6b7a191698ef5e2b3bae1e0209c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434469490631/6555be12-0c3d-43a0-832a-42524222afb8-460x276.jpeg\" alt=\"Ani, the ancient capital of the Armenian empire, Turkey, now in ruins (August 2013).\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ani, the ancient capital of the Armenian empire, Turkey, now in ruins (August 2013).</span> \n  <span class=\"element-image__credit\">Photograph: Davide Di Gianni</span> \n </figcaption> \n</figure> \n<p>These photographs from Linda Dorigo and Andrea Milluzzi, Italian journalists working in the Middle East, give faces to these living stones, away from touristic locations. Their new book – poignantly titled Rifugio (“refuge” or “shelter”) – is a visual record of those who have, through poverty or defiance, refused to become a part of the Christian diaspora and now struggle to live out their faith in an increasingly inhospitable land. “During New Year’s evening Mass in 2011, an explosion destroyed the Saints Church in Alexandria [in Egypt]. Twenty-one Christians died. The story appeared in western newspapers and on television, but, after a few days, the media’s attention faded. We felt the need to know more. So we left to discover stories, families and villages in their everyday lives. We were looking for the heirs of the evangelists and the first pilgrims,” they explain.</p> \n<p>When the US launched its invasion of Iraq in 2003, there were 1.5 million Christians living in the country. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/05/tariq-aziz-dies-iraq\">Saddam Hussein’s foreign minister, Tariq Aziz</a>, was a Christian – demonstrating the relative religious tolerance under that regime. But, by igniting <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/05/sunni-shia-why-conflict-more-political-than-religious-sectarian-middle-east\">sectarian violence between Sunnis and Shias</a>, the US invasion was a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/15/middle-east-christians-islamic-persecution-iraq-war\">disaster for indigenous Christians</a>, who Muslims associated with the hated crusaders. Now Christians are being slaughtered by Islamic State. Between 2003 and now, three quarters of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jul/24/iraqi-christians-mosul-isis-convert-islam-or-be-executed\">Iraq’s Christians have been driven from their homes</a> or killed. It’s a story that has repeated itself throughout the Middle East, although, to be fair, it long pre-dates the US invasion. When, a century ago, the Ottomans drove Armenian Christians from Turkey into the Syrian desert to die of starvation, there was a 13% Christian presence in Turkey. Now, they have been all but wiped out. In Egypt, <a href=\"http://www.telegraph.co.uk/news/worldnews/islamic-state/11416779/The-Middle-East-is-red-with-the-blood-of-Christians.html\">some 600,000 Christians have left during the past 30 years</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"cdb749506dd308f2ad487621b60f34a8c3570266\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434469793322/59c97c2a-176e-46d6-838f-7c538419a0fb-460x276.jpeg\" alt=\"A funeral in Deir Abu Hennis, Egypt, where many of the inhabitants have never left the village (July 2012). Photograph: Davide Di Gianni\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A funeral in Deir Abu Hennis, Egypt, where many of the inhabitants have never left the village (July 2012).</span> \n  <span class=\"element-image__credit\">Photograph: Davide Di Gianni</span> \n </figcaption> \n</figure> \n<p>Father Iyad is right to be worried. And Dorigo and Milluzzi have done important work showing us their faces and giving us an emotional connection to their struggle for survival. Many of these communities have existed since the first century. Some of them still pray in Aramaic, the language that Jesus himself prayed in. Now they are approaching extinction. Christianity is being driven from the place of its birth.</p> \n<p><em>Rifugio: Christians of the Middle East by Linda Dorigo and Andrea Milluzzi (Schilt Publishing, </em><em>&pound;29.95, </em><em>Amsterdam). Hardbound with dust jacket, 19 x 24.5 cm (portrait), 180 pages with 73 images.<br /></em><em>The book is available </em><a href=\"http://www.schiltpublishing.com/publishing/authors/linda-dorigo-andrea-milluzzi/\"><em>to buy online now</em></a><em>, and in stores from next week (distributed by Thames &amp; Hudson)</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469397411/72bdb502-93ec-40fa-8a50-6239aae09a43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Davide Di Gianni","altText":"Altar boys and girl serving the Easter mass, near Ajloun, Jordan. (March 2013).","cleanCredit":"Photograph: Davide Di Gianni"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469492035/6555be12-0c3d-43a0-832a-42524222afb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ani, the ancient capital of the Armenian empire, Turkey, now in ruins (August 2013). Photograph: Davide Di Gianni","credit":"Davide Di Gianni","altText":"Ani, the ancient capital of the Armenian empire, Turkey, now in ruins (August 2013).","cleanCaption":"Ani, the ancient capital of the Armenian empire, Turkey, now in ruins (August 2013).","cleanCredit":"Photograph: Davide Di Gianni"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469793994/59c97c2a-176e-46d6-838f-7c538419a0fb-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A funeral in Deir Abu Hennis, Egypt, where many of the inhabitants have never left the village (July 2012). Photograph: Davide Di Gianni","credit":"Davide Di Gianni","altText":"A funeral in Deir Abu Hennis, Egypt, where many of the inhabitants have never left the village (July 2012). Photograph: Davide Di Gianni","cleanCaption":"A funeral in Deir Abu Hennis, Egypt, where many of the inhabitants have never left the village (July 2012).","cleanCredit":"Photograph: Davide Di Gianni"}],"webPublicationDate":"2015-06-16T16:41:59Z","lastModified":"2015-06-16T23:00:48Z","metadata":{"commentable":true,"commentCount":274,"contributors":[{"name":"Giles Fraser","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesfraser"}],"feature":true,"keywords":["Christianity","Religion","World news","Islam","Israel","Middle East and North Africa","Photography","Lebanon"],"tags":[{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/israel","webTitle":"Israel"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"world/lebanon","webTitle":"Lebanon"}],"section":{"id":"world"},"topics":[{"displayName":"Giles Fraser","topic":{"type":"tag-contributor","name":"profile/gilesfraser"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/16/christians-middle-east-religion-islamic-state-linda-dorigo-andrea-milluzzi","shortUrl":"http://gu.com/p/49p2d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/16/christians-middle-east-religion-islamic-state-linda-dorigo-andrea-milluzzi","webUri":"http://www.theguardian.com/world/2015/jun/16/christians-middle-east-religion-islamic-state-linda-dorigo-andrea-milluzzi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469397411/72bdb502-93ec-40fa-8a50-6239aae09a43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Altar girl and boys serving the Easter mass, near Ajloun, Jordan. (March 2013). Photograph: Davide Di Gianni","credit":"Davide Di Gianni","altText":"Altar boys and girl serving the Easter mass, near Ajloun, Jordan. (March 2013).","cleanCaption":"Altar girl and boys serving the Easter mass, near Ajloun, Jordan. (March 2013).","cleanCredit":"Photograph: Davide Di Gianni"}},"importance":4,"kicker":{"title":"A cross to bear"},"byline":{"title":"Giles Fraser"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469397411/72bdb502-93ec-40fa-8a50-6239aae09a43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Davide Di Gianni","altText":"Altar boys and girl serving the Easter mass, near Ajloun, Jordan. (March 2013).","cleanCredit":"Photograph: Davide Di Gianni"}}]},{"title":"'This is not Dodge City' / Country singer’s shooting death sparks scrutiny of bounty hunter laws in US","rawTitle":"Country singer’s shooting death sparks scrutiny of bounty hunter laws in US","item":{"type":"article","id":"us-news/2015/jun/16/randy-howard-country-singer-death-bounty-hunter-laws","title":"Country singer Randy Howard’s shooting death sparks scrutiny of bounty hunter laws","trailText":"Friends and neighbors of veteran ‘outlaw’ country singer say he did not need to die in Tennessee: ‘This is not Dodge City’","standFirst":"<p>Friends and neighbors of veteran ‘outlaw’ country singer say he did not need to die in Tennessee: ‘This is not Dodge City’</p>","byline":"Max Blau in Lynchburg, Tennessee","body":"<p>On the outskirts of Lynchburg, Tennessee, the boarded-up front door of an old wooden cabin was creaked ajar. A lonely country music song warbled from a portable boom box inside the cabin. The sliding back door’s glass covered the living room floor. </p> \n<p>Inside that house, a few miles down the road from Jack Daniel’s main distillery, a bounty hunter last Tuesday shot to death 65-year-old outlaw country singer Randy Howard, authorities say.</p> \n<p>The veteran musician, who had released seven records and shared the stage with some of the genre’s most influential artists, had continued to live the outlaw lifestyle he sang about, even in his final moments that ended in a shootout.</p> \n<p>“He was the epitome of outlaw country,” says Paul Hornsby, a Macon, Georgia, producer and musician who worked closely with Howard. “He only not sang that life, but he lived that life.”<br /></p> \n<p>Investigators say Howard, who is believed to have lived alone, had fired first after being approached by a bounty hunter, but locals and friends question how the incident was handled.<br /></p> \n<p>Those who knew Howard described him as a kind and caring person, and sparked questions about the toughness of regulations facing bounty hunters in Tennessee and elsewhere in the United States.<br /></p> \n<p>Sometime on the night of 9 June, bounty hunter Jackie Shell attempted to serve Howard with a bench warrant for failing to appear at a recent court date in Marion County. According to the Tennessee Bureau of Investigation (TBI), which was asked by a local district attorney to handle the case, the singer faced charges for his fourth DUI offense, driving on a revoked license, possession of drug paraphernalia, and possession of a firearm while intoxicated.</p> \n<figure class=\"element element-image\" data-media-id=\"4d1fe1025979c57299d9ef80e2ba0bcc551628cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434474867084/04129300-e0a2-497f-914a-41e674c002a7-460x276.jpeg\" alt=\"Home of Randy Howard\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shattered glass covers part of the floor inside the living room where country singer Randy Howard was allegedly shot to death.</span> \n  <span class=\"element-image__credit\">Photograph: Max Blau/For the Guardian</span> \n </figcaption> \n</figure> \n<p>TBI spokesman Josh Devine, who declined the Guardian’s request to obtain a police report , citing the ongoing investigation, confirmed that Howard died from his injuries in his countryside home on Griffin Road. </p> \n<p>“Shell shot Howard after Howard fired a weapon at the bounty hunter, who also sustained injuries during the incident,” Devine said in a written statement to the Guardian.</p> \n<p>Jackie Shell’s mother Mary Jane Shell told reporters that paramedics had transported her son to a local hospital, where he underwent surgery.</p> \n<p>A Plus Bail Bonding, a bail bonding company located more than 80 miles east in Dunlap, Tennessee, had authorized Shell, a former detective in nearby Sequatchie County, to track down Howard. A spokesman for the firm referred enquiries from the Guardian to a company lawyer who did not respond to requests for interview.</p> \n<p>“We try to go get them ourselves, but I don’t have the manpower to run down everybody so a lot of bondsmen do bring in people themselves,” Marion County Sheriff Ronnie “Bo” Burnette told local NBC affiliate WRCB-TV. </p> \n<p>With the exception of several states, bounty hunting largely remains legal in the United States as a way to track down people who violate their bail bond contract, the civil document a defendant signs to be released from police custody prior to a court date. When someone like Howard doesn’t show up to court, a bail bondsmen, or a contracted bounty hunter, has a limited window to return the person to jail, or else be on the hook for the bond’s full amount.</p> \n<p>Hank Salyer, a bail bondsman from Ashland City who is reputed to have arrested more than 4,500 people over three decades, says bounty hunters often have greater arrest powers than those granted to police agencies, often with minimal regulations. </p> \n<p>“Bondsmen can arrest at a person’s residence,” Salyer says. “If a person doesn’t open the door willingly, the bondsman can open the door or the window. … There’s nothing in the state law that says what force is needed or not needed.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"212e45fbe4795b3ab93cdcdee42aef4b3c520173\"> \n <img src=\"http://media.guim.co.uk/212e45fbe4795b3ab93cdcdee42aef4b3c520173/0_0_770_462/500.jpg\" alt=\"Randy Howard in 1983\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Howard’s first record, All American Redneck, came out in 1983 and attempted to de-stigmatize the slur. </span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>Tennessee law doesn’t mandate bounty hunters to be licensed. But the state’s code requires bail bondsmen and recovery agents to attend an eight-hour class every year. Salyer says the course can vary drastically depending on the teacher. County sheriffs are also supposed to conduct criminal backgrounds on bounty hunters to ensure they’re not felons.</p> \n<p>Terry Dodson, Howard’s neighbor who spends much of his time restoring junk cars in his front yard, criticizes the bounty hunter’s methods in attempting to arrest Howard. According to Dodson, he tried giving Howard a ride to his court date. The country singer, who had broken both his leg and foot in recent months, refused to leave his house despite his neighbor’s insistence. Nevertheless, Dodson says a different approach, even asking him to mediate the situation, would have saved the singer’s life.</p> \n<h2> ‘He hunted him down like a wild animal’</h2> \n<p>“This is not Dodge City,” says Clayton Walker, one of Howard’s newer neighbors whom recently moved to Griffin Road. “The bounty hunter was in the wrong. He could’ve addressed it a whole lot better. He hunted him down like a wild animal.”</p> \n<p>Howard’s neighbors – who left near his door flowers and a note that read, “Gone But not Forgetten” [sic] – said the singer typically kept to himself on most days. Wanda Burns, who lives two houses down from Howard, never saw the singer leave his home. Retired septic tank cleaner Ray Burton, a lifelong resident of Lynchburg, recalls the singer as a friendly neighbor whenever they chatted in passing. </p> \n<p>“The man liked his booze and liked his drugs,” Burton says. “But he wouldn’t harm nobody or nothing. He didn’t bother nobody.”</p> \n<figure class=\"element element-image\" data-media-id=\"cdf91577bca01d489c37043bb80e8c3228aa8ca3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434475433401/abff6e78-9172-4f69-98bc-4c42b2390429-460x276.jpeg\" alt=\"Randy Howard\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Howard’s neighbors left flowers and a note that read, “Gone But not Forgetten” [sic]</span> \n  <span class=\"element-image__credit\">Photograph: Max Blau/For the Guardian</span> \n </figcaption> \n</figure> \n<p>Howard’s first record, All American Redneck, came out in 1983 and attempted to de-stigmatize the slur. But Hornsby says the title track, Howard’s most popular song, became a cult jukebox favorite because it had been considered “too racy for country radio.”.</p> \n<p>“It can be positive,” Howard told the Associated Press that year. “When I play clubs, I ask if there are any rednecks out there. I get a good response whether I’m in New York or Miami.”</p> \n<p>According to Howard’s social media accounts, he has since shared the stage with Willie Nelson, Waylon Jennings, Gregg Allman, and other artists during his lengthy career. Hornsby said the singer had toured several times with Billy Joe Shaver and Confederate Railroad.</p> \n<p>Hank Williams III, whose 1999 debut record opens with a cover of Howard’s song, I Don’t Know, expressed his condolences in a Facebook post that included a photo of them together and an update that reads: “RIP Randy Howard.”</p> \n<p>Over the past two years, Howard had crafted his first-ever gospel album with Hornsby. The producer says the recordings are nearly complete, aside from a handful of overdubs and mixes. Undine DeFilippo, Howard’s media relations manager, says the “gorgeous” record’s release has faced delays after a potential publisher died. She expects it to be released in the near future.</p> \n<p>The night before Howard died, Hornsby says he chatted with his longtime collaborator about the death of another friend, Macon guitarist Tim Brooks. Hornsby, now in utter disbelief over the shooting, says he’ll have to plan yet another event to celebrate yet another friends’ life and musical legacy. </p> \n<p>“Little did I know we’d be sharing memories of Tim, and within 24 hours of getting off the phone, that we’d be sharing memories of him,” Hornsby says. “It’s strange, the headlines — ‘Outlaw Country Singer-Songwriter Dies in Shootout’ – those words grab your attention. He lived and died in the mold of outlaw country.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d5a0cf2fcb712ef718d7c3243bf147d649e139b/0_0_1060_636/1060.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":636,"width":1060,"orientation":"landscape","credit":"PR","altText":"Randy Howard","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434474868495/275d75cd-cf28-4117-8ba2-70fa1ba8a926-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shattered glass covers part of the floor inside the living room where country singer Randy Howard was allegedly shot to death. Photograph: Max Blau/For the Guardian","credit":"Max Blau/For the Guardian","altText":"Home of Randy Howard","cleanCaption":"Shattered glass covers part of the floor inside the living room where country singer Randy Howard was allegedly shot to death.","cleanCredit":"Photograph: Max Blau/For the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/212e45fbe4795b3ab93cdcdee42aef4b3c520173/0_0_770_462/770.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":462,"width":770,"orientation":"landscape","caption":"Howard’s first record, All American Redneck, came out in 1983 and attempted to de-stigmatize the slur.  Photograph: PR","credit":"PR","altText":"Randy Howard in 1983","cleanCaption":"Howard’s first record, All American Redneck, came out in 1983 and attempted to de-stigmatize the slur. ","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434475434937/8773b9dd-0874-4fce-a0a1-2773d46aeedc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Howard’s neighbors left flowers and a note that read, “Gone But not Forgetten” [sic] Photograph: Max Blau/For the Guardian","credit":"Max Blau/For the Guardian","altText":"Randy Howard","cleanCaption":"Howard’s neighbors left flowers and a note that read, “Gone But not Forgetten” [sic]","cleanCredit":"Photograph: Max Blau/For the Guardian"}],"webPublicationDate":"2015-06-16T16:42:55Z","lastModified":"2015-06-17T01:37:19Z","metadata":{"commentable":true,"commentCount":157,"contributors":[{"name":"Max Blau","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/max-blau"}],"feature":true,"keywords":["Tennessee","US news"],"tags":[{"id":"us-news/tennessee","webTitle":"Tennessee"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Max Blau","topic":{"type":"tag-contributor","name":"profile/max-blau"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/16/randy-howard-country-singer-death-bounty-hunter-laws","shortUrl":"http://gu.com/p/49p7x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/16/randy-howard-country-singer-death-bounty-hunter-laws","webUri":"http://www.theguardian.com/us-news/2015/jun/16/randy-howard-country-singer-death-bounty-hunter-laws"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d5a0cf2fcb712ef718d7c3243bf147d649e139b/0_0_1060_636/1060.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":636,"width":1060,"orientation":"landscape","caption":"The veteran musician continued to live the outlaw lifestyle he sang about, even in his final moments that ended in a shootout. Photograph: PR","credit":"PR","altText":"Randy Howard","cleanCaption":"The veteran musician continued to live the outlaw lifestyle he sang about, even in his final moments that ended in a shootout.","cleanCredit":"Photograph: PR"}},"importance":4,"kicker":{"title":"'This is not Dodge City'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d5a0cf2fcb712ef718d7c3243bf147d649e139b/0_0_1060_636/1060.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":636,"width":1060,"orientation":"landscape","credit":"PR","altText":"Randy Howard","cleanCredit":"Photograph: PR"}}]},{"title":"Unfinished ... Works from the Courtauld Gallery / The definition of artistic greatness","rawTitle":"The definition of artistic greatness","item":{"type":"article","id":"artanddesign/2015/jun/16/unfinished-works-from-the-courtauld-gallery-review","title":"The definition of artistic greatness: Unfinished ... Works from the Courtauld Gallery","trailText":"Bourgeois taste celebrates ‘finished’ art but as this exhibition shows, real poetry lies in a hesitant line, roughly splashed colour and patches of bare canvas","standFirst":"<p>Bourgeois taste celebrates ‘finished’ art but as this exhibition shows, real poetry lies in a hesitant line, roughly splashed colour and patches of bare canvas</p>","byline":"Jonathan Jones","body":"<p>The greatest works of art in the world are unfinished. This is not a provocation. Leonardo da Vinci’s dreamlike, infinitely suggestive sketch of a painting <a href=\"http://www.leonardo-da-vinci-biography.com/images/leonardo-da-vinci-timeline.21.jpg\">The Adoration of the Magi</a>, Michelangelo’s tortured <a href=\"http://www.accademia.org/explore-museum/artworks/michelangelos-prisoners-slaves/\">Prisoners</a> struggling to attain human form from blocks of rough-hewn marble, C&eacute;zanne’s fragmentary, unending studies of <a href=\"https://www.nationalgalleries.org/collection/artists-a-z/c/artist/paul-cezanne/object/montagne-sainte-victoire-ng-2236\">Mount Sainte-Victoire </a>– for me these unfinished masterpieces literally are the definition of artistic greatness.</p> \n<p> Bourgeois taste, in the 19th century and even today, means by contrast a dull admiration for the finished. Glossy paint and spanking enamel. The neatly finished paintings of the Pre-Raphaelites gleam boringly in their frames. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/jan/12/damien-hirst-spot-paintings-review\">Damien Hirst’s dots</a> are drearily perfect. Often, real poetry in art belongs to the hesitant line, to roughly splashed colours and patches of bare canvas.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a5cb134cb03d3ab841aae0377e610f41d104c583\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434464167028/26cd52fe-a9c8-46c4-8df2-cdbed3dacc57-266x420.jpeg\" alt=\"Au Bal - Marguerite de Conflans en Toilette de Bal, 1870-80, by Edouard Manet\" width=\"266\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The unfinished as erotic daydream ... Au Bal - Marguerite de Conflans en Toilette de Bal, 1870-80, by Edouard Manet.</span> \n  <span class=\"element-image__credit\">Photograph: The Courtauld Gallery</span> \n </figcaption> \n</figure> \n<p> When artists like C&eacute;zanne, Monet and Degas started leaving their paintings in an ambiguous and aleatory state in the late 19th century the bourgeoisie were shocked. Where were the immaculately detailed meadows full of identifiable flowers, the clinically exact nudes and historically accurate costumes they had come to expect?</p> \n<p><a href=\"https://www.courtauld.ac.uk/GALLERY/Unfinished.shtml\"> The Courtauld Gallery’s summer exhibition, Unfinished ...</a>, takes us back to that moment – and then back a lot further. The Courtauld has one of the world’s great collections of French modern art and here it shows off its raw, tentative refusal of what 19th-century critics actually praised as “finish”. Manet delivers a loose, louche daub of a woman seen at a ball – the unfinished as erotic daydream. Degas too glimpses a woman briefly, sketching her, then breaking off. C&eacute;zanne meanwhile is in the country, in about 1905, touching his canvas with blues and browns, the shimmer of the day, then leaving much of it bare.</p> \n<p> Revolutionary stuff. But this disorder was not as new as it seemed. In the Renaissance, too, the unfinished was recognised as poetic, soulful, and perhaps the badge of true artistic genius. Leonardo da Vinci was legendary in his own lifetime for never finishing paintings – it won him respect, for it showed he was making art for himself instead of to please the church. In 1502 people queued up in the streets of Florence to see an unfinished picture by him.</p> \n<p> The Courtauld’s exhibition has fascinating examples of unfinished Renaissance works that were carefully preserved and treasured as pieces of fugitive genius. <a href=\"http://www.artfund.org/images/cache/800x442_0810.jpg\">Piero del Vaga’s Holy Family with Saint John the Baptist (1528-37)</a> only has two “finished” figures, Jesus and John. Mary and Joseph are drawings suspended in varnish, delicate spectres of Leonardesque mystery. <a href=\"http://www.artandarchitecture.org.uk/images/gallery/ffed4a68.html\">Palma Vecchio’s Venus in a Landscape (about 1520)</a> sets a finished image of a nude woman against a grandly unfinished landscape that is all blocks of impressionistic colour.</p> \n<p> Why is the unfinished such a powerful thing in art? The answer is in our minds. A brightly complete work of art leaves nothing for our brains to do. Unfinished art on the other hand provokes the imagination. It invites the onlooker to collaborate with it. Our relationship with the artist is suddenly much more intimate – Michelangelo’s chisel marks left on his incomplete statues are breathtakingly personal.</p> \n<figure class=\"element element-image\" data-media-id=\"8b6be0d9a22d3bc0a5fe753e87d5e7174fd886c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434464383556/b615a8a4-a068-4e13-8666-b084dd9a3560-460x411.jpeg\" alt=\"Lady with a Parasol, 1870-72, by Edgar Degas\" width=\"460\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Just a glimpse... Lady with a Parasol, 1870-72, by Edgar Degas.</span> \n  <span class=\"element-image__credit\">Photograph: The Courtauld Gallery</span> \n </figcaption> \n</figure> \n<p> That mysterious connection between incompleteness and greatness in art is mesmerisingly revealed here in Rembrandt’s little print study of himself at work, drawing a nude model. He and the model are sketched in the slightest of lines against a background of firm yet shadowy detail. The extremes of light and darkness, precision and unfinished openness are confounding. Less is more, and it is genius.</p> \n<p><span class=\"bullet\">•</span> <a href=\"https://www.courtauld.ac.uk/GALLERY/Unfinished.shtml\">Unfinished ... Works from the Courtauld Gallery, 18 June–20 September 2015</a></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434464738451/589b23ab-cf52-4821-bbd2-aa2e9017128a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Courtauld Gallery/The Courtauld Gallery","altText":"detail from Turning Road (Route Tournante), c1905, by Paul Cézanne","cleanCredit":"Photograph: The Courtauld Gallery/The Courtauld Gallery"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434464165977/26cd52fe-a9c8-46c4-8df2-cdbed3dacc57-1290x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1290,"orientation":"portrait","caption":"The unfinished as erotic daydream ... Au Bal - Marguerite de Conflans en Toilette de Bal, 1870-80, by Edouard Manet. Photograph: The Courtauld Gallery","credit":"The Courtauld Gallery","altText":"Au Bal - Marguerite de Conflans en Toilette de Bal, 1870-80, by Edouard Manet","cleanCaption":"The unfinished as erotic daydream ... Au Bal - Marguerite de Conflans en Toilette de Bal, 1870-80, by Edouard Manet.","cleanCredit":"Photograph: The Courtauld Gallery"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434464382680/b615a8a4-a068-4e13-8666-b084dd9a3560-1020x911.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":911,"width":1020,"orientation":"landscape","caption":"Just a glimpse... Lady with a Parasol, 1870-72, by Edgar Degas. Photograph: The Courtauld Gallery","credit":"The Courtauld Gallery","altText":"Lady with a Parasol, 1870-72, by Edgar Degas","cleanCaption":"Just a glimpse... Lady with a Parasol, 1870-72, by Edgar Degas.","cleanCredit":"Photograph: The Courtauld Gallery"}],"webPublicationDate":"2015-06-16T17:23:06Z","lastModified":"2015-06-16T17:24:42Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":false,"keywords":["Art and design","Painting","Culture","Drawing","Leonardo da Vinci","Exhibitions"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/drawing","webTitle":"Drawing"},{"id":"artanddesign/davinci","webTitle":"Leonardo da Vinci"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/16/unfinished-works-from-the-courtauld-gallery-review","shortUrl":"http://gu.com/p/49p23","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/16/unfinished-works-from-the-courtauld-gallery-review","webUri":"http://www.theguardian.com/artanddesign/2015/jun/16/unfinished-works-from-the-courtauld-gallery-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434464738451/589b23ab-cf52-4821-bbd2-aa2e9017128a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Unfinished business … detail from Turning Road (Route Tournante), c1905, by Paul Cézanne. Photograph: The Courtauld Gallery","credit":"The Courtauld Gallery","altText":"detail from Turning Road (Route Tournante), c1905, by Paul Cézanne","cleanCaption":"Unfinished business … detail from Turning Road (Route Tournante), c1905, by Paul Cézanne.","cleanCredit":"Photograph: The Courtauld Gallery"}},"importance":3,"kicker":{"title":"Unfinished ... Works from the Courtauld Gallery"},"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434464738451/589b23ab-cf52-4821-bbd2-aa2e9017128a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Courtauld Gallery/The Courtauld Gallery","altText":"detail from Turning Road (Route Tournante), c1905, by Paul Cézanne","cleanCredit":"Photograph: The Courtauld Gallery/The Courtauld Gallery"}}]},{"title":"Out in the classroom / When they ask ‘Miss, are you a lesbian?’, I say yes","rawTitle":"When they ask ‘Miss, are you a lesbian?’, I say yes","item":{"type":"article","id":"education/2015/jun/16/lesbian-teacher-out-classroom-gay-students-school","title":"When they ask ‘Miss, are you a lesbian?’, I tell them yes","trailText":"It isn’t easy for a teacher to be out in the classroom. But being seen to be accepted can be of real help to gay students at school","standFirst":"It isn’t easy for a teacher to be out in the classroom. But being seen to be accepted can be of real help to gay students at school","byline":"Lindsay Skinner","body":"<p>“Miss, are you a lesbian?”</p> \n<p>It’s never going to be your favourite question from a student. But at this moment, what could be worse? We were in the middle of filming a documentary, <a href=\"http://www.channel4.com/programmes/mr-drews-school-for-boys\">Mr Drew’s School for Boys</a>, in a summer school for boys with behaviour problems. This was the one question I was hoping would not come up on camera.</p> \n<p>I’d been working with the students for only three weeks and my sexuality was something I just did not want to deal with right now. I had not told any lies, but I had certainly been economical – evasive, perhaps – with the truth.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/16/fighting-homophobia-schools-dont-let-religion-stop-us\">Fighting homophobia in schools: we can’t let religion stand in our way | David Weston</a> </p> \n</aside> \n<p>Now here we were, with TV cameras in front of us, and here was Tom, a boy with ADHD and a non-negotiable sense of right and wrong, whose question was not going to be brushed away. I could almost hear the whir of the zoom lenses focusing in on my face as I paused to consider the consequences of what I was about to say, potentially to two million viewers.</p> \n<p>“Miss, are you a lesbian?”</p> \n<p>“Yes,” came the reply.</p> \n<p>“You’re a liar,” he said. And it was true – I had been lying by evasion.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I feel I have normalised homosexuality for them. I’m not the lesbian teacher: I’m a teacher who happens to be a lesbian</p> \n </blockquote> \n</aside> \n<p>As a teacher, when you’re in the company of children or teenagers all day, being openly gay can be pretty daunting. And here, there were cameras too. But now I’d said it and there was no going back. I desperately wanted for the kids not to care. I didn’t need their approval, but their disapproval would have stung.</p> \n<p>The documentary aired and Channel 4 decided not to out me to the entire nation. But I have learned that, for me, it’s best to be open. Mostly, I have been lucky: on the whole, I’ve worked in schools with realistic staff and accepting students. Even Tom from the summer school was fine once I had explained myself. Supposedly, he was one of the most challenging children in the country, but he didn’t feel the need to challenge me. He told me my sexuality didn’t matter, that it was fine and that I should never try to hide it. And that’s the joy of being a teacher: sometimes, your students have more wisdom than you do.</p> \n<p>Recalling the first time I was called a “fucking dyke” by a student still brings a sting to my face and so I had decided that, while filming, I would remain in the closet. This was just a summer school. The kids didn’t need to know my sexual orientation in order to work on their behaviour and their mathematics. But hiding such an integral part of me was hard while colleagues Mark, Ben, Dom and even Mr Drew himself so openly referred to their respective loved ones. So I referred to my partner in the plural “they” rather than “she” in the hope nobody would guess. You may think that seems ridiculous in 21st century Britain. But the same internal struggle is being felt by teachers all over the country every day.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/nov/26/gay-teachers-homophobia-stonewall-research\">Being gay at school remains difficult for teachers</a> </p> \n</aside> \n<p>Many (too many) are simply terrified of what it would mean for them if they were to be out at school. They’re afraid of leaving themselves vulnerable to personal remarks – ones that hurt – or of children asking for them not to be allowed in the PE changing rooms. These teachers are afraid parents will believe that, by talking openly about sexuality, they’re talking about sex and not about who people fall in love with.</p> \n<p>Throughout my 10-year career, I’ve tried various approaches, hiding my sexuality and then eventually coming out in different schools – sometimes through choice, sometimes after an unhappy sighting of me in a bar by a parent. Word soon gets around.</p> \n<p>As a newly qualified teacher, my outing was precipitated by a year 8 boy punching another boy in the face. The puncher arrived in my classroom, agitated, words pouring forth about the fact that he was going to be excluded.</p> \n<p>“Why did you hit him?” I asked.</p> \n<p>“He was slagging you off. He said … He said that you were a lesbian.”</p> \n<p>The boy was crying. I put my sandwich down, readying myself to answer his question and hoping that my response wouldn’t make him feel that his attempt at chivalry was utterly wasted.</p> \n<p>“I am.” Silence. “Oh shit,” he said.</p> \n<p>I couldn’t help but laugh.</p> \n<p>He received a fixed-term exclusion and I received a swarm of questions from all over. But the furore only lasted about a week: this was liberal Totnes, after all.</p> \n<p>My next school was somewhat less right-on. I outed myself with the students midway through my first year. They received my news with a unanimous “whatever”. A number of staff members, on the other hand, were less blas&eacute;. Was it not inappropriate for me to have a picture of my girlfriend in my office? The pictures of their husbands and children were, of course, beyond reproach.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/may/03/catholic-teacher-ohio-fired-being-gay\">Why I'm fighting the firing of a gay teacher at my Catholic school | Amanda Finelli</a> </p> \n</aside> \n<p>One day a member of the senior leadership team called me into the office to ask me to “act less gay”. Really. Now, as a lesbian who wears dresses and heels, has long blonde hair and painted nails, the only way that I could imagine acting “less gay” was to actually not be gay. Perhaps that was her hope. I resigned as head of the sixth form.</p> \n<p>That taught me a lesson about not tolerating homophobia. Since then, I have been out in every school and talked openly with students about what it means when they use “gay” as a pejorative.</p> \n<p>I feel I have normalised homosexuality for them. I’m not the lesbian teacher: I’m a teacher who happens to be a lesbian. And nobody cares. Or, at least, it seems that way. But if you dig a little deeper, you find a whole raft of students and adults who do care: the bi-curious girl in year 8; the year 11 boy who has just come out; the transgender student in year 10; the cleaner whose daughter has just moved in with her girlfriend. All these people are made to feel safer and more accepted because I am out and I am safe and I am accepted. Without a doubt, having an out teacher in a school is invaluable when discussing diversity and tackling homophobia.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/teacher-network/teacher-blog/2013/jul/19/school-teacher-homophobic-bullying\">My return to the school where I was bullied for being gay</a> </p> \n</aside> \n<p>Unfortunately, the fact remains that of all the gay teachers I know, I am the only one who is out in the classroom. The sad reality is that not every gay teacher feels able to be out with their colleagues, let alone their students, and asking them to come out for the good of future generations is a big ask. It is asking the most vulnerable of our workforce to put themselves in the firing line.</p> \n<p>So what’s the solution? Surely, if things are going to continue to improve, staff need to bite the bullet? Well, yes. But what we also need is for heterosexual members of staff to shout the loudest. We need them to display Stonewall posters, openly refer to gay friends and relatives, remove the stigma of discussing sexuality – because they recognise that, despite the legalisation on gay adoption and gay marriage, facing your sexuality can be hard – for staff as well as students.</p> \n<p>If we can achieve that, then maybe we will be some of the way to reducing the 90% of LGBT students who say they have been bullied because of their sexuality or the 40% who self-harm. Perhaps, we could even reach a point where the majority of LGBT staff don’t feel the need to lie or hide. Surely, in 2015, that’s a reasonable enough goal.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434030022249/Lindsay-Skinner-with-pupi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset. Photograph: Adrian Sherratt for the Guardian","credit":"Adrian Sherratt/Guardian","altText":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset.","cleanCaption":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset. Photograph: Adrian Sherratt for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-16T06:20:11Z","lastModified":"2015-06-16T09:07:55Z","metadata":{"commentable":true,"commentCount":679,"contributors":[],"feature":true,"keywords":["Teaching","Sexuality","Secondary schools","Schools","Society","Education","Children"],"tags":[{"id":"education/teaching","webTitle":"Teaching"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"education/secondary-schools","webTitle":"Secondary schools"},{"id":"education/schools","webTitle":"Schools"},{"id":"society/society","webTitle":"Society"},{"id":"education/education","webTitle":"Education"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"education"},"topics":[],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/16/lesbian-teacher-out-classroom-gay-students-school","shortUrl":"http://gu.com/p/49yh8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/16/lesbian-teacher-out-classroom-gay-students-school","webUri":"http://www.theguardian.com/education/2015/jun/16/lesbian-teacher-out-classroom-gay-students-school"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434030022249/Lindsay-Skinner-with-pupi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lindsay Skinner, deputy head at Bridgwater College Academy, Somerset, with pupils. Photograph: Adrian Sherratt for the Guardian","credit":"Adrian Sherratt/Guardian","altText":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset.","cleanCaption":"Lindsay Skinner, deputy head at Bridgwater College Academy, Somerset, with pupils. Photograph: Adrian Sherratt for the Guardian"}},"importance":3,"kicker":{"title":"Out in the classroom"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434030022249/Lindsay-Skinner-with-pupi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset. Photograph: Adrian Sherratt for the Guardian","credit":"Adrian Sherratt/Guardian","altText":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset.","cleanCaption":"Lindsay Skinner with pupils at Bridgwater College Academy in Somerset. Photograph: Adrian Sherratt for the Guardian"}}]}],"lastModified":"2015-06-17T08:07:15Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}