{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Roppongi Hills / Controversial blueprint for Tokyo's new breed of high-rise","rawTitle":"Controversial blueprint for Tokyo's new breed of high-rise","item":{"type":"article","id":"cities/2015/may/18/roppongi-hills-tokyo-controversial-new-high-rise-history-of-cities-50-buildings-day-38","title":"Roppongi Hills: controversial blueprint for Tokyo's new breed of high-rise – a history of cities in 50 buildings, day 38","trailText":"Replacing a traditional neighbourhood in the heart of Tokyo, Roppongi Hills combines modern city life with suburban elements to create a self-sufficient and (hopefully) disaster-proof community. But only for Japan’s 1%","standFirst":"<p>Replacing a traditional neighbourhood in the heart of Tokyo, Roppongi Hills combines modern city life with suburban elements to create a self-sufficient and (hopefully) disaster-proof community. But only for Japan’s 1%</p>","byline":"Philip Brasor and Masako Tsubuku","body":"<p>When the late <a href=\"http://usatoday30.usatoday.com/money/economy/housing/story/2012-03-12/japan-property-tycoon-obit-minoru-mori/53495974/1\">Tokyo property tycoon Minoru Mori</a> completed construction of Roppongi Hills in 2003, it was hailed as a technological wonder – a huge, sprawling hodgepodge of residential, commercial, leisure and retail functions that performed as if it were a self-contained neighbourhood. And it was, though perhaps not in the way its designers imagined.</p> \n<p>The layout was almost perversely illogical: 724,000 square metres of floor space distributed among four distinct high-rises and a warren of multi-level passages that could have been designed by Magritte. The joke about Roppongi Hills is that once inside, no one has ever been able to figure out how to get from point A to point B and back again – even with a map.<br /></p> \n<p>Whether intended or not, this complex mimics the maze-like quality of many old Tokyo neighbourhoods. Until the end of the second world war, the city had the unfortunate habit of burning down every couple of years (in fact, local firefighting brigades were traditionally made up of carpenters, thus providing an historical rationalisation for Tokyo’s infamous “scrap-and-build” reputation).</p> \n<p>Since the war, the city seems to have been transforming itself on an almost daily basis, resisting any attempts at urban planning owing to the makeshift nature of its neighbourhoods, a laissez-faire attitude toward development, and a penchant for the new. In this, Roppongi Hills was no different. <br /></p> \n<p>The neighbourhood the complex replaced was a jumble of miscellaneous structures delineated by several main thoroughfares and the studios of a major commercial broadcaster. By the 1960s, the area contained five nine-storey apartment buildings run by the national housing authority, but mostly it was made up of closely packed wooden houses arranged along twisting streets that were so narrow they couldn’t accommodate fire trucks – and which only had one exit point. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The joke goes that no one has ever been able to work out how to get from point A to point B and back – even with a map</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"eb68a1695bea08df2a4a4802eaa953db159a5609\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/11/1431361554190/2d2b1ec1-87a0-4a1d-b1fb-e68af9ec69f6-460x307.jpeg\" alt=\"Roppongi Hills is self-sufficient in the event of power outages – essential for a facility that relies on elevators.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roppongi Hills is self-sufficient in the event of power outages – essential for a facility that relies on elevators.</span> \n  <span class=\"element-image__credit\">Photograph: Maisant Ludovic/Hemis/Corbis</span> \n </figcaption> \n</figure> \n<p>The Roppongi neighbourhood is in the heart of the Yamanote, an area of the city centre ringed by the railway line – what <a href=\"http://www.nytimes.com/2007/08/31/arts/31seidensticker.html?_r=0\">Tokyo historian Edward Seidensticker</a> called the “high city”, where the “proper people” lived. Except that Roppongi wasn’t considered proper. During the pre-modern era and blessed with abundant ground water, the area was populated by samurai warriors who supplemented their measly sinecures by raising goldfish. The tradition continued: the first head of the Roppongi Hills residents’ association, Tamotsu Hara, used to breed goldfish himself before his house was condemned and he moved to a comfortable corner unit on the 41st floor.</p> \n<p>Before the war, Roppongi was home to the Japanese military; afterwards, the Americans used it for a base that outlasted the occupation. By the high-powered 1980s it had became Tokyo’s designated exotic <em>demimonde</em>, famous for bars and discos frequented by foreign residents and servicemen on the prowl. It was never as respectable as the nearby neighbourhoods, but it was on the edge of the commercial district that Minoru Mori’s family was quickly filling up with tall office buildings. In 1986, he gained permission from the Tokyo prefectural government to redevelop Roppongi, the biggest such project in the city’s history.<br /></p> \n<p>It took Mori 17 years to negotiate the title transfers. About 400 households were promised condominiums in the towers to be constructed on the land they were being asked to give up, but only 161 actually took up the offer. During the extreme “bubble” period of the late 1980s, property values in Roppongi skyrocketed – so even though the owners could sell their land for huge profits, the new condos would cost them even more. Moreover, the management fees of more than 60,000 yen (&pound;320) a month were beyond the means of most of these families. <br /></p> \n<p>Japanese city planners have always been interested in the self-contained community. In the 1960s and 70s, “<a href=\"http://www.japantimes.co.jp/community/2011/11/01/how-tos/japans-new-towns-are-finally-getting-too-old/#.VVhjHqZkDS8\">new towns</a>” designed by the central housing authority sprung up in the suburbs of the country’s major cities. Modern apartment blocks and single-family houses would be within walking distance of shopping and leisure facilities – and, most importantly, work places. Though popular, these developments never attracted the businesses that would have made them true “towns”, so <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2012/feb/01/salarymans-guide-to-tokyo-city\">salarymen residents</a> ended up commuting into the city. <br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"54eb7b32179cd1ddff56b17a765865ace6b8ecae\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/11/1431361617349/9e73e282-d3da-415a-9b28-eec5a8d47b24-460x314.jpeg\" alt=\"View from inside the Roppongi Hills complex.\" width=\"460\" height=\"314\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roppongi Hills offers stunning views of Tokyo, a city that is constantly developing.</span> \n  <span class=\"element-image__credit\">Photograph: Blaine Harrington III/Corbis</span> \n </figcaption> \n</figure> \n<p>With Roppongi’s central location, however, the job issue took care of itself. Moreover, it alleviated some of the problems associated with modern city living by mixing in some suburban elements. A quarter of the compex’s total footprint is made up of parks, and the buildings’ roofs all possess real vegetable gardens. One even has a rice paddy. Consequently, the average outdoor temperature within its borders is 2-to-3 degrees cooler than that of the surrounding neighbourhoods, thus addressing the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/poverty-matters/2013/jan/09/delhi-mumbai-urban-heat-islands-india\">urban heat island phenomenon</a>.</p> \n<p>The complex also has its own gas turbine that reduces energy usage by 20% and carbon emissions by 27%. It is is self-sufficient in the event of power outages – essential for a facility that relies on elevators – and has 13 rainwater collection points; waste water is purified and reused within the complex. All refuse is recycled, and solar panels provide lighting with the surplus stored in batteries. <br /></p> \n<p>These features make Roppongi Hills not only environmentally responsible but also fairly disaster-proof – a model for how to live in a city that everyone knows is going to be hit by a major earthquake one of these days. The kind of densely concentrated wooden neighbourhood that Roppongi used to be – and the kind that still houses 20% of Tokyo’s population – will crumble and ignite in such a quake. But Roppongi Hills has set an example that has been followed throughout the city in a rush to build new high-rise towers that aim to be self-contained, self-sufficient and state-of-the-art in terms of withstanding disasters.</p> \n<p>While the <a href=\"http://www.thefreedictionary.com/temblor\">temblor</a> which devastated the northeastern region of Japan in 2011 slowed this “tower mansion” boom slightly, Tokyo is one of the few places that continues to attract new residents as the country’s overall population dwindles. Many people question the wisdom of this vertical orientation to buildings, but in Tokyo (and most of Japan) there’s no place to go but up.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/apr/02/worlds-first-skyscraper-chicago-home-insurance-building-history\">The world's first skyscraper: a history of cities in 50 buildings, day 9</a> </p> \n</aside> \n<p>Not everyone can afford this green, disaster-resilient lifestyle, of course. In 2003 when Roppongi Hills was completed, the complex immediately became identified with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/oct/14/richest-1percent-half-global-wealth-credit-suisse-report\">Japan’s version of the 1%</a>, and its success spawned two similar luxury complexes: <a href=\"http://www.tokyo-midtown.com/en/\">Tokyo Midtown</a>, a few blocks to the east, and <a href=\"https://www.mori.co.jp/en/projects/toranomonhills/\">Toranomon Hills</a>. <br /></p> \n<p>When Roppongi Hills opened, high-profile IT and finance companies moved into its office spaces. Some of the wealthiest people in the country have lived in its apartments, including Takafumi Horie, founder and former CEO of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2006/may/27/japan.internationalnews\">Livedoor</a>, the hugely controversial internet services firm.</p> \n<p>Horie subsequently <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2007/mar/16/japan.internationalnews\">spent several years in jail</a> for securities fraud, but his reputation as an iconoclast endures and is informed by the image attached to Roppongi Hills – a place that goes beyond the conventional notion of what a high-rise complex is for, while maintaining the unique “jerry-built” quality of the Tokyo landscape. The main difference, though, is that this complex has been designed to last a lot longer.<br /></p> \n<ul> \n <li><em>Which other buildings in the world tell stories about urban history? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/23/50-buildings-great-stories-urban-history\">Share your own pictures and descriptions with GuardianWitness</a>, on Twitter and Instagram using #hoc50 or let us know suggestions in the comments below</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431359882626/33df8529-387f-40e2-8465-be85c651f4d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ken Straiton/Ken Straiton/Corbis","altText":"Roppongi Hills, Tokyo.","cleanCredit":"Photograph: Ken Straiton/Ken Straiton/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361553466/2d2b1ec1-87a0-4a1d-b1fb-e68af9ec69f6-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Roppongi Hills is self-sufficient in the event of power outages – essential for a facility that relies on elevators. Photograph: Maisant Ludovic/Hemis/Corbis","credit":"Maisant Ludovic/Hemis/Corbis","altText":"Roppongi Hills is self-sufficient in the event of power outages – essential for a facility that relies on elevators.","cleanCaption":"Roppongi Hills is self-sufficient in the event of power outages – essential for a facility that relies on elevators.","cleanCredit":"Photograph: Maisant Ludovic/Hemis/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431361616626/9e73e282-d3da-415a-9b28-eec5a8d47b24-2060x1406.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1406,"width":2060,"orientation":"landscape","caption":"Roppongi Hills offers stunning views of Tokyo, a city that is constantly developing. Photograph: Blaine Harrington III/Corbis","credit":"Blaine Harrington III/Corbis","altText":"View from inside the Roppongi Hills complex.","cleanCaption":"Roppongi Hills offers stunning views of Tokyo, a city that is constantly developing.","cleanCredit":"Photograph: Blaine Harrington III/Corbis"}],"webPublicationDate":"2015-05-18T04:00:12Z","lastModified":"2015-05-18T04:00:12Z","metadata":{"commentable":true,"commentCount":11,"contributors":[],"feature":false,"keywords":["Cities","Architecture","Art and design","Culture","Japan","Environment","Tokyo","Asia","Asia Pacific","Japan","Skyscrapers"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/japan","webTitle":"Japan"},{"id":"environment/environment","webTitle":"Environment"},{"id":"travel/tokyo","webTitle":"Tokyo"},{"id":"travel/asia","webTitle":"Asia"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"travel/japan","webTitle":"Japan"},{"id":"cities/skyscrapers","webTitle":"Skyscrapers"}],"section":{"id":"cities"},"topics":[],"series":{"title":"A history of cities in 50 buildings","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/history-cities-50-buildings"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/may/18/roppongi-hills-tokyo-controversial-new-high-rise-history-of-cities-50-buildings-day-38","shortUrl":"http://gu.com/p/4858b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/may/18/roppongi-hills-tokyo-controversial-new-high-rise-history-of-cities-50-buildings-day-38","webUri":"http://www.theguardian.com/cities/2015/may/18/roppongi-hills-tokyo-controversial-new-high-rise-history-of-cities-50-buildings-day-38"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431359882626/33df8529-387f-40e2-8465-be85c651f4d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roppongi Hills: 724,000 square metres of floor space distributed among four high-rises and a warren of passages. Photograph: Ken Straiton/Corbis","credit":"Ken Straiton/Corbis","altText":"Roppongi Hills: 724,000 square metres of floor space distributed among four high-rises and a warren of passages.","cleanCaption":"Roppongi Hills: 724,000 square metres of floor space distributed among four high-rises and a warren of passages.","cleanCredit":"Photograph: Ken Straiton/Corbis"}},"importance":7,"kicker":{"title":"Roppongi Hills"},"showQuotedHeadline":false},{"title":"Science / Non-pharmaceutical treatments for depression","rawTitle":"Non-pharmaceutical treatments for depression","item":{"type":"article","id":"science/head-quarters/2015/may/18/non-pharmaceutical-treatments-for-depression-magstim-tms","title":"A new milestone in non-pharmaceutical treatments for depression","trailText":"<strong>Nick Davis: </strong>Last week’s announcement that a UK company won US approval for device-based treatment of depression is excellent news for taking academic findings into a clinical setting","standFirst":"<p>Last week’s announcement that a UK company won US approval for device-based treatment of depression is excellent news for taking academic findings into a clinical setting</p>","byline":"Nick Davis","body":"<p>Mood disorders such as depression are devastating to sufferers, and hugely costly to treat. The most severe form of depression, often called clinical depression or major depressive disorder (MDD), increases the person’s likelihood of suicide and contributes significantly to a person’s disability-adjusted life years (DALYs), a measure of quality of life taking into account periods of incapacity. The <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17007486\">healthcare burden of MDD</a> is large in most countries, especially when the person requires a stay in hospital. Putting these factors together, it’s clear we need to develop effective treatments to combat depression.</p> \n<p>The mechanisms of depressive disorders are not well understood, and it seems likely that there is no single cause. Most modern therapies use drugs that target neurotransmitters – the chemicals that carry signals between neurons. For example, the class of drugs known as SSRIs, or selective serotonin reuptake inhibitors, prevent the neurotransmitter serotonin from being reabsorbed by a neuron; this means that more serotonin is available to wash around between the nerve cells, and is more likely to activate cells in the brain networks that area affected in MDD.</p> \n<p>But SSRIs and other drugs are not a pharmacological ‘free lunch’. Drug treatments for depression are ineffective for many people, cause side-effects, and may lose their therapeutic effect over time. For these reasons, many researchers are searching for alternative treatments for MDD that overcome these problems, and are more effective or less unpleasant. One potential treatment involves the use of pulses of magnetic energy over the head to target the brain’s mood circuits. This technique, called transcranial magnetic stimulation (TMS), may potentially address some of the problems of pharmaceutical treatments, but we still don’t know exactly how it works, or how effective it will be in treating MDD.</p> \n<p>Some of these mysteries may be close to a solution however, with <a href=\"http://www.magstim.com/article/13/magstim-announces-fda-510k-clearance-of-rtms-repetitive-transcranial-magnetic-stimulation-therapy-system\">last week’s news</a> that a company based in West Wales was granted approval by the US Food and Drug Administration to enter the USA market for device-based treatment of MDD. The approval of the Magstim Company’s Rapid<sup>2</sup> stimulator means that the stimulator can be used as a treatment option in adult sufferers of MDD who have not responded to other therapy- or drug-based treatments. Magstim’s products have long been used in universities and research centres to probe and modulate brain function, and approval of these devices for clinical use marks an important milestone in translational neuroscience - the idea of taking academic findings into the clinic.</p> \n<p>TMS works by sending pulses of magnetic energy across the skull. These magnetic fields induce electric currents to flow in small patches of the brain of around one square centimetre, which in turn causes the neurons in that area to activate - these events take place over fractions of a second. For reasons that are not well understood, spacing out trains of these magnetic pulses leads to more durable effects, lasting for an hour or more after the stimulation - this is known as repetitive TMS, or rTMS. Repeated sessions of rTMS, given every day for several days, exploit the brain’s plasticity to change brain activity for many months. This gives neuroscientists a way to reorganise (never ‘rewire’) small brain circuits.</p> \n<p>rTMS treatment for MDD targets the prefrontal cortex, usually in a spot a few centimetres above the corner of the left eye, called the dorsolateral prefrontal cortex (or DLPFC). The cells in this area connect to networks that project throughout the brain, and rTMS has both enhancing and inhibiting effects on distant brain regions. The full extent of these hubs and networks are poorly understood, but it seems clear that modulating the activity of the prefrontal cortex releases neurotransmitters deep in the ancient structures of the midbrain, in particular the <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11459878\">caudate nucleus</a>. In turn, these structures regulate our basic motivations and emotions. So by indirectly stimulating these regions, rTMS seems to correct the low mood and listlessness of MDD in some people.</p> \n<p>Is rTMS the future of depression treatment? The treatment certainly looks promising, with increased remittance rates and seemingly few side-effects. Baseline depression scores may be <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17675907\">reduced by up to a third</a> according to some studies, although other studies are <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20361902\">more cautious</a>. It seems that longer courses of treatment, lasting several weeks, have greater effects - this suggests an additive effect of rTMS on the brain over time. However the uncertainties over the mechanisms of rTMS in MDD mean that neurologists will find it difficult to personalise treatment for an individual patient. The number of parameters involved in rTMS, such as the number of pulses to deliver, or the intensity of each pulse, make it difficult to specify precisely the dose required for a patient. Precision is also a problem in <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20230933\">locating the exact target</a> in prefrontal cortex for stimulation - each person’s brain folds in its own way, and missing the DLPFC even by a centimetre can mean the difference between a person being a ‘responder’ or a ‘non-responder’, in the stark language of psychiatry. Moreover, the physical sensation of rTMS, which can feel like a woodpecker tapping the head, makes it <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/ejn.12307/full\">difficult to create a placebo condition</a> for use in clinical trials.</p> \n<p>rTMS is currently approved for use only in the USA, and only in a restricted group of patients. However it is likely that, with further research into improvements in efficacy and in understanding the mechanisms of the technique, we will see increasing use of rTMS as a treatment for this burdensome disorder. The entry of Magstim into this market offers clinicians a new avenue for people who may be running out of drug-based options, and marks an important milestone in taking knowledge gained in research and making use of it for the benefit of many.</p> \n<p><em>Dr Nick Davis is a lecturer in psychology at Swansea University. You can find him on Twitter <a href=\"https://twitter.com/n_j_davis\">here</a>. </em></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430488528473/58afedac-c5e6-47fd-be08-2cc5c261bf7f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mark Thomas / Alamy/Alamy","altText":"woman brain scan","cleanCredit":"Photograph: Mark Thomas / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:00:14Z","lastModified":"2015-05-18T08:04:16Z","metadata":{"commentable":true,"commentCount":5,"contributors":[],"feature":false,"keywords":["Science","Psychology","Neuroscience"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"science/neuroscience","webTitle":"Neuroscience"}],"section":{"id":"science"},"topics":[],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/head-quarters/2015/may/18/non-pharmaceutical-treatments-for-depression-magstim-tms","shortUrl":"http://gu.com/p/49xm3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/head-quarters/2015/may/18/non-pharmaceutical-treatments-for-depression-magstim-tms","webUri":"http://www.theguardian.com/science/head-quarters/2015/may/18/non-pharmaceutical-treatments-for-depression-magstim-tms"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430488528473/58afedac-c5e6-47fd-be08-2cc5c261bf7f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Transcranial magnetic stimulation offers a new potential route for non-pharmaceutical treatments for depression. Photograph: Mark Thomas / Alamy/Alamy","credit":"Mark Thomas / Alamy/Alamy","altText":"woman brain scan","cleanCaption":"Transcranial magnetic stimulation offers a new potential route for non-pharmaceutical treatments for depression.","cleanCredit":"Photograph: Mark Thomas / Alamy/Alamy"}},"importance":5,"kicker":{"title":"Science"},"showQuotedHeadline":false},{"title":"John Whittingdale / Horror fan putting the frighteners on the BBC","rawTitle":"Horror fan putting the frighteners on the BBC","item":{"type":"article","id":"politics/2015/may/18/john-whittingdale-culture-secretary-bbc-rupert-murdoch","title":"John Whittingdale, the horror fan putting the frighteners on the BBC","trailText":"The new culture secretary’s appointment was hailed as a ‘declaration of war’ on the corporation, but it’s his relationship with Rupert Murdoch that is likely to come under most scrutiny","standFirst":"<p>The new culture secretary’s appointment was hailed as a ‘declaration of war’ on the corporation, but it’s his relationship with Rupert Murdoch that is likely to come under most scrutiny</p>","byline":"John Plunkett","body":"<p><br />John Whittingdale’s eclectic tastes mark him out as an unlikely-sounding cabinet minister. The newly appointed secretary of state for culture, media and sport is a devotee of Star Trek and Thunderbirds and a heavy metal fan known to sing karaoke versions of Smoke on the Water and Bat out of Hell.<br /></p> \n<p>The Conservative MP is also a horror fan including the so-called “torture porn” of Hostel director Eli Roth. “I quite like really nasty films,” Whittingdale once told journalists. “Hostel is undoubtedly the most unpleasant film I have ever seen,” he said, while Roth’s Netflix series Hemlock Grove “made An American Werewolf in London look like Mary Poppins”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/11/john-whittingdale-culture-secretary-bbc-charter-renewal\">BBC licence fee in doubt as John Whittingdale is named culture secretary</a> </p> \n</aside> \n<p>His cabinet elevation was entirely unexpected, not least by him, said friends, and fulfilled a long-held ambition. First elected to parliament in 1992, the 55-year-old is hardly in the first flush of his parliamentary career, a one-time Tory rebel who started out as a bag carrier for Margaret Thatcher.</p> \n<p>But Whittingdale has had a high profile over the last decade as chair of the House of Commons select committee on culture, media and sport, thrust into the limelight when it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2011/jul/19/rupert-murdoch-phone-hacking-pie\">questioned Rupert Murdoch and his son James over the phone-hacking scandal</a> four years ago.</p> \n<p>The hearing, in which the fiercest lines of questioning were pursued by his Labour committee colleagues, Paul Farrelly and Tom Watson, brought into focus his relationship with the Murdochs and the News Corp empire, having described Rupert Murdoch (and Kelvin MacKenzie) as the people he most admired in the media. </p> \n<p>Whittingdale supported the Sun and Times owner’s aborted bid to take over BSkyB – pre-hacking scandal – was friends with its former executive Les Hinton, dined out with ex-Sun editor Rebekah Brooks and met with Elisabeth Murdoch. “I wouldn’t say they are close friends but you can’t do the job I’ve done [as chair of the committee] without having them as acquaintances,” Whittingdale said in 2011. “It doesn’t suggest close intimacy.”</p> \n<p>It is a relationship that is likely to come under renewed scrutiny, but for now it is Whittingdale’s take on the BBC that is garnering attention, with the corporation’s shape and future funding up for grabs along with the renewal of its royal charter by the end of 2016.</p> \n<p>The BBC’s critics, including the Daily Mail, Telegraph and the Murdoch-owned Sun and Times, interpreted his appointment as a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/12/tories-not-at-war-with-bbc-says-business-secretary\">“declaration of war” by Conservatives furious at the BBC’s coverage of the election</a>.</p> \n<p>There is no shortage of evidence that Whittingdale will take a tough line on the BBC, having said last year that the licence fee was “worse than the poll tax” because there was no element of subsidy for the low-paid. </p> \n<p>He is likely to abolish the BBC Trust, replaced by a corporate-style board of directors and chairman alongside director general Tony Hall, and expand its regulation by Ofcom. Plans to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/conservatives-bbc-licence-fee-david-cameron-decriminalisation-non-payment\">decriminalise non-payment of the licence fee</a> are firmly on the agenda, which the BBC has said would cost it &pound;200m a year. </p> \n<p>But when Whittingdale said the &pound;145.50 licence fee was unsustainable, it was slightly more nuanced than that, adding that he was talking about the long term and certainly beyond the next royal charter.</p> \n<p>Unveiling his committee’s report on the future of the BBC earlier this year, Whittingdale compared the funding of the BBC with education and the NHS, paid for by everyone whether or not they use it. “We do think there is a case for public service broadcasting that should be publicly financed,” he said, albeit with some BBC services becoming subscription-based.</p> \n<p>“He is not the fire-breathing dragon that many are portraying him,” says Louise Mensch, the former Tory MP who sat on Whittingdale’s select committee. “He will want transparency from the BBC, value for money, and at the very least for it to disclose what they spend their money on. Those who think he will come and slash and burn are quite mistaken; he is not the Terminator.” </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Those who think he will come and slash and burn are quite mistaken; he is not the Terminator</p> \n  <footer> \n   <cite>Louise Mensch</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But Mensch adds: “If I was at the Arts Council I would be looking very hard at my books to make sure we were delivering value for money.”</p> \n<p>A former political and private secretary to Margaret Thatcher – dubbed her “toy boy” – Whittingdale was elected to parliament in 1992 in the safe Essex seat previously occupied by John Wakeham. </p> \n<p>He accompanied Thatcher on both the 1983 and 1987 election campaigns <a href=\"http://www.alcs.co.uk/getdoc/174cd8b0-ae31-4659-8d43-8e361fe6b92c/.aspx\">(“I used to carry a vast suitcase, filled with every conceivable piece of information I thought she might ask for”)</a> and was a special adviser in trade and industry before going to work for merchant bank NM Rothschild.</p> \n<p>A childhood ambition to be an astronaut led to a degree in astronomy but he dropped out (“far more theoretical than I had expected”) returning to complete a 2:2 in economics at University College, London. He married in 1990 but is now divorced, with two children in their 20s. His half-brother, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/dec/23/charles-napier-tory-mp-half-brother-jailed-sex-abuse-boys\">Charles Napier, was jailed last year</a> for a string of sexual assaults on boys going back nearly half a century.</p> \n<p>The Tories’ unofficial king of pop culture, Whittingdale was once a regular at the Brit awards and claimed to be a subscriber to Heat magazine. A less populist pursuit, he also used to go shooting with executives from Daily Mail owner, Associated Newspapers.</p> \n<p>A frequent flier to eastern Europe as chairman of the Ukraine all-party parliamentary group and vice-chair of its Armenian equivalent, he has flown at least five times to Ukraine and three times to Armenia in the last five years. He also visited conferences in Vienna about the future of Ukraine funded by the British Ukrainian Society, of which he was a director, and has links to controversial Ukrainian oligarch Dmitry Firtash.</p> \n<p>“It’s all about spreading Thatcherism,” suggests one colleague. “If only we could get the free markets to prosper over there, they would all be saved from misery.”</p> \n<p>Whittingdale’s new remit extends from media ownership and telecommunications to the creative industries and sport, where there is the challenge of maintaining the 2012 Olympic legacy in the face of funding cuts, and how the Premier League’s latest TV rights deal, likely to top &pound;8.5bn, can be used for the grassroots game. Whittingdale has said he wants an expanded role for the Football Association, likely to put him on collision course with the Premier League.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/30/guardian-view-britains-choice-2015-culture-policy\">budget for the arts has been cut by 36% since 2010</a> and now faces the prospect of a similar cut as part of the &pound;12bn of departmental savings in the Tory manifesto. Sir Peter Bazalgette, chair of the Arts Council, describes Whittingdale as “extremely diligent, very approachable, thoughtful and occasionally provocative”. </p> \n<p>“He is a great consumer of the arts, he knows a lot about computer games and so on, and is intensely knowledgeable about broadcasting,” says Bazalgette. It is not a trait, he says, shared by many culture secretaries over the last 10 or 15 years. “It’s almost without parallel.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>He is a great consumer of the arts, he knows about computer games and is intensely knowledgeable about broadcasting</p> \n  <footer> \n   <cite>Peter Bazalgette</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>On press regulation, Whittingdale’s generally pro-Murdoch sympathies suggest the Leveson reform process set up in the wake of the hacking scandal is effectively over. Warning against legislation to govern the press, he backed the Independent Press Standards Organisation, the successor to the Press Complaints Commission, and was critical of the tactics of lobby group Hacked Off. Elsewhere, Channel 4 could face an uncertain future and possible privatisation.</p> \n<p>But it will be the BBC that will most occupy his mind, as it did during his two stints as shadow culture secretary when, in 2003, he said the licence fee should be “at least halved” and the corporation’s commercial arm, BBC Worldwide, sold off.</p> \n<p>Whittingdale also commissioned a report from former Channel 5 and Sky executive David Elstein, later disowned by the Tory leadership, that said the licence fee should be replaced by subscription and BBC production privatised. He later said he preferred state funding of the BBC – a “straight government transfer” – to the licence fee and said the corporation had a “certain view of the world” and regarded “anyone who disagreed with it as plainly mad”.</p> \n<p>“He is quite an ideological politician presented with a non-ideological face,” says Chris Bryant, Labour MP for Rhondda and new shadow culture secretary. “He’s Thatcher with an Aled Jones complexion. His voting record on everything is pretty hardline Tory.”</p> \n<p>According to the site They Work For You, Whittingdale voted against equal gay rights, equal marriage, laws to promote equality and human rights, and the foxhunting ban. He voted in favour of the Iraq war and replacing Trident, and against more EU integration.</p> \n<p>“You have to bear in mind what the [coalition government] did in 2010,” says Bryant of the shotgun licence fee settlement which saw the BBC take on new funding responsibilities including the World Service. More top-slicing is likely and there is the possibility that Whittingdale will revisit the idea, which he backed five years ago, of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/12/john-whittingdale-backed-bbc-paying-500m-cost-of-tv-licences-for-over-75s\">the BBC paying the &pound;500m cost of free TV licences for the over-75s</a>. </p> \n<p>If the axeman cometh, then he does so with a cheery smile and a glint in his eye, a man who once said his favourite Star Trek character was The Borg, “an alien species which is very similar to the Whips’ office … a collective consciousness dedicated to the eradication of all other species”.</p> \n<p>Whittingdale is amiable company and a fully paid-up member of the human race, a quality that is rare among some MPs. “As Duncan said in Macbeth,” says Bryant. “There’s no art to find the mind’s construction in the face.”</p> \n<h2>Potted profile</h2> \n<p><strong>Born</strong> 16 October 1959</p> \n<p><strong>Age</strong> 55</p> \n<p><strong>Career</strong> Worked for Norman Tebbit and Leon Brittan before being appointed political secretary to Margaret Thatcher in 1988 and personal secretary after her 1990 resignation. <strong>1992 </strong>Elected a Tory MP for the first time, in Colchester South and Maldon. <strong>2001</strong> Shadow trade and industry secretary before two stints as shadow culture secretary. <strong>2005</strong> Chairman, culture, media and sport select committee. <strong>2015</strong> Secretary of state for culture, media and sport.</p> \n<p><strong>High point</strong> Appointment as culture secretary in David Cameron’s new government.</p> \n<p><strong>Low point</strong> Resigning as a ministerial aide in 1996 after voting against government plans to restrict cross-media ownership.</p> \n<p><strong>What he says</strong> “I have my tortured moments. But people have always said I’m quite cheerful. I do like people.”</p> \n<p><strong>What they say</strong> “At the risk of ruining the honourable gentleman’s reputation as Thatcher’s gimp – I mean toy boy – may I enormously commend him for the work he has done as [select] committee chair for the past 10 years” – Chris Bryant MP</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2843e1d19d7427346a26400782daa7ad1bc2dc24/0_280_2513_1507/2513.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1507,"width":2513,"orientation":"landscape","credit":"Amer Ghazzal/Demotix/Corbis","altText":"John Whittingdale","cleanCredit":"Photograph: Amer Ghazzal/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:00:14Z","lastModified":"2015-05-18T06:27:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"John Plunkett","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/2/1399058779148/John-Plunkett-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnplunkett"}],"feature":false,"keywords":["John Whittingdale","Conservatives","Politics","UK news","BBC","BBC licence fee","Media"],"tags":[{"id":"politics/john-whittingdale","webTitle":"John Whittingdale"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"politics"},"topics":[{"displayName":"John Plunkett","topic":{"type":"tag-contributor","name":"profile/johnplunkett"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/18/john-whittingdale-culture-secretary-bbc-rupert-murdoch","shortUrl":"http://gu.com/p/49vm7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/18/john-whittingdale-culture-secretary-bbc-rupert-murdoch","webUri":"http://www.theguardian.com/politics/2015/may/18/john-whittingdale-culture-secretary-bbc-rupert-murdoch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2843e1d19d7427346a26400782daa7ad1bc2dc24/0_280_2513_1507/2513.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1507,"width":2513,"orientation":"landscape","caption":"John Whittingdale arrives at 10 Downing Street the day after the election to be named in David Cameron ‘s new cabinet. Photograph: Amer Ghazzal/Demotix/Corbis","credit":"Amer Ghazzal/Demotix/Corbis","altText":"John Whittingdale","cleanCaption":"John Whittingdale arrives at 10 Downing Street the day after the election to be named in David Cameron ‘s new cabinet.","cleanCredit":"Photograph: Amer Ghazzal/Demotix/Corbis"}},"importance":5,"kicker":{"title":"John Whittingdale"},"showQuotedHeadline":false},{"title":"Disappearing Lake Powell underlines drought crisis facing Colorado river","rawTitle":"Disappearing Lake Powell underlines drought crisis facing Colorado river","item":{"type":"article","id":"environment/2015/may/17/lake-powell-drought-colorado-river","title":"Disappearing Lake Powell underlines drought crisis facing Colorado river","trailText":"As water levels plummet to 45% in America’s second-largest reservoir, new islands appear – and fears grow for a waterway that serves 40 million people","standFirst":"<p>As water levels plummet to 45% in America’s second-largest reservoir, new islands appear – and fears grow for a waterway that serves 40 million people</p>","byline":"Chris McGreal at Lake Powell","body":"<p>The Colorado river and its tributaries took a hundred million years or two to carve the Glen Canyon out of the pink and scarlet sandstone which marks out the American southwest.<br /></p> \n<p>Its myriad gorges, sheer cliffs and towering spires remained a largely hidden secret. Prehistoric peoples farmed part of the canyon and Navajo Indian communities built camps close to the river, but few modern Americans ventured there besides explorers until the canyon disappeared under a man-made wonder, the vast Lake Powell, with the construction of Glen Canyon dam half a century ago.</p> \n<p>Almost immediately, environmentalists and archaeologists mourned the loss. A final burst of exploration had turned up thousands of ancient ruins and drawn a belated focus on the canyon’s stunning natural architecture.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/16/washington-state-drought-emergency\">Washington state declares drought emergency with $1.2bn in crops at risk</a> </p> \n</aside> \n<p>“Glen Canyon died in 1963,” wrote the renowned conservationist David Brower, who founded Friends of the Earth. “Neither you, nor I, nor anyone else knew it well enough to insist that at all costs it should endure. When we began to find out, it was too late.”</p> \n<p>But Lake Powell, the US’s second largest reservoir, proved its own marvel. It draws about three million tourists a year to boat, swim and take days on the water, exploring the crevices and side canyons of a lake that stretches nearly 190 miles across the border between Utah and Arizona. The otherworldly landscape of monumental rock piles and soaring sandstone cliffs has provided the backdrop for scenes in Planet of the Apes and Gravity, and for episodes of Doctor Who.</p> \n<p>After the dam was constructed at the southern tip of the canyon, the lake took more than a decade to fill with melting snow from the Rocky mountains flowing down the 1,450-mile Colorado river. That brought its own natural phenomenon.</p> \n<p>What locals nickname the “bathtub ring” runs for most of Lake Powell’s 1,900-mile shoreline, which is half as long again as the US west coast. The ring of white calcium carbonate absorbed into the rock from the water contrasts sharply with the deep colours of the sandstone. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a61160cab7a3fec6f993ead4a3e6884fdc6ed2f7\"> \n <img src=\"http://media.guim.co.uk/a61160cab7a3fec6f993ead4a3e6884fdc6ed2f7/0_116_5760_3459/1000.jpg\" alt=\"Glen Canyon dam, north of the rural city of Page, Arizona drought\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Glen Canyon dam, north of the rural city of Page, Arizona, has seen a dramatic drop in water levels. The levels have dropped by more than 100 feet.</span> \n  <span class=\"element-image__credit\">Photograph: Jerry Burch/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>These days, it also provides a dramatically visible marker of the crisis facing the Colorado river after years of diminishing snowfalls on the Rockies.</p> \n<p>Month by month, as water levels fall, more of the bathtub ring is exposed. Today, it towers 100ft or more above the boaters as what federal officials are describing as the worst drought in the Colorado Basin in a century diminishes a river that provides water to 40 million people in seven states. Lake Powell – a crucial cog in the machinery of water delivery – is at only 45% of capacity.</p> \n<h2>Hidden treasures</h2> \n<p>The falling water level has delivered up hidden treasures, the natural arches and narrow side canyons not seen in years. Perhaps the most spectacular is the Cathedral in the Desert, a multi-coloured sandstone arch forming a huge natural amphitheatre, with a waterfall lit by narrow beams of sunlight.</p> \n<p>In parts of the lake, new islands have emerged and old ones have become towering sandstone pillars. Shores once underwater are now lined with new beaches while old ones, left high above the waterline, are bristling with plants.</p> \n<p>As the water levels dropped, some of the boating arteries linking different parts of the lake could only be kept open by cutting through the rock.</p> \n<p>Erin Janicki, an aquatic biologist, has watched the change from the water’s edge. The town of Page, Arizona was built to house workers constructing the dam that flooded Glen Canyon. Janicki lives in one of the original houses, a stone’s throw from the lake. For nine years, she has seen the water rise and fall, but says the overall trend is down.</p> \n<p>“The water’s 110ft below the top of bathtub ring,” she said. “There are parts of the lake that have pretty much become mud flats. The inlets get silted up. It takes longer to jet around the lake because some of the waterways aren’t open and you have to go around obstacles. </p> \n<p>“There’s still a lot of water out there, but there’s been a big change. People hit rock islands all the time.”</p> \n<p>For Janicki, this has raised questions about the nature of development in arid regions.</p> \n<p>“I don’t like seeing big developments in the desert,” she said. “These cities growing all the time. More people and less water. It doesn’t seem sustainable to me. Page has a golf course. Here, in the desert.”</p> \n<p>The Colorado river serves Wyoming ranches, Arizona agricultural plantations and Nevada’s gambling mecca, Las Vegas. It is crucial to the California food industry and growing desert cities across the southwest.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/16/california-drought-shaming-takes-on-a-class-conscious-edge\">California drought shaming takes on a class-conscious edge</a> </p> \n</aside> \n<p>What goes into Lake Powell is largely decided by how much snow falls on the Rockies in winter. But what comes out is governed by complex agreements made nearly a century ago, and adjusted over the years, which divvy up the river’s water between seven states.</p> \n<p>Under those agreements, Lake Powell serves in part as a reservoir for the states clustered around the Colorado river’s upper basin – Colorado, Wyoming, Utah and New Mexico. It is also obliged to release specified amounts of water into its sister reservoir and the country’s largest, Lake Mead, 180 miles downriver. Lake Mead in turn provides water to seven out of 10 Nevada residents, to a vast construct of aqueducts serving Arizona plantations and cities, and to help slate the seemingly insatiable thirst of southern California.</p> \n<figure class=\"element element-image\" data-media-id=\"fc9d47267cf1156814ff4b4eda9354ca10b7a1ef\"> \n <img src=\"http://media.guim.co.uk/fc9d47267cf1156814ff4b4eda9354ca10b7a1ef/0_135_5760_3459/1000.jpg\" alt=\"cattle page area arizona\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A small heart of cattle stand in what once was a watering hole.</span> \n  <span class=\"element-image__credit\">Photograph: Jerry Burch/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>But after 15 years of diminishing snow falls on the Rockies, the US government agency managing the Colorado river’s water, the Bureau of Reclamation, is now facing a difficult balancing act as levels in both lakes sink to record lows and rationing looms.</p> \n<p>“We all are depending on the snow pack on the Rockies and Lake Powell is the first reservoir,” said Rose Davis of the Bureau of Reclamation’s Upper Colorado region. “It doesn’t look very good. We have 56% of normal snowpack is the last reading that I saw. It’s just terrible.”</p> \n<p>The fall in water levels in Lake Mead are as dramatic as those in Lake Powell. It has dropped from over 90% of capacity in 2000 to less than 40%. In April, the water in Lake Mead fell to its lowest level since 1937 when it was still being filled after construction of the Hoover dam.</p> \n<p>“We are at a record low and we expect to drop even lower in the summer months,” said Davis.</p> \n<p>The immediate cause is the longest drought in a century.</p> \n<p>“This 15-year drought that we’re in is the worst drought in the last 100 years,” said Davis. “But we also have tree-ring studies going back to the year 1075 and this is the fourth-worst drought since 1075. So the drought and weather cycles have a natural variability to them but we’ve got data on warmer temperatures and climate change making a difference. </p> \n<p>“We could get a crazy amount of snow this winter. We just don’t know. We had a good year in 2011 and it’s not unusual to have one good year in the middle of a drought but this is the longest one in the last 100 years.”</p> \n<p>Davis said the longest drought in the Colorado Basin of the past millennia lasted more than 60 years.</p> \n<h2>Water conservation as a way of life</h2> \n<figure class=\"element element-image\" data-media-id=\"17c1c32557c3a8eca2a267739f223bef457ae464\"> \n <img src=\"http://media.guim.co.uk/17c1c32557c3a8eca2a267739f223bef457ae464/0_0_5760_3459/1000.jpg\" alt=\"Navajo reservation near Page, Arizona, reservoir\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">On the Navajo reservation near Page, Arizona, a young man looks at a water reservoir fed by a windmill.</span> \n  <span class=\"element-image__credit\">Photograph: Jerry Burch/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>The southern edge of Lake Powell marks out part of the border of the sprawling Navajo Indian reservation in Arizona. John Begay’s farm sits farm sits alone just off the road south out of Page. At 74, he has watched the transformation of the canyon to a lake, and the rise and fall of the water.</p> \n<p>“There are people who talk about a drought but I don’t know if there’s a drought or not,” he said. “We don’t get rain like we used to in the 40s, 50s. The two best years were 1949 and 1967. After that it changed. I know it because of my animals. When there’s less rain we have to collect more water. There hasn’t been enough rain since I was a young man. </p> \n<p>“We used to get a lot of snow. There’s not been much since 1980. Used to get eight or 10in. Not now.”</p> \n<p>All the talk of a crisis looming leaves Begay baffled. Like many people living in the sprawling, parched reservation lands, he has spent years conserving water. Seated on the worn wooden porch of the house he has lived in his entire life, he draws from a well run by the Navajo government, filling two 12,000 gallon tanks for his 45 head of beef.</p> \n<p>“I don’t know if there’s a drought or not,” he repeated. “People talk about drought. The Navajo council is having meetings about this. It doesn’t really change anything for us. We’ve always had to be careful with water here. Look, see how dry this place is.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/lostinshowbiz/2015/may/14/moronic-irrigation-los-angeles-turf-war-against-sprinklerhappy-celebrities-drought\">Moronic irrigation: LA’s new turf war against its sprinkler-happy celebrities</a> </p> \n</aside> \n<p>Much of the reservation is scrub, offering sparse grazing for livestock and making hard work of growing anything more than food for the family. But Begay can at least rely on the well. Others on the reservation are forced to haul every drop they use.</p> \n<p>Although he lives with his family close to one of the US’s largest reservoirs, Dwight Denatsosie gets his water from a pump at the Shell petrol station in Page. He drops a handful of quarters into the machine to fill three 55-gallon drums on the back of his pickup truck.</p> \n<p>“I live near Coppermine. It’s real hot over there,” he said. “I need about 15 barrels a week. It depends on the livestock.”</p> \n<p>The water is cheap but there’s the cost of the fuel for the constant trips to collect it. His house, like those around it, is deemed too isolated to be on the mains. Denatsosie’s brother-in-law, Leraydo Gishie, helps him collect the water.</p> \n<p>“I grew up in a house with no running water and no electricity,” he said.</p> \n<p>They too are wary of the idea that the present water crisis is all down to a 15-year drought. Years ago, Denatsosie’s family ran a herd of livestock but the water holes they relied on dried up. One of them was filled by a pump run by a windmill. Looking into the 7ft-high holding tank next to it, there is little more than a few inches of water in the bottom.</p> \n<p>“A decade ago that was full. It’s not just the rain. The water isn’t coming out of the ground any more,” said Denatsosie. “We had to get rid of our goats and cows. It’s not just the water. Without the rain, there’s nothing for them to eat because nothing grows properly. Now we only have two horses.” </p> \n<h2>Deeper cuts</h2> \n<figure class=\"element element-image\" data-media-id=\"2acd2c9b451311b868ec5cd621e62b9f7cdaba10\"> \n <img src=\"http://media.guim.co.uk/2acd2c9b451311b868ec5cd621e62b9f7cdaba10/0_68_5760_3459/1000.jpg\" alt=\"glen canyon dam drought\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Water on the other side of the Glen Canyon dam shows a significant drop over the years from the lack of rain. </span> \n  <span class=\"element-image__credit\">Photograph: Jerry Burch/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>Last year, for the first time, the amount of water transferred from Lake Powell to Lake Mead was reduced, by enough to supply about 1.5m homes. If the snowpack on the Rockies is as bad as Davis fears, then there is likely to be a deeper cut in the coming months under a series of agreements which allocate water rights.</p> \n<p>The original agreement, <a href=\"https://www.usbr.gov/lc/region/pao/pdfiles/crcompct.pdf\">the Colorado River Compact</a>, carved out nearly a century ago, divides the river’s water between the states that rely on it. With hindsight, it sowed the seeds of some of today’s problems. It failed to foresee the rapid rise in population in the desert states of Nevada and Arizona, and the demands of their cities and farms. Nevada, for instance, was allocated only 2% of total of the water distribution.</p> \n<p>The compact was also premised on predictions of snow packs on the Rockies which some environmentalists have concluded were based on a period of abnormally high rains in the west during the first quarter of the 20th century.</p> \n<p>The agreement gives some states greater claim than others when the water runs short. Arizona loses out, except for a county next to the Mexican border which has what are known as “senior rights” because it produces much of the US vegetable crop in winter. Nevada also does badly. The big winner is California, which gets to keep its much larger allocation, for a while, at least.</p> \n<p>That state of affairs can be traced back nearly half a century to construction of the largest aqueduct system in the US to deliver the Colorado’s water to central and southern Arizona. The canals of the Central Arizona Project (CAP) provide water to cities such as Tucson and Phoenix, and irrigate close to 400,000 hectares (1m acres) of farmland. Without it, Arizona would be less fertile and, probably, less inhabited.</p> \n<p>But the CAP required the support of California’s members of Congress to win funding and they exacted a price – if the water is rationed, Arizona’s allocation is cut by half before California takes any hit at all.</p> \n<p>In 2007, seven years into the present drought, new allocations were signed by the US secretary of the interior in case the water shortages grew. The cutbacks to the states kicks in if Lake Mead falls below 1,075ft. </p> \n<p>In April of this year it was just 4ft short of that benchmark as it fell to its lowest level since 1937, when the lake was still being filled. If the water levels continue to drop, Arizona and Nevada will face immediate cuts, escalating as the lake falls further.</p> \n<p>That would threaten cities such as Las Vegas and the very existence farms fed by the Arizona aqueduct. If the lake sinks below 1,000ft, the water intake pipes would start sucking air. The Hoover Dam power turbines would also stop spinning, interrupting an important source of electricity to the region.</p> \n<p>Davis said it’s a prospect that kicked state governments into gear.</p> \n<p>“We signed these guidelines in 2007, so all of the states have been very proactive in storing groundwater, implementing conservation measures, using recycling technologies. They have seen this coming,” she said.</p> \n<p>Nevada is recycling most of the water used by residents and tourists in Las Vegas. The Southern Nevada Water Authority put in place a conservation plan that includes limiting the size of lawns, restrictions on watering gardens and campaigns to shorten the time spent in showers or running dishwashers. The authority says it has reduced demand from about 314 gallons per person per day in 2002 to about 205 gallons per day last year, and saved 32bn gallons of water despite the region’s population rising by more than 500,000 people.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/06/drought-forces-california-into-first-mandatory-rules-to-save-water\">Drought forces California into first mandatory rules to save water</a> </p> \n</aside> \n<p>California has been implementing a raft of measures, with new laws to come, to deal with a water crisis across the state beyond areas dependent on the Colorado river.</p> \n<p>Arizona has cut back water usage to levels last seen in the 1950s. If it comes to it, the state has had to set its own priorities. The cities will get first call over the farmers of central Arizona.</p> \n<p>Arizona also stashed surplus water in the years of plenty in underground water banks which should provide it with about two years of reserves, although it is a major operation to extract it.</p> \n<p>But all of that looks a relative sticking plaster next to the predictions made by some environmental studies that the Colorado river’s flow is permanently diminished. Some predict the volume of water coming off the Rocky mountains will fall by a further third by 2050.</p> \n<p>It’s not just what is on the surface that’s of concern.</p> \n<p>With less water coming off the mountains, farmers and local municipalities began drilling down to tap into the Colorado Basin’s aquifers. A <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/2014GL061055/abstract)\">study</a> by the <a href=\"http://www.ess.uci.edu/\">University of California, Irvine</a> using Nasa satellites found that over the decade to the end of 2013, the Colorado basin lost 65 cubic kilometres, or 17 trillion gallons, of water – more than double the capacity of Lake Mead. The study describes water from the Colorado River Basin as the “most over allocated in the world”.</p> \n<p> “Quite honestly, we are alarmed and concerned about the implications of our findings,” <a href=\"http://voices.nationalgeographic.com/2014/07/24/how-the-west-was-lost/\">wrote one of the study’s authors</a>, Jay Famiglietti. “From a group that studies groundwater depletion in the hottest of the hot spots of water stress around the world – in India, the Middle East, and in California’s Central Valley – that says something.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8cd406b674722b7034a9d6669e62713c236b68ad/0_0_5616_3372/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3372,"width":5616,"orientation":"landscape","credit":"Jerry Burch/Demotix for the Guardian","altText":"lake Powell","cleanCredit":"Photograph: Jerry Burch/Demotix for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a61160cab7a3fec6f993ead4a3e6884fdc6ed2f7/0_116_5760_3459/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3459,"width":5760,"orientation":"landscape","caption":"Glen Canyon dam, north of the rural city of Page, Arizona, has seen a dramatic drop in water levels. The levels have dropped by more than 100 feet. Photograph: Jerry Burch/Demotix for the Guardian","credit":"Jerry Burch/Demotix for the Guardian","altText":"Glen Canyon dam, north of the rural city of Page, Arizona drought","cleanCaption":"Glen Canyon dam, north of the rural city of Page, Arizona, has seen a dramatic drop in water levels. The levels have dropped by more than 100 feet.","cleanCredit":"Photograph: Jerry Burch/Demotix for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc9d47267cf1156814ff4b4eda9354ca10b7a1ef/0_135_5760_3459/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3459,"width":5760,"orientation":"landscape","caption":"A small heart of cattle stand in what once was a watering hole. Photograph: Jerry Burch/Demotix for the Guardian","credit":"Jerry Burch/Demotix for the Guardian","altText":"cattle page area arizona","cleanCaption":"A small heart of cattle stand in what once was a watering hole.","cleanCredit":"Photograph: Jerry Burch/Demotix for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/17c1c32557c3a8eca2a267739f223bef457ae464/0_0_5760_3459/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3459,"width":5760,"orientation":"landscape","caption":"On the Navajo reservation near Page, Arizona, a young man looks at a water reservoir fed by a windmill. Photograph: Jerry Burch/Demotix for the Guardian","credit":"Jerry Burch/Demotix for the Guardian","altText":"Navajo reservation near Page, Arizona, reservoir","cleanCaption":"On the Navajo reservation near Page, Arizona, a young man looks at a water reservoir fed by a windmill.","cleanCredit":"Photograph: Jerry Burch/Demotix for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2acd2c9b451311b868ec5cd621e62b9f7cdaba10/0_68_5760_3459/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3459,"width":5760,"orientation":"landscape","caption":"Water on the other side of the Glen Canyon dam shows a significant drop over the years from the lack of rain.  Photograph: Jerry Burch/Demotix for the Guardian","credit":"Jerry Burch/Demotix for the Guardian","altText":"glen canyon dam drought","cleanCaption":"Water on the other side of the Glen Canyon dam shows a significant drop over the years from the lack of rain. ","cleanCredit":"Photograph: Jerry Burch/Demotix for the Guardian"}],"webPublicationDate":"2015-05-17T14:11:25Z","lastModified":"2015-05-17T19:28:35Z","metadata":{"commentable":true,"commentCount":194,"contributors":[{"name":"Chris McGreal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chrismcgreal"}],"feature":true,"keywords":["Drought","Arizona","Utah","Nevada","Wyoming","California","California drought","US news","Water","Environment"],"tags":[{"id":"environment/drought","webTitle":"Drought"},{"id":"us-news/arizona","webTitle":"Arizona"},{"id":"us-news/utah","webTitle":"Utah"},{"id":"us-news/nevada","webTitle":"Nevada"},{"id":"us-news/wyoming","webTitle":"Wyoming"},{"id":"us-news/california","webTitle":"California"},{"id":"us-news/california-drought","webTitle":"California drought"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/water","webTitle":"Water"},{"id":"environment/environment","webTitle":"Environment"}],"section":{"id":"environment"},"topics":[{"displayName":"Chris McGreal","topic":{"type":"tag-contributor","name":"profile/chrismcgreal"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/17/lake-powell-drought-colorado-river","shortUrl":"http://gu.com/p/49xgt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/17/lake-powell-drought-colorado-river","webUri":"http://www.theguardian.com/environment/2015/may/17/lake-powell-drought-colorado-river"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4a68f26c38a2b430f7e2804497db0debda0c5398/164_0_3503_2104/3503.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2104,"width":3503,"orientation":"landscape","caption":"In Lake Powell, white calcium deposits show the extent to which the water level has dropped, around 100ft. Photograph: Chris McGreal for the Guardian","credit":"Chris McGreal for the Guardian","altText":"lake powell colorado","cleanCaption":"In Lake Powell, white calcium deposits show the extent to which the water level has dropped, around 100ft.","cleanCredit":"Photograph: Chris McGreal for the Guardian"}},"importance":4,"showQuotedHeadline":false},{"title":"'We need to think radically' / Stephen Kinnock on Labour’s woes and following in his father’s footsteps","rawTitle":"Stephen Kinnock on Labour’s woes and following in his father’s footsteps","item":{"type":"article","id":"politics/2015/may/17/we-need-to-think-radically-stephen-kinnock-on-labours-woes-and-following-in-his-fathers-footsteps","title":"'We need to think radically': Stephen Kinnock on Labour’s woes and following in his father’s footsteps","trailText":"The newly elected Stephen Kinnock MP talks about being in a long-distance marriage with the Danish prime minister, why the Labour party needs a radical rethink and how he hasn’t seen his his old friend Nick Clegg for ‘a long time’","standFirst":"<p>The newly elected Stephen Kinnock MP talks about being in a long-distance marriage with the Danish prime minister, why the Labour party needs a radical rethink and how he hasn’t seen his his old friend Nick Clegg for ‘a long time’</p>","byline":"Esther Addley","body":"<p>Stephen Kinnock was having “a pint and a few sandwiches” in the Aberavon Wizards rugby club <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/07/exit-polls-conservatives-largest-party-hung-parliament\" title=\"\">when the exit poll came through at 10pm on election night</a>, to be met with a gasp, as in so many places around the country.</p> \n<p>As Labour’s candidate for the local seat of Aberavon, Kinnock’s thoughts inevitably turned to his own race, as well as the national result. Happily, though this was his first parliamentary campaign, there were a couple of old hands around with whom to discuss events. Among them was his father Neil – now Lord – Kinnock, who had lived through not one but two nights like this as Labour party leader, at least one of them, in 1992, every bit as painful.</p> \n<p>So what did he and his father talk about at that point, given that, a few days before polling day, the younger Kinnock revealed that Neil had been an “important” sounding board for Ed Miliband during the campaign? “We talked about how much our heart would go out to Ed. We both thought that Ed fought a brilliant campaign ...”</p> \n<p>He spins off deftly into a recitation of the former leader’s strengths. “And, of course, what he was going through that night was not a million miles away from what dad went through in 92, so there were close parallels.” (Alas, we don’t know how close – Kinnock senior famously punched a wall when that result came through.)</p> \n<p>A few days after that painful evening, I meet the now Stephen Kinnock MP – Aberavon has been Labour for ever, and he won comfortably – in a cafe inside Portcullis House from which, after his newly hired researcher leaves to meet the photographer, neither of us can immediately find our way out. “People keep coming up to me and saying: ‘Oh, you must know this place like the back of your hand.’ And I say: ‘No, actually, I’ve got lost six times already.’” Otherwise, he says, people will say: “‘Oh, yeah, I remember XYZ who was the deputy secretary general of Aslef in 1986.’ And you go: ‘OK, well I was 16 years old then and I was otherwise engaged.’”</p> \n<p>It is not only as Neil and Glenys’s son that Kinnock, 45, stands out among the clutch of delightedly bewildered new MPs who have spent the past week collecting security passes, appointing staff and setting up email accounts from their laptops while waiting to be assigned an office. He professes to be surprised that, after a Saturday morning spent addressing a rally of Port Talbot steelworkers who are balloting over industrial action against proposed pension changes (“I thought: Back to the Future”), so many radio and TV interviewers wanted to speak to him. I suspect it was not just because, as he surmises, “they were just trying to find new MPs to speak to”.</p> \n<figure class=\"element element-image\" data-media-id=\"27a6bcc7ee6148acf1eccfb60373c1c841eb6801\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431711711311/8f35b005-53d7-4e39-8f41-bbeb3e239358-460x276.jpeg\" alt=\"Kinnock with his wife Helle Thorning-Schmidt after she won the Danish election in 2011.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kinnock with his wife Helle Thorning-Schmidt after she won the Danish election in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Scanpix Denmark / Reuters</span> \n </figcaption> \n</figure> \n<p>Also present at Kinnock’s Aberavon count, wearing a scarlet rosette and trailed by a respectable proportion of her country’s media, was his wife, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/sep/16/helle-thorning-schmidt-denmark-leader\" title=\"\">Helle Thorning-Schmidt</a>, the prime minister of Denmark. The couple’s older daughter Johanna, who is 19, was there too. Kinnock himself might be a pleasant-looking but fairly unremarkable former businessman turned backbencher, but his family circumstances are altogether more intriguing.</p> \n<p>Which is not to say he is terrifically keen on talking about them. Did Neil call Miliband that night after the exit poll dropped? Kinnock looks a little uncomfortable. “Erm. He may well have done. I don’t really know. There was such a rush ...” He mutters something about having to dash to the count. “You’d have to ask him.”</p> \n<p>It’s a long-practised habit for Kinnock, one suspects, to neatly sidestep questions about Neil without a beat – and really, who can blame him? He was 13 when his father became Labour leader and the butt of the cruellest tabloid mockery, and the son inevitably fell victim to playground abuse as footage of his father being felled by a wave repeated, endlessly, on TV. After a degree in modern languages from Cambridge, he has said: “One of the things I knew I wanted to do was get away. I wanted to get out from under my father’s shadow, and one way of doing that was by living and working in other countries.”</p> \n<p>So he went to the College of Europe in Bruges, training ground of the Eurocratic elite, worked as a researcher at the European parliament, for the British Council in Brussels, St Petersburg and Sierra Leone, joined the World Economic Forum in Geneva and, in 2012, moved to London (where he had grown up) to work for a consultancy advising on green energy.</p> \n<p>And yet such a habitual guardedness makes getting a sense of the man behind the surname very difficult. Ask about the family’s pain at the 92 result and he talks about it in the context of his party. Ask why, after more than 20 years abroad, he is no longer running from his father’s shadow but happy to follow him into parliament, and he talks about public service and the “honour and privilege” of representing Aberavon. Ask about his emotions on stepping, at last, into the place in which his father was such a dominant figure, and he says: “I’m just absolutely fired up about getting on with this job, getting my sleeves rolled up, getting stuck in to the government.”</p> \n<p>The only time I see him slightly off balance is when I mention his friendship with Nick Clegg – they worked together in Brussels and Clegg attended his wedding – at which point Kinnock colours unexpectedly, as though he were the first politician to be friendly with someone from another party, and jokes about his “dirty secret”. He hasn’t been in touch with the former Lib Dem leader for “a long time”, he says carefully.</p> \n<p>On his unconventional marriage, however, Kinnock returns to a very practised shtick. He and Thorning-Schmidt met in 1992 when they were both postgraduates, and married in 1996 while both working in Brussels. But when she moved back to Copenhagen to stand for the Folketing or Danish parliament in 2005, he opted not to follow her and the two girls, and they have not lived in the same country since.</p> \n<p>“We are certainly not the only couple who do that. Having worked internationally I have seen absolutely loads of couples who see each other when they can and, for professional reasons, are based in other parts of the world.” He mentions people who work on an oil rig, are in the army or drive long-distance lorries.</p> \n<p>Plenty of people find it odd – the couple have been forced to deny muttering in Denmark that Kinnock is gay, or that he was avoiding Danish taxes. He says simply: “Sometimes the circumstances of your life dictate how you live, and then you have to make compromises to cope with that. That’s how Helle and I have always done, and it works for us.”</p> \n<figure class=\"element element-image\" data-media-id=\"09f059bfc150c02d2439f252922c0a924edb009e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431711837636/e076ba8f-ef3b-4e0f-9a12-3322e1785ccf-460x276.jpeg\" alt=\"The Kinnnocks in the late 80s (left to right) Rachel, Stephen, Glenys and Neil\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Kinnnocks in the late 80s (left to right) Rachel, Stephen, Glenys and Neil.</span> \n  <span class=\"element-image__credit\">Photograph: Camera Press/SUS</span> \n </figcaption> \n</figure> \n<p>So how does he plan to juggle his new, multi-city working and personal life: constituents in south Wales, office in London, one daughter at school in the UK, another daughter and his wife in Copenhagen. “I will live as every other MP: in Westminster Monday to Thursday, and in the constituency at the weekends. That will be how I will be living my life. We are really looking forward to a very nice holiday in July when parliament rises, and, uh, you know, that’s when we are going to recharge our batteries, spend some lovely time with Helle and the kids, um, and we see where we go from there.”</p> \n<p>So how frequently does he anticipate he will see his wife? “I simply cannot answer that question.” It sounds like it won’t be very often at all. “I think it won’t be as often as someone who has a standard nine to five ...”</p> \n<p>His wife will be running for re-election at some point before September – will he be doing any campaigning with her? The answer is abrupt. “No, I won’t be. No, I, uh ... We will be staying in touch on a very regular basis, and I’m clearly going to be giving her all the moral support that I can ... I will be wishing her all the very best for the election.”</p> \n<p>Thorning-Schmidt, as leader of the Social Democrats, has led a wobbly centre-left coalition government since 2011 as “statsminister” – a term that viewers of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/borgen\" title=\"\">Danish political drama Borgen</a>, about a female Danish PM leading a wobbly coalition government, will recognise. The series began before Thorning-Schmidt’s election, but still – has Kinnock watched it? “I watched the first series, but then I didn’t watch the other ones.” So he missed the part when the prime minister’s husband has an affair and then leaves her? “Oh, is that what happens? I haven’t seen that.”</p> \n<p>Surely he must acknowledge to himself from time to time that he leads a strange life? “I think it’s unique. I don’t know what a strange life is. What is ‘strange’? There are millions and millions of different ways of living your life and I think it’s impossible to attach a value judgment to the way people have decided to live their lives. That’s the decision that they take.”</p> \n<p>And yet such questions, as he joins her as a public figure, are likely only to become more frequent. It’s the curse of the “Westminster bubble”, he says, to question the motives of those who, in his description of himself and his wife, “burn for public service”, or wonder what bigger ambition underlies a willingness to spend weekends alone in a rented flat in a south Wales town where Kinnock has never lived.</p> \n<p>Whether or not anyone chooses to believe him, Kinnock insists that his two decades’ experience abroad makes him “phlegmatic” about promotions within the party. “Now I am in this bubble and I hope it goes well for me, but, you know, I am not going to tie myself in knots about who gets which job.”</p> \n<p>The irony, for Kinnock, is that whatever his family history, he is almost a Labour outsider in Westminster – he says he doesn’t really know most of the party’s leadership candidates, for instance – which he believes gives him a fresher perspective than many on its woes.</p> \n<p>So where does he think Labour went wrong? Kinnock has a favoured image that he returns to frequently of a three-legged stool propped up by equal legs of community, fairness and, crucially, aspiration. The party got the emphasis of that triple offer wrong, he says, and so its platform was unbalanced.</p> \n<p>“So one of the things we need to say more clearly to CEOs is that equality is good for business, fairness is good for business. If you are running a business and you have 100 or 10 employees, you need them to be well-educated, to have a healthcare system that works, infrastructure that gets them to work on time, so for me it’s about making the business case for equality.”</p> \n<p>More fundamentally, he says, given its Scottish calamity, Labour should think radically and propose a bold new settlement for the UK. “We need to look very seriously at federalising the United Kingdom. We can’t just carry on with the sticking-plaster approach, we need a modern constitution that sets out very clearly where the English regions sit vis-a-vis Wales, Scotland and Northern Ireland, a very clear definition of the House of Lords, a very clear separation of powers, so that we take decision-making as closely as possible to the people across the UK.”</p> \n<p>There should be a year-long national conversation, he suggests, before a new federal settlement is put to the whole country in a referendum. Should Labour adopt that as policy? “Yes, yes. We need to think radically.”</p> \n<p>The need for radical thought applies to the party itself, too. North of the border, he says, “I think there is potentially a case for reconstituting the Scottish Labour party, maybe even calling it the Scottish Democratic Labour party. Or the Scottish Radicals. Or the Scottish Progressive party.” He later clarifies that “the word ‘Labour’ has to stay in there, because we are the party that believes in productive, fulfilling work.” But otherwise, he says, if the Scottish result requires Labour “to do some kind of radical rethinking and rebranding to make it clear to people that we understand the unique nature of what has happened in Scotland, but that it must sit within a strong and cohesive union, then so be it”.</p> \n<p>I don’t doubt that Kinnock, for now, wants to get stuck in to being a constituency MP. But he certainly has pretty strident thoughts on the party’s future. And his wife became leader of her party just two months after being elected as an MP. When Labour selects its own leader in September, he’ll have racked up three. Tempted at all to throw his own hat into the ring?</p> \n<p>“What, oh, you mean ... ?” He laughs for a long time. “No. Erm. We’ve got a really talented bench of people there as potential candidates, and I’m really thankful for that, because in the end I will have to put my cross in the ballot somewhere. There are a number of candidates who I think can and will do a fantastic job. I just hope that we have the courage of our convictions and that we are radical.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711625087/4b318038-325a-4133-a1cf-d740300f5f9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Hall for the Guardian","altText":"Stephen Kinnock.","cleanCredit":"Photograph: Andy Hall for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711712575/8f35b005-53d7-4e39-8f41-bbeb3e239358-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kinnock with his wife Helle Thorning-Schmidt after she won the Danish election in 2011. Photograph: Scanpix Denmark / Reuters","credit":"Scanpix Denmark / Reuters","altText":"Kinnock with his wife Helle Thorning-Schmidt after she won the Danish election in 2011.","cleanCaption":"Kinnock with his wife Helle Thorning-Schmidt after she won the Danish election in 2011.","cleanCredit":"Photograph: Scanpix Denmark / Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711838816/e076ba8f-ef3b-4e0f-9a12-3322e1785ccf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Kinnnocks in the late 80s (left to right) Rachel, Stephen, Glenys and Neil. Photograph: Camera Press/SUS","credit":"Camera Press/SUS","altText":"The Kinnnocks in the late 80s (left to right) Rachel, Stephen, Glenys and Neil","cleanCaption":"The Kinnnocks in the late 80s (left to right) Rachel, Stephen, Glenys and Neil.","cleanCredit":"Photograph: Camera Press/SUS"}],"webPublicationDate":"2015-05-17T17:00:08Z","lastModified":"2015-05-17T23:10:10Z","metadata":{"commentable":true,"commentCount":183,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Stephen Kinnock","Politics","Labour","Neil Kinnock"],"tags":[{"id":"politics/stephen-kinnock","webTitle":"Stephen Kinnock"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/neil-kinnock","webTitle":"Neil Kinnock"}],"section":{"id":"politics"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"series":{"title":"The G2 interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/the-g2-interview"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/we-need-to-think-radically-stephen-kinnock-on-labours-woes-and-following-in-his-fathers-footsteps","shortUrl":"http://gu.com/p/49x3d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/we-need-to-think-radically-stephen-kinnock-on-labours-woes-and-following-in-his-fathers-footsteps","webUri":"http://www.theguardian.com/politics/2015/may/17/we-need-to-think-radically-stephen-kinnock-on-labours-woes-and-following-in-his-fathers-footsteps"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431711625087/4b318038-325a-4133-a1cf-d740300f5f9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stephen Kinnock. Photograph: Andy Hall for the Guardian","credit":"Andy Hall for the Guardian","altText":"Stephen Kinnock.","cleanCaption":"Stephen Kinnock.","cleanCredit":"Photograph: Andy Hall for the Guardian"}},"importance":4,"kicker":{"title":"'We need to think radically'"},"showQuotedHeadline":false},{"title":"Nepal earthquake / The village wiped off the map in a few terrifying seconds","rawTitle":"The village wiped off the map in a few terrifying seconds","item":{"type":"article","id":"world/2015/may/17/nepal-earthquake-langtang-village-everyone-was-dead","title":"Nepal earthquake: the village wiped off the map in a few terrifying seconds","trailText":"The beautiful Langtang valley was almost obliterated when the second quake hit last week, reducing a popular trekking village to rubble","standFirst":"<p>The beautiful Langtang valley was almost obliterated when the second quake hit last week, reducing a popular trekking village to rubble</p>","byline":"Carole Cadwalladr","body":"<p>The only way Yasmine Habash can describe the Langtang valley is “tragically beautiful”. Even in a country that has seen so much devastation and so much personal heartbreak, what happened to the village of Langtang is in a different league. Moments after the earthquake struck, a massive expanse of ice fell thousands of feet, creating an avalanche that wiped out a community where 400 people lived and where, at that moment, nearly 100 foreign trekkers are believed to have been.</p> \n<p>In a matter of seconds, Langtang village was wiped off the face of the Earth and, in Kathmandu this week, Habash described what it was like to visit the place where it used to be: “It’s so stunning up there. But I just couldn’t look at the beauty of it because it hurt knowing that so much pain is in that area.”</p> \n<p>The pain is because her 57-year-old mother, Dawn, was trekking in Langtang and still has not been found. Official search-and-rescue attempts were recently called off – the authorities said it was too dangerous to continue. But last week Habash, 30, told how she had spent six days searching for her mother in an otherwise desolate and empty valley. She gave up only when the Nepalese army insisted on evacuating her earlier this week. “It was deserted. There were a few local people who were there searching for relatives, but otherwise it was just us. The US embassy told us not to go, but I was determined to find her.”</p> \n<figure class=\"element element-embed\" data-alt=\"langtang\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1431794453942/web_Nepal-01.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>It was an incredibly risky – some would say foolhardy – thing to do. At the same time as Habash was in the valley with her boyfriend, Reid Harris, 32, and a local guide, 23-year-old Sunil Tamang, I visited Shyaphru Besi, at the head of the trail, a ghost village of ruined hotels and destroyed houses, a continuous landslide from the mountain above. In the neighbouring town of Dunche, the chief conservation officer of the national park told me: “You cannot go into the valley now. It is too dangerous. Another avalanche or landslide could happen at any time.”</p> \n<p>In fact it did. On Habash’s third day, just after she and Harris had left the valley floor, another avalanche hit, sweeping across the ground they had spent all day searching. Still they continued to look above the slide until they were forcibly evacuated, narrowly missing another massive avalanche caused by Tuesday’s 7.3 magnitude quake.</p> \n<p>All over Kathmandu, the relatives of missing trekkers are still gathering in embassies around the city. Briton Greg Carapiet, the father of a missing 23-year-old student, Mat, described how he, too, had been on the ground in Langtang village the week before trying to search for his son. “I desperately wanted to stay and search for Matt among the fallen rocks and boulders,” he said. But he was forced to leave. “I felt I had failed my son. I was distraught.”</p> \n<p>On the last day of the official search, Matt’s body was found and last week the family were finally able to bring him home. “But the whole thing has been so frustrating. I just wanted to see Matthew’s body before he was repatriated and I wasn’t allowed. It was an awful, awful day. I managed in the end but it was through sheer perseverance and not giving up.”</p> \n<p>No one knows exactly how many people are still missing in the area, but it is estimated that 183 Nepalese and 50-70 foreigners have died, and at least 100 people, both foreign and Nepalese, are still unaccounted for.</p> \n<p>When the official search was called off, Habash and her family took matters into their own hands. They launched a fundraising site, and she hired a helicopter and flew over the place where the village used to be: now a vast and desolate space covered with ice, rock and debris. The helicopter dropped them and their guide at the small settlement of Kyanjin Gompa at the very top of the valley, and from there they walked down to the valley floor.</p> \n<p>“It was bad. I can’t lie. I felt very focused as I left the US to find my mom. But when I flew over the valley and saw the devastation, I felt pretty broken,” said Habash.</p> \n<p>They had pieced together her mother’s movements from survivors’ accounts, and Kyanjin Gompa was where they could last place her. “We know she was there at 9am and that she set off to walk down to Langtang village.”</p> \n<p>According to Dorothea Stumm, a glaciologist at the Nepal-based International Centre for Integrated Mountain Development, a massive hanging glacier cracked when the earthquake struck at 11.56am. The ice formed a cloud that gathered snow and rocks and then funnelled down the mountain, burying the village, and creating an enormous pressurised blast.</p> \n<p>“It was like an atomic bomb going off,” says Harris. He estimates the devastated area as a mile and a half long and half a mile wide. The Nepalese army estimates that the ice and rock is 30m deep. “It flattened trees up the mountain on the other side of the valley,” said Habash. “You can see where it stripped bark from the trunks of the trees.”</p> \n<p>It was Habash who had urged her mother to trek the Langtang region. They had hiked the Annapurna circuit together when she was still a teenager and she had returned, aged 19, to the Langtang area. (Nepal’s third most popular trekking area, it is visited by 20,000 foreign tourists every year.) She had teamed up with a woman she met in a hostel in Kathmandu, and had loved both the landscape and the people. “It starts out as regular valley but you keep going up and then you see these immense snow-capped peaks.”</p> \n<p>On her third day of searching, she met a Nepalese man who was searching for his mother and father. “We hiked with him for a bit and then sat down and I started asking him questions and he told me that he was 43 and had four children and I suddenly realised I knew him. I took off my hat and my sunglasses and said, ‘Do you remember me? I’m Yasmine.’ And he said, ‘Yasmine!’”</p> \n<p>His name was Phinjo Tamang and in 1995, she had stayed with him in a settlement below Langtang and walked the trail up to the village with two of his four children. She also discovered through talking to him that her former companion, with whom she had lost touch – “it was before the age of Facebook” – had been sponsoring his son Chewang’s education. “It was so incredible. To be reunited with Phinjo, and that he was alive, and that he, too, was there looking for his mother and father. I really wanted to believe it was some sort of sign.”</p> \n<figure class=\"element element-image\" data-media-id=\"f57526241d090b2e873c04af7cddf475458039bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431793191845/453677a9-b5c2-4b34-be79-04d6ee9370d3-460x276.jpeg\" alt=\"Langtang village before the second Nepal earthquake hit.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Langtang village before the second Nepal earthquake hit.</span> \n  <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Phinjo Tamang had just arrived from Langtang when we visited him and his family in Kathmandu last week. Habash and Harris had bought clothes and camping equipment that people in their home town of Juneau, Alaska, had donated, and photos of the family that Habash had taken on her trek through the valley 11 years ago. They are now living in a small tent in the overcrowded grounds of a monastery, along with 350 other survivors of the Langtang valley. They have nowhere else to go. And no idea if they will ever be able to return to the valley in which their family – they are Tamang people, originally from Tibet – have lived for hundreds of years.</p> \n<p>Phinjo Tamang had been walking from his village of Thyangshap, he told me, where his wife and one of his sons were, up to Langtang where his parents lived, when the earthquake struck.</p> \n<p>“There was a huge noise like thunder. I heard it first and then I felt the earth shake and I saw these huge pieces of ice fall down and then the air was filled by what looked like smoke. You couldn’t see sunshine. I panicked. I didn’t know which way to go. Should I go up and try and find my parents? Or down and try to find my wife and son? I am too confused. I get to the avalanche and I can’t believe my eyes. The village is gone. I realise my parents are dead. Everyone is dead.</p> \n<p>“I turn round and start running down to find my wife and son. I’m running but then I see two people in the ice. They’re alive. One of them is a German man. He is actually in the ice and I dig him out and then I run down to Thyangshap but there is no more Thyangshap. It’s gone. But I found my wife and son. My wife was bleeding from the head. She was hit by ice and wood. Our two youngest were in the village lower down. We don’t know where they are and my wife is crying and crying.”</p> \n<p>The boys survived, but so many didn’t. Tim Gocher, the head of a small NGO, the Dolma Development Fund, which sponsors more than 1,000 children in the wider area to go to school, told me how he too visited the camp last week to try to locate missing children from Langtang. “It was incredibly depressing. We went through the list with the head of the camp, and he said in an emotionless voice, either ‘is’, meaning alive, or ‘isn’t’, meaning dead.</p> \n<p>“It just felt pretty hopeless. We’ve had 18 children survive – luckily a lot of them were out of the village at the time – but many of them have no family left at all. And nobody knows if they’ll ever be able to return. Their families have lived there for generations. These incredible proud, generous, self-reliant people are now reduced to accepting aid. There’s been this old Tibetan lifestyle there for hundreds of years and suddenly everything’s gone.”</p> \n<p>The stories are harrowing. Ten metres away from Phinjo Tamang and his family, I find Lakpha Tamang, 38, and her surviving daughter, Lachi. An Australian couple, David and Kate Gilson and their two children had come to see them.</p> \n<p>They had stayed in the family’s guesthouse a week before the avalanche and they brought photos of Lakpha’s dead eight-year-old son, Duke, and her husband, that have left her in tears. Her sister Ganga Tamang, 28, told me her story.</p> \n<p>“There was no option to run away. To the left, there was landslide, to the right there was landslide. She saw her husband struck in the head by a rock. And then she fell down and cut her head open. And then she saw her son’s body being carried by the wind. She rushed to try to grab him but I grabbed her hair and stopped her.”</p> \n<p>Their older sister, Gaki, and her husband had also died, as well as Ganga’s husband and son, and their father. Their mother, they found out later, had survived but died while she was being airlifted out by helicopter.</p> \n<p>“It is only us left there, three women and three children. We had the funeral for Duke there. We burned him. Lakpha, she couldn’t control herself. She was falling here and falling there. Her husband, he was the one who used to feed the family, and her son… he was part of her body.”</p> \n<p>When I ask Ganga about the children who have been orphaned by the disaster, she turns to a sweet-faced boy, 13-year-old Tenzing Tamang, sitting in the entrance to the tent eating a plate of rice. “This is one. This is Gaki’s son. She is dead. His father is dead. There is only us.”</p> \n<figure class=\"element element-image\" data-media-id=\"3c34cdc55dc11556516f707015e5ffb4f46b8bb4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431793281648/611d6adb-2acb-4d76-8c0e-f7531e9d97d7-460x276.jpeg\" alt=\"Soldiers search for bodies after a massive avalanche overwhelmed Langtang.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Soldiers search for bodies after a massive avalanche overwhelmed Langtang.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>People from the surrounding villages had come to Langtang the day before for a funeral ceremony, Ganga Tamang explained, and many had stayed to visit relatives afterwards.</p> \n<p>Austin Lord, 30, who is an American Fulbright scholar doing research for his anthropology PhD in Nepal and has spent many months in the area, had been in the village that night with his family, who were visiting Nepal for the first time.</p> \n<p>They attended the <em>ghewa</em> – a Tibetan Buddhist ceremony held 49 days after someone has died, when it is believed their soul leaves <em>bardo</em>, a liminal state. “There were about 300 people singing through to six in the morning. It’s a funerary rite specific to this Tamang culture and I have a video from it that’s so poignant to look at now. It’s incredibly emotional even talking about it now. It’s so new and overwhelming what’s happened, and the music is so haunting, and so many of those people are now gone. It’s a true outpouring of emotion. People believe it’s during that stage of reincarnation that the souls enter another body.”</p> \n<p>Lord and his family left the village ahead of schedule. “We were meant to be there that morning, but we left early. My family had gone ahead and I was talking to a hotel owner in the next village, which is where I’ve been researching a hydropower project, when the earthquake struck.</p> \n<p>“I was grabbed by the hotel owner and we ran outside and it was just incredible. There were landslides coming down in all directions. And the air pressure from above was incredible. It was the most terrifying moment of my life.”</p> \n<p>The next days, before they were evacuated, were chaotic and frightening, with aftershocks and landslides and locals trying to get their injured children aboard helicopters that had been sent to rescue western tourists.</p> \n<p>Since then, however, he said that loss had united them all, foreigners and locals. He has been working with a group of volunteers to get relief and aid all over Rasuwa, the administrative district. Lord said that he “will forever be tied to this community. It’s incredibly emotional. To see such grief and loss is just overwhelming.”</p> \n<p>And Yasmine Habash said she now felt “bonded” to Phinjo Tamang and his family and planned to use the money that she has raised to help support the survivors.</p> \n<p>No one knows if Langtang will ever rise again. The threat of avalanches and landslides is likely to remain for months, if not years to come. In the meantime, Lord said: “We’re just doing what everyone else is doing: we’re all just trying to help in whatever way we can.”</p> \n<p><em>If you have a story about Langtang, please contact carole.cadwalladr@theguardian.com. To help the people of Langtang, you can donate money to </em><a href=\"http://www.dolmafund.org/\"><em>The Dolma Development Fund</em></a><em>, or </em><a href=\"https://www.facebook.com/login.php?next=https%3A%2F%2Fwww.facebook.com%2Fgroups%2Frasuwarelief%2F\"><em>Rasuwa Relief</em></a></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d3b90bb4f2acafd60c0f5d71297fa72b0f519981\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431793350839/d71a2fcd-4e9e-4bdc-a779-efa3ff912989-280x420.jpeg\" alt=\"Yasmine Habash with her mother Dawn.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yasmine Habash with her mother Dawn.</span> \n  <span class=\"element-image__credit\">Photograph: Yasmine Habash</span> \n </figcaption> \n</figure>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793010682/Yasmine-Habash-whose-moth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in the disaster, at a camp for survivors of the Lantang Valley in Kathmandu. Photograph: Sagar Chhetri for the Observer","credit":"Sagar Chhetri/Observer","altText":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in t","cleanCaption":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in the disaster, at a camp for survivors of the Lantang Valley in Kathmandu. Photograph: Sagar Chhetri for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793193270/453677a9-b5c2-4b34-be79-04d6ee9370d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Langtang village before the second Nepal earthquake hit. Photograph: REX/Shutterstock","credit":"REX/Shutterstock","altText":"Langtang village before the second Nepal earthquake hit.","cleanCaption":"Langtang village before the second Nepal earthquake hit.","cleanCredit":"Photograph: REX/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793283079/611d6adb-2acb-4d76-8c0e-f7531e9d97d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Soldiers search for bodies after a massive avalanche overwhelmed Langtang. Photograph: Reuters","credit":"Reuters","altText":"Soldiers search for bodies after a massive avalanche overwhelmed Langtang.","cleanCaption":"Soldiers search for bodies after a massive avalanche overwhelmed Langtang.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793350613/d71a2fcd-4e9e-4bdc-a779-efa3ff912989-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"Yasmine Habash with her mother Dawn. Photograph: Yasmine Habash","credit":"Yasmine Habash","altText":"Yasmine Habash with her mother Dawn.","cleanCaption":"Yasmine Habash with her mother Dawn.","cleanCredit":"Photograph: Yasmine Habash"}],"webPublicationDate":"2015-05-16T23:05:08Z","lastModified":"2015-05-17T09:00:36Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Carole Cadwalladr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":false,"keywords":["Nepal earthquake 2015","Nepal","South and Central Asia","World news","Natural disasters and extreme weather","UK news","US news"],"tags":[{"id":"world/nepal-earthquake-2015","webTitle":"Nepal earthquake 2015"},{"id":"world/nepal","webTitle":"Nepal"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/17/nepal-earthquake-langtang-village-everyone-was-dead","shortUrl":"http://gu.com/p/49xba","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/17/nepal-earthquake-langtang-village-everyone-was-dead","webUri":"http://www.theguardian.com/world/2015/may/17/nepal-earthquake-langtang-village-everyone-was-dead"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431793010682/Yasmine-Habash-whose-moth-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in the disaster, at a camp for survivors of the Lantang Valley in Kathmandu. Photograph: Sagar Chhetri for the Observer","credit":"Sagar Chhetri/Observer","altText":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in t","cleanCaption":"Yasmine Habash, whose mother is missing presumed dead, with Phinjo Tamang, who lost his parents in the disaster, at a camp for survivors of the Lantang Valley in Kathmandu. Photograph: Sagar Chhetri for the Observer"}},"importance":3,"kicker":{"title":"Nepal earthquake"},"showQuotedHeadline":false},{"title":"Losing their religion / The hidden crisis of faith among Britain’s young Muslims","rawTitle":"The hidden crisis of faith among Britain’s young Muslims","item":{"type":"article","id":"global/2015/may/17/losing-their-religion-british-ex-muslims-non-believers-hidden-crisis-faith","title":"Losing their religion: the hidden crisis of faith among Britain’s young Muslims","trailText":"Ex-Muslims who dare to speak out are often cut off by their families and fear for their lives. A brave few tell us their stories","standFirst":"<p>As debate rages over the radicalisation of young British Muslims, are we overlooking a different crisis of faith? Ex-Muslims who dare to speak out are often cut off by their families and fear for their lives. A brave few tell us their stories</p>","byline":"Andrew Anthony","body":"<p>Sulaiman Vali is a softly spoken 32-year-old computer engineer. A natural introvert not drawn to controversy or given to making bold statements, he’s the kind of person who is happiest in the background. He lives alone in a modest house on a quiet street in a small town in East Northamptonshire. He doesn’t want to be any more specific than that about the location. “If someone found out where I lived,” he explains, “they could burn my house down.”</p> \n<p>Why should such an understated figure, someone who describes himself as a “nobody”, speak as if he’s in a witness protection programme? The answer is that six years ago he decided to declare that he no longer accepted the fundamental tenets of Islam. He stopped being a believing Muslim and became instead an apostate. It sounds quaintly anachronistic, but it’s not a term to be lightly adopted.</p> \n<p>Last week <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/third-atheist-blogger-killed-in-bangladesh-after-knife-attack\">the hacking to death in Bangladesh of the blogger Ananta Bijoy Das </a>was a brutal reminder of the risks atheists face in some Muslim-majority countries. And in an era in which British Islamic extremists travel thousands of miles to kill those they deem unbelievers, an apostate’s concern for his or her security at home is perhaps understandable.</p> \n<p>“Oh yeah, I’m scared,” agrees Nasreen (not her real name) a feisty 29-year-old asset manager from east London who has been a semi-closeted apostate for nine years. “I’m not so worried about the loonies because it’s almost normal now to get threats. What worries me is that they go back to my parents and damage them, because that’s not unheard of.”</p> \n<p>The danger is confirmed by Imtiaz Shams, an energetic 26-year-old who runs a group called <a href=\"http://faithtofaithless.com\">Faith to Faithless</a>, which aims to help Muslim nonbelievers speak out about their difficult situations. Shams has a visible presence on YouTube and has organised several events at universities. “I am at physical risk because I do videos,” says Shams. “I don’t like putting myself in the firing line, but I had to because no one else is willing to do it.”</p> \n<p>As real as the potential for violence might be, it’s not what keeps many doubting British Muslims from leaving their religion. As Simon Cottee, author of a new book <em>The Apostates: When Muslims Leave Islam</em>, says: “In the western context, the biggest risk ex-Muslims face is not the baying mob, but the loneliness and isolation of ostracism from loved ones. It is stigma and rejection that causes so many ex-Muslims to conceal their apostasy.”</p> \n<p>Like the gay liberation movement of a previous generation, Muslim apostates have to fight for the right to be recognised while knowing that recognition brings shame, rejection, intimidation and, very often, family expulsion.</p> \n<p>Vali comes from a strictly religious Indian-heritage family. He was born in Kenya and moved with his parents and six siblings to England when he was 14. As outsiders, his family stayed close – “I always knew if I wanted anything they’d be there for me,” he says.</p> \n<p>His father is an imam who follows the puritanical Deobandi scholastic tradition of Islam that has influence over a third of Britain’s mosques. All through his teenage years, when adolescents typically rebel, and even at university, Vali dutifully followed his father’s faith. Occasionally some of what he calls the more “barbaric punishments” found in sharia law troubled him, but he put his discomfort to one side. “I would just think, if God wants it, fine.”</p> \n<p>It was when he left his home in Leicester to work in Cambridge that he first encountered an intellectual challenge to his worldview. He found himself working alongside non-Muslims and atheists, and inevitably questions of faith arose.Initially he began researching criticism of Islam online and in the books of people such as Richard Dawkins and Christopher Hitchens as a means of defending his faith. But in the process the suspicion took root that his opponents had the stronger arguments.</p> \n<p>Nevertheless, he kept his reservations to himself when he returned to live in Leicester, where an arranged marriage awaited him. “She was very religious from a religious family,” he says, still pained by the memory. But he couldn’t go through with it. “I wasn’t going to lie and carry on with a marriage knowing that I didn’t believe in God.”</p> \n<p>His decision went down very badly. His family would have forgiven him, though, as long as he remained a Muslim. That’s all they really asked. And it was the one thing he couldn’t do. He was perfectly happy to be a cultural Muslim, take part in celebrations and observe traditions, but he couldn’t pretend a faith he didn’t possess.</p> \n<figure class=\"element element-image\" data-media-id=\"9582826cc940d366cf3a02e13c8fe25893065bc6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431616595814/d75abc14-6279-4458-a311-b8bfe10055eb-460x307.jpeg\" alt=\"Nasreen\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nasreen: ‘I’ve had bouts of clinical depression. The thing is, Islam teaches you to grow up with a lack of identity. Without the collective, you’re lost.’</span> \n  <span class=\"element-image__credit\">Photograph: Andy Hall/Observer</span> \n </figcaption> \n</figure> \n<p>“This idea of belief,” he says, shaking his head. “You can’t make yourself believe what you don’t believe.”</p> \n<p>So he confessed his atheism to his horrified family. One of his brothers reminded him that the penalty sharia law stipulates for apostasy is capital punishment.</p> \n<p>“I don’t think he would have any qualms about me being killed,” says Vali, although he emphasises that he doesn’t believe anyone from his family would seek to do him physical harm or encourage others to do so. Instead he was ousted from the family. He was disowned.</p> \n<p>There has been a great deal of public debate in recent years about what drives young Muslims towards radicalisation. It’s an urgent subject of study in various disciplines of academia, has spawned a library of books, and is the focus of well-funded government programmes.</p> \n<p>What is much less known about, and far less discussed, is the plight of young Muslims going in the opposite direction – those who not only turn away from radicalisation but from Islam itself.</p> \n<p>Although it is fraught with human drama – existential crisis, philosophical doubt, family rupture, violent threats, communal expulsion, depression, and all manner of other problems – the apostate’s journey elicits remarkably little media interest or civic concern. According to Cottee, there is not “a single sociological study… on the issue of apostasy from Islam”.</p> \n<p>No one knows what numbers are involved, few understand the psychological difficulties individuals confront, or the social pressures they are compelled to resist. As with many other areas of communal discourse, insiders are reluctant to talk about it, and outsiders are either too incurious or sensitive to ask.</p> \n<p>In this sense the struggle of ex-Muslims is markedly different from that of early gay rights campaigners. Where gays and lesbians could draw support from other progressive movements, ex-Muslims are further marginalised by what Cottee calls “the contested status of Islam” in western societies.</p> \n<p>To raise the subject of apostasy is to risk demonising an embattled minority. Some will see it, almost by definition, as Islamophobic or even racist. To be a “Muslim” in 21st-century Britain is no longer simply about religious affiliation; it also suggests membership of a cultural entity that receives far more than its fair share of scare stories and alarmist reporting. So it’s vital to be aware of the discrimination that many Muslims encounter. But what of the minority within the minority who have to deal with fear, guilt, shame and isolation? Must they remain invisible as a mark of religious respect?</p> \n<p>Vali has seen his mother just once for a few minutes four years ago. “She didn’t want to touch me,” he says. “She thought her God would be angry with her if she treated me kindly.”</p> \n<p>What saved him from isolation was the <a href=\"http://ex-muslim.org.uk\">Council of ex-Muslims of Britain</a>, an association set up in 2007 by the Iranian-born secularist Maryam Namazie that campaigns to end “religious intimidation and threats”. The CEMB assists about 350 people a year, “the majority of whom” says Namazie, “have faced threats for having left Islam – either by their families or by Islamists.”</p> \n<p>She believes this number represents just the tip of the problem because the consequences of coming out deter many more from doing so. Many of the cases the CEMB deals with concern forced marriages, which Namazie says have been used to control those seeking to leave Islam.</p> \n<p>For Vali, CEMB provided the reassurance of shared experience. “That was great. You just knew that you weren’t alone. Before, I didn’t know how many people there were out there, what sort of people, how they were thinking. I’ve probably [now] met 100 ex-Muslims and I keep hearing stories of depression. I can understand it.”</p> \n<p>It is the same mental and emotional struggle Cottee observed when researching his book. “The majority of ex-Muslims I interviewed said they were profoundly lonely and isolated, and they related this directly to their apostasy and the secrecy and shame attached to it,” he says.</p> \n<p>One of those was <a href=\"http://ex-muslim.org.uk/2013/09/remembering-irtaza/\">22-year-old Irtaza Hussain, originally from Pakistan, who hanged himself in September 2013</a>. He had written on the CEMB forum: “I hate how I am completely alienated from society and will never find a way to fit in.”</p> \n<p>Of course it’s an unfortunate truth that there are young men from all walks of life who feel alienated, and some take their own lives for a variety of reasons. Yet it’s also true that Hussain felt trapped and lost between two worlds – the one he was attempting to leave and the one he couldn’t find a way to enter. If anything, it’s a predicament young Muslim women more often find themselves in.</p> \n<p>“It’s more difficult for women,” says Nasreen. “You’re much more visible as a woman. You’re conditioned to behave in a certain way with a headscarf. I mean, you’re not going to go to a pub with a headscarf, are you? You’re not going to stay out late with a headscarf. It’s a form of control.”</p> \n<p>Her family was not particularly religious – “cultural Muslims who prayed and would want you to dress modestly” – but her sister was scouted at university by Hizb ut-Tahrir, a proselytising Islamist group. The then 15-year-old Nasreen soon followed her sister. “I felt empowered as a teenager. It was this kind of pseudo-intellectualism. Spiritual religion gets a bit boring as a kid, so I liked the idea of politics too. It felt like a social movement and I was excited by that.”</p> \n<p>It was immediately after 9/11 and she turned up at school demanding to wear a long black dress instead of the school uniform. “I said if you don’t let me, you’re breaching my freedom of expression as a Muslim, and they accepted it.”</p> \n<p>She loved the sense of rebellion her pronounced Muslim identity conferred. That was largely the extent of the politics. When she looked at Islamic countries, she didn’t care about human rights atrocities. “There were women wearing scarves, that was what was important.”</p> \n<p>But slowly she began to address the rhetoric and assumptions that she’d been filled with. “I didn’t have an epiphany,” she says. Most apostates don’t. Instead it’s usually a long and often painful process of questioning. At first she tried to crush her doubts. “I was scared. What was wrong with me? Why do I have these feelings and thoughts, they’re so haram [forbidden].”</p> \n<p>She felt unable to speak to those closest to her, and was too ashamed to consult an imam. Like Vali, she researched online and the more she read, the more difficult it became to maintain her Islamic beliefs. But losing her religion has exacted a toll.</p> \n<p>“I’ve had bouts of clinical depression,” Nasreen says. “The thing is, Islam teaches you to grow up with low self-esteem and lack of self-identity. Without the collective, you’re lost. You’ve been taught to feel guilty and people-pleasing as a woman, and you do that from a very young age. I kept thinking, ‘Why do I want to wear short skirts? That’s so disgusting!’ No, it’s not disgusting. It took me a long time to appreciate my sexuality and my femininity. There was a lot of stress. I lost my friends. You’re very lonely and you’re ostracised.”</p> \n<p>However, she couldn’t bring herself to tell her parents. And nine years later, she still hasn’t informed them. Her compromise has been to let them know she doesn’t pray or wear a headscarf. That’s been problematic enough – her parents, like many Muslims, have become more religious over the past decade or so.</p> \n<p>She blames the ghettoisation of multiculturalism and identity politics for this shift, the tendency to view individuals as members of separate cultural blocks. Or as Namazie puts it: “The problem with multiculturalism – not as a lived experience but as a social policy that divides and segregates communities – is that the “Muslim community” is seen to be homogenous. Therefore dissenters and freethinkers are deemed invisible because the ‘authentic’ Muslim is veiled, pro-sharia and pro-Islamist.”</p> \n<p>One success of the Islamist movement in Britain has been to define the cultural identity primarily in terms of religion.</p> \n<p>“We went from a Bengali to a Muslim community. It’s almost as if we’re suffering a second colonisation, the Arabisation of Asian cultures. Even my brother wears long Arab dresses.” As a consequence, she thinks Muslims have been encouraged to police other Muslims.</p> \n<p>“I’ll give you a couple of examples,” she says. “The other day I ordered some food online – pork buns – and afterwards a guy called me up from the company and he said ‘Nasreen, do you know it’s not halal?’ I said yes, I’m not a Muslim, but afterwards I wish I’d said ‘Who are you to police what I’m eating? How dare you call me up to remind me.’ But that’s how people think: you’re a Muslim, you’ve got a Muslim name.”</p> \n<p>She took a degree in anthropology at the University of London. “And I started to do my dissertation on ex-Muslim identity. My supervisor was this Muslim guy and he told me that it was rubbish, there’s no academic purpose to it.”</p> \n<figure class=\"element element-image\" data-media-id=\"3cff2b791f58d6afa21abff8521cb21a991c72b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431616672293/a38825b5-f896-41a9-a569-48accac9c103-460x307.jpeg\" alt=\"Sulaiman Vali\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sulaiman Vali: ‘This idea of belief… You can’t make yourself believe what you don’t believe.’</span> \n  <span class=\"element-image__credit\">Photograph: Andy Hall/Observer</span> \n </figcaption> \n</figure> \n<p>She had to complain to get another supervisor, who was very supportive, and, undaunted, continued with the research. “I succeeded in completing an original piece of empirical research on the ex-Muslim reality,” she says. “I even went on to achieve a special award for this very dissertation. I felt quite vindicated by that.”</p> \n<p>Nevertheless, she detects a strong reluctance at universities to confront the concerted efforts by Islamist groups to lay claim to Muslim students. Not only are Islamic societies often run by extremists, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/may/27/gender-segregation-university-voluntary-equality\">with groups like the Islamic Education and Research Academy seeking to impose gender segregation</a>, but the terms of academic discourse tend to endorse their brand of grievance politics.</p> \n<p>“Go to your average sociology class,” says Nasreen, “and it’s very much about making Muslims victims of Islamophobia – a terminology I disagree with. It’s anti-Muslim bigotry. I dislike Islam – that’s OK, it’s an ideology, but I don’t dislike Muslims. They are two different things.”</p> \n<p>She believes there needs to be secular spaces within Muslim communities. “Women within minority communities suffer massively because their only recourse is to go to some religious person, whether for counselling or any issue.”</p> \n<p>Shams, who seems remarkably self-possessed for his young age, agrees that there are particular gender issues that afflict disillusioned Muslims. To this end he has tried to link up with feminist societies at universities. “But there’s a real problem in this country,” he says. “People don’t want to touch anything to do with leaving Islam. Especially in universities, where the politics are insane.”</p> \n<p>He has a point. In recent times the National Union of Students have refused to condemn Isis on the grounds that is would justify Islamophobia. Shams believes that this kind of gesture and the NUS decision last month to lobby alongside Cage, the militant Islamic prisoners pressure group, undermines the position of dissenting Muslims. “What it does is to say to reformists and secularists, you’re not really Muslims.”</p> \n<p>Shams has set about combatting the intimidating atmosphere for nonbelieving Muslims on campuses by holding several Faith to Faithless meetings in universities around the country. The idea is to enable ex-Muslims to speak about their experiences publicly. The events, which<a href=\"https://www.youtube.com/watch?v=qgK-vq7Kcv4\"> can be seen on YouTube</a>, have been tense as Islamists have staged protests, but they feature heart-rending tales of familial rejection and suicidal thoughts that have at least stimulated debate.</p> \n<p>Shams comes from a Bangladeshi background but grew up in Saudi Arabia. He says that in many ways he found the ex-pat compound in which he and his family lived in Saudi Arabia more progressive than Britain. “It was when my mother came here that she got really radicalised.”</p> \n<p>He believes Muslims face an identity crisis.</p> \n<p>“We don’t know who we are. There’s a feeling of insecurity as a brown person, often for good reason. I went to school in a really white school. My nickname was “Terrorist”. The kids didn’t know better. I grew up in that narrative. I was very religious. I believed there was a caliphate and we should fight for that. I had a strong sense of justice. One of the things that people do not understand about radicals is that they’re often guided by a sense of justice.”</p> \n<p>He lost faith because his sense of justice could not be reconciled with the manner in which he was taught to believe other religions were bad.</p> \n<p>“At 20, I actually thought I was the only Muslim atheist in the world. You just don’t know about it. I didn’t know you could leave. There’s not a concept of it. It’s hard to explain. It’s like knowing the world is round but you can’t see it.”</p> \n<p>Fully aware of the mental stress so many dissenting Muslims suffer, he has been working to get appropriate therapy for those going through the emotional dislocation of leaving Islam.</p> \n<p>“One ex-Muslim I know went to get therapy from a white female therapist and in the end she referred him to a Muslim support network.”</p> \n<p>Too often, he believes, non-Muslims are unable or unwilling to see beyond the religious identity of Muslims. They are increasingly trained to understand religious needs but are frequently flummoxed by those who reject those needs.</p> \n<p>“If you’re a secular or atheist Jew,” says Shams, “no one is going to say you’re not allowed to say anything about your community. Of course you are. But with Muslims it’s different – white people think you’re not really Muslim. That’s exasperating.”</p> \n<p>It certainly seems perverse that while there is no taboo on the discussion of Islamic radicalisation, the mention of Islamic apostates still occasions widespread discomfort. We can publicly accept that there are Muslims that are so estranged from western society that they prefer to live as fundamentalists, but have far more trouble recognising that there are Muslims who are so estranged from their religion that they prefer to live as freethinkers.</p> \n<p>Nasreen, Vali and Shams all agreed that it will only be by bringing greater attention to Muslim apostates in British society that their predicament will improve. It would also help, they say, if they could rely on the progressive support that was once the right of freethinkers in this country.</p> \n<p>“Attitudes need to change,” says Cottee. “There has to be a greater openness around the whole issue. And the demonisation of apostates as ‘sell outs’ and ‘native informants’, which can be heard among both liberal-leftists and reactionary Muslims, needs to stop. People leave Islam. They have reasons for this, good, bad or whatever. It is a human right to change your mind. Deal with it.”</p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431616463156/Imtiaz-Shams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Imtiaz Shams of Faith to Faithless: ‘At 20, I actually thought I was the only Muslim atheist in the world. I didn’t know you could leave. There’s not a concept of it.’ Photograph: Andy Hall for the Observer","credit":"Andy Hall/Observer","altText":"Imtiaz Shams","cleanCaption":"Imtiaz Shams of Faith to Faithless: ‘At 20, I actually thought I was the only Muslim atheist in the world. I didn’t know you could leave. There’s not a concept of it.’ Photograph: Andy Hall for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431616594684/d75abc14-6279-4458-a311-b8bfe10055eb-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Nasreen: ‘I’ve had bouts of clinical depression. The thing is, Islam teaches you to grow up with a lack of identity. Without the collective, you’re lost.’ Photograph: Andy Hall/Observer","credit":"Andy Hall/Observer","altText":"Nasreen","cleanCaption":"Nasreen: ‘I’ve had bouts of clinical depression. The thing is, Islam teaches you to grow up with a lack of identity. Without the collective, you’re lost.’","cleanCredit":"Photograph: Andy Hall/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431616671080/a38825b5-f896-41a9-a569-48accac9c103-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Sulaiman Vali: ‘This idea of belief… You can’t make yourself believe what you don’t believe.’ Photograph: Andy Hall/Observer","credit":"Andy Hall/Observer","altText":"Sulaiman Vali","cleanCaption":"Sulaiman Vali: ‘This idea of belief… You can’t make yourself believe what you don’t believe.’","cleanCredit":"Photograph: Andy Hall/Observer"}],"webPublicationDate":"2015-05-17T09:30:20Z","lastModified":"2015-05-17T09:32:24Z","metadata":{"commentable":true,"commentCount":777,"contributors":[{"name":"Andrew Anthony","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewanthony"}],"feature":true,"keywords":["Islam","World news","Religion","Race & religion","Media","Islamic State"],"tags":[{"id":"world/islam","webTitle":"Islam"},{"id":"world/world","webTitle":"World news"},{"id":"world/religion","webTitle":"Religion"},{"id":"media/raceandreligion","webTitle":"Race & religion"},{"id":"media/media","webTitle":"Media"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"global"},"topics":[{"displayName":"Andrew Anthony","topic":{"type":"tag-contributor","name":"profile/andrewanthony"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/may/17/losing-their-religion-british-ex-muslims-non-believers-hidden-crisis-faith","shortUrl":"http://gu.com/p/48ach","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/may/17/losing-their-religion-british-ex-muslims-non-believers-hidden-crisis-faith","webUri":"http://www.theguardian.com/global/2015/may/17/losing-their-religion-british-ex-muslims-non-believers-hidden-crisis-faith"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431616463156/Imtiaz-Shams-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Imtiaz Shams of Faith to Faithless: ‘At 20, I actually thought I was the only Muslim atheist in the world. I didn’t know you could leave. There’s not a concept of it.’ Photograph: Andy Hall for the Observer","credit":"Andy Hall/Observer","altText":"Imtiaz Shams","cleanCaption":"Imtiaz Shams of Faith to Faithless: ‘At 20, I actually thought I was the only Muslim atheist in the world. I didn’t know you could leave. There’s not a concept of it.’ Photograph: Andy Hall for the Observer"}},"importance":3,"kicker":{"title":"Losing their religion"},"showQuotedHeadline":false}],"lastModified":"2015-05-18T06:39:19Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}