{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Burma / Birth control law exposes Buddhist fear of Muslim minority","rawTitle":"Birth control law exposes Buddhist fear of Muslim minority","item":{"type":"article","id":"world/2015/may/25/burmas-birth-control-law-exposes-buddhist-fear-of-muslim-minority","title":"Burma's birth control law exposes Buddhist fear of Muslim minority","trailText":"Nationalist monks are behind new powers enabling authorities to ‘organise’ family planning among groups with high birth rates such as Rohingyas ","standFirst":"<p>Nationalist monks are behind new powers enabling authorities to ‘organise’ family planning among groups with high birth rates such as Rohingyas </p>","byline":"Sara Perria","body":"<p>Despite fierce campaigning by women rights groups and an international outcry, Burma has introduced a birth control law which opponents say is aimed at ethnic minorities. <br /></p> \n<p>The controversial bill is one of four pieces of legislation driven by nationalist Buddhist monks who fear that the Muslim population is growing too quickly.</p> \n<p>Under the law signed by president Thein Sein has signed, governments of the 14 states and regions can request a presidential order so that local authorities can “organise” women to have a gap of 36 months between births. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/burmese-women-could-be-forced-to-have-fewer-children-under-new-law\">Burmese women could be forced to have fewer children under new law</a> </p> \n</aside> \n<p>The World Health Organisation recommends a similar policy to reduce child mortality. However, the law explicitly states that factors taken into consideration, as well as mortality rates and food shortage, can be “a high number of migrants in the area, a high population growth rate and a high birth rate”, that are seen negatively impacting regional development. </p> \n<p>This has reinforced concerns of international observers that the law is aimed primarily at controlling birth rates of the Muslim community – which has been subject to birth-control policies in the past – and non-Buddhists more widely. </p> \n<p>Burma’s attorney general Tun Shin, who is reported to be a London-educated Christian, will oversee the laws and will be supported by Khin Yi, a retired brigadier-general who was previously chief of police. </p> \n<p>The Health Care for Population Control act does not identify any specific group within Burma’s web of ethnic communities and religions. But as the plight of thousands of Rohingya Muslim fleeing persecution unfolds, the US and human rights organisations have stepped up their criticism.</p> \n<p>US deputy secretary of state Antony Blinken said at a press conference in Yangon on Saturday that he was “deeply concerned” about the four laws, that “could exacerbate ethnic and religious divisions.” He said the population law could be enforced in such a way as to undermine the reproductive rights of minorities. Blinken lobbied president Thein Sein about the law on a visit last week while it had already been “discreetly” signed. </p> \n<p>“We are particularly concerned that the bill could provide a legal basis for discrimination through coercive, uneven application of birth control policies, and differing standards of care for different communities across the country,” the US State Department said. </p> \n<p>Comments by extremist monk Ashin Wirathu, close to the Committee for the Protection of Nationality and Religion movement that inspired the laws, has fueled concerns. “If the bill is enacted, it could stop the Bengalis that call themselves Rohingya, who are trying to seize control,” he told The Irrawaddy, a local magazine. </p> \n<p>“[The bill] was drafted for healthcare. The World Health Organization also advised a three-year interval between each child. Will it only be legal when women join the discussion? Did women have any participation in sharia law?” He added. </p> \n<p>The three other laws would impose restrictions on religious conversion and inter-religious marriage and prohibit extra-marital affairs.</p> \n<p>The final version of the bill was approved by the joint houses of parliament on 14 May following minor amendments submitted by the president. Members of Aung San Suu Kyi’s National League for Democracy opposed the bill. </p> \n<p>“Activists with a racist, anti-Muslim agenda pressed this population law so there is every reason to expect it to be implemented in a discriminatory way,” Human Rights Watch Asia director Brad Adams said, warning that the package of laws was “likely to escalate repression and sectarian violence”.</p> \n<p>Rights groups complain that they have not seen the final text of the law but earlier drafts instruct authorities in designated “health zones” to “organise” married couples to practise birth spacing. The bill does not contain explicit guarantees that contraceptive use should be voluntary with consent of the user. It does not specify punishments either, nor does it mention abortion.</p> \n<p>The UN High Commissioner for Human Rights, Zeid Ra’ad Al-Hussein, also expressed concern over the four bills as they moved through parliament in February. </p> \n<p> “During an election year, it will be tempting for some politicians to fan the flames of prejudice for electoral gain,” he said, placing the legislation in the context of an unpopular quasi-civilian government facing parliamentary elections in November and unwilling to antagonise powerful lobby groups of Burma’s Bamar Buddhist majority. </p> \n<p>One of the constant narratives of a hardline minority of Buddhist monks is that the ancient religion of Burma must be defended against an advancing tide of radical Islam, with the Muslim population growing more swiftly within the country and entering as illegal immigrants from without.</p> \n<p> A report commissioned by the government after violent clashes between Buddhists and Muslims concluded in 2013 that “the extremely rapid growth rate of the Bengali population also contributed to fear and insecurity ... The growth was not only due to high birth rates, but also to a steady increase of illegal immigration from neighbouring Bangladesh”.</p> \n<p>Khon Ja, a member of the Kachin Women’s Peace Network which is part of a wider group of women’s organisations trying to stop the law, said it particularly affected minority groups. </p> \n<p>“The target is the Rohingya,” she said, referring to the Muslim minority. “But the law could affect anyone,” she added. </p> \n<p> She is worried about the vagueness of the law and what punishments might be entailed. There are concerns it would be applied to pregnant women in prison, and whether they might come under pressure to have abortions. </p> \n<p>Members of the Akhaya women’s group, which promotes education about sexual health, said they were sexually harassed on social media and even accused of “treason” for speaking out against the law. </p> \n<p>Activists still hope that even after becoming law the government will fail to follow up with the specific directives that would activate the population controls. If Aung San Suu Kyi’s party wins the elections in November and is allowed to form a government they could then influence that process and clarify the law. However, a new government will not take office until next March 2016.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303126062/8fbbff60-a52e-491e-a27f-b3bc227fddd1-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Ye Aung Thu/AFP/Getty Images","altText":"An ethnic Rohingya Muslim woman looking back as she rides a tuk tuk near a camp set up outside the city of Sittwe in Burma's Rakhine state","cleanCredit":"Photograph: Ye Aung Thu/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-25T01:01:39Z","lastModified":"2015-05-25T01:09:02Z","metadata":{"commentable":true,"commentCount":97,"contributors":[{"name":"Sara Perria","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sara-perria"}],"feature":false,"keywords":["Burma","Asia Pacific","South and Central Asia","Obama administration","United Nations","Human rights"],"tags":[{"id":"world/burma","webTitle":"Burma"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"law/human-rights","webTitle":"Human rights"}],"section":{"id":"world"},"topics":[{"displayName":"Sara Perria","topic":{"type":"tag-contributor","name":"profile/sara-perria"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/burmas-birth-control-law-exposes-buddhist-fear-of-muslim-minority","shortUrl":"http://gu.com/p/497bm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/burmas-birth-control-law-exposes-buddhist-fear-of-muslim-minority","webUri":"http://www.theguardian.com/world/2015/may/25/burmas-birth-control-law-exposes-buddhist-fear-of-muslim-minority"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303126062/8fbbff60-a52e-491e-a27f-b3bc227fddd1-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A Rohingya Muslim woman in Burma. New laws will enable the government to control family planning among minority communities.  Photograph: Ye Aung Thu/AFP/Getty Images","credit":"Ye Aung Thu/AFP/Getty Images","altText":"An ethnic Rohingya Muslim woman looking back as she rides a tuk tuk near a camp set up outside the city of Sittwe in Burma's Rakhine state","cleanCaption":"A Rohingya Muslim woman in Burma. New laws will enable the government to control family planning among minority communities. ","cleanCredit":"Photograph: Ye Aung Thu/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Burma"},"showQuotedHeadline":false},{"title":"Tennis / Federer and Me: ‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","rawTitle":"Federer and Me: ‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","item":{"type":"article","id":"sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","title":"Federer and Me: ‘I hadn’t known such excellence was possible. And the effect upon me was instantaneous’","trailText":"At the age of 30, tennis fan William Skidelsky developed an obsession with Roger Federer that cast a shadow over his love life and work – but it helped him resolve issues of self-doubt that had plagued him since boyhood","standFirst":"At the age of 30, tennis fan William Skidelsky developed an obsession with Roger Federer that cast a shadow over his love life and work – but it helped him resolve issues of self-doubt that had plagued him since boyhood","byline":"William Skidelsky","body":"<p>London, Sunday 6 July 2014. I wake up late, with a question in my head. Will I be going to the Wimbledon final? Before yesterday, this wasn’t something I’d even considered. But now I’m desperate to make it if I can. I’ve watched Federer play live about 20 times over the years, and nine times in just the past month, but I’ve never seen him play a Grand Slam final. Surely, this is my one opportunity: he’ll never make it to another major final, at least not one I have a hope of going to. And if he does win – not likely, admittedly – how great to be able to say: I was there. All in all, it has to be done.</p> \n<p>But how? Needless to say, I don’t have a ticket. Centre Court tickets are notoriously hard to get hold of at the best of times. For the final, they’re virtually unobtainable. The usual fallback – queuing – isn’t an option; the All England Club doesn’t release turnstile tickets from the semis onwards.</p> \n<p>Basically, to attend a Wimbledon final, you have to be one of four things: extremely lucky in the public ballot; extremely well connected; extremely rich; a member of the royal family. Sadly, none of these applies to me.</p> \n<p>The debentures are, of course, a possibility. Most Wimbledon tickets are “strictly nontransferable”.</p> \n<p>Debentures are different. Basically, it’s a system of seat-leasing. You buy a five-year debenture – the current cost for Centre Court debs is &pound;50,000 – which entitles you to all the tickets for a particular pair of seats during that period. And these tickets, unlike others, are yours to do what you want with. You can give them to friends; you can sell them on. A pair of Centre Court debenture tickets for a normal day typically goes for two or three thousand.</p> \n<p>For the men’s final, the figure is up near 10 grand.</p> \n<p>For the past 24 hours, I’ve been keeping tabs on the various websites on which debenture tickets are sold, in the hope that some strange market anomaly will result in one suddenly becoming available at a less-than-stratospheric price. This hasn’t happened. The cheapest single ticket I’ve found is &pound;4,000. I’m still tempted. I happen (unusually for me) to have a bit of cash in the bank. Not a huge amount, but enough to cover the ticket. And I probably would go ahead, were it not for one thing: the thought of having to tell my wife. She is currently away in Suffolk with our two-year-old son. She is eight months pregnant. She is already cross with me because I was supposed to be joining them yesterday, but I postponed on the off-chance that I managed to get to the final. If, in addition, she discovers that I’ve spent &pound;4,000 on a ticket – well, I can’t imagine her response would be sanguine.</p> \n<p>No, that avenue is definitely closed. But there is one other option: the touts.</p> \n<p>As at all major sporting events, the touts come out in force for Wimbledon. I’ve often seen them myself, near Southfields tube station, lurking outside cafes, loitering by advertising hoardings. Mostly, the polished hordes who process up Wimbledon Park Road don’t give them so much as a second glance. But there’s surely something a bit odd about the touts at Wimbledon. How, after all, can they exist? If, as the All England Club claims, tickets for the tournament are “strictly nontransferable” – if the club really is scrupulous about enforcing this – then there wouldn’t be any point in buying touted tickets. They’d be a waste of money.</p> \n<p>Either they are total scammers, dedicated to ripping off gullible Joe Public by offloading unusable tickets. Or the Wimbledon authorities aren’t as strict about checking the provenance of tickets as they claim.</p> \n<p>When, at around 11am, I find myself on the phone to a man named Sam, whose ad for suspiciously cheap finals tickets I spotted on Gumtree, I am still unsure as to which of these two hypotheses is correct. Sam tells me that, yes, he can sort me out a ticket, so long as I can make it to a particular cafe near Southfields tube within the hour. The price will be &pound;900. (“Yeah, I would like cash.”) Nine hundred pounds is, of course, a lot of money – still far too much, really, to spend on a tennis match. But I also think that, at this three-figure level, there’s some vague possibility that my wife will be sympathetic.</p> \n<p>She does live with me, after all. She knows how seriously I take this stuff.</p> \n<p>I set off on my scooter. It will take me just under an hour to get to Wimbledon. All I have to do is withdraw the money from a cashpoint on the way. But here I discover a flaw in my plan. My bank only lets me take out &pound;500 per day. To obtain more, customer services tell me, I’ll need to visit a branch, which is impossible, it being Sunday.</p> \n<p>For a few minutes, I am in despair. But then I collect myself. All is not lost. Surely I can borrow the extra from friends. First, though, I ring Sam back to double check: is there any chance – any chance at all – he’d accept a cheque? He’s unyielding: “I’d like to help, mate, but I’m afraid my company doesn’t handle cheques.” I hurriedly make phone calls. An ex-flatmate agrees to lend me &pound;150 if I transfer the money into her account the next day. Next I get hold of Jack, who lives a bit further away but, handily, is a shipping lawyer. He seems positively delighted by my request. “Of course, come on over,” he says, as if inviting me to pop round for a drink. I get to his house at noon. He’s still in his dressing gown. Yawning, he reaches into one of his pockets and extracts a wad of notes.</p> \n<p>Shortly before one, I arrive at the cafe with &pound;1,000 in my wallet. I get out my phone, notice<strong> </strong>that my wife has called. I dial Sam’s number. No reply. I try again. Nothing. It rings endlessly. This is, unquestionably, a further blow, but, looking around, I realise that it may not be a fatal one. There are other touts in the vicinity, arranged in small clusters. I position myself near one group, make eye contact. A leather-jacketed man peels off, walks towards me, nods his head across the road – where a pair of policeman are standing – and signals for me to follow him down a side alley. “You want tickets for the final?” is his inevitable gambit.</p> \n<p>“Well, just the one please, if you’ve got any,” I reply.</p> \n<p>“Hmmm, not sure if we’ve got any singles right now, but wait here a minute, I’ll check with Dave.”</p> \n<p>Dave comes over: he’s grey-skinned, in his late 40s, veiny round the eyes. “You want a single? Think I can get you one. But it won’t be a posh seat.” We haggle over the price. He wants a thousand; I bring him down to eight fifty.</p> \n<p>I am led to a cafe, where I sit down with a third man, Steve, whose job, it seems, is to act as my minder. My phone rings.</p> \n<p>It’s my wife. “Where are you?” she says. “Are you going to come down today?”</p> \n<p>I explain that I’m not going to make it after all, that I’m in a cafe near Wimbledon, about to hand over &pound;850 to a tout in exchange for a ticket that should – no, will – get me into the final.</p> \n<p>“A tout?” she says. “Are you crazy?”</p> \n<p>I tell her that I have a good feeling about it, that the guy I’m buying the ticket from seems honest; she replies that I should pull out right away. Then I notice that Steve is beckoning. “Look, sorry, I have to go.”</p> \n<p>We head to a nearby pub, where Dave is sitting at a table. He hands me my ticket. There’s a name on it – Mark Simpson – and a price: &pound;148. It looks real enough. The date is correct. But how can I be certain that it will get me in?</p> \n<p>What happens, I ask, if they ask me to prove that I am Mark Simpson?</p> \n<p>Dave smiles. “Relax. They hardly ever check. But if you’re worried, just head round the side, and go in through that gate at the back, number 19 is it? The guys there aren’t bothered.” I still must be looking apprehensive, because Dave adds: “Look, if you have any problems, just come back here and see us.” Will he give me my money back? “Yeah, yeah, I will, no problems.”</p> \n<figure class=\"element element-image\" data-media-id=\"4456f1a83c57e43da200782b3aaf6b5e06892f66\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432217982775/84bb9f4c-ec6a-4498-bea6-fef4b5877637-279x420.jpeg\" alt=\"William Skidelsky photographed at his tennis club in Dulwich, south-east London.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">William Skidelsky photographed at his tennis club in Dulwich, south-east London.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Saker/Observer New Review</span> \n </figcaption> \n</figure> \n<p>I get out my wallet, start counting my cash. I keep my wallet under the table, to avoid detection by any plain-clothed policeman lurking in the vicinity (not that it isn’t obvious what we’re up to). I’m flustered, though – my hands shake – and I keep miscounting, forcing me to start all over again. Dave breaks off his call: “Jesus, I can make money faster than you can count it.” Finally, I assemble the correct amount. Dave scrolls through the bills with practised ease. The deal is done. We shake hands. I haven’t (yet) been arrested.</p> \n<p>As I walk up Wimbledon Park Road, my wife calls again. “Look, I think this is a really bad idea. You’re wasting an awful lot of…”</p> \n<p>I butt in, tell her it’s too late, that I’m already heading towards the grounds with my ticket. “But it’s OK,” I say. “The guy said I can get my money back if anything goes wrong.”</p> \n<p>This information fails to have its intended effect. “A tout says he’ll give you a refund and you believe him? Bloody hell, how naive are you?”</p> \n<p>I tell her that it’s too late to worry about that, I’m about to go in.</p> \n<p>*****</p> \n<p><strong>I first saw Roger Federer play tennis at Wimbledon in 2003.</strong> It wasn’t love at first sight. In the years following my first glimpse of him, I kept vague tabs on his results but I didn’t watch many of his matches. Too much else was going on. I was in my mid-20s and was trying to carve out a niche for myself in the adult world. Work preoccupied me a good deal: I was finally making some headway as a journalist. And I was falling in love – something that hadn’t happened in quite a while. My relationship with my new girlfriend – a fellow journalist – was all-consuming. The result was that Roger Federer, for all his appeal, seemed like a distant, tangential figure. My life didn’t have room in it for me to become obsessed with him.</p> \n<p>By late 2006, though, things were beginning to change. I had just turned 30 and I felt less pressured at work. My relationship was running into trouble; my girlfriend and I hadn’t split up, but it increasingly seemed like a possibility. I’d also recently started playing tennis again. Through work, I’d met various writers and publishers who were enthusiastic players. The great thing about writers is that they tend to be available to play at any time, unbeholden as they are to office timetables. This suited me. Although rusty to begin with – I’d barely picked up a racket in 15 years – I soon located the remnants of my game and some of my former fluency returned.</p> \n<p>Playing a sport, of course, isn’t a prerequisite for becoming a fan. But it does help. As a consequence of taking up tennis again, I became more susceptible to the allure of Federer. I started paying closer attention to his results and I couldn’t help but notice how phenomenally successful he was being. Whole years seemed to go by in which he would barely lose a match. In the summer of 2006, at a family gathering of my girlfriend’s, I remember meeting an aspiring tennis pro, a young British player on the fringes of the tour. I asked him who, of today’s top players, he particularly admired. He told me he’d recently been on some practice courts near Federer and he couldn’t believe how good he was. As he spoke, awe entered his voice and his eyes acquired a faraway look. Increasingly, I realised, this was how Federer was being viewed. He was becoming a figure of legend, almost a god.</p> \n<p>Not long after this, I happened to stumble across an essay on <a href=\"http://www.nytimes.com/2006/08/20/sports/playmagazine/20federer.html?pagewanted=all&amp;_r=0\">Federer by David Foster Wallace</a>. I was already a fan of Wallace’s writing – his fiction in particular – and the piece made a big impression on me. Here was a palpably clever writer – something of a genius himself – talking in candidly reverential terms about the wonder, the beauty, of Federer’s tennis. I was struck not only by Wallace’s concept of the “Federer moment” – the instances when his play appears to defy the laws of physics – but also by the way he sought to locate his subject within the game’s overall trajectory. And his sense of the sport’s development very much chimed with my own.</p> \n<p>Wallace’s basic contention was that men’s tennis had, for the previous few decades, been moving in a linear direction. Thanks to a combination of composite rackets, related changes in technique and advances in athleticism, a single style had come to dominate the sport. This style – the “power baseline” game – was, as its name suggested, based on hitting the ball with tremendous power (and copious topspin) from the back of the court. According to Wallace, it was Lendl who had pioneered the style in the 80s, in the 90s players like Agassi and Courier had raised it to new heights and, more recently, Rafa Nadal had taken it “just as far as it goes”. The problem with the power baseline style, Wallace suggested, wasn’t that it was inherently boring but it was “somewhat static and limited” and, if it were to prove the “evolutionary end-point of tennis”, that would be a problem for the game.</p> \n<p>Federer, however, had shown another way forward. He had introduced – or rather, reintroduced – elements such as subtlety and variety, an “ability to read and manipulate opponents, to mix spins and speeds, to misdirect and surprise, to use tactical foresight and peripheral vision”. Yet the point about Federer – and here was Wallace’s kicker – was that he could do all those things while also being a “first-rate, kickass power-baseliner”. He had demonstrated a new way of playing tennis that was as attractive as it was effective, and had done so from within the modern game. “He is Mozart and Metallica and the combination is somehow wonderful.”</p> \n<p>Wallace ended his essay on a note of optimism. At that year’s Wimbledon, which he’d attended, the junior event had been a “variegated ballet”, with players deploying “drop volleys and mixed spins, off-speed serves, gambits planned three shots ahead – all as well as the standard-issue grunts and booming balls”. The clear implication was that Federer’s approach was starting to influence tennis more widely, expanding the sport’s very possibilities.</p> \n<p>Every line of Wallace’s analysis intrigued me and his words were still in my head a month or so later when, in Shanghai, I chanced upon Federer on TV. My brother was living in the city for a semester, teaching the history of western political theory at one of its universities. In November, I went to stay with him for a week. The Tennis Masters Cup – the end-of-year tournament featuring the world’s top eight players, which at that point was held in Shanghai – was on; there were posters advertising it all over the city.</p> \n<figure class=\"element element-image\" data-media-id=\"6e391d1e57e6e3b3897972ea5658221d82ee8962\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218108356/57540eac-b6a3-41c7-aea6-4013f4879d01-460x346.jpeg\" alt=\"The young Skidelsky with team-mates.\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12.</span> \n </figcaption> \n</figure> \n<p>Switching on the telly one afternoon, I happened upon Federer playing Roddick. Through the haze of my jet lag, I watched, transfixed, with a rising sense of astonishment. I already knew – or thought I knew – how good Federer was, but this was brilliance beyond anything I’d imagined. I remember leaping up off the sofa, dancing with joy, my exclamations mingling with the utterances of the Chinese commentators. Perhaps it was the result of my discombobulated condition – the jet lag, the unfamiliar surroundings – but Federer’s tennis that afternoon struck me as unearthly, stupendous, possessed of a magnificence I’d never before seen on a tennis court. I hadn’t known such excellence was possible. And the effect upon me was instantaneous. By the time the match was over, something in me had begun to shift. My future – or a part of it – had been determined. I knew that I wanted to follow this man, take what opportunities I could to luxuriate in the silky wondrousness of his play.</p> \n<p>My obsession had begun.</p> \n<p>*****</p> \n<p><strong>Between the ages of five and 11</strong>, tennis was pretty much all I thought about. I played as much as I could: I was a decent junior, an irregular county player first for Middlesex and then for Sussex, where we moved when I was 10. But it was as a student of the game’s history that I truly excelled. I could reel off the scorelines of long-forgotten Wimbledon finals; I knew all about Gottfried von Cramm and Helen Wills Moody; in the garden at home, I would knock balls against walls for hours on end, spinning fantasies of future glory.</p> \n<p>But tennis was more than just a boyhood passion; it was also, increasingly, a means of escape. Family life, dominated by my economist father, was highly, often relentlessly intellectual. We children felt like we were required to display copious brainpower at all times. Whereas my brother inclined naturally to cerebral matters, I gravitated towards sport, and this resulted in a growing sense of internal conflict. Doing what came naturally to me made me feel second rate, a failure. The thing I loved became a badge of my inferiority. And so while I cleaved ever more tightly to my sporting identity, I also ended up hating myself for doing so.</p> \n<p>Ultimately, largely because of these confused feelings, I gave up tennis. I played cricket for a while instead, initially with equal enthusiasm, but in the end abandoned that too. I wanted to turn myself into someone very different: someone (as I saw it) more serious and hard-edged, someone more like my father and brother. But it wasn’t easy. We can’t unmake who we are. During late adolescence, my life became dominated by what proved to be a protracted identity crisis. I went on ticking off most of the conventional milestones – school, university, first job. Outwardly, things may have looked normal. But in my head, all was misery and confusion. I spent much of my late teens and early 20s feeling intensely depressed.</p> \n<p>It’s too pat to say that my abandonment of tennis was the direct cause of the problem. But it was a symptom of sorts. Looking back, I realise the mistake I made was one of excessive literal-mindedness. I grew up thinking that my father’s distinctions and hierarchies, the absolute weight he attached to the life of the mind, reflected some wider truth about the world. That’s the problem – or one of the problems – with childhood: small things get magnified, what’s accidental and contingent becomes cast in bronze. In my mind, my father’s views and opinions had God-like authority, and if my experiences didn’t accord with them, that must mean my experiences (and not his views and opinions) were at fault.</p> \n<p>What I failed to understand was how much the dice had been loaded: for reasons that had nothing to do with me, things within our family had been set up a certain way. It was as if the spoils of my father’s personality had, at some formative stage, been shared out between his two eldest children, and while my brother had been handed the most valuable portion, I’d been bequeathed a subsidiary branch.</p> \n<p>And so I grew up sure of one thing: that the person I felt myself to be was flawed, insufficient; that I needed to slough him off. The exact identity of this magical alternative being was always somewhat hazy. All I knew was that my chances in life depended on becoming him. Now that I’m a father myself, I find it odd to think that so much of my life should have been given over to this lunatic project of psychic self-immolation.</p> \n<p>I watch my young son, see how naturally, how happily, he embraces the world, how effortlessly his personality unspools, and I find myself constantly wanting to warn him: be yourself, just be yourself, never try to become what others want you to be. But maybe that’s naive, impossible: I am his father, and the way I see him will inevitably affect how he sees himself; I cannot but influence the person he turns out to be.</p> \n<p>*****</p> \n<p><strong>In the summer of 2008</strong>, not long after Federer’s despair-inducing loss to Nadal at Wimbledon, I moved into a new flat in south London, and treated myself to a Sky TV “multi-room package”. My parents had recently given me a present of a massive flat-screen TV, which they’d found too imposing for their own sitting room. This I now installed in my bedroom. It was perfect: when Federer was playing in far-off places, at inconvenient hours of the night, I could watch him without even having to rise from my bed.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-1yfWb0-jqQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/-1yfWb0-jqQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Highlights of the 2008 Wimbledon final between Roger Federer and Rafael Nadal.\n </figcaption> \n</figure> \n<p>Set the alarm, reach for the remote control, and hey presto: there he was!</p> \n<p>It’s probably not a coincidence that 2008 was the year my obsession ratcheted up a notch, became wholly entrenched within me. For me, this was a period of emotional turmoil. The girlfriend I’d acquired a few years earlier had ended our relationship in 2007. I took this very hard. Shortly afterwards, I got together with the woman who would become my wife.</p> \n<p>But not enough time had elapsed since the previous relationship had ended and I wasn’t yet ready for a new one.</p> \n<p>I couldn’t commit. Throughout 2008 and 2009, I behaved idiotically; my new girlfriend and I split up – and then reunited – several times. I tested her patience to its limits.</p> \n<p>Looking back, I can see that, during this confused time, Federer functioned as a point of constancy, of stability. It was as if he provided the security I craved but couldn’t achieve. There was a comfort in knowing that, throughout the year, he would be playing somewhere, and wherever that was, I could tune in and watch. And I’m sure it was significant, too, that his career was already in decline, that he was losing his aura of invulnerability. The losses he suffered – and there were some truly crushing ones – produced a pain that resonated within me, and the effect, paradoxically, was oddly consoling.</p> \n<p>These years, of course, weren’t all bad for Federer. He remained, with Nadal, one of the two best players in the world.</p> \n<p>And he had some great wins: the 2008 US Open; his first (and only) French Open the following summer; the 2010 Australian Open. Yet glorious as such moments were, it was the losses that seemed significant, that made the biggest mark.</p> \n<p>In 2010, my own period of emotional turbulence came to an end. I don’t know what exactly caused the change, but I suddenly realised that I was in danger of throwing away the opportunity I had – the best opportunity I ever would have – to make a life with the beautiful, strong, intelligent woman I loved. Just in time, I veered away from the train-wreck course I’d been stuck on. My girlfriend took some convincing that I was serious, but eventually I managed to persuade her.</p> \n<p>*****</p> \n<p><strong>One thing I discovered</strong> as a result of taking up the sport as an adult is that a surprising number of writers are mad about tennis. David Foster Wallace wasn’t alone. I suppose this isn’t really so surprising, when you consider the affinities between the two activities. Writers sit at home all day, and can keep whatever hours they choose, so have plenty of opportunities not just to watch the sport (an especially realisable goal in the age of satellite TV and online streaming) but also to go out and play. A game of tennis is in many ways the perfect way to break up a writing day. Unlike, say, cricket, it doesn’t take up too much time, nor does it require much organisation. Early afternoon, when inspiration often flags, tends to be the best time to play tennis: this is when the courts are most likely be available (and cheapest), the weather at its most amenable. A tennis match between two writers is also a chance, during the knock-up, and at changeovers, to exchange gossip and discuss works-in-progress. The result is that tennis can come to seem like a natural – indeed vital – extension of the writing life.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1ae6496f4e579b69ddd02e430a4d7a85b179d597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432218248236/0de1dcc2-61ed-4301-bae4-4e72ddd48322-282x420.jpeg\" alt=\"Skidelsky with his first racket.\" width=\"282\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Skidelsky in France aged five.</span> \n </figcaption> \n</figure> \n<p>But the similarities run deeper. Tennis, like writing, is technically complex: all those strokes to master, all those rules to obey (don’t take the racket back beyond your shoulder when volleying; assume the trophy pose just before striking the serve). It’s a game of endless small adjustments, a sport for tinkerers, perfectionists. At the same time, tennis is an unusually – perhaps uniquely – psychological sport. It’s not just that players have to be good readers of character, able to figure out what an opponent’s weaknesses are and how to exploit them, it’s also that the sport itself exerts such acute mental pressures. The margins between success and failure are so tiny, both at the micro and macro levels. (A millimetre’s difference in your swing can make the difference between a win or a miss; just one or two points can decide the outcome of the match.) This is why, playing tennis, it’s so easy to get frustrated. At every level, it’s common to encounter players who, more than anything, resemble madmen: gesticulating, hurling their rackets, talking to themselves. No sport is more inward-looking than tennis, more conducive to emotional turmoil, downward-spiralling patterns of thought. And in this too, of course, it has something in common with writing.</p> \n<p>*****</p> \n<p><strong>My girlfriend and I got married in 2011.</strong> A few months later, in October, our first child – a son – was born. It might be assumed that the switch to a more settled existence would have taken the edge off my ardour for Federer, relegated him to a firm second (or, indeed, third) place. But my feelings remained as powerful as ever. Instead of fading, they just took a slightly different form, accommodated themselves to the new presences in my life.</p> \n<p>Federer turned 30 in 2011. It proved, on the whole, a frustrating year. For the most part, he played well, but he wasn’t terribly successful. For the first time since 2002, he failed to win a Grand Slam and his ranking slid to No 3. There was bad luck involved: he lost some exceptionally close matches, none more so than the spectacularly ghastly Djokovic semi-final at Flushing Meadow, when, for the second year in succession, he lost after holding two match points. (And this time, moreover, they were on his serve.) He also kept coming up against opponents in the form of their lives – as was the case with Jo-Wilfried Tsonga at Wimbledon. Nor were matters helped by the fact that he now had to contend not just with Nadal but with a newly formidable Djokovic, who went unbeaten for the first five months of the year, a run of 43 matches that only came to an end when Federer beat him, magically, in the semi-final at Roland Garros.</p> \n<p>With a second player threatening to eclipse him (and Murray also making a strong bid), Federer, at this point, was again being written off. But he responded – thrillingly – by powering back to No 1. It all started at the end of 2011, when he suddenly won three tournaments in a row: Basel, Paris and the World Tour Finals. I saw him thrash Nadal 6-3, 6-0 at the last of these events – this was just three weeks after my son was born. Nadal wasn’t at his best, but it was nonetheless immensely pleasing to see Federer rampant against his old rival. His revival continued in the early months of 2012, with triumphs at Rotterdam, Dubai and Indian Wells (where he again beat Nadal). He went on to win on the ill-fated blue clay in Madrid before, in July, lifting his seventh Wimbledon crown, <a href=\"https://www.youtube.com/watch?v=OfNG-EPOvTA\">dispatching Murray in the final</a>. A wave of patriotism was sweeping the nation – it was the summer of the London Olympics – and a Brit hadn’t won the men’s trophy since Fred Perry in 1936. Was this, finally, “our” year? I remained immune to such sentiments. I admire Murray, and, in other circumstances, I would have been happy for him to win, but whatever patriotic feelings I had – and I don’t, nowadays, have all that many – were never going to make a dent in my loyalty to Federer.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OfNG-EPOvTA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/OfNG-EPOvTA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Highlights of the 2012 Wimbledon final between Roger Federer and Andy Murray.\n </figcaption> \n</figure> \n<p>Federer’s Wimbledon win got him back to world No 1. A couple of months later, he broke Sampras’s record for the number of total weeks in the top spot. He retained the ranking until November, at which point he was again surpassed by Djokovic. Things at this point still looked positive – he ended the season playing well enough. There was no indication of what was to come.</p> \n<p>The following year, it goes without saying, was easily the bleakest year of my Federer-obsessed life. Something peculiar, unaccountable, happened. After a promising enough start (the semis in Australia), Federer’s form dipped precipitously, reaching a nadir in the middle stretch of the season, when he lost in the second round of Wimbledon to Sergiy Stakhovsky – a player ranked more than 100 places below him – and then in the last 16 at the US Open to Tommy Robredo, a journeyman he’d brushed aside in all 11 of their previous meetings. That defeat was the worst of all. Robredo wasn’t even playing particularly well, he was just doing what he always did. It was as if Federer had misplaced his game; the shots looked more or less the same, but the brilliance, the genius, had been scooped right out. His ranking slipped from two to seven and he was doubtful for a while for the World Tour Finals.</p> \n<p>Federer himself seemed at a loss to know what to do. After Wimbledon, he briefly experimented (unsuccessfully) with a larger-headed racket, before returning to his trusty 90 sq in frame. He claimed many times that his form was on the verge of returning – only to suffer another humiliating loss. As the defeats piled up, pundits rushed to proclaim that the once-great Federer, at the age of 32, was fading fast. Fellow players, including Djokovic, suggested that he had lost a yard of pace. Some observers argued that, by stubbornly prolonging his career, he was making himself look foolish, tarnishing his legacy. He maintained that he wasn’t unduly worried, that things would get back on track, and he referred repeatedly – though somewhat elliptically – to the back injury he’d been plagued by all year. There were some suggestions that he was making this up.</p> \n<p>At the end of the year, in November, I saw Federer lose to Djokovic, in three sets, in his first group match at the World Tour Finals. I’d managed to land a press pass and, afterwards, I attended Federer’s press conference. I was surprised by how tired and dispirited he looked: after all, had he really expected to beat Djokovic? He was tetchy, irascible with several of his questioners. Although his form had shown signs of picking up in recent weeks, he still wasn’t anything like the Federer of old, the one I’d delighted in all these years. That night, as I left the arena, I wondered whether I would ever see that Federer again.</p> \n<p><em>&copy; William Skidelsky. This is an edited extract from Federer and Me: A Story of Obsession by William Skidelsky, published on 4 June by Yellow Jersey Press (&pound;16.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/293296/s/federer-and-me/\"><em>To pre-order a copy for &pound;12.74 go to bookshop.theguardian.com or call 0330 333 6846</em></a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127798648/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images","credit":"Tiziana Fabi/AFP/Getty Images","altText":"Roger Federer","cleanCaption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432217983113/84bb9f4c-ec6a-4498-bea6-fef4b5877637-1354x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1354,"orientation":"portrait","caption":"William Skidelsky photographed at his tennis club in Dulwich, south-east London. Photograph: Richard Saker/Observer New Review","credit":"Richard Saker/Observer New Review","altText":"William Skidelsky photographed at his tennis club in Dulwich, south-east London.","cleanCaption":"William Skidelsky photographed at his tennis club in Dulwich, south-east London.","cleanCredit":"Photograph: Richard Saker/Observer New Review"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218106694/57540eac-b6a3-41c7-aea6-4013f4879d01-2060x1551.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1551,"width":2060,"orientation":"landscape","caption":"Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12.","credit":"PR","altText":"The young Skidelsky with team-mates.","cleanCaption":"Skidelsky, left, playing for Lewes Priory school, East Sussex, aged 12."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432218250401/0de1dcc2-61ed-4301-bae4-4e72ddd48322-1369x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1369,"orientation":"portrait","caption":"Skidelsky in France aged five.","credit":"PR","altText":"Skidelsky with his first racket.","cleanCaption":"Skidelsky in France aged five."}],"webPublicationDate":"2015-05-24T09:00:08Z","lastModified":"2015-05-24T09:00:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Skidelsky","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamskidelsky"}],"feature":true,"keywords":["Roger Federer","Autobiography and memoir","Biography","Sport and leisure","Tennis","Books","Sport","Culture"],"tags":[{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"books/autobiography-and-memoir","webTitle":"Autobiography and memoir"},{"id":"books/biography","webTitle":"Biography"},{"id":"books/sportandleisure","webTitle":"Sport and leisure"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"books/books","webTitle":"Books"},{"id":"sport/sport","webTitle":"Sport"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"sport"},"topics":[{"displayName":"William Skidelsky","topic":{"type":"tag-contributor","name":"profile/williamskidelsky"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","shortUrl":"http://gu.com/p/49487","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir","webUri":"http://www.theguardian.com/sport/2015/may/24/roger-federer-and-me-william-skidelsky-extract-tennis-memoir"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127798648/Roger-Federer-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images","credit":"Tiziana Fabi/AFP/Getty Images","altText":"Roger Federer","cleanCaption":"‘I knew I had to follow this man, to luxuriate in the silky wondrousness of his play’: Roger Federer playing in Rome earlier this month. Photograph: Tiziana Fabi/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Tennis"},"showQuotedHeadline":false},{"title":"The innovators / The biotech firm hoping to end dengue fever","rawTitle":"The biotech firm hoping to end dengue fever","item":{"type":"article","id":"business/2015/may/24/the-innovators-biotech-firm-oxitec-breed-end-dengue-fever","title":"The innovators: the biotech firm hoping to breed an end to dengue fever","trailText":"Oxitec aims to breed genetically modified male mosquitos to breed with and kill off the disease-carrying female ","standFirst":"<p>Oxitec aims to breed genetically modified male mosquitos to breed with and kill off the disease-carrying female </p>","byline":"Shane Hickey","body":"<p>When the taps ran dry in S&atilde;o Paulo<em tabindex=\"-1\"> </em>neighbourhoods during a drought earlier this year, residents took to storing water in pots and tanks in their homes. The resultant surge in the mosquito population led to the tripling in dengue fever cases across Brazil.</p> \n<p>The 500,000 Brazilians who caught the disease – the effects of which range from a fever to death – through mosquito bites in the first three months of the year are but a small fraction of the hundreds of millions infected annually. But some hope for sufferers is at hand courtesy of <a draggable=\"true\" href=\"http://www.oxitec.com/\">Oxford-based Oxitec</a>, which plans to fight fire with fire by using genetically-modified mosquitos.</p> \n<p>The plan involves genetically engineering the male of the mosquito species which carries the dengue virus but loading a “self-limiting” gene which means their offspring would die before reaching adulthood, thus controlling the population.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/sterile-mosquitoes-released-in-china-to-fight-dengue-fever\">Sterile mosquitoes released in China to fight dengue fever</a> </p> \n</aside> \n<p>The company is close to earning final regulatory approval from the Brazilian authorities, just over 20 years since Oxitec founder Luke Alphey started working on the idea. Oxitec then aims to roll out the method to tackle other insect problems across the agricultural sector.</p> \n<p>The World Health Organisation (WHO) quotes research that 390 million people contract dengue fever every year, mostly from the Aedes aegypti mosquito in two broad areas – from the southern United States to the south of Brazil and from China to Queensland in Australia. Of these, there is estimated to be around 25,000 deaths per year.</p> \n<p>Alphey’s work has focused on the mosquito and developing a way to control the insect without damaging the surrounding environment, as can happen with pesticides. Males of the species which are genetically engineered with the life-limiting gene are released into the wild and mate with wild females. Only the female mosquito bites and spreads dengue fever.</p> \n<p>When the genetically modified mosquito mates with a wild female, the offspring carries the piece of DNA which kills them before they become adults. The wild female typically mates only once in her lifetime while the engineered male dies within a week. The method cuts down on the female population, thus limiting the spread of the disease.</p> \n<figure class=\"element element-image\" data-media-id=\"3fb3790a323b50fdb667832e7746e8881218a8fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432467536307/05d8aab5-e5e3-4edc-ada3-07951c3337e3-460x276.jpeg\" alt=\"Dr Luke Alphey surrounded by boxes of Oxitec mosquitoes.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dr Luke Alphey surrounded by boxes of Oxitec mosquitoes.</span> \n  <span class=\"element-image__credit\">Photograph: Felix Clay</span> \n </figcaption> \n</figure> \n<p>“It is exquisitely species specific. These males will only mate with females of the same species and not anything else,” says Alphey, who has been shortlisted for a European Inventor Award next month. </p> \n<p>“From an environmental point of view, it is extremely attractive. It absolutely minimises off-target effects.”</p> \n<p>Initial trials in the Cayman Islands showed a reduction in the female populationof 90%. The engineered mosquitos are typically released into the wild from a tube in the side of a van and driven into the chosen area.</p> \n<p>Hadyn Parry, chief executive of Oxitec, says the company will soon start commercialising the dengue product in Brazil before moving on to other countries. Oxitec staff initially will monitor how the mosquitos are released before gradually handing the project over to a body such as a local municipality. The release may take place in phases, says Parry, first to reduce the dengue-carrying mosquito population and then – for example in the case of an island – to stop them returning, by focusing new releases around airports and ports.</p> \n<p>After dengue, Oxitec intends to focus on products to tackle agricultural problems such as the diamondback moth, which feeds on crops such as broccoli in the US, and the olive fly, which affects olive plantations across Spain, Greece and Italy. Just like the dengue mosquito plan, “sterile” males would be produced to control the population.</p> \n<p>The biggest single challenge facing Oxitec, says Parry, is winning over an often sceptical public. He hopes they can, by stressing that unlike insecticides, where the effects of spraying cannot be differentiated, genetic modification is more targeted so that the gene subsequently disappears from the environment.</p> \n<figure class=\"element element-image\" data-media-id=\"aeb5f58ffc0597bed2bbc4abf942b7c38702ac3c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432467659333/2dd91151-16a4-4130-9c90-d7cef51de5b4-460x276.jpeg\" alt=\"A municipal worker fumigates at Madreselva in San Salvador, El Salvador in 2013 after a dengue fever alert.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A municipal worker fumigates at Madreselva in San Salvador, El Salvador in 2013 after a dengue fever alert.</span> \n  <span class=\"element-image__credit\">Photograph: Jose Cabezas/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“What we see is the vast bulk of people understand what you are doing and are very, very supportive, so in surveys, we get a lot of support. We then get those who don’t understand and need more information and are very conservative and that is absolutely fine. You then get those who are opposed and they tend to be the [anti-] GM crop people and that is the only frustration I find is because what they do is actively put misinformation into the system,” he said.</p> \n<p>The method of focusing on the dengue-carrying mosquitos is a highly targeted method and therefore environmentally friendly, says Alphey. It is centred on just one of the approximately 3,500 native species of mosquito, of which there may be between 20 and 40 in any particular area. </p> \n<p>One of the concerns raised by the public is that reducing the population of the mosquitos will haffect the overall ecosystem, he says. In the areas where Oxitec is working, such as in south-east Asia or the Americas, the introduced mosquito in question is not part of the local, native ecosystem. When a species has been recently introduced, it is unlikely that any native species is dependent on them for food, says Oxitec.</p> \n<p>“Mosquitos in aggregate are not major food for anything. Lots will eat them if they find them but only as a small part of their diet. That is mosquitos in aggregate – this one is a fraction of that,” says Alphey.</p> \n<p>The company, which employs 50 people, is expected to expand in size in the near future, says Parry, and will likely move “rapidly” towards an IPO.</p> \n<figure class=\"element element-image\" data-media-id=\"a38e2b0d8f6e161e131795f9b9db55f6bc4a2353\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432467729002/2e37ac14-4c0a-4832-8b3f-2ccf6b4d6093-460x276.jpeg\" alt=\"Genetically modified male Aedes aegypti mosquitoes are released in Piracicaba, Brazil.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Genetically modified male Aedes aegypti mosquitoes are released in Piracicaba, Brazil.</span> \n  <span class=\"element-image__credit\">Photograph: Paulo Whitaker/Reuters</span> \n </figcaption> \n</figure> \n<h2>What is dengue fever?</h2> \n<p>The WHO says dengue has spread rapidly in recent years and is widespread throughout the tropics. Although the flu-like illness lasts largely for about a week, around 500,000 people with severe dengue are treated in hospital each year. There is no specific treatment for dengue nor is there a vaccine to protect against it.</p> \n<p><span class=\"bullet\">•</span>You can read our archive of The innovators columns <a href=\"http://www.theguardian.com/business/series/the-innovators\">here </a>or <a href=\"http://www.biginnovationcentre.com/the-innovators-column\">on the Big Innovation Centre website</a> where you will find more information on how Big Innovation Centre supports innovative enterprise in Britain and globally.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432467450317/db86ecaa-d9db-404f-802e-7b7bae0e7860-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay","altText":"Dr Luke Alphey with his hand inside a box full of non-biting Oxitec male mosquitoes.","cleanCredit":"Photograph: Felix Clay"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432467537700/05d8aab5-e5e3-4edc-ada3-07951c3337e3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dr Luke Alphey surrounded by boxes of Oxitec mosquitoes. Photograph: Felix Clay","credit":"Felix Clay","altText":"Dr Luke Alphey surrounded by boxes of Oxitec mosquitoes.","cleanCaption":"Dr Luke Alphey surrounded by boxes of Oxitec mosquitoes.","cleanCredit":"Photograph: Felix Clay"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432467660732/2dd91151-16a4-4130-9c90-d7cef51de5b4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A municipal worker fumigates at Madreselva in San Salvador, El Salvador in 2013 after a dengue fever alert. Photograph: Jose Cabezas/AFP/Getty Images","credit":"Jose Cabezas/AFP/Getty Images","altText":"A municipal worker fumigates at Madreselva in San Salvador, El Salvador in 2013 after a dengue fever alert.","cleanCaption":"A municipal worker fumigates at Madreselva in San Salvador, El Salvador in 2013 after a dengue fever alert.","cleanCredit":"Photograph: Jose Cabezas/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432467730456/2e37ac14-4c0a-4832-8b3f-2ccf6b4d6093-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Genetically modified male Aedes aegypti mosquitoes are released in Piracicaba, Brazil. Photograph: Paulo Whitaker/Reuters","credit":"Paulo Whitaker/Reuters","altText":"Genetically modified male Aedes aegypti mosquitoes are released in Piracicaba, Brazil.","cleanCaption":"Genetically modified male Aedes aegypti mosquitoes are released in Piracicaba, Brazil.","cleanCredit":"Photograph: Paulo Whitaker/Reuters"}],"webPublicationDate":"2015-05-24T11:46:26Z","lastModified":"2015-05-24T23:23:29Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Shane Hickey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shane-hickey"}],"feature":true,"keywords":["Business","Biochemistry and molecular biology","Biology","Chemistry","Science","Healthcare industry"],"tags":[{"id":"business/business","webTitle":"Business"},{"id":"science/biochemistrymolecularbiology","webTitle":"Biochemistry and molecular biology"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/chemistry","webTitle":"Chemistry"},{"id":"science/science","webTitle":"Science"},{"id":"business/healthcare","webTitle":"Healthcare industry"}],"section":{"id":"business"},"topics":[{"displayName":"Shane Hickey","topic":{"type":"tag-contributor","name":"profile/shane-hickey"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/24/the-innovators-biotech-firm-oxitec-breed-end-dengue-fever","shortUrl":"http://gu.com/p/4974j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/24/the-innovators-biotech-firm-oxitec-breed-end-dengue-fever","webUri":"http://www.theguardian.com/business/2015/may/24/the-innovators-biotech-firm-oxitec-breed-end-dengue-fever"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432467450317/db86ecaa-d9db-404f-802e-7b7bae0e7860-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dr Luke Alphey with his hand inside a box full of non-biting Oxitec male mosquitoes. Photograph: Felix Clay","credit":"Felix Clay","altText":"Dr Luke Alphey with his hand inside a box full of non-biting Oxitec male mosquitoes.","cleanCaption":"Dr Luke Alphey with his hand inside a box full of non-biting Oxitec male mosquitoes.","cleanCredit":"Photograph: Felix Clay"}},"importance":5,"kicker":{"title":"The innovators"},"showQuotedHeadline":false},{"title":"Religious teaching that drives Isis to threaten Palmyra","rawTitle":"Religious teaching that drives Isis to threaten Palmyra","item":{"type":"article","id":"world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","title":"Religious teaching that drives Isis to threaten the ancient ruins of Palmyra","trailText":"Most historical sites under Islamic State control in Iraq and Syria remain intact. Palymyra might be different precisely because of western warnings","standFirst":"Most historical sites under Islamic State control in Iraq and Syria remain intact. Palymyra might be different precisely because of western warnings","byline":"Hassan Hassan","body":"<p>Amid the horrors that Islamic State has unleashed across the Middle East, many observers are holding their breath as they contemplate the fate of one of the world’s most cherished cultural sites.</p> \n<p>The clock is ticking for the Roman world heritage site at Palmyra, in central Syria. After Isis obliterated the historical Assyrian city of Nimrud in Iraq last month, many fear a similar fate awaits the ruins after the group seized Palmyra from the Assad regime.</p> \n<p>The city was once <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\" title=\"\">a Silk Road hub</a> and one of the cultural centres of the ancient world. It has mythological status in Syria and is home to some of the most beautiful and well-preserved ruins of antiquity, including the Temple of Bel, built in the first century.</p> \n<p>The <em>Observer</em>’s architecture critic, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/destruction-palmyra-history-worst-cultural-atrocity\" title=\"\">Rowan Moore</a>, says the ancient Roman site is “exceeded by very few others: those in Rome itself, Pompeii, possibly Petra in Jordan. Its temples, colonnades and tombs, its theatre and streets are extensive, exquisite, distinctive, rich. The loss of Palmyra would be a cultural atrocity greater than the destruction of the buddhas in Bamiyan.”</p> \n<p>So what is the logic behind such destruction? And how likely is it to occur? Warnings about the fate of Palmyra might do more harm than good. Most of the historical sites in Isis territory in Iraq and Syria remain intact. In March, the group even released a photo essay of historical sites in Raqqa, Syria.</p> \n<p>The ruins at Palmyra would not normally qualify for destruction by Isis, but the attention drawn to the site might tempt the group to destroy them as a way to inflict psychological pain.</p> \n<p>For Isis, only artefacts that involve a deity or worship must be destroyed. This also applies to shrines of saints because, according to the group’s cleric, they compromise absolute devotion to God. Such issues fall under so-called <em>shirkiyat</em> (polytheistic practices), a Salafi concept to justify crackdowns mostly on Sufi and Shia practices. Under this concept, clerics have the discretion to punish worshippers or destroy icons if they deem them to directly or indirectly compromise an exclusive belief in God.</p> \n<p>Primarily, Isis uses a hadith (teaching) in which the prophet Muhammad orders one of his companions to “not leave any idol without defacing it and any grave without levelling it”. In 2010, Salafi cleric Mohamed Hassan stirred a debate in Egypt after he issued a fatwa saying that individuals could sell artefacts found in their areas but should destroy them if they were statues. Isis clerics also cite a story in which Muhammad approved the destruction by Jabir Abdullah al-Bajali of a house in Yemen that fulfilled a similar function to the sacred Kaaba mosque in Mecca.</p> \n<p>Mainstream Muslim clerics, however, argue that Islam forbade actively worshipped deities, not ancient artefacts. They cite countless examples of early Muslim conquerors sparing historical sites, including ones clearly mentioned in the Qur’an, such as those of the pharaohs in Egypt.</p> \n<p>Isis, on the other hand, considers itself a puritanical movement, addressing phenomena that did not necessarily exist in early Islam. But as a general rule it spares historical sites that do not depict deities. It allows people in its territory to excavate the sites, but bans the use of bulldozers and heavy machinery for the purpose.</p> \n<p>According to Isis clerics, people have the right to sell gold, utensils and antiquities, but these should not be taken from public facilities such as museums. Based on existing precedents, Palmyra’s heritage site should not be wrecked. But the site does contain artefacts that might be destroyed individually. Syrian activists report that the regime had already relocated many of the city’s treasures before its forces withdrew.</p> \n<p>But that cannot be stated with confidence, because Isis might have other motives to destroy the city. The group often seizes any opportunity to expose the hypocrisy and double standards of its opponents.</p> \n<p>For many Syrians, the biggest event in Palmyra was last week’s capture of Tadmur prison, one of the Assad regime’s most notorious jails. The disproportionate attention ancient ruins have received, compared with human tragedies, has disturbed many. If Isis blows up the site, it would be largely because of this deemed hypocrisy.</p> \n<p><em>Hassan Hassan is a Middle East analyst and co-author of Isis: Inside the Army of Terror, a New York Times bestseller. </em><a href=\"http://\" title=\"twitter.com/hxhassan\"><em>@hxhassan</em></a><em> </em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432331371930/An-aerial-view-taken-on-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"An aerial view taken on January 13, 2009","cleanCaption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:05:09Z","lastModified":"2015-05-23T23:05:09Z","metadata":{"commentable":true,"commentCount":365,"contributors":[{"name":"Hassan Hassan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hassan-hassan"}],"feature":true,"keywords":["Islamic State","Syria","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Hassan Hassan","topic":{"type":"tag-contributor","name":"profile/hassan-hassan"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","shortUrl":"http://gu.com/p/496nd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared","webUri":"http://www.theguardian.com/world/2015/may/24/palmyra-syria-isis-destruction-of-treasures-feared"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432331371930/An-aerial-view-taken-on-J-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"An aerial view taken on January 13, 2009","cleanCaption":"Islamic State fighters have seized Palmyra. Now the destruction of the ancient city is feared.   Photograph: Christophe Charon/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"David Cameron / Can he make Tories the new party of social justice?","rawTitle":"Can he make Tories the new party of social justice?","item":{"type":"article","id":"politics/2015/may/24/cameron-labour-big-society","title":"Can David Cameron make Tories the new party of social justice?","trailText":"The PM’s former policy guru, Steve Hilton, has spelt out why the Tories should rekindle their ‘big society’ ideals, but reconciling manifesto pledges with reform is likely to prove a headache","standFirst":"The PM’s former policy guru, Steve Hilton, has spelt out why the Tories should rekindle their ‘big society’ ideals, but reconciling manifesto pledges with reform is likely to prove a headache","byline":"Daniel Boffey","body":"<p>Skulking at the back of a packed room of politicians and journalists on Wednesday evening, an unkempt <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/stewart-wood\" title=\"\">Stewart Wood</a>, the Labour peer described as Ed Miliband’s <em>&eacute;minence grise</em> in the days when he needed one, was furiously making notes as a man in a T-shirt called for a clampdown on predatory corporate giants and the championing of the living wage. Alongside him was the Labour MP Jon Cruddas, a policy wonk.</p> \n<p>They weren’t at a Labour leadership hustings or an event staged by a leftwing thinktank. The Labour thinkers, fresh from their general election mauling, were attending a talk by a former adviser to David Cameron, Steve Hilton, at the Westminster offices of the Policy Exchange, a current Tory favourite, which boasts justice secretary Michael Gove as a former chairman.</p> \n<p>They were watching a Conservative thinker spell out how David Cameron could steal Labour’s clothes … and perhaps its future.</p> \n<p>Hilton, now a tech start-up entrepreneur in California, told the room: “I do believe that we need a revolution. I think that is not an overstatement of the kind of change that we need to see if we’re going to deliver the kind of society and economy that we all, I think, want to see happen in this country.”</p> \n<p>One of the themes of <a href=\"http://www.policyexchange.org.uk/modevents/item/steve-hilton-discusses-his-new-book-more-human-in-conversation-with-charles-moore\" title=\"\">his book, <em>More Human</em></a>, was, he said, “challenging some of these incumbent companies that actually don’t see themselves prospering by inventing brilliant new products and services, and supplying them in a way that delights people and treating their workers well and their suppliers”. He added: “I think that it is completely wrong that people should work hard and not be able to live on that.”</p> \n<p>For all the criticism that Miliband and his agenda has received since their trouncing at the ballot box, none of these sentiments would have been alien to the former Labour leader. Indeed, however poorly Miliband had sold them over the past five years, they were some of the most popular parts of his manifesto.</p> \n<p>In the packed room Hilton was in effect suggesting, albeit in idealistic language, that his former boss nab those policies from Labour and attach them to a party with economic credibility and an instinctive admiration for the entrepreneur to build an electoral coalition that could keep Labour out for a generation.</p> \n<p>The question is whether Cameron – who many think let his 2010 talk of a Big Society drift – will or can do it.</p> \n<p>The prime minister has set out his vision of a blue-collar conservatism that would be in sympathy with the Hilton mantra, and it has been striking how many cabinet ministers have in the weeks since the general election spoken of the need for the new Tory government to become the party of social justice.</p> \n<p>Yet the looming problem is that the manifesto on which his party was elected with a majority, however slim, contains a plan to cut <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/23/tories-have-30bn-black-hole-in-spending-plans-says-ifs\" title=\"\">&pound;30bn in spending including &pound;12bn in welfare</a> – which will inevitably hit people claiming in-work benefits – while cutting inheritance tax and raising the 40p tax rate threshold to &pound;50,000 to help people receiving nearly twice the average national income.</p> \n<p>And the right of his party won’t allow him to drop those pledges. “If you believe in backing aspiration, you need not just to help people where they have got to on the income and employment ladder, but to show them that, if they succeed, there will be a sensible balance between them paying more for the general good and keeping enough of their extra earnings to make it all worthwhile,” writes a former cabinet minister John Redwood in today’s <em>Observer</em>.</p> \n<p>“That is exactly what the Conservative policy of raising the 40% threshold to &pound;50,000 by the end of the parliament said. I look forward to progress on that journey being announced in the budget on 8 July.”</p> \n<p>Not everyone agrees with Redwood, certainly, but it is in this tension that lies Cameron’s dilemma.</p> \n<p>The <em>Observer</em> has learned that the work and pensions secretary, Iain Duncan Smith, is just one senior Tory figure who has become increasingly concerned that an opportunity to be genuinely “one nation” will be dashed before it has even begun.</p> \n<p>An ally of the cabinet minister said: “Duncan Smith was surprised when the &pound;12bn figure was announced before the election, but reconciled himself with the pledge because, like everybody else, he believed it would be whittled down in coalition negotiations when a hung parliament was elected.”</p> \n<p>In an article for the <em>Times</em> last week, Duncan Smith’s former chief of staff Tim Montgomerie <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/article4446501.ece\" title=\"\">wrote a hard-hitting article</a> entitled: This So-Called One-Nation Toryism Stinks.</p> \n<p>“The middle classes shouldn’t be getting tax cuts, while those in tough, poorly paid jobs, who are already running out of money at the start of the month, are getting their benefits cut. That’s not one-nation conservatism; it’s two-nations conservatism.”</p> \n<p>Those concerns are widely shared by other Tory modernisers who can sense that this could be their moment, but fear it will be lost. “I thought it [the Montgomerie article] was pretty powerful stuff,” said <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/david-skelton\" title=\"\">David Skelton, a former Tory parliamentary candidate</a> in the north east and now a director of Renewal, which campaigns to broaden the Conservatives’ appeal to working-class voters.</p> \n<p>“I think what you saw at the election was the Tories beginning to build a new electoral coalition and Labour beginning to lose their grip on the old one that Blair built up. The skilled working class deserted Labour in 2010 and didn’t come back at all in 2015, and they are having trouble with the working class vote as well.</p> \n<p>“Their heartlands, the ones they could once rely on, are dwindling and dwindling. It has obviously disappeared in Scotland. In Stoke, the turnout was less than 50%, which is extraordinary. There is a really big opportunity for the Tories here while Labour is navel-gazing. There is a chance to dominate the political agenda and keep Labour down.</p> \n<p>“For me, it is about translating the one-nation language into compassionate policies that always prioritise the moral mission to help the poor. So things like the living wage should be adopted as a Tory mission. There should be active efforts to encourage the private sector to pay the living wage. And also the northern powerhouse concept has been very important in getting the Tories a hearing in the north.</p> \n<p>“If the Tories become entrenched and start using the right language, they start building up majorities. But the northern powerhouse needs to be expanded further so that it goes into those parts of the north-east and Yorkshire that were badly hit by de-industrialisation.”</p> \n<p>Danny Kruger, a former Cameron speechwriter who has previously <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/aug/10/david-cameron-danny-kruger-big-society\" title=\"\">criticised the prime minister</a> for allowing his ambition for compassionate conservatism to be hijacked by the right of his party, said the government needed to talk less about cuts and more about a welfare system that works.</p> \n<p>“It goes back to the time when George Osborne was talking about strivers and shirkers and Iain Duncan Smith was not doing so. He [Osborne] needs to adopt Iain’s rhetoric, which is about welfare reform being for the recipients of welfare, not for the taxpayer.</p> \n<p>“As much as anything, it is about Cameron himself leading. If I were him, I would move the whole government to the north-east of England … and say if the recovery doesn’t help the north-east it isn’t a real recovery and being quite political about this.” Such a move would certainly match the radicalism that Hilton demands. Time will tell if the prime minister shares his friend’s urge for a new type of Conservatism. Or whether the Labour scribblers at the back of Wednesday night’s event can scramble back into the game.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432388653610/cameron-labour-one-nation-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock","credit":"Dafydd Jones/Rex Shutterstock","altText":"cameron labour one nation","cleanCaption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:07:08Z","lastModified":"2015-05-23T23:07:08Z","metadata":{"commentable":true,"commentCount":296,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["Politics","Conservatives","Labour","David Cameron","Iain Duncan Smith","Society"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"politics"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/24/cameron-labour-big-society","shortUrl":"http://gu.com/p/496qe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/24/cameron-labour-big-society","webUri":"http://www.theguardian.com/politics/2015/may/24/cameron-labour-big-society"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432388653610/cameron-labour-one-nation-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock","credit":"Dafydd Jones/Rex Shutterstock","altText":"cameron labour one nation","cleanCaption":"George Osborne and David Cameron flank Steve Hilton last week Photograph: Dafydd Jones/Rex Shutterstock"}},"importance":4,"kicker":{"title":"David Cameron"},"showQuotedHeadline":false},{"title":"Joseph Stiglitz / ‘GDP per capita in the UK is lower than it was before the crisis. That is not a success’","rawTitle":"‘GDP per capita in the UK is lower than it was before the crisis. That is not a success’","item":{"type":"article","id":"books/2015/may/24/joseph-stiglitz-interview-uk-economy-lost-decade-zero-growth","title":"Joseph Stiglitz: ‘GDP per capita in the UK is lower than it was before the crisis. That is not a success’","trailText":"Nobel prize-winner Joseph Stiglitz is the world’s foremost critic of economic and political inequality. He thinks the lessons of the global crash are  being ignored, and he’s not much taken with the UK’s recovery either…","standFirst":"Nobel prize-winner Joseph Stiglitz is the world’s foremost critic of economic and political inequality. He thinks the lessons of the global crash are being ignored, and he’s not much taken with the UK’s recovery either…","byline":"Andrew Anthony","body":"<p>Think back to 2008. There was an inquest into Princess Diana’s death, Portsmouth won the FA Cup and Jonathan Ross and Russell Brand got in trouble for making a prank call to Andrew Sachs. Oh yeah, and the global economy almost collapsed.</p> \n<p>To prevent the disintegration of international banking, and capitalism as we know it, governments were forced to pour trillions of dollars into rescue packages. In Britain alone, government loans to and investment in the banks amounted to hundreds of billions of pounds, which in turn presaged a debt crisis and years of austerity measures.</p> \n<p>The world was in a dire mess and investment bankers, with their incomprehensible derivatives and collateralised debt obligations, were widely seen as the venal culprits. As deep recession took hold, almost everyone agreed the banks had become too powerful, the economy unbalanced, and that the executive pay and bonus culture in the finance industry was out of control. The common sentiment was that things could not carry on like this. Drastic change was needed.</p> \n<p>Yet seven years on, the banks are once again returning massive profits and bonuses, the stock exchange is buoyant, consumer spending is driving growth, and the housing market is soaring ever upwards. The picture, however, is not quite so rosy at the bottom end of British society.</p> \n<p>Back in 2008 the top 20% of households in the country were estimated to be worth <a href=\"http://www.ons.gov.uk/ons/dcp171776_362809.pdf\" title=\"\">92 times more</a> than the bottom 20%. The latest estimate puts the gap at more than 100 times. And a further &pound;12bn of welfare cuts are planned by the new Conservative government. The gap between rich and poor is unquestionably widening.</p> \n<p>In other words an economic crisis that was created by the wealthy has had its most negative impact on the poor. This is the clear diagnosis that the Nobel laureate economist Joseph Stiglitz makes in his new book, <a href=\"http://bookshop.theguardian.com/great-divide-270827.html\" title=\"\"><em>The Great Divide</em></a>. It collects a series of essays and articles that Stiglitz has written since December 2007, at which point he had already been predicting an economic implosion for three years.</p> \n<p>The book is focused mostly, but not exclusively, on the US, where the crisis originated and where, like the UK, the chasm between the rich and poor has grown larger. It’s Stiglitz’s contention that this increasing distance between the top and bottom of the economic ladder is not just unseemly or immoral, but also counterproductive for the general health of the economy.</p> \n<p>In which case, it’s reasonable to ask, why are we continuing down the same track that brought us to the edge of disaster? How is it that we have come to accept that giant multinationals are able to avoid paying tax, that banking and financial services can carry on as before with only minimal reform, and the only answer is austerity?</p> \n<p>“Well,” says a smiling Stiglitz when I meet him at his publisher’s offices in central London, “those questions illustrate a theme of my book, which is that economic inequality leads to political inequality.”</p> \n<p>No doubt it does, but the point is that while almost everyone thought in 2008 that it was time for government to impose its will on huge, unaccountable enterprises driven only by short-term profits, the general election we’ve just had was fought on the understanding that no one should say or do anything that frightened big business. We may still be living through the economic consequences of 2008, but the political moment appears to have long passed.</p> \n<p>Stiglitz agrees. With his grey beard and intense yet playful expression, he looks like Richard Dreyfuss’s older and more cerebral brother. If you think of Dreyfuss’s half-horrified, half-amused take on the insularity of the townspeople in <em>Jaws</em>, it gives you some idea of Stiglitz’s feelings about the political and economic elites.</p> \n<p>“One other element you can’t ignore is the quality of political leadership,” he says. “I do think that if we’d had a Franklin Roosevelt, it would have turned the tide in an important way.”</p> \n<p>Like many on the American left, Stiglitz is disappointed with President Obama. “He was captured by the bankers,” he complains, “by the whole coterie of people like [<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/larry-summers\" title=\"\">Larry] Summers </a>and [<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/timothy-geithner\" title=\"\">Timothy] Geithner</a>, the architects of financial deregulation. No responsible person would hire for their major advisers on [how to save something] the people who destroyed it.”</p> \n<figure class=\"element element-image\" data-media-id=\"3b36f3bbc2e9606bf21d5a52ceafc606da3d6817\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432213941176/9f4ed410-cc6d-4093-af32-83b0de26ef6d-460x276.jpeg\" alt=\"Barack Obama with former US treasury secretary Timothy Geithner, left, and Larry Summers, right, whom Stiglitz blames for the president's failure to enact more far-reaching reform.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barack Obama with former US treasury secretary Timothy Geithner, left, and Larry Summers, right, whom Stiglitz blames for the president’s failure to enact more far-reaching reform.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Ernst //Reuters</span> \n </figcaption> \n</figure> \n<p>Nor does he think Ed Miliband, who has been criticised for an anti-business campaign, had the required vision. “There were some good things, but his was a minimalist agenda that was out of sync with the magnitude of the&nbsp;problems.”</p> \n<p>His argument is that, contrary to the Cameron-Osborne line, the UK economy is not doing well. “The GDP per capita in the UK is lower than it was before the crisis. That is not a success. The crisis, remember, is seven years ago. You will have essentially had a lost decade of zero growth.”</p> \n<p>He is equally scornful of the notion that the UK economy is at least in a better shape than many of its competitors. “Productivity is really performing poorly. Median income – income in the middle – is stagnating. If you were grading the UK’s economic performance you would have to give it a low grade. If you look at your neighbours, the reason the eurozone is doing so badly is the euro. You made one good decision some years ago, not to join the euro. You can’t give Cameron credit for that.”</p> \n<p>To the extent that the coalition succeeded in stimulating the economy, Stiglitz puts it down to Cameron’s backtracking and going easy on the cuts he threatened. “And I think the real fear now is, untethered, he may go back to austerity, and then we’ll get another experiment.”</p> \n<p>He pronounces the word “experiment” in the same sceptical tone one might employ to describe the medical research of Dr Frankenstein.</p> \n<p>“The crisis began in the United States and we are having a more robust recovery. I don’t think we’ve done a great job, but we did not have as much austerity.”</p> \n<p>Listening to Stiglitz one-to-one, like reading him, is an invigorating experience. “Yes,” you nod your head and think, “we have to be more ambitious and yet coolly rational about these things.” At which point you scratch your head: why are all politicians so timid and fearful of upsetting the false gods of the financial&nbsp;markets?</p> \n<p>Then you think of poor Fran&ccedil;ois Hollande, who came to power in France promising massive reform and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/31/france-drops-75percent-supertax\" title=\"\">redistribution of wealth</a>, and promptly witnessed the flight of capital and talent, a rise in unemployment, and the precipitous decline of his popularity that was only reversed by the <em>Charlie Hebdo </em>massacre.</p> \n<p>Stiglitz has himself attacked Hollande’s approach, accusing him of cutting taxes and lowering government spending. So Hollande has “disappointed” him, too.</p> \n<p>And it has to be said, in spite of his warm, approachable manner, Stiglitz appears to be a man who’s very often disappointed by those he encounters. He comes directly to our meeting from the BBC, where he was on <a href=\"http://www.bbc.co.uk/programmes/b05v7tbr\" title=\"\"><em>Start the Week</em></a>. Another guest was Steve Hilton, former adviser to David Cameron, who has written a book arguing that government and corporations have become alienating because they are too big and lack human scale. It was obvious, even across the radio waves, that Stiglitz was underwhelmed by Hilton.</p> \n<p>“He was just a bundle of platitudes,” says Stiglitz. “It was a little painful having to be there. And the guy who ran the programme [Andrew Marr] did not do a good job this time. He seemed to be taken up with these platitudes. How are you going to solve big problems? Devolution? Watch the iniquities that occur at the local level where you have powerful elites.”</p> \n<p>But then if you’re a professor at Columbia University, have been chief economist at the World Bank and have won the Nobel prize for economics for jointly laying the foundations for “the theory of markets with asymmetric information” you are likely to find many people a little lacking in the thinking&nbsp;department.</p> \n<p>In 2002 Kenneth Rogoff, then director of research at the IMF, wrote <a href=\"https://www.imf.org/external/np/vc/2002/070202.htm\" title=\"\">an open letter to Stiglitz</a> in which he took him to task for his superiority towards others – he apparently dismissed IMF staff as “third rate” – and lack of humility about himself. Writing of Stiglitz’s book <a href=\"http://bookshop.theguardian.com/globalization-and-its-discontents.html\" title=\"\"><em>Globalisation and Its Discontents</em></a>, Rogoff noted: “I failed to detect a single instance where you, Joe Stiglitz, admit to having been even slightly wrong about a major real world problem.”</p> \n<p>I mention the letter and ask him, can you remember the last time you were wrong?</p> \n<p>He breaks into a loud laugh.</p> \n<p>“I have to say the one thing that he [Rogoff] was most wrong about was when he said no serious economist would support capital controls or interventions. Even his own institution now agrees with me.”</p> \n<p>In other words Stiglitz was once again on the correct side of the argument. Is that always the case?</p> \n<p>“I thought Obama was going to be more forceful. I supported his anti-Iraq war position. I thought that he would be able to get us out of Guant&aacute;namo, that he would effectively address the problems of the banks. That’s an example of a very bad judgment.”</p> \n<p>But that’s about character, I say, or politics, not about economics per&nbsp;se. In his own discipline, does he acknowledge his predictive errors?</p> \n<p>He thinks for a while, as if rifling through his memory banks.</p> \n<p>“I do think broadly my outlook has been vindicated, but economic models are as complicated as weather models. You can be basically right and yet in the relatively short run be wrong.”</p> \n<p>One example, he says, was when he predicted that the housing bubble was going to burst in 2005. But he failed to take fully into account the effect of China buying American bonds and therefore suppressing long-term interest rates.</p> \n<p>“So the timing of the breaking of the bubble was a little bit wrong,” he says, before quickly adding: “But in terms of there being a bubble and it would break, I was right.”</p> \n<p>Indeed he was. It’s on this major piece of analytical prescience that much of Stiglitz’s renown rests. After all there are plenty of Nobel-prize winning economists no one has ever heard of. George Akerlof, for example, and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/michael-spence\" title=\"\">Michael Spence</a>, the two economists with whom he shared his Nobel prize. But it was his campaigning journalism for <em>Vanity Fair</em> and the <em>New York Times, </em>in which he mapped out inequality, regulatory failings, market iniquities and the structural reasons for the crisis, that really made his name.</p> \n<p>Perhaps the most notable of these was a piece that appeared in <em>Vanity Fair </em>under the title, supplied by editor Graydon Carter, “Of the 1%, by the 1%, for the 1%”, that played on Abraham Lincoln’s famous appeal in the Gettysburg Address for “a government of the people”. The slogan of the Occupy Wall St movement became “We are the 99%”.</p> \n<figure class=\"element element-image\" data-media-id=\"a309ac857d1b34dde0bd4a2a6e52129706c177c0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432214055413/3a2faabc-4380-4f6b-91dc-7422fbe7287c-460x276.jpeg\" alt=\"George Akerlof, Michael Spence and Stiglitz receive the Nobel prize for economics.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">George Akerlof, Michael Spence and Stiglitz receive the Nobel prize for economics.</span> \n  <span class=\"element-image__credit\">Photograph: Diether Endlicher/Associated Press</span> \n </figcaption> \n</figure> \n<p>I asked a highly regarded macroeconomist in New York (who preferred not to be named for professional reasons) what other economists thought of Stiglitz. “He’s absolutely brilliant,” he said, “with a very creative mind. He fully deserved his Nobel prize, but like [<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/ng-interactive/2015/apr/29/the-austerity-delusion\" title=\"\">Paul] Krugman </a>he’s increasingly inclined to pontificate beyond his knowledge or experience. He’s a great theorist, and his work on inequality is respected, but he’s not someone you’d ever go to for policy advice.”</p> \n<p>However, it’s said that Hillary Clinton, many people’s favourite to be the next US president, is doing exactly that. A couple of weeks ago Stiglitz and several other economists published a report called “Rewriting the Rules of the American Economy: An Agenda for Growth and Shared Prosperity”, which was aimed directly at Clinton.</p> \n<p>Along with Krugman and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/apr/28/thomas-piketty-capital-surprise-bestseller\" title=\"\">Thomas Piketty</a>, Stiglitz forms a triumvirate of leading economic critics of global capitalism, 21st century-style. But he is not, he insists, anti-capitalist. Whereas Piketty believes that extreme inequality is inherent to capitalism, Stiglitz argues that it’s a function of faulty rules and regulation. And, in case there was any doubt, he’s certainly no Marxist. While he admires Marx’s critiques of exploitation and imperialism, he has little time for his analysis of economics.</p> \n<p>Instead the macroeconomist he most admires is John Maynard Keynes, the Bloomsbury intellectual and sometime director of the Bank of England, who argued that state intervention was vital to combat the boom and bust cycles of capitalism. In particular Keynes made the case that nations should save when the economy is strong and spend when it is weak. In many ways, Stiglitz’s positions, which are essentially Keynesian, would have been viewed as fairly conventional in the pre-Thatcher and pre-Reagan era.</p> \n<p>“My argument is that these guys – the bankers and monopoly corporations – have destroyed capitalism in some sense,” he says. “There are certain rules which are required to make a market economy work. And these guys are really undermining these rules. My book is really about trying to get markets to act like markets. That’s hardly radical, at one level. But at another level it <em>is</em> radical because the corporations don’t want markets to look like markets.”</p> \n<p>In spite of an audience with George Osborne later on in the day we met, Stiglitz was carrying a message that many in the business world do not want to hear. There was an instructive exchange of views that evening with the restaurant entrepreneur Luke Johnson on <em>Channel 4 News</em> in which the two men painted diametrically opposed portraits of the British&nbsp;economy.</p> \n<p>Johnson spoke of growth, prudence, new jobs and higher wages, while Stiglitz countered with falling real incomes and productivity. Across Europe, he said, austerity had accounted for the loss of “trillions of dollars”. He is convinced that if Germany continues to drive the policy of austerity the eurozone will collapse.</p> \n<p>These are massive questions with monumental consequences, but they’re not the kind to capture the public imagination, at least not in Britain. There seems to be a shared belief, born perhaps of apathy, that we can somehow turn away from what’s happening across the Channel, tighten our belts and work our way out of trouble. So to that extent, Stiglitz may find that he’s preaching to the deaf.</p> \n<p>But his central complaint about inequality does register here. Sometimes it seems as if you can almost physically see the two poles of Britain moving further apart on a daily basis. And not just Scotland and England.</p> \n<p>Nevertheless, capitalism cannot work without the incentive basis of inequality. To get ahead, there has to be someone left behind. At what point does inequality stop being motivational and become dysfunctional?</p> \n<p>“You need some inequality but it’s very clear the extremes and manner of inequality are counterproductive. Take CEO pay in the US, which is 300 times the average wage of the workers. It used to be 20 times. Now I’m not going to say it should be 25 or 40 times, but if we got it down to a hundred times that would certainly be a step in the right direction. And I don’t see that&nbsp;happening.”</p> \n<p>We’re told, when questions are asked, that concerning ourselves with executive pay is simply the politics of envy. Why should it matter how much bosses earn if their shareholders are happy to pay and profits are returned?</p> \n<p>“Because it’s actually destructive of the long-term performance of the economy. Not only does it create more inequality but we’re paying the CEO money that could have been invested in the firm. It’s also the way they get compensated through stock options, which gets them to focus on the short-term of the next quarterly return. So that’s a mechanism that enervates and distorts the economy, because you don’t invest in machines or long‑term&nbsp;projects.”</p> \n<p>This makes close to irrefutable sense, at least to me, but economics, as Stiglitz says, is a complicated business and the “dismal science”. I ask him what he thinks of the Greens, who seemed to stand on an anti-growth manifesto in the election. Surely as someone who talks of growth all the time, he must oppose this brand of radicalism. But no.</p> \n<p>“I think the Greens are right,” he says. “We have to make sure that the benefits of growth are shared more equally. Anybody who is concerned about our environment has to be committed to a more egalitarian policy, because we can’t let those at the bottom have inadequate means.”</p> \n<p>Yet surely it’s the drive to attain those adequate means in China, India and elsewhere in the emerging markets that presents such a daunting environmental challenge.</p> \n<p>“We’re not pricing carbon,” he says. “We’re not pricing our resources, that again goes back to a distorted economy. We have an innovation system that has the peculiar characteristic that it’s figuring out ways to replace labour, when we already have high unemployment, but not ways to save our planet.”</p> \n<p>That must mean that some machines are not good to invest in – the ones that replace labour, which is not a bad working definition of a machine.</p> \n<figure class=\"element element-image\" data-media-id=\"657b0b4a69940b6648df076b157258d070a3cb31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432214383732/f0a665de-9b0d-42fe-b11f-d7324938fa1e-460x276.jpeg\" alt=\"David Cameron with SNP leader Nicola Sturgeon. Stiglitz has been enthusiastic about the SNP's policies.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron with SNP leader Nicola Sturgeon. Stiglitz has been enthusiastic about the SNP’s policies.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> \n </figcaption> \n</figure> \n<p>As well as supporting the Greens, Stiglitz has been a vocal enthusiast for the SNP. He told Andrew Marr that he admired their policies on education, particularly free university education.</p> \n<p>I make the case that tuition fees are actually progressive, a means of addressing inequality, because only the wealthy pay – those who go to university and earn enough money to repay the loans. Whereas you have to tax the poor and the non-university students if further education is free for all. “I think there’s some truth in that,” he agrees, though suggests there’s a psychological reluctance to take on debt, however notional, among the less well-off. His key point, though, is that Britain can afford universal free further education. “Obviously if you don’t want to raise taxes, you can’t afford it, but these are investments in people with high returns.”</p> \n<p>As for house prices, they too will at some point encounter a sharp dose of economic reality. What has delayed that moment of reckoning has been a lack of house-building. “So there’s a real supply-side story in the UK. But the more general problem, which is true in the US, is to realise that our financial system before the crisis fed a real estate credit bubble, and it is maybe doing that&nbsp;again.”</p> \n<p>Another crisis looms, then?</p> \n<p>Yes, says Stiglitz: the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jan/22/what-is-quantitative-easing\" title=\"\">quantitative easing </a>– the injection of money – that has been a major monetary policy in both the US and the UK has bypassed many of the businesses it was intended to help, and instead gone into assets: the stock market and real estate. Which of course only increases inequality.</p> \n<p>It’s not a situation that can last, says Stiglitz, but the weakness of the global economy should keep anything dramatic from happening for the next year or two.</p> \n<p>I’m still trying to work out if that’s good news when a couple of days later I go along to the Royal Geographical Society to hear Stiglitz speak. It’s a sold-out event and there’s a palpable air of anticipation in the hall. He opens by acknowledging that the subject of inequality has “punched through” as an issue in recent years, and then ruefully jokes: “I wish this manifestation of interest had been shown [on election&nbsp;day].”</p> \n<p>As a public intellectual, alas, Stiglitz is not a great public speaker. He covers a lot of ground but he wanders, loses his thread, and doesn’t really hammer home his argument. There are plenty of graphs and data and information, most of it concerning the US, and it’s damning stuff. But what there isn’t is a compelling vision of how to put things right.</p> \n<p>In a sense this is where Miliband came unstuck. He could point his finger at the symptoms of inequality – the food banks and the bloated bankers – but what he couldn’t do is show a convincing way of improving the situation.</p> \n<p>But it is there. It just needs someone to take Stiglitz’s basic finding that inequality, quite apart from being bad for the poor, is bad for growth, and then convey it to the public at large in a manner that speaks to people’s conscience <em>and</em> aspiration. Whoever is left in the running for the Labour party leadership should get reading.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213752924/Joseph-Stiglitz-We-have-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joseph Stiglitz: 'We have to make sure the benefits of growth are shared more equally.' Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Joseph Stiglitz: 'We have to make sure the benefits of growth are shared more equally.'","cleanCaption":"Joseph Stiglitz: 'We have to make sure the benefits of growth are shared more equally.' Photograph: Antonio Zazueta Olmos for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213942808/9f4ed410-cc6d-4093-af32-83b0de26ef6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Barack Obama with former US treasury secretary Timothy Geithner, left, and Larry Summers, right, whom Stiglitz blames for the president’s failure to enact more far-reaching reform. Photograph: Jonathan Ernst //Reuters","credit":"Jonathan Ernst //Reuters","altText":"Barack Obama with former US treasury secretary Timothy Geithner, left, and Larry Summers, right, whom Stiglitz blames for the president's failure to enact more far-reaching reform.","cleanCaption":"Barack Obama with former US treasury secretary Timothy Geithner, left, and Larry Summers, right, whom Stiglitz blames for the president’s failure to enact more far-reaching reform.","cleanCredit":"Photograph: Jonathan Ernst //Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432214055910/3a2faabc-4380-4f6b-91dc-7422fbe7287c-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"George Akerlof, Michael Spence and Stiglitz receive the Nobel prize for economics. Photograph: Diether Endlicher/Associated Press","credit":"Diether Endlicher/Associated Press","altText":"George Akerlof, Michael Spence and Stiglitz receive the Nobel prize for economics.","cleanCaption":"George Akerlof, Michael Spence and Stiglitz receive the Nobel prize for economics.","cleanCredit":"Photograph: Diether Endlicher/Associated Press"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432214385065/f0a665de-9b0d-42fe-b11f-d7324938fa1e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron with SNP leader Nicola Sturgeon. Stiglitz has been enthusiastic about the SNP’s policies. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"David Cameron with SNP leader Nicola Sturgeon. Stiglitz has been enthusiastic about the SNP's policies.","cleanCaption":"David Cameron with SNP leader Nicola Sturgeon. Stiglitz has been enthusiastic about the SNP’s policies.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"webPublicationDate":"2015-05-24T08:00:07Z","lastModified":"2015-05-24T08:00:07Z","metadata":{"commentable":true,"commentCount":232,"contributors":[{"name":"Andrew Anthony","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewanthony"}],"feature":true,"keywords":["Economics","Books","Economic policy","Politics","Economic growth (GDP)","Economics","Global economy","Business"],"tags":[{"id":"books/economics","webTitle":"Economics"},{"id":"books/books","webTitle":"Books"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/economicgrowth","webTitle":"Economic growth (GDP)"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"books"},"topics":[{"displayName":"Andrew Anthony","topic":{"type":"tag-contributor","name":"profile/andrewanthony"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/24/joseph-stiglitz-interview-uk-economy-lost-decade-zero-growth","shortUrl":"http://gu.com/p/495af","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/24/joseph-stiglitz-interview-uk-economy-lost-decade-zero-growth","webUri":"http://www.theguardian.com/books/2015/may/24/joseph-stiglitz-interview-uk-economy-lost-decade-zero-growth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213752924/Joseph-Stiglitz-We-have-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joseph Stiglitz: ‘We have to make sure the benefits of growth are shared more equally.’ Photograph: Antonio Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Joseph Stiglitz: 'We have to make sure the benefits of growth are shared more equally.'","cleanCaption":"Joseph Stiglitz: ‘We have to make sure the benefits of growth are shared more equally.’ Photograph: Antonio Olmos for the Observer"}},"importance":3,"kicker":{"title":"Joseph Stiglitz"},"showQuotedHeadline":false},{"title":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","rawTitle":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","item":{"type":"article","id":"uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","title":"‘The police didn’t see Deen as a victim despite blood pouring out of his head’","trailText":"Deen Taiwo’s ordeal at the hands of racists is being made into a documentary in an innovative attempt to improve police responses to hate crimes","standFirst":"Deen Taiwo’s ordeal at the hands of racists is being made into a documentary in an innovative attempt to improve police responses to hate crimes","byline":"Yvonne Roberts","body":"<p>One August evening, in Brue Close, a housing estate in Weston-super-Mare, police and emergency services were called to No 39. Two police cars, a police van, a dog and several officers arrived. They saw a crowd of hostile white adults, “an angry mob” and a middle-aged black man standing in his front garden bleeding profusely from a head wound. His five-year-old daughter was distraught. The emergency services were responding to two separate reports. The first came from Kim Jones, the tenant at No 39, requesting urgent help for her partner, Tajudeen “Deen” Taiwo. She said he had been the victim of a racial assault. His head had been banged against a wall, cracking it open. The second call said a black man had a knife.</p> \n<p>What subsequently unfolded is to become part of an innovatory attempt by Avon and Somerset police to challenge police behaviour and attitudes that consciously or otherwise sanction hate crime. Following his arrest, a publicly humiliated Taiwo was taken to hospital in handcuffs to have his head wound treated. He needed 14 stitches. He was kept in custody for 35 hours in total and charged with a number of offences, including possession of an offensive weapon and threats to kill while his family, which includes two boys from an earlier relationship of Jones’s, were left without support on an estate with hostile neighbours.</p> \n<p>It took three years of struggle, a flawed internal police inquiry that revealed officers’ complete ignorance of the force’s own hate policy and inept disciplinary procedures before Avon and Somerset police finally accepted culpability for its discriminatory behaviour and made a public apology, paid compensation and made a commitment to involve the family in an overhaul of its training procedure. Part of that overhaul includes the making of a documentary of Taiwo and Jones’s experience so that it can be used as a tool to tackle racism and prejudice in police ranks (this is the first time in Britain that the police have used this approach). Filming begins on Thursday. The impact of this new training approach will be monitored by the force for 12 months.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"bd0d6431f8a5b44448a4098ff23f0b335ddde072\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131021648/239826d2-62a6-4120-acb1-db29e34e8ecd-460x276.jpeg\" alt=\"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Documentary director Andy Mundy-Castle, right, with his cameraman Alex.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>The documentary will be made by a team headed by former BBC Bristol-based film-maker Jon Mowat, executive producer Lynn Barlow (<em>Anatomy of a Crime, </em>for which she was series producer, is a multi-award-winning police documentary) and directed by Andy Mundy-Castle, who recently made <em>African Masters</em>, a series on contemporary African art for the Africa Channel, among other documentaries. The aim is for the documentary to have a wider audience with other police forces and public services, such as housing providers who work with the police to support victims of hate crime. “We are involving a psychologist in the making of the film because we want to find the most effective way to challenge stereotypes and a system of thought within some sectors of the police,” says Mowat. “We won’t use a dramatic reconstruction. Deen and Kim will tell their own story. It’s a horror story. That’s what will give emotional power to the training tools that go alongside the film.”</p> \n<p><a href=\"https://www.gov.uk/government/publications/hate-crimes-england-and-wales-2011-to-2012--2/hate-crimes-england-and-wales-2011-to-2012\" title=\"\">Hate crime</a> is defined by the Home Office as “any incident which constitutes a criminal offence perceived by the victim or any other person as motivated by prejudice or hate”. Hate crime, under the government’s national hate crime strategy, is recorded by the police under five categories: disability, race, religion/belief, sexual orientation and transgender identity. Such crimes are notoriously under-reported. Even so, there has been a 15% rise in hate crimes in England and Wales since 2012, with some forces registering increases of up to 67%. In 2013/14, according to the Home Office, there were 44,480 hate crimes recorded by the police, 84% of which were racially motivated.</p> \n<p>Somerset and Avon police currently has 18 police officers and civilians under investigation for matters relating to a single hate-crime case that led to the murder of a man. Alex Raikes of the Bristol charity Sari – <a href=\"http://www.sariweb.org.uk/\" title=\"\">Stand Against Racism and Inequality </a>– says that it dealt with 550 cases of hate crime in the city last year. She predicts that the number will be significantly higher this year, influenced by an increase in “Islamaphobia”. Each case may cover a number of incidents. If those incidents aren’t properly investigated by the police because of its own bias, the injustice for the victim is doubled. “All we ever wanted was for the police to do a proper job,” Jones, 35, says. “To establish what really happened and why — to do the right thing.”</p> \n<p>More than 20 years after the murder of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/lawrence\" title=\"\">Stephen Lawrence</a> and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1999/feb/24/lawrence.ukcrime12\" title=\"\">Macpherson report</a> that made 70 recommendations and accused the Metropolitan police of “institutional racism”, senior officers concede that a serious problem remains. In addition, according to a recent Home Office poll, the public’s faith in the ability of the police to investigate its own behaviour, when a complaint is made, is low. So, will this latest initiative really break new ground? And is the policing of the police – the scrutiny of its own behaviour — as fair and effective as it ought to be?</p> \n<p>Taiwo, 53, a gentle, softly spoken man, came to Britain from Nigeria in his 20s. He is a long-distance lorry driver. He and Jones now have a second daughter, aged 18 months. The strain of the last three years ended their relationship but they remain friends. Jones is an office manager, articulate, passionate and full of vim. They first met in Weston-super-Mare in 1999. The couple initially lived in London and were subjected to the kind of casual racism that depletes the spirit and damages self-respect, especially if the victim believes that reporting it to the police will result in little action. “Deen would tell me about racist incidents and I’d say, ‘That can’t be true.’ Once we became a mixed race couple, it was aimed at me too. People made comments in the street, especially women. Deen would say, ‘Ignore it. Don’t react. Walk away.’ We would end up in an argument because I didn’t think that was right,” Jones says.</p> \n<p>Taiwo’s job meant he had a company car. He reports that he was constantly stopped by the police, on one day, five times. “I got used to going to the station to produce his documents,” Jones says. On another occasion, they were pulled over in a garage. “Deen was approached by the police. They said he was an illegal immigrant and a wanted man. It was so scary. He’s a British citizen. The police had two riot vans and the name Dean. Eventually, they said, ‘Sorry, we’ve made a spelling error on your name.’”</p> \n<p>In 2006, the couple moved back to Weston. Three years later, in 2009, Taiwo suffered a racist attack by two men. They broke his nose. A friend witnessed the assault. He was an off-duty community support officer. Taiwo says that this friend later told him that he had been told by colleagues that if he gave evidence, his job would suffer. The police took no statements, CCTV was lost and the case was not pursued. “They didn’t care. That hurt,” Taiwo says quietly. In the same year, the family moved to Brue Close. “It was a house with a garden. We thought we’d be happy.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"bc5eaf283871181a7c95e259447e3aa507f0c9b6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131229779/7718f39d-b7df-45a7-a6ac-df0cc59824fa-280x420.jpeg\" alt=\"Alex Raikes of the charity Sari, which fought Taiwo's case.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Raikes of the charity Sari, which fought Taiwo’s case.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Evans/Observer</span> \n </figcaption> \n</figure> \n<p>Initially, Scott, Taiwo’s stepson, now 20, became friends with another local teenager. “Scott was troubled because he kept hearing very racist language, including the n-word,” Jones says. “Then there was a racist incident with two little Chinese girls in the park and Scott told me about it and said, ‘That could have been my sister.’” The couple told Scott to end his friendship. Over the two years leading up to August 2012, the family experienced constant harassment and racial abuse. Taiwo’s car was scratched several times, his work van was shot at with an air rifle, nails found their way into his tyres and car windows were broken. There were disputes about parking. “I always said I wouldn’t retaliate,” Taiwo says. “I wouldn’t do anything until they came to my front door and came for my family. And one day, they did.”</p> \n<p>On that day, 11 August 2012, one of Taiwo’s neighbours parked his motorbike directly next to his van, making it difficult to enter the vehicle. Taiwo moved the motorbike so he could open the van’s doors. Subsequently, the neighbour and a group of 10-15 adults came to No 39 and began to chant racial abuse. One said: “I’m going to kill you, you are going to take your last breath, n*****.” The neighbour slammed Taiwo’s head into the wall, causing a 10cm gash. Taiwo went into his kitchen and came back out with a knife, which he held up to protect himself and his five-year-old daughter, who had witnessed the assault on her father. “I thought they were going to attack my family,” he says. Jones phoned the emergency services and Taiwo returned the knife to the kitchen. When the police arrived, he was empty-handed and covered in blood.</p> \n<p>PC Steve Faulkner approached Taiwo, and threatened him with a Taser. Taiwo explained he had got the wrong person. He said he had been the victim of a racially motivated assault. None of the officers listened to his account. None of the officers recorded his allegation for further investigation, as required by the force’s own policy on hate crime; no one else was interviewed or arrested. Taiwo was arrested, handcuffed and placed in a police vehicle to the sound of monkey noises. Another officer, Sergeant Gareth Starr, took a detailed account from Jones and assured her that her fears about her family’s safety would be dealt with later. No steps were taken. A neighbour and witness said that as Taiwo was driven away, she shouted: “You’ve got it wrong. You have got the wrong man.” Much later, witnesses say they saw the attack but they were too frightened of repercussions to come forward. The estate had a history of racial incidents and a BNP connection. Taiwo and Jones were tenants of Knightstone Housing Association. The association reported that many ethnic minority families “suffered abuse from other residents”.</p> \n<p>Taiwo insisted on being taken to hospital to have his wound stitched. Initially, the police ordered that he remain in handcuffs but a doctor refused to attend to him unless he was released. He was subsequently taken to a magistrates court, released on bail and told not to return to his home. The evening of his arrest, Jones repeated her allegation that Taiwo had been a victim of a hate crime at Weston police station. She said there had been a history of racial violence towards her family and they were unsafe in the property. She was advised to move elsewhere “until the dust settled”. The police took no other steps to ensure the family was secure. The following day, Jones was informed by the housing association that her family would be evicted because her partner had been involved in a knife crime.</p> \n<p>At this point, a friend of Taiwo and Jones suggested that they contact Sari. The award-winning charity was established in Bristol in 1988 and was the brainchild of the United Housing Association, a housing provider for black and ethnic minority people. At the time, victims of racism were not receiving a co-ordinated response – or, often, any response – from police and other agencies. In 1991, its first year of operation, it had 44 cases. A driving force was Batook Pandya, who died last year. Originally from Kenya, he arrived in London at the age of 17 and became an engineer. Years later, having experienced racism as an apprentice, he took a pay cut to lead Sari. In 1999, he was badly beaten in a racial attack in front of his family. Undeterred, Pandya turned Sari into a nationally recognised group, involved in action against all strands of hate crime, working in schools, research and training as well as investigating cases and supporting victims. Now, it covers much of the West Country, employs more than 20 staff and handles more than 500 cases a year.</p> \n<p>After Taiwo and Jones made contact with Sari, in 2012 the organisation sent a report to Avon and Somerset police, the Crown Prosecution Service and Knightstone Housing Association’s senior leadership team. The charges against Taiwo were dropped and a criminal investigation belatedly launched into his allegations against his neighbour and other assailants. However, the officer in charge of that investigation decided that it was not in the public interest to take the case to court. The family then sought accountability through the police complaints&nbsp;system.</p> \n<p>An internal police inquiry reported in February 2013 and concluded that no officer had a case to answer on grounds of misconduct. The officers who attended the scene at Brue Close would, instead, be given advice over “inconsiderate behaviour” that left their records unblemished and pensions untouched. “The internal inquiry report was so poor it was nonsensical,” says Raikes. “Deen’s case is one of the worst I’ve seen in 23 years at Sari. We finally had a successful conclusion only because we brought in specialist lawyers. That is an option increasingly restricted for most people because of the cuts to legal aid. Without legal help, this would have been a situation in which no justice was done.”</p> \n<p>Sophie Naftalin of the London solicitors Bhatt Murphy took on the case and brought a civil action against the police on behalf of the family. “The police were unable to see Deen as a victim despite blood pouring out of his head. It is inconceivable that if the roles were reversed and the police had arrived to see a white man with a serious head injury surrounded by a hostile crowd of black men, that the white man would have been perceived as the perpetrator,” she says. “This is about differentiation and discrimination. Deen was treated differently because he was black.”</p> \n<p>She lists the failings of the first internal inquiry, failings subsequently accepted by the police. They include not logging or investigating Deen’s charge that he had been a victim of a hate crime despite having repeated opportunities. A failure to investigate a history of racial abuse on the estate. A failure to protect Jones and the children. Ignorance of the force’s own official policy on the treatment of hate crimes. Ignorance of the policy was also displayed by the officer from Avon and Somerset police’s department of professional standards who had conducted the internal inquiry. The whole thing, says Naftalin, amounted to, “a breathtaking systemic failure. If we have the policies on hate crime but the police don’t read them, never mind implement them, what’s the point?”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"11d94c61b62ef0937f627793a6387cb6d089b78d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432131348541/d4ba8cf5-b194-4f47-8418-7403b5515efb-280x420.jpeg\" alt=\"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. 'Deen was treated differently because he was black.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’</span> \n  <span class=\"element-image__credit\">Photograph: Karen Robinson/Observer</span> \n </figcaption> \n</figure> \n<p>According to the <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/307624/HateCrimeActionPlanProgressReport.pdf\" title=\"\">national hate crime strategy </a>“the police service is committed to reducing the harm caused by hate crime by increasing the confidence of victims… to identify and, where appropriate, prosecute those who commit such crimes”. It notes that a failure to respond properly may result in “secondary victimisation”.</p> \n<p>As a result of Naftalin’s intervention, a second far more rigorous internal inquiry was conducted. Three police officers were brought before a disciplinary panel. While the panel concluded that there had a been a breach of duty, they did not uphold the complaint of race discrimination.</p> \n<p>PC Steve Faulkner was cleared because he had acted on the information that a black man had a knife. Another officer was given “words of advice” and the supervising officer, Gareth Starr, received a written warning for failing to record or investigate Jones’s allegations. Their careers continue. In October last year, Avon and Somerset police agreed to pay substantial damages to the family, including a payment for counselling. The force made a full admission under the Human Rights Act, now to be repealed by the Conservative government, that the family had been subjected to inhumane and degrading treatment by the police and that they had been discriminated against on account of Taiwo’s race. Such declarations rarely happen in civil cases brought against the police. Acting Chief Constable John Long wrote a personal letter of apology. “I fully understand why Tajudeen felt ignored, disbelief, helpless and in despair; we failed,” he wrote. “I accept responsibility for the failing of my officer and apologise unreservedly to you all.”</p> \n<p>Long is the prime mover on taking a fresh approach to tackling racism and discrimination among his officers. His career includes 18 years in the Metropolitan police, a period of service that included the murder of PC Keith Blakelock at Broadwater Farm and the Brixton riots. He says: “Police cannot express the prejudice and bias that other people may have. When we do get that wrong, we should be open and contrite and learn from our mistakes. I am frustrated, angry and disappointed about what happened to the family. Now and in future, we can make a difference by how and whom we select to become police officers in the first place and by seeing training as a continual piece of work. Vigilance must be maintained and fair play and integrity ensured.”</p> \n<p>He adds: “Deen is very affected by his experience but he has a passion about bringing something good out of it and I admire that. The film will remind us that compassion matters. If we are not taking on board the impact of what happens to people then as police we are not doing our job.“</p> \n<p>Naftalin says: “John Long realises there is a serious problem and he’s showing commitment in trying to tackle it. However, while the force accept that the family were victims of discrimination overall, the individual officers received what amounted to a slap on the wrist. And that happens too often. The whole process of making a complaint about police behaviour is opaque, illogical and unaccountable and has little investigative rigour. It is up to the complainant to fight his or her way through a procedure that is completely stacked against him or her.</p> \n<p>“In other public services such as the NHS, there is a recognition that practitioners who fail the public should be removed. That rarely happens in the police. The complaints procedure in the main fails to root out unacceptable behaviour. In Deen’s case, we have a situation where the notion of institutional racism means the organisation is culpable but individual officers are not. That cannot be right.”</p> \n<p>Naftalin also expresses concern about the government’s intention to replace the Human Rights Act with a British bill of rights. “This family obtained accountability for their experience through bringing a claim against the police under the Human Rights Act, resulting in a full admission that their human rights had been breached,” she points out. “The Tories have made clear their intention to repeal the Human Rights Act, which places in serious question whether a family like the Taiwo family would be able to obtain the same result under a Tory bill of rights. I think it is fair to say that the Tory proposals, together with the ongoing sabotage of legal aid, are a disaster for access to justice.”</p> \n<p>In March, Theresa May announced that police disciplinary hearings would be held in public “to ensure that the robust response the police take to misconduct is visible and open”. Raikes and Naftalin believe the reforms do not go nearly far enough. “The police complaints procedure needs external scrutiny from the start,” Raikes says. “We have seen complaints made involving racism in hate crimes where the same officers come up again and again. We know there is something wrong when in 24 years of Sari being in business and despite a multitude of complaints on behalf of our clients, Sari has seen only a few cases that acknowledge racial discrimination. Surely they can’t all be unfounded?”</p> \n<p>Andy Mundy-Castle, who like Taiwo is of Nigerian origin, says he knows how racism can work to undermine a person’s sense of self. “You begin to question your own right to complain.” The film, he says, won’t change institutional racism in the police, “but if it’s done right, it will make officers think twice before they make assumptions when they visit the scent of a crime. That matters.”</p> \n<p>Psychiatric reports testify to the continuing impact on the family. Three months after the event, Taiwo and Jones and their children were rehoused. Taiwo’s daughter was diagnosed with an acute stress reaction. She wet the bed, refused to go to the childminder and her eczema flared up. “She says she wants to be white because nobody likes brown people,” Jones says. She intends to set up a support group for mixed-race families. “My daughter is very aware of the word racism. Recently, she was talking to her white friend in the car about the Victorians. She said, ‘In Victorian days, I would have been murdered or your slave.’” For months after the event, Scott, now a youth support worker, received racist online threats. Another Brue Close neighbour accepted a caution for making malicious communications.</p> \n<p>“Have I got justice?” asks Taiwo. “Everybody tells me that I have but I don’t see it that way.” Jones says: “Until you experience racism, until you know what it’s like to be treated unfairly again and again not because of what you do but because of the colour of your skin, you can’t begin to understand the anger and frustration. Twelve months ago, I wanted Deen to drop the struggle so we could get back to normal and get on with our lives. I could see how he was deteriorating. Now, as the mother of two mixed-race children, I know that the fight to get justice has been right. We have to fight on.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130784706/Kim-Jones-and-former-part-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Kim Jones and former partner Deen Taiwo, victims of hate crime ","cleanCaption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131023084/239826d2-62a6-4120-acb1-db29e34e8ecd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex. Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.","cleanCaption":"Documentary director Andy Mundy-Castle, right, with his cameraman Alex.","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131231483/7718f39d-b7df-45a7-a6ac-df0cc59824fa-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Alex Raikes of the charity Sari, which fought Taiwo’s case. Photograph: Sophia Evans/Observer","credit":"Sophia Evans/Observer","altText":"Alex Raikes of the charity Sari, which fought Taiwo's case.","cleanCaption":"Alex Raikes of the charity Sari, which fought Taiwo’s case.","cleanCredit":"Photograph: Sophia Evans/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131350126/d4ba8cf5-b194-4f47-8418-7403b5515efb-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’ Photograph: Karen Robinson/Observer","credit":"Karen Robinson/Observer","altText":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. 'Deen was treated differently because he was black.'","cleanCaption":"Sophie Naftalin of the London firm of solicitors Bhatt Murphy. ‘Deen was treated differently because he was black.’","cleanCredit":"Photograph: Karen Robinson/Observer"}],"webPublicationDate":"2015-05-24T07:00:08Z","lastModified":"2015-05-24T12:10:41Z","metadata":{"commentable":true,"commentCount":257,"contributors":[{"name":"Yvonne Roberts","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400869191995/Yvonne-Roberts-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/yvonneroberts"}],"feature":false,"keywords":["Police","Hate crime","Society","Bristol","UK news","Human Rights Act","Human rights","Law","Race issues","World news"],"tags":[{"id":"uk/police","webTitle":"Police"},{"id":"society/hate-crime","webTitle":"Hate crime"},{"id":"society/society","webTitle":"Society"},{"id":"uk/bristol","webTitle":"Bristol"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Yvonne Roberts","topic":{"type":"tag-contributor","name":"profile/yvonneroberts"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","shortUrl":"http://gu.com/p/4949z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime","webUri":"http://www.theguardian.com/uk-news/2015/may/24/police-didnt-see-deen-as-victim-bristol-hate-crime"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130784706/Kim-Jones-and-former-part-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Kim Jones and former partner Deen Taiwo, victims of hate crime ","cleanCaption":"Kim Jones and former partner Deen Taiwo, victims of hate crime, a 'horror story' now being made into a film. Photograph: Sophia Evans for the Observer"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-25T01:27:45Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}