{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Agnes Martin / Artist mystic who disappeared into the desert","rawTitle":"Artist mystic who disappeared into the desert","item":{"type":"article","id":"artanddesign/2015/may/22/agnes-martin-the-artist-mystic-who-disappeared-into-the-desert","title":"Agnes Martin: the artist mystic who disappeared into the desert","trailText":"In the summer of 1967, Martin left New York and went off-grid before reappearing in New Mexico. The art she made there – with its buoyant bands of colour – offer no clues to the turbulent life of an artist who was diagnosed with paranoid schizophrenia. Ahead of a major retrospective, Olivia Laing celebrates her visions of pure joy","standFirst":"<p>In the summer of 1967, Martin left New York and went off-grid before reappearing in New Mexico. The art she made there – with its buoyant bands of colour – offer no clues to the turbulent life of an artist who was diagnosed with paranoid schizophrenia. Ahead of a major retrospective, Olivia Laing celebrates her visions of pure joy</p>","byline":"Oliva Laing","body":"<p>Art must derive from inspiration, Agnes Martin said, and yet for decades she painted what seems at first glance to be the same thing over and over again, the same core structure subject to infinitely subtle variations. A grid: a set of horizontal and vertical lines drawn meticulously with a ruler and pencil on canvases six feet high and six feet wide. They came, these restrained, reserved, exquisite paintings, as visions, for which she would wait sometimes for weeks on end, rocking in her chair, steadying herself for a glimpse of the minute image that she would paint next. “I paint with my back to the world,” she declared, and what she wanted to catch in her rigorous nets was not material existence, the Earth and its myriad forms, but rather the abstract glories of being: joy, beauty, innocence; happiness itself.</p> \n<p>A late starter, Martin kept on going, working at the height of her powers right through her 80s; a stocky figure with apple cheeks and cropped silver hair, dressed in overalls and Indian shirts. She produced the last of her masterpieces a few months before her death in 2004, at the grand old age of 92. But she was also so deeply ambivalent about pride and success and the ego-driven business of making a name for yourself that in the 1960s she abandoned the art world altogether, packing up her New York studio, giving away her materials and disappearing in a pickup truck, surfacing 18 months later on a remote mesa in New Mexico.</p> \n<p>When she returned to painting in 1971, the grids had gone, replaced by horizontal or vertical lines, the old palette of grey and white and brown giving way to glowing stripes and bands of very pale pink and blue and yellow. “Sippy cup colours”, the critic Terry Castle once called them, and their titles likewise address states of pre-verbal, infantile bliss. <em>Little Children Loving Love</em>, <em>I Love the Whole World</em>, <em>Lovely Life</em>, even <em>Infant Response to Love</em>. And yet these images of absolute calm did not arise from a life replete with love or ease, but rather out of turbulence, solitude and hardship. Though inspired, they represent an act of dogged will and extreme effort, and their perfection is hard-won.</p> \n<p>Martin’s work is in museums and collections across the world, and changes hands for millions of dollars at a time. All the same, she hasn’t achieved quite the renown of her mostly male contemporaries in abstraction, partly because the subtleties of her paintings are almost impossible to reproduce in print, though a substantial retrospective opening at <a href=\"http://www.tate.org.uk/visit/tate-modern\">Tate Modern</a> in June makes a powerful case for her position in the first rank. This month also sees the publication of a biography, <em>Agnes Martin: Her Life and Art </em>by Nancy Princenthal<em> </em>(Thames &amp; Hudson), a painstaking attempt to disentangle the many contradictions of a long and singular life.</p> \n<p>Her story begins on an isolated farm in the Canadian province of Saskatchewan. She was born to Scottish Presbyterian pioneers on 22 March 1912, the same year as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2015/apr/24/how-jackson-pollock-spattered-his-way-to-fame\">Jackson Pollock</a>, another child of wide-open prairies and enormous skies. In a documentary made in 2002, Mary Lance’s<em> With My Back to the World</em>, Martin claimed she could remember the exact moment of her birth. She had entered the world, she tells Lance, as a small figure with a little sword. “I was very happy. I thought I would cut my way through life ... victory after victory,” she declares, laughing. “Well, I adjusted as soon as they carried me into my mother. Half of my victories fell to the ground.” She pauses. “My mother had victories,” she says, and her candid, weather-beaten face darkens abruptly.</p> \n<figure class=\"element element-image\" data-media-id=\"ad5bffb1c17450b26a84f3c40b86b6d55981ba02\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432223628293/4e41652d-614a-4ead-8ae4-8bba9762f882-460x459.jpeg\" alt=\"Untitled 5 1998, by Agnes Martin\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Untitled 5 1998, by Agnes Martin</span> \n </figcaption> \n</figure> \n<p>She believed that she was hated as a child. Silence was her mother’s weapon and she used it ruthlessly. Martin told her friend, the journalist Jill Johnston, that she had been emotionally abused, and yet she could also wring a value from some of the harsh lessons of her childhood. Her mother liked seeing people hurt, but her sternness did inculcate self-discipline, while the enforced solitude fostered Martin’s self-reliance. The lessons stuck. Whether or not they always served her well, discipline and renunciation continued to be the watchwords of Martin’s existence, right through to old age.</p> \n<p>It was a long time before she thought of becoming an artist. A fine swimmer, as a teenager she tried out for the Olympic team. Later, she trained to be a teacher, spending her itinerant 20s in remote schools out in the woods of the Pacific Northwest. In 1941, she went to New York City, where she studied fine arts at Teachers College, Columbia University. For the next 15 years, she shuttled back and forth between schools in New York and New Mexico, slowly developing herself as a painter. Little of her work from this time has survived, owing to her habit of destroying anything that failed to match up to the exacting vision of her maturity. This is why it sometimes seems as if Martin sprang into existence fully formed, absolute in her commitment to geometric abstraction.</p> \n<p>False starts, circling, a gaining of territory. Then, at 45, she settled at the suggestion of her then dealer, Betty Parsons, in a studio community established in abandoned shipping lofts on the ramshackle waterfront of lower Manhattan. Coenties Slip was home to a group of young and predominantly gay artists – among them <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/johns\">Jasper Johns</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/feb/09/robert-rauschenberg-love-loss-jammers\">Robert Rauschenberg</a>, Robert Indiana and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/may/03/my-hero-ellsworth-kelly-homes\">Ellsworth Kelly</a> – bent on differentiating themselves from the more established abstract expressionists uptown, with their grating machismo.</p> \n<p>Though a good decade older than the other residents, Martin felt immediately at home in this place of experimentation and monastic discipline, of “humour, endless possibilities, and rampant freedom”. A famous photograph shows her up on the roof with a group that includes Indiana and Kelly as well as a small boy and a dog, camped with coffee and cigarettes among the skyscrapers of the financial district. She sits smiling on the very edge of the roof, her hands jammed in her coat pocket, something of the overseer still about her stance.</p> \n<p>Her first residence on the Slip was a 100ft-long former sailmaker’s loft with no water and walls that didn’t quite meet its soaring ceiling. In this chilly space, increasingly austere geometric abstractions – regimented spots, squares and triangles in nocturnal palettes – slowly resolved themselves into the repeating pattern of the grid. These new works began to be shown as part of the emerging movement of minimalism, though she regarded herself as an abstract expressionist – her subject was feeling, yet feeling anonymous and unadorned.</p> \n<p>❦</p> \n<p>Martin often described a painting from 1964, <em>The Tree</em>, as her first grid. In fact, she had been making them since at least the beginning of the decade, first by scratching lattices into paint and then by pencilling ruled vertical and horizontal lines on to canvases, sometimes embellishing the hatchings with dabs or lines of colour, even sheets of gold leaf. “Well,” she told an interviewer, “when I first made a grid I happened to be thinking of the innocence of trees and then this grid came into my mind and I thought it represented innocence, and I still do, and so I painted it and then I was satisfied.”<br /></p> \n<p>Tiffany Bell, the co-curator with Frances Morris of the Tate retrospective, observes of the early grids that “it is as though the energy of a Pollock drip painting has been stretched out and carefully sustained over time”. Emphatically ambiguous, they refuse artistry, reducing painting to the simplest of mark-making procedures at the same time as exceeding themselves with their grandeur of scale and grave beauty. The longer you look, the more impressive their insistent neutrality becomes. Forget confessional art. This is withholding art, evading disclosure, declining to give itself away.</p> \n<p>Take <em>The Islands </em>(1961). Against a buff-coloured ground, its neat pencilled lines form a successions of tiny boxes. With the exception of its border, which resembles the fringe of a rug, these elegant rows have been seeded with hundreds of tiny paired dots of pale yellow paint, which from a distance translate into a shimmering veil. Everything is relentlessly the same, and yet out of this sameness arises an image unlike anything that had gone before.</p> \n<figure class=\"element element-image\" data-media-id=\"c8c56219210f4045e2806d122963db22ae8b77e9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432223823691/5014ad68-3136-400e-8e26-6b54ac349e9c-414x420.jpeg\" alt=\"Friendship, 1963 by Agnes Martin\" width=\"414\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Friendship, 1963 by Agnes Martin</span> \n </figcaption> \n</figure> \n<p>It isn’t easy to catch the workings of these paintings in words, since they were explicitly designed to dodge the burden of representation, to stymie the viewers in their incorrigible habit of searching for recognisable forms in the abstract field. They aren’t made to be read, but are there to be responded to, providing enigmatic triggers for a spontaneous upwelling of pure emotion. Martin was deeply influenced by Taoism and Zen Buddhism, and there is a driving interest in her work in cutting through materiality. In an interview with the artist Ann Wilson, she explained: “Nature is like parting a curtain, you go into it. I want to draw a certain response like this ... that quality of response from people when they leave themselves behind, often experienced in nature, an experience of simple joy ... My paintings are about merging, about formlessness ... A world without objects, without interruption.”</p> \n<p>Merging and formlessness can be blissful, but losing a solid sense of the self is also terrifying, as Martin knew. She was diagnosed with paranoid schizophrenia in early adulthood, and her symptoms included auditory hallucinations, spells of depression and catatonic trances. Her voices, as she called them, directed almost every aspect of her life, sometimes punitive and sometimes protective. According to Princenthal’s biography: “Although the voices didn’t tell her what to paint – they seemed to steer clear of her work – the images that came to her through inspirations were fixed and articulate enough to suggest a relationship between visions and voices: she heard and saw things that others didn’t.”</p> \n<p>During the Coenties Slip years, she was hospitalised repeatedly. One winter, she fell into a trance in a church on Second Avenue, triggered when she heard the first few notes of Handel’s <em>Messiah</em> (although she loved music, it was often too emotionally stimulating). Another time, she was admitted to the notoriously chaotic Bellevue psychiatric hospital after being found wandering Park Avenue, uncertain of who or where she was. Before friends located her and had her moved to more salubrious environs, she was given shock therapy.</p> \n<p>Though a decidedly solitary figure, Martin was not entirely alone during these years. She had relationships with women, among them the ground-breaking fibre artist Lenore Tawney and the Greek sculptor Chryssa (later famous for her work in neon). Like many gay people in the pre-Stonewall era, she was deep in the closet, at least once denying she was a lesbian. That statement should be taken with a pinch of salt, considering that, when asked about feminism in an interview with Johnston, she snapped, “I’m not a woman.”</p> \n<p>It’s tempting to read these formidable tensions and turbulences into the paintings: to convert the grid into a closet or cell, a system of traps or an endless maze. But Martin was adamant that personal experience had nothing to do with her works. In her copious writing she was formidably insistent about what meanings they did and didn’t contain: they did not embrace ideas, and certainly not personal emotions or biographical elements. She was passionately opposed to critical readings, going so far as to cancel a prestigious retrospective at the Whitney Museum in 1980 because they insisted on a catalogue. The paintings were the thing: the paintings and the sublime responses they engendered in the viewer.</p> \n<p>❦</p> \n<p>In the sweltering summer of 1967, Martin renounced art altogether. Over the years, she gave an assortment of reasons for her departure. She had been living in a beautiful studio on South Street, with cathedral ceilings, so close to the river that she could clearly see the expressions on the sailors’ faces. One day, she heard that it was going to be torn down. In the same post she received notification that she had won a grant, enough to purchase a pickup truck and an Airstream camper. Her friend Ad Reinhardt, whose black paintings she loved, had just died; her relationship with Chryssa had ended, and anyway she’d had enough of living in the city. The voices, too, were in agreement. “I could no longer stay, so I had to leave, you see,” she explained decades later. “I left New York because every day I suddenly felt I wanted to die and it was connected with painting. It took me several years to find out that the cause was an overdeveloped sense of responsibility.”<br /></p> \n<p>No one is exactly sure where she went. Like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/feb/24/100-best-novels-huckleberry-finn-twain\">Huckleberry Finn</a>, she lit out for the territories, travelling off-grid, into open space. She re-emerged at a cafe and filling station in Cuba, New Mexico in 1968, pulling in and asking the manager if he knew of any land for rent. By chance, his wife had a property available, and so, at the age of 56, Martin moved up to a remote mesa, 20 miles across dirt roads from the nearest highway. No electricity, no phone, no neighbours, there was not even a shelter to move into. For the first few months, she focused her energy on building, working from scratch and mostly alone. She made a one-room dwelling out of adobe bricks she shaped herself, and then a log-cabin studio from trees she cut down with a chainsaw. It was in this latter space that she began to inch towards art again, first prints, then drawings, then the luminous work of her maturity.</p> \n<p>The best guide to Martin’s life from here on is the wonderfully evocative <em>Agnes Martin: Paintings, Writings, Remembrances</em> (Phaidon) by her friend and dealer Arne Glimcher, the founder of Pace Gallery. In June 1974, she appeared out of the blue at Pace and asked if they’d like to show her new work. She invited Glimcher to come and view it, posting him a hand-drawn map, at the bottom of which she had scrawled “bring ice thanks Agnes”. When he arrived, after an arduous journey from New York, she fed him mutton chops and apple pie before allowing him into the studio. There, she showed him five new paintings, made of either horizontal or vertical stripes in ice blue and red so watered it was barely pink. At 62, Martin had found a new language, a mode of expression in which she continued to communicate for 30 more years.</p> \n<figure class=\"element element-image\" data-media-id=\"0de15790e9e69d016e76cdddef061c7ebeb8c814\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432223903059/7d2c1e95-bdd7-4c3f-8b21-ec9109a9d597-460x459.jpeg\" alt=\"Untitled 1959 by Agnes Martin\" width=\"460\" height=\"459\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Untitled 1959 by Agnes Martin</span> \n </figcaption> \n</figure> \n<p>Sometimes the bands she made were sombre, in troubled driving strokes of slaty grey, but more often they are buoyant, elegant stacks of dilute acrylic paint. Layers the colour of sand and apricots, layers the colour of morning sky; flags for a borderless state, a new republic of ease and freedom. Her process was always the same. She waited until she saw her vision: a tiny full-colour version of the painting to come. Then came the painstaking labour of scaling up, filling pages with scribbled fractions and long division. Next, she would mark two lengths of tape, using a short ruler to pencil the lines on to a gessoed canvas. Only then did she begin to apply colour, working very fast. If there were displeasing drips or blots or other errors, she would destroy the canvas with a knife or box cutter, sometimes even hurling it off the mesa, before beginning again once or twice or seven times: every mark in a Martin painting is intentional, wholly meant.</p> \n<p>Their meticulous geometries have intense effects on the viewer. At the London outpost of Pace, I saw <em>Untitled #2, 1992</em>: five blue bands separated by four repeating runners of white, watery orange and salmon pink. Up close, the pencil lines wobbled over the weave like an ECG. There were two hairs stuck to the canvas; five peach splatters the size of fingernails. The eye seized on these small details, on the infinitesimally darker patches where two brush strokes had collided, because there was nothing else to grasp: no view, no closure, just a radiant openness, as if the ocean had come into the windowless room.</p> \n<p>This feeling of free fall is not to everyone’s taste. Over the years, a surprising number of Martin’s paintings have been vandalised. One viewer used as their weapon an ice cream cone. Another attacked with green crayon, while at a show in Germany, nationalists hurled rubbish. The grids in particular seem to attract embellishment. Martin herself thought it was narcissistic, a kind of horror vacui. “You know,” she said ruefully, “people just can’t stand that those are all empty squares.”</p> \n<p>❦</p> \n<p>Learning to withstand emptiness was her own speciality, her given task. Her years in New Mexico were marked by a profound withdrawal from worldly things, a life of renunciation and restriction that often sounds punishingly masochistic, though Martin insisted the intention was spiritual, an ongoing war against the sin of pride. The voices were strict in their limitations. She wasn’t allowed to buy records, own a television, or have a dog or cat for company. Over the winter of 1973 she lived off nothing but preserved home-grown tomatoes, walnuts and hard cheese. Another winter it was Knox gelatin mixed with orange juice and bananas. When she was evicted from the mesa after an argument with the owners, she rang Glimcher, telling him she had lost everything, even her clothes. “It’s a sign I’ve been living too grandly,” she announced cheerfully. “It’s another test for me.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"ae24ff7cb25ade11ea59c6701abe286696e653f5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432223971208/0c830990-97b5-41df-9d23-fca9e3a3a488-460x315.jpeg\" alt=\"Agnes Martin at her house near Cuba, New Mexico, in 1974. Photograph by Gianfranco Gorgon\" width=\"460\" height=\"315\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Agnes Martin at her house near Cuba, New Mexico, in 1974. Photograph by Gianfranco Gorgon</span> \n </figcaption> \n</figure> \n<p>Ironically, Martin’s reclusiveness, her spartan existence, contributed to her growing status as the desert mystic of minimalism, something she simultaneously resisted and fed. During this period, she began to give public lectures that managed to be both bossy and self-effacing, mixing the language of Zen sermons with the babyish burblings and deliberate repetitions of Gertrude Stein, whose poems she was fond of declaiming. Martin was adept at using language opaquely, creating a screen of words that could veil her from the gaze of the world. Like her enigmatic, resistant paintings, her statements are designed to express something beyond the reach of ordinary understanding, weapons in a campaign to devalue the material and elevate the abstract. “When you give up on the idea of right and wrong, you don’t get anything,” she told Johnston. “What you get is rid of everything, freedom from ideas and responsibilities.”</p> \n<p>Towards the end of her life, even the strictures began to dissolve. As she aged, Martin became happier and more social, as well as considerably more wealthy. In 1992, she moved into a retirement community in Taos, New Mexico, driving each day to her studio in a spotless white BMW, one of the few extravagances in a life still dedicated to extreme material simplicity. Other things that gave her pleasure were the novels of Agatha Christie (themselves, as Princenthal observes, infinitely ingenious repetitions on the same core structure), occasional martinis and the music of Beethoven. To Lillian Ross in 2003, she announced cheerfully: “Beethoven is really about something. I go to sleep when it gets dark, get up when it’s light. Like a chicken. Let’s go to lunch.”</p> \n<p>It was in this period that objects began to return to her canvases; a final swerve in a life dedicated to absolute obedience to vision. Triangles, trapezoids, squares: black geometric shapes, arising out of drained and sober fields. In one of the most striking of these paintings, <em>Homage to Life</em>, 2003, a severe black trapezoid looms out of a wash of exquisitely agitated putty grey (reviewing it in the New Yorker, Peter Schjeldahl observed: “It looks thoroughly deathly to me”). And her very last work was, of all things, a tiny drawing of a plant, barely more than three inches high: a tottering ink line that attests at long last to the material things in which beauty temporarily makes its home.</p> \n<p>After that, she set down her pencil. Her final days, in December 2004, were spent in the infirmary of the retirement home, surrounded by a few of her closest friends and family members. In his memoir, Glimcher describes sitting and holding her hand, singing her favourite “Blue Skies”, a song they’d often sung together while she drove him through the mountains, her foot on the gas, exhibiting a queenly disregard for speed limits and stop signs. Sometimes she’d chime in from her bed with a couple of wavering lines: “Nothing but blue skies / From now on.”</p> \n<p>She wanted to be buried in the garden of the Harwood Museum in Taos, near a room of paintings she had donated, but New Mexico law forbade it, and so in the spring after her death, a group assembled at midnight and scaled the adobe walls with a ladder. It was a full moon, and they dug a hole under the roots of an apricot tree, placing her ashes in a Japanese bowl lined with gold leaf before scattering them in the earth. A beautiful scene, but as Martin knew, “beauty is unattached, it’s inspiration – it’s inspiration”.</p> \n<p><span class=\"bullet\">•</span> Olivia Laing’s <em>The Lonely City: Adventures in the Art of Being Alone</em> is forthcoming from Canongate. <em>Agnes Martin</em> is at Tate Modern, London SE1, from 3 June to 11 October. tate.org.uk.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432223496549/Agnes-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Untitled #1 2003 by Agnes Martin. Photographs courtesy of the Estate of Agnes Martin","credit":"PR","altText":"Agnes Martin","cleanCaption":"Untitled #1 2003 by Agnes Martin. Photographs courtesy of the Estate of Agnes Martin"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223625467/4e41652d-614a-4ead-8ae4-8bba9762f882-2060x2056.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2056,"width":2060,"orientation":"landscape","caption":"Untitled 5 1998, by Agnes Martin","credit":"pr","altText":"Untitled 5 1998, by Agnes Martin","cleanCaption":"Untitled 5 1998, by Agnes Martin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223824718/5014ad68-3136-400e-8e26-6b54ac349e9c-2013x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2013,"orientation":"portrait","caption":"Friendship, 1963 by Agnes Martin","credit":"www.scalarchives.com","altText":"Friendship, 1963 by Agnes Martin","cleanCaption":"Friendship, 1963 by Agnes Martin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223901438/7d2c1e95-bdd7-4c3f-8b21-ec9109a9d597-2060x2057.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2057,"width":2060,"orientation":"landscape","caption":"Untitled 1959 by Agnes Martin","credit":"pr","altText":"Untitled 1959 by Agnes Martin","cleanCaption":"Untitled 1959 by Agnes Martin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432223972128/0c830990-97b5-41df-9d23-fca9e3a3a488-2060x1411.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1411,"width":2060,"orientation":"landscape","caption":"Agnes Martin at her house near Cuba, New Mexico, in 1974. Photograph by Gianfranco Gorgon","credit":"PR","altText":"Agnes Martin at her house near Cuba, New Mexico, in 1974. Photograph by Gianfranco Gorgon","cleanCaption":"Agnes Martin at her house near Cuba, New Mexico, in 1974. Photograph by Gianfranco Gorgon"}],"webPublicationDate":"2015-05-22T09:00:10Z","lastModified":"2015-05-22T09:00:10Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":true,"keywords":["Art and design","Painting","Art","Culture"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"artanddesign"},"topics":[],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/22/agnes-martin-the-artist-mystic-who-disappeared-into-the-desert","shortUrl":"http://gu.com/p/49428","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/22/agnes-martin-the-artist-mystic-who-disappeared-into-the-desert","webUri":"http://www.theguardian.com/artanddesign/2015/may/22/agnes-martin-the-artist-mystic-who-disappeared-into-the-desert"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/21/1432223496549/Agnes-Martin-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A detail from Untitled #1 2003 by Agnes Martin. Photographs courtesy of the Estate of Agnes Martin","credit":"PR","altText":"Agnes Martin","cleanCaption":"A detail from Untitled #1 2003 by Agnes Martin. Photographs courtesy of the Estate of Agnes Martin"}},"importance":7,"kicker":{"title":"Agnes Martin"},"showQuotedHeadline":false},{"title":"Breaking point / Is the writing on the wall for the paragraph?","rawTitle":"Is the writing on the wall for the paragraph?","item":{"type":"article","id":"media/mind-your-language/2015/may/22/breaking-point-is-the-writing-on-the-wall-for-the-paragraph","title":"Breaking point: is the writing on the wall for the paragraph?","trailText":"If paragraphs continue to shrink at their current rate, they’ll soon cease to exist altogether. Should we care? ","standFirst":"<p>If paragraphs continue to shrink at their current rate, they’ll soon cease to exist altogether. Should we care? </p>","byline":"Andy Bodle","body":"<p>If the statistics are to be believed, by the end of this sentence, I’ll have lost most of you. Because according to some estimates, the average time spent on a webpage is 15 seconds.</p> \n<p>Fifteen seconds. This texty, Tweety, Viney world has apparently already so degraded our attention spans that we can’t concentrate on anything for longer than it takes to tie a shoelace. As a result, the editor’s greatest fear these days is not a claim of plagiarism, or a libel writ; it’s those four pitiless letters in the comments section: TL; DR (too long; did not read). And so webmasters worldwide have launched an emergency austerity programme, pruning, paring, compacting everything possible in a frantic attempt to spare our readers a few precious seconds.</p> \n<p>Most online gurus caution against blogposts of more than 600 words; some insist that the ideal length is 200. Internet users, they cry, can’t be bothered to scroll through long articles. Last year, the bosses at Associated Press <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/greenslade/2014/may/13/associated-press-us-press-publishing\">circulated a memo</a> stipulating that stories be between 300 and 500 words long (exceptions can be made – up to a whopping 700 words – for events of global importance). At the same time, the UK government’s website, gov.uk, promised that it would <a href=\"https://insidegovuk.blog.gov.uk/2014/08/04/sentence-length-why-25-words-is-our-limit/\">never publish a sentence exceeding 25 words</a>. </p> \n<p>This fragmentation of information isn’t confined to the internet. In 1992, a professor at the University of California published research showing that the length of the average political soundbite on American TV <a href=\"http://www.boston.com/bostonglobe/ideas/articles/2011/01/02/the_incredible_shrinking_sound_bite/\">had dropped from 43 seconds in the 1968 presidential election to nine seconds in 1988</a>. (It now stands at just under eight seconds.) </p> \n<p>The most obvious casualty of this economy drive is the venerable paragraph. Below are excerpts from recent news stories on the Guardian website (before I got my hands on them): </p> \n<blockquote class=\"quoted\"> \n <p>The CPS admitted it made mistakes and that Janner should have been prosecuted earlier.</p> \n <p>‘In relation to the other three previous investigations, the CPS also now considers that the evidential test was passed.</p> \n <p>‘It follows that mistakes were made in the decision making at the time by both the Leicestershire police in 2002 and the CPS in 1991 and 2007.</p> \n <p>‘Lord Janner should have been prosecuted.’ ”</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>Parts of Britain are set to enjoy sunny spells this week with temperatures expected to rise to 23C (73F).</p> \n <p>The south-east of England could bask in the warm temperatures, which are well above the average for May, on Monday, forecasters have predicted.</p> \n <p>However, the good weather is not set to last, with unstable conditions arriving across much of the country from Wednesday.”</p> \n</blockquote> \n<p>Of course, different rules apply in different media. Paragraphs in newspapers have always been shorter than in novels and essays, chiefly because their pages are split into columns. With narrower margins, more frequent indentations are required to break up the daunting blocks of text. Furthermore, news stories – in some papers, at least – are supposed to be light on opinion, speculation and excessive description, restricting themselves to the facts and perhaps a little context and reaction, so there’s less scope for discursion. </p> \n<p>The internet, meanwhile, has exerted further downward pressure on paragraph length. Reading on a laptop screen or phone is slower and more fatiguing, and it’s harder to keep your place; inserting regular, clear breaks (complete lines rather than indentations) is one way to create a smoother reading experience. </p> \n<p>None of this is in dispute. But consider <a href=\"http://www.bbc.co.uk/news/technology-32064454\">this recent piece on the BBC website</a>. With two exceptions, all the paragraphs in this story consist of precisely one sentence. When I came across that story, the layout seemed dimly familiar. Then it hit me: </p> \n<figure class=\"element element-image\" data-media-id=\"890add8ebb6f526ed2e07c47c388bc9e423ab0ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431882968847/323e899d-f329-474c-9c72-0c4f11d14656-460x326.jpeg\" alt=\"Dick and Dora book\" width=\"460\" height=\"326\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The future of text on the internet?</span> \n  <span class=\"element-image__credit\">Photograph: Public domain</span> \n </figcaption> \n</figure> \n<p>Now, great swaths of text put me off as much as the next person. But if things continue in this vein, before long the paragraph will go the same way as the harpsichord, the fob watch and the returned phone call. </p> \n<p>An entirely legitimate response to this development, of course, is an imperceptible shrug. So what if it dies? What has it ever done for me? But before we write the paragraph’s epitaph, I propose we briefly examine its career and achievements, and establish whether it is, in fact, worth keeping the life support switched on. </p> \n<p>The history of the paragraph is long, messy and, for the greater part, teeth-grindingly dull. So here are some edited highlights.</p> \n<h2>The pilcrow’s progress</h2> \n<ul> \n <li>Although the paragraph as we know it today only took shape about 400 years ago, text has been broken into sections since at least the 3rd century BC. Instead of using indenting or spacing, the ancient Greeks used symbols in the margin (hence <em>paragraphos</em>, “written at the side”), such as horizontal strokes, wedges and hooks, to signal a change of speaker, topic or scene. <br /></li> \n</ul> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"892dfb6c618d00e5a736ed3feb67a43759b9d45a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431882789187/46b10586-01a9-43e6-92b2-d6d8d44d4cee-290x420.jpeg\" alt=\"Pilcrow paragraph\" width=\"290\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A pilcrow, or paragraph mark.</span> \n  <span class=\"element-image__credit\">Photograph: Public domain</span> \n </figcaption> \n</figure> \n<ul> \n <li><em>Paragraphos</em> was corrupted, via Old French and Middle English, into pilcrow, which has since come to mean the typographical character that represents a paragraph (left). The original Greek word was later reappropriated to mean the block of text so denoted. </li> \n <li>In the early days of movable type, some printers tried to preserve the manuscript traditions of illumination (ornate decoration) and rubrication (the addition of headings, usually in red). The typesetter would therefore leave spaces throughout a printed book, and rubricators, or “rubrishers” – it is my fervent hope that at least one of them was called Alan – would fill them in by hand. The trouble was, this small, elite band couldn’t keep up with the volume of books being produced, and so many of the spaces ended up being left blank. Thus, according to one theory, was born indentation. </li> \n <li>EH Lewis, in his <a href=\"https://ia600407.us.archive.org/9/items/cu31924026640247/cu31924026640247.pdf\">History of the English Paragraph (1894)</a>, claims that the first “tolerable paragrapher” in English was William Tyndale, the Bible translator who was executed in 1536. But it was the linguist Alexander Bain, in 1866, in Lewis’s view, who first suggested that paragraphs should be organised according to “individual units of thought”. </li> \n <li>The pilcrow symbol itself <a href=\"http://www.smithsonianmag.com/arts-culture/the-origin-of-the-pilcrow-aka-the-strange-paragraph-symbol-8610683/\">probably evolved from the small letter C</a>, for the Latin <em>capitulum</em>, “small head[ing], chapter”, along with two vertical lines, which may have originated as a note from the scribe to the rubrisher meaning “full height”. </li> \n <li>The length of paragraphs in essays and novels from the 15th century to the turn of the 20th varied hugely, of course, but the average remained more or less constant at about 300 words. During that time, however, the average length of a <em>sentence</em> dropped by half, while the average number of sentences per paragraph, as if to compensate, doubled. </li> \n</ul> \n<p>Fascinating as all this is, there’s not a huge amount to support the paragraph’s mercy plea. What, then, do the grammar gurus say on the subject?</p> \n<p>Plenty, as it turns out – but it’s hard to find even two who are in complete agreement: “a distinct passage or section of a text, usually composed of several sentences, dealing with a particular point, a short episode in a narrative, a single piece of direct speech, etc” (OED); “a connected series of sentences constituting the development of a single topic” (GF Genung); “a unit of written discourse between the sentence and the whole text … to show the reader that the sentences in a particular set are more closely related to each other than to the sentences in adjacent text” (David Crystal). Chomsky is one of many linguists who don’t even recognise the paragraph as a legitimate syntactical unit. </p> \n<p>Not surprisingly, then, the answers to the question “How long should a paragraph be?” are as varied as those to “How long is a piece of string?”: “The term paragraph can hardly be applied to anything short of three sentences” (John Earle); no more than five or six sentences (Grammarly); “The ideal paragraph contains five sentences” (Arthur F McEvoy); less than five sentences (copyblogger.com); “No arbitrary rules can be given as to the proper length of paragraphs ... it is not well to extend a single paragraph beyond three hundred words” (Scott and Denney). The dependably thorough <a href=\"http://www.quickanddirtytips.com/grammar-girl\">Grammar Girl</a> cites various authorities as recommending 100-200 words – although the average number of words per paragraph in the selfsame blogpost is 58. </p> \n<p>What, then, is to stop us abandoning the paragraph altogether and simply breaking after every sentence? Well, several things. </p> \n<p>Paragraphs allow us to group gobbets of information together in (more or less) coherent units. A long paragraph can be a reasoned, nuanced discourse. Lots of short paragraphs create the impression of a series of unconnected slogans, with no obvious progression. </p> \n<p>Paragraphs also allow for variation of rhythm; as Grammar Girl says, “It’s important to mix up your paragraph length for the same reason you mix up your sentence structure: to keep your reader’s eyes from glazing over.” It’s all very well not deterring the reader with huge blocks of text, but after winning their attention, you ideally want to keep it. </p> \n<p>But to my mind, one reason, and one reason alone, is sufficient to justify the Save the Paragraph Campaign. Time was, when you came across a paragraph of one sentence, you knew it contained powerful stuff (in the writer’s view, at least). A short paragraph, coming after many long ones, could deliver a real punch. Imagine how much less impressive the closing line of The Great Gatsby would be if every preceding paragraph had also been one sentence long: </p> \n<blockquote class=\"quoted\"> \n <p>So we beat on, boats against the current, borne back ceaselessly into the past.”</p> \n</blockquote> \n<p>Perhaps the string analogy is a useful one. After all, the whole point of a piece of string is that it can be <em>as long as you want it to be</em>: if string came ready cut in 2cm segments, it wouldn’t be any use at all. </p> \n<p><em>Follow Andy on Twitter at</em> <a href=\"https://twitter.com/AndyBodle\">@AndyBodle</a><br /></p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431879027183/1c99da39-3e33-40a3-a766-6605db3116ad-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","credit":"Smithsonian","altText":"Paragraph pilcrow","cleanCredit":"Photograph: Smithsonian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431882968318/665ccd21-d0bb-43db-8424-dfa705d7dbb7-540x383.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":383,"width":540,"orientation":"landscape","caption":"The future of text on the internet? Photograph: Public domain","credit":"Public domain","altText":"Dick and Dora book","cleanCaption":"The future of text on the internet?","cleanCredit":"Photograph: Public domain"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431882789599/023171c9-a5b0-40ce-a2c6-19c6fc722f86-705x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":705,"orientation":"portrait","caption":"A pilcrow, or paragraph mark. Photograph: Public domain","credit":"Public domain","altText":"Pilcrow paragraph","cleanCaption":"A pilcrow, or paragraph mark.","cleanCredit":"Photograph: Public domain"}],"webPublicationDate":"2015-05-22T06:00:06Z","lastModified":"2015-05-22T06:03:42Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Andy Bodle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybodle"}],"feature":false,"keywords":["Language","Science","Newspapers","Books","Internet","Media"],"tags":[{"id":"science/language","webTitle":"Language"},{"id":"science/science","webTitle":"Science"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"books/books","webTitle":"Books"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"media"},"topics":[{"displayName":"Andy Bodle","topic":{"type":"tag-contributor","name":"profile/andybodle"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/mind-your-language/2015/may/22/breaking-point-is-the-writing-on-the-wall-for-the-paragraph","shortUrl":"http://gu.com/p/49xjm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/mind-your-language/2015/may/22/breaking-point-is-the-writing-on-the-wall-for-the-paragraph","webUri":"http://www.theguardian.com/media/mind-your-language/2015/may/22/breaking-point-is-the-writing-on-the-wall-for-the-paragraph"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431879027183/1c99da39-3e33-40a3-a766-6605db3116ad-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","caption":"A page from Villanova, Rudimenta Grammaticæ (c 1500), liberally sprinkled with pilcrow signs in the form common at the time. Photograph: Smithsonian","credit":"Smithsonian","altText":"Paragraph pilcrow","cleanCaption":"A page from Villanova, Rudimenta Grammaticæ (c 1500), liberally sprinkled with pilcrow signs in the form common at the time.","cleanCredit":"Photograph: Smithsonian"}},"importance":5,"kicker":{"title":"Breaking point"},"showQuotedHeadline":false},{"title":"Tomorrowland / How Disney’s strange utopia shaped the world of tomorrow","rawTitle":"How Disney’s strange utopia shaped the world of tomorrow","item":{"type":"article","id":"film/2015/may/21/tomorrowland-disney-strange-utopia-shaped-world-tomorrow","title":"Tomorrowland: how Walt Disney’s strange utopia shaped the world of tomorrow","trailText":"Disneyland is celebrating its 60th birthday with a movie version of one of its most famous attractions. But do we still need the theme park now that the rest of the world has been Disneyfied?","standFirst":"Disneyland is celebrating its 60th birthday with a movie version of one of its most famous attractions. But do we still need the theme park now that the rest of the world has been Disneyfied?","byline":"Steve Rose","body":"<p>Welcome to the future. Or is it the past? In <a href=\"https://www.youtube.com/watch?v=1k59gXTWf-A\">Tomorrowland</a>, Disney’s new adventure movie, George Clooney and friends risk life and limb to reach the utopian realm of the title, and it looks pretty much like we expected the future to look, at least back in the 1960s: a pristine, shopping-mall sort of place with soaring glass spires and flying trains and happy people of all nations wearing coloured boiler suits. But here in the real world (a relative term, admittedly) you can visit <a href=\"https://disneyland.disney.go.com/au/disneyland/tomorrowland/\">Tomorrowland</a> today. As many millions of visitors know, it is already an area of Disney’s theme parks, devoted to the same type of optimistic techno-futurism Tomorrowland the movie espouses. You do not have to risk life and limb to get there, but it could cost you an arm and a leg.</p> \n<p>You can see the synergistic synapses firing in Disney’s corporate brain at the prospect of a movie that retrofits a backstory on to its theme parks. What is more, it comes just in time for the 60th anniversary celebrations of the original Disneyland park in Anaheim, California, which kick off tonight with a huge show presented by Mickey Mouse and Oscars host Neil Patrick Harris.</p> \n<p>All of this serves to highlight the fact that, 60 years on, we are still not sure what to think about Disneyland. It is a place of paradox and contradiction. Both utopian and dystopian. Kind of cheesy, yet great fun. Eagerly forward-looking yet stiflingly conservative. It is neither pure fantasy nor is it quite reality. More like a portal between the two: a place where cinematic dreams take on three-dimensional form, while punters travel in the opposite direction, leaving behind their outside existence to become actors in a giant cartoon.</p> \n<p>Queuing alongside families to sample the Disney fantasy over the years have been philosophers and cultural commentators of every stripe, all primed to decipher its meanings – and perhaps to suffer a trip on the Big Thunder Mountain Railroad. Perhaps it was the French theorist Jean Baudrillard who returned the most damning verdict: “Disneyland is presented as imaginary in order to make us believe that the rest is real,” he pronounced in his 1988 book Simulations, “when in fact all of Los Angeles and the America surrounding it are no longer real, but of the order of the hyperreal and of simulation.” Reality has become a map without a territory, Baudrillard snootily surmised, and it is basically all Disney’s fault.</p> \n<p>Those contradictions were there from the start. Indeed, the split between fantasy and reality is embodied in the hybrid term Walt Disney coined for the creators of his theme park: “<a href=\"http://en.wikipedia.org/wiki/Walt_Disney_Imagineering\">imagineers</a>”. So, too, Disney’s Janus-like ambivalence toward progress is expressed in the <a href=\"http://www.waltdisney.org/blog/happy-57th-birthday-disneyland\">plaque</a> he unveiled at the opening in July 1955. “Here age relives fond memories of the past – and here youth may savour the challenge and promise of the future,” it reads. The sentiment was perfectly in tune with postwar America – a time and place of both space-age optimism and cold war uncertainty. More than fantasy, Disneyland provided security or as Karal Ann Marling’s definitive study of Disney design put it, “the architecture of reassurance”.</p> \n<p>Some have compared the layout of Disneyland to a map of Walt Disney’s own psyche: You start by walking down <a href=\"https://www.youtube.com/watch?v=TpSBYMMpPHc\">Main Street USA</a> – a pastiche of 19th-century smalltown life, modelled on Disney’s sentimental memories of his childhood in <a href=\"http://www.waltdisneymuseum.org/\">Marceline, Missouri</a>. Then you can branch off into other “worlds” of Disney’s imagination. Most of them are nostalgic: <a href=\"https://disneyworld.disney.go.com/new-fantasyland/\">Fantasyland</a>, with its <a href=\"http://en.wikipedia.org/wiki/Sleeping_Beauty_Castle\">Sleeping Beauty Castle</a>; <a href=\"https://disneyland.disney.go.com/au/disneyland/frontierland/\">Frontierland</a>, infused with the spirits of Mark Twain and Davy Crockett; the exoticism of <a href=\"https://disneyland.disney.go.com/au/disneyland/adventureland/\">Adventureland</a>, which was as close to abroad as most postwar Americans got (the <a href=\"https://disneyland.disney.go.com/au/disneyland/jungle-cruise/\">Jungle Cruise ride</a> was modelled on Bogart and Hepburn’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/mar/03/the-african-queen-film-review\">The African Queen</a>).</p> \n<p>And then there’s Tomorrowland, where technology and science point the way to a shiny, happy future of inventions and space travel and nuclear-powered everything. At the <a href=\"http://paleofuture.com/blog/2007/4/24/tomorrowland-disneyland-opening-day-1955.html\">time of opening</a>, Tomorrowland was actually barely finished. A great many balloons were needed to fill in the gaps, apparently. It had been hastily cobbled together from the leftover sets of Disney’s <a href=\"http://www.imdb.com/title/tt0046672/\">20,000 Leagues Under the Sea</a> and corporate-sponsored exhibits. There was the <a href=\"http://www.disneyhistoryinstitute.com/2012/07/old-tomorrowland-monthtwa-moonliner.html\">TWA “moonliner” rocket ship</a>, the plastic “<a href=\"http://www.wired.com/2009/06/dayintech_0612/\">Monsanto House of the Future</a>” with Jetsons-style interiors and a microwave oven to cook your (presumably GM-free) meal, and the <a href=\"http://duchessofdisneyland.com/2015/01/15/kaiser-aluminum-hall-of-fame/\">Kaiser Aluminium Hall of Fame</a>, turning kids on to the wonders of … er … aluminium. The “tomorrow” of Tomorrowland was originally set at 1986. At least we got the microwave.</p> \n<figure class=\"element element-image\" data-media-id=\"7685c5f7b29ef255868db2afab725847e02d068c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432227501101/14580e65-54f8-46bc-afbe-7da5de5d1f3a-460x276.jpeg\" alt=\"The real-life version of the attraction, at Disneyland in California.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The real-life version of the attraction, at Disneyland in California.</span> \n  <span class=\"element-image__credit\">Photograph: Gamma-Keyston/Getty Images</span> \n </figcaption> \n</figure> \n<p>But Walt Disney sincerely believed in the future he was selling, possibly even shaping, at Tomorrowland. When it relaunched in 1959, it introduced the first working monorail to the US. Another remodelling in 1967 brought the PeopleMover – a mini electric train system intended to point the way for future urban mass transport<strong> </strong>(the California original closed in 1995, the Florida one is still in operation). Walt Disney’s futurist credentials led to him designing attractions for the <a href=\"http://www.imagineeringdisney.com/blog/2013/2/6/what-remains-of-the-1964-65-new-york-worlds-fair.html\">1964 New York World’s Fair</a>, including the <a href=\"http://www.yesterland.com/progress.html\">Carousel of Progress </a>and <a href=\"http://en.wikipedia.org/wiki/It%27s_a_Small_World\">It’s a Small World</a>, both of which he then brought back to Disneyland.</p> \n<p>By this time Disneyland was a runaway success, and the public were anticipating an east coast sequel, especially when it emerged that Disney had secretly been buying up a vast area of central Florida – twice the size of Manhattan. But building another Disneyland didn’t really appeal to the company’s founder. “I would like to create new things,” Walt Disney told reporters at a 1965 press conference in Florida. “You hate to repeat yourself. I don’t like to make sequels to my pictures. I like to make a new thing and develop a new concept.”</p> \n<p>What really appealed to Disney about “<a href=\"https://www.youtube.com/watch?v=K-bYnDalnsA&amp;NR=1\">the Florida project</a>”, as it was then known, was not the theme park but the workers’ town next to it. Visitors to the top floor of the Carousel of Progress would soon see what Walt Disney had in mind. There was installed a gigantic model of “<a href=\"http://www.imagineeringdisney.com/blog/2010/7/22/a-look-at-the-progress-city-model-then-and-now.html\">Progress City</a>”, a town for at least 20,000 people, with lights and moving cars and the glow of a nuclear power station in the distance.</p> \n<p>Progress City is surprisingly in step with <a href=\"http://www.citylab.com/design/2014/12/growing-evidence-shows-walkability-is-good-for-you-and-for-cities/383612/\">current ideas of urban planning</a>. With it, Walt Disney intended to right the wrongs he perceived in Los Angeles: too many cars, no pedestrian access, no civic centre, characterless modern architecture. Progress was a garden city of concentric rings, three miles wide. At its centre stood a 30-storey hotel surrounded by a compact indoor retail and business district, air-conditioned against the Florida humidity. Around that was a green belt with schools and leisure facilities, then a ring of low‑density suburbs, with industrial parks beyond. The roads were all underground. The primary means of getting around would be public transport: a monorail, a system of people movers, and walking. He redubbed it the Experimental Prototype Community of Tomorrow: <a href=\"https://disneyworld.disney.go.com/destinations/epcot/\">Epcot</a>.</p> \n<p>Smarter still was Walt Disney’s idea of how the city would operate: he would invite corporations to test their products on its citizens. If General Electric was developing a new microwave oven, for example, one would be put in every Epcot home for real‑world testing. Visitors would come to see what the city of the future looked like. “It will always be in a state of becoming,” he explained in a promotional film. “It will never cease to be a living blueprint of the future, where people live a life they can’t find anywhere else in the world.”</p> \n<p>“It was a very clever concept,” says <a href=\"https://twitter.com/samlanddisney\">Sam Gennawey</a>, an urban planner and Disney historian, who conducted an unofficial feasibility study of the original Epcot. “Walt was an empirical-data sort of guy. Everything he planned had been tested somewhere else. Everybody thinks of him as this master innovator, but his greatest skill was taking what he saw and knew worked and recombining it in ways that seemed new and novel.”</p> \n<figure class=\"element element-image\" data-media-id=\"b5863361d9004c9c5c87d97d9a8e5968f462eb0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432227617166/14d8f0c2-3407-483a-8cfa-7c3c50fcc8bb-460x324.jpeg\" alt=\"The Epcot Center Disneyworld in Orlando, Florida.\" width=\"460\" height=\"324\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Epcot Center Disneyworld in Orlando, Florida.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The only downside to Disney’s utopia was the governance. Disney would own everything, and Epcot citizens would only be permitted to live there for up to a year, after which they would have to move on. Thus, nobody would ever acquire voting rights and subvert Disney’s programme. Disney also cut a favourable deal with the Florida authorities, Gennawey explains. “They could go ahead and build a nuclear power plant or an airport without the permission of the state of Florida. They have rights within that property that are generally greater than those of most counties in the US.”</p> \n<p>For better or worse, Epcot never came to pass. Disney’s utopianism <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2011/dec/16/from-the-archive-walt-disney-dies-1966\">died with its master in 1966</a>, and no one else had the stomach to build his dream city. Rather than the city of the future, Epcot became another theme park, more like a corporate-sponsored World’s Fair. The only surviving vestige of Disney’s prototypical community is the Disney-owned town of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/dec/13/celebration-death-of-a-dream\">Celebration, Florida</a>, a surreally twee place whose orderliness has drawn comparisons to Ira Levin’s novel The Stepford Wives.</p> \n<p>In the theme parks, too, Tomorrowland ceased to anticipate the real future and instead focused on futuristic attractions: Captain EO, the 3D Michael Jackson musical, directed by Francis Ford Coppola; Star Tours, the Star Wars-themed simulator ride; the Space Mountain rollercoaster (<a href=\"http://www.slashfilm.com/space-mountain-in-tomorrowland-movie-poster/\">look closely</a> and you will spot it on the skyline of the film version of Tomorrowland).</p> \n<p>Tomorrowland the movie is a sincere attempt to address this lack of belief in the future, without which humanity could be doomed, it suggests.</p> \n<p>Looking at the present-day landscape, the real influence on the city of tomorrow was not Tomorrowland or Epcot but Disneyland itself. Many an architect and planner has <a href=\"http://www.planetizen.com/node/65260\">admired it and borrowed from it</a>. In 1963, Harvard professor James Rouse <a href=\"http://www.harvarddesignmagazine.org/issues/9/it-s-a-mall-world-after-all-disney-design-and-the-american-dream\">called it</a> “the greatest piece of urban design in the United States today”. Disneyland is a self-contained, controlled, pedestrian-friendly retail monoculture whose functions are overlaid with a veneer of narrative and fantasy, invisibly serviced and governed by regulations so repressive that employees have only been permitted to sport moustaches since 2000. As such, it has become the model for many an aggressively themed new residential development, shopping mall or casino resort, from Las Vegas to China to Dubai. Baudrillard’s prophesy seems to have been fulfilled.</p> \n<p>“Disney invokes an urbanism without producing a city,” wrote architect Michael Sorkin in a scathing essay titled See You in Disneyland. “Rather it produces a kind of aura-stripped hyper-city, a city with billions of citizens (all who would consume) but no residents. Physicalised yet conceptual, it’s the utopia of transience, a place where everyone is just passing through.” Umberto Eco agrees. In his 1986 essay Travels With Hyperreality, he writes: “As an allegory of the consumer society, a place of absolute iconism, Disneyland is also a place of total passivity. Its visitors must agree to behave like robots.”</p> \n<p>Do we still need Disneyland now that the rest of the world has been Disneyfied? Disney certainly thinks so. Walt Disney may be long gone but the corporation is bigger and hungrier than ever. Disneyland’s model has been replicated outside the US in Tokyo, Paris and Hong Kong. The theme park side of Disney’s operation earned nearly twice as much as its movies last year: $15bn versus $7bn. And it is still building. In the past 10 years, under its current chief executive Bob Iger, Disney has been on an unprecedented buying spree, snapping up prime movie properties Pixar, Marvel and LucasFilm for a combined total of more than $15bn. So as well as its menagerie of talking animals, its harem of fairytale princesses and its Pirates of the Caribbean, Disney’s universe now encompasses characters from Buzz Lightyear to Spider-Man and Han Solo. It is remarkable just how much of the popular imagination the company has monopolised.</p> \n<p>These franchise-friendly properties will doubtless help Disney rule the box office, but they also provide plenty of new material for the theme parks. Already, Iger has promised “a much larger Star Wars presence in our parks globally”, with rides based on as-yet-unreleased movies. After Tomorrowland and Pirates of the Caribbean, itself a ride that inspired a movie franchise, there are plans for another film based on an existing Disney attraction: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/10/ryan-gosling-returns-to-mouse-house-for-haunted-mansion\">The Haunted Mansion</a>, directed by Guillermo del Toro and starring Ryan Gosling – a former Mouseketeer returning to the fold.</p> \n<p>Disney is now working on Shanghai Disney Resort, one of the most ambitious and expensive projects in its history. The corporation has already pumped $5.5bn into the resort, which is set to open next year. That is more than it paid for either Star Wars or Marvel. It will contain the largest fairytale castle yet, a new Pirates of the Caribbean ride, a theatre playing the Lion King musical and a Toy Story-themed hotel. Chinese-themed landscapes will also blend with all the traditional areas and attractions that Walt Disney laid out back in the 1950s. It will probably be the most visited tourist attraction in the world.</p> \n<p>To shore up the client base, the corporation has been rolling out its Disney English operation across China, which teaches the English language exclusively through the medium of Disney characters, priming the next generation in the ways of Mickey and Donald. This all sounds a long way from its Walt Disney’s vision of the future. It is not yet known whether Shanghai Disney Resort will have a Tomorrowland, or what they will put in it if they do. At the moment, Disney’s tomorrow simply consists of more Tomorrowlands.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227355343/f0114b91-56d7-4c65-a442-aa480894e6ad-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Allstar/Walt Disney Pictures","altText":"A scene from Disney’s movie adaptation of \r\nTomorrowland","cleanCredit":"Photograph: Allstar/Walt Disney Pictures"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227502501/14580e65-54f8-46bc-afbe-7da5de5d1f3a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The real-life version of the attraction, at Disneyland in California. Photograph: Gamma-Keyston/Getty Images","credit":"Gamma-Keyston/Getty Images","altText":"The real-life version of the attraction, at Disneyland in California.","cleanCaption":"The real-life version of the attraction, at Disneyland in California.","cleanCredit":"Photograph: Gamma-Keyston/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227615298/14d8f0c2-3407-483a-8cfa-7c3c50fcc8bb-2060x1449.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1449,"width":2060,"orientation":"landscape","caption":"The Epcot Center Disneyworld in Orlando, Florida. Photograph: Alamy","credit":"Alamy","altText":"The Epcot Center Disneyworld in Orlando, Florida.","cleanCaption":"The Epcot Center Disneyworld in Orlando, Florida.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-21T18:03:17Z","lastModified":"2015-05-21T23:00:51Z","metadata":{"commentable":true,"commentCount":136,"contributors":[{"name":"Steve Rose","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/steverose"}],"feature":true,"keywords":["Tomorrowland","Film","Culture","Walt Disney Company","Science fiction and fantasy"],"tags":[{"id":"film/tomorrowland","webTitle":"Tomorrowland"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/walt-disney-company","webTitle":"Walt Disney Company"},{"id":"film/sciencefictionandfantasy","webTitle":"Science fiction and fantasy"}],"section":{"id":"film"},"topics":[{"displayName":"Steve Rose","topic":{"type":"tag-contributor","name":"profile/steverose"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/21/tomorrowland-disney-strange-utopia-shaped-world-tomorrow","shortUrl":"http://gu.com/p/495k3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/21/tomorrowland-disney-strange-utopia-shaped-world-tomorrow","webUri":"http://www.theguardian.com/film/2015/may/21/tomorrowland-disney-strange-utopia-shaped-world-tomorrow"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227355343/f0114b91-56d7-4c65-a442-aa480894e6ad-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A scene from Disney’s movie adaptation of \r\nTomorrowland. Photograph: Allstar/Walt Disney Pictures","credit":"Allstar/Walt Disney Pictures","altText":"A scene from Disney’s movie adaptation of \r\nTomorrowland","cleanCaption":"A scene from Disney’s movie adaptation of \r\nTomorrowland.","cleanCredit":"Photograph: Allstar/Walt Disney Pictures"}},"importance":5,"kicker":{"title":"Tomorrowland"},"showQuotedHeadline":false},{"title":"The Ghost Train / All aboard for the world’s scariest play","rawTitle":"All aboard for the world’s scariest play","item":{"type":"article","id":"stage/2015/may/22/the-ghost-train-arnold-ridley-playwright-new-productions","title":"The Ghost Train – all aboard for the world’s scariest play","trailText":"Two new productions of Arnold Ridley’s drama about travellers stuck in a haunted railway station prove this 1923 comedy thriller hasn’t run out of steam<br>","standFirst":"<p>Two new productions of Arnold Ridley’s drama about travellers stuck in a haunted railway station prove this 1923 comedy thriller hasn’t run out of steam<br /></p>","byline":"Alfred Hickling","body":"<p>What is the greatest stage ghost story of all time? Most people’s vote might go to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2012/oct/28/woman-in-black-25th-anniversary\">The Woman in Black</a>; though even old potboilers such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2007/jun/15/theatre1\">Gaslight</a> can be quite chilling when the lights begin to flicker, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2011/sep/28/conor-mcpherson-interview\">Conor McPherson’s supernatural dramas</a> generate a genuine frisson.</p> \n<p>My choice, however, would have to be The Ghost Train, a comedy thriller written in 1923 by Arnold Ridley, who is less well-known as a playwright than as <a href=\"https://www.youtube.com/watch?v=2xCGaVbjWgk\">Private Godfrey</a>, the most senior member of the Walmington-on-Sea Home Guard. Before Dad’s Army made the catchphrase “may I be excused sir?” famous, Ridley wrote more than 30 plays, of which only The Ghost Train achieved notable success, running for 665 performances at St Martin’s theatre and <a href=\"https://www.youtube.com/watch?v=1gHGtXtfe9o\">being adapted for the cinema three times</a>.</p> \n<p>Ridley’s story of a group of travellers stranded for the night in a remote Cornish station was inspired by his own experience of a missed connection, while employed as an actor with the Birmingham Repertory Theatre Company. In his autobiography, he recalled an uncomfortable night spent at Mangotsfield Junction, near Bristol: “It was just about as lonely and gloomy a dump as one could imagine … I was awoken by a Bristol-Birmingham express rip-roaring by with a flash of lights and a scream of whistle.” It gave him an idea: “Passengers stranded on a lonely station haunted by the shades of other passengers killed in a smash. Why not the ghost of the train itself?”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"609b86a1a5248ff4661a36c6dbe9a9df54956119\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432213247972/b1f6bd4b-b79b-4705-8aa0-08d9d3cf7338-414x420.jpeg\" alt=\"Jeffrey Holland stars in The Ghost Train.\" width=\"414\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeffrey Holland stars in Talking Scarlet’s touring version of The Ghost Train. Kate Evans/Belgrade</span> \n  <span class=\"element-image__credit\">Photograph: Kate Evans/Belgrade</span> \n </figcaption> \n</figure> \n<p>I was first taken to see The Ghost Train at the age of seven, and have been recovering from the experience ever since. It was a repertory production at York Theatre Royal, featuring Berwick Kaler (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2012/dec/17/york-theatre-royal-panto\">who subsequently became the theatre’s long-standing pantomime dame</a>). Though I remember it as being funny, the old stationmaster’s prophecy (“Some nights, the signal bell rings and the train comes a-screaming and a-tearing through”), not to mention the sound and light effects that accompanied it, were absolutely terrifying. So much so that I demanded to be taken and terrified again the next night, and once more at the Saturday matinee.</p> \n<p>Since then, I make it a point never to miss revivals of this old-fashioned but superbly effective play. Memorable re-encounters have included a starry mid-90s production at the Lyric Hammersmith in which the old station master was played by Bill Oddie; and a postmodern version at Bolton Octagon directed by Lawrence Till that lifted the lid on the incredible sound effects (of which more later). Yet it could be that Ghost Train spotters are living through a golden age: as not only have <a href=\"http://www.toldbyanidiot.org/productions/ghost-train/\">Told By An Idiot embarked on a radical revision</a> at the Royal Exchange theatre, Manchester, there is an <a href=\"http://www.talking-scarlet.co.uk\">old-school staging by Talking Scarlet</a> steaming round the country with a cast led by <a href=\"http://www.jeffreyholland.co.uk/Jeffrey_Holland/TV_-_Hi_de_Hi.html\">Hi-de-Hi! star Jeffrey Holland</a>.</p> \n<p>Few actors are better versed in Ghost Train lore than Holland, who has appeared in four different productions, and worked alongside Arnold Ridley in a stage version of Dad’s Army. The current stop of the tour, at <a href=\"http://www.coventrytelegraph.net/whats-on/arts-culture-news/hi-de-hi-star-jeffrey-holland-returns-9199554\">Coventry’s Belgrade theatre, stirs up particular memories</a>: “The last time I did this play here was in rep in 1974,” he says. “Arnold was sitting in the stalls, alongside Arthur Lowe. It was his only great success as a playwright and he was very proud of it. He told me that when it opened, he overheard two London impresarios comparing notes during the first interval. One of them said: ‘Mark my words, this will be closed by Saturday.’ Yet here we are, 90 years later.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0a423970cc69ad16431a2585915e8c57dfb59132\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432213586410/60d0e8c7-1aaf-406e-a826-f02f05879dd0-460x427.jpeg\" alt=\"Sam Alexander as Richard and Ayesha Antoine as Elsie in The Ghost Train\" width=\"460\" height=\"427\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sam Alexander as Richard and Ayesha Antoine as Elsie in Told By An Idiot’s production of The Ghost Train</span> \n </figcaption> \n</figure> \n<p>What does he believe to be the secret of the play’s endurance? “It stands up because it is so brilliantly constructed,” Holland says. “Arnold was absolutely adamant that it had to be played straight. Each time you see the dead stationmaster’s red light swinging and hear the bell ringing in the distance, it still gives me a shiver even today.”</p> \n<p>So what is it that makes The Ghost Train so scary? It’s partly the low-tech approach, since inherited by The Woman In Black, whereby a spontaneously opening door or slamming ticket hatch is sufficient to make an audience jump out of its skin. But the true star is the terrifying apparition of the train itself. As the Manchester Guardian’s critic at the first performance observed: “The gentleman in charge of ‘noises off’ becomes at times the protagonist … He can make a sound so like a train it might impinge on the nearest terminus.”</p> \n<p>Ridley was specific about how this effect should be produced. At the back of the acting edition of the script is a list of equipment required to simulate a banshee express. It includes a garden roller “propelled over fence struts 30 inches apart”, an 18-gallon galvanised tank, an E-flat bell, an auctioneer’s hammer and, most importantly for that blood-curdling wail, “three air cylinders, available from British Oxygen Co, Wembley, or local agent”.</p> \n<figure class=\"element element-image\" data-media-id=\"91f3b96d7e513bc2758897c6eb5df891ddc7ddf6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432213828241/a8c95140-9a1e-419f-834e-cfb96c73ad1e-460x293.jpeg\" alt=\"Talking Scarlet production of The Ghost Train\" width=\"460\" height=\"293\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Talking Scarlet’s production of The Ghost Train</span> \n </figcaption> \n</figure> \n<p>“It’s so theatrical, it seems a real pity that Ridley intended all this to be kept off stage and out of sight” says Paul Hunter, <a href=\"https://youtu.be/ypmT6Ftw944\">director of the Royal Exchange production</a>. “But then, he would probably have had a heart attack to think of his play being done, as we are doing it, in the round.”</p> \n<p>Hunter’s company, Told By An Idiot, is more closely associated with genre-defying devised work than rackety repertory scripts. But his obsession with The Ghost Train began when he saw a village amateur dramatic production directed by his father-in-law. “It instantly struck me what an incredibly well-plotted work it is: scary, but with that madcap element that reminded me – and I mean this as the highest possible compliment – of an episode of Scooby-Doo!”</p> \n<p>As well as the visible locomotive-orchestra, there are other aspects of Hunter’s production that would probably also have perturbed Ridley. Holland recalls an Old Vic production in which Wilfred Brambell played the stationmaster for laughs, prompting the author to wail: “You’ve ruined my play!” One wonders what he would have made of an elderly spinster played by a Spanish actor in drag, or of the appearance of a woman dressed as a parrot. But despite the touches of visual anarchy, Told By An Idiot’s version is still recognisably the brilliantly funny thriller that occurred to Ridley one cold and lonely night in 1923. Mangotsfield Junction may have long since disappeared from the network, but The Ghost Train shows no sign of running out of steam.</p> \n<p><span class=\"bullet\">•</span> Told By An Idiot’s version of The Ghost Train is at the <a href=\"http://www.royalexchange.co.uk/whats-on-and-tickets/the-ghost-train\">Royal Exchange theatre, Manchester</a>, until 20 June. Box office: 0161-833 9833. The Talking Scarlet touring production is at <a href=\"http://www.yvonne-arnaud.co.uk/production/the-ghost-train\">Yvonne Arnaud Theatre, Guildford</a>, from 1-6 June. Box office: 01483 440 000.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432212734667/Told-By-An-Idiot-The-Ghos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Will Merrick as Charles, Lena Kaur as Peggy, Ayesha Antoine as Elsie, Sam Alexander as Richard, Calum Finlay as Teddie, Amanda Hadingue as Julia in The Ghost Train, by Told By An Idiot, at Manchester Royal Exchange Photograph: Jonathan Keenan","credit":"Jonathan Keenan/pr","altText":"Told By An Idiot: The Ghost Train","cleanCaption":"Will Merrick as Charles, Lena Kaur as Peggy, Ayesha Antoine as Elsie, Sam Alexander as Richard, Calum Finlay as Teddie, Amanda Hadingue as Julia in The Ghost Train, by Told By An Idiot, at Manchester Royal Exchange Photograph: Jonathan Keenan"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213247059/b1f6bd4b-b79b-4705-8aa0-08d9d3cf7338-2010x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":2010,"orientation":"portrait","caption":"Jeffrey Holland stars in Talking Scarlet’s touring version of The Ghost Train. Kate Evans/Belgrade Photograph: Kate Evans/Belgrade","credit":"Kate Evans/Belgrade","altText":"Jeffrey Holland stars in The Ghost Train.","cleanCaption":"Jeffrey Holland stars in Talking Scarlet’s touring version of The Ghost Train. Kate Evans/Belgrade","cleanCredit":"Photograph: Kate Evans/Belgrade"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213587075/60d0e8c7-1aaf-406e-a826-f02f05879dd0-1020x946.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":946,"width":1020,"orientation":"landscape","caption":"Sam Alexander as Richard and Ayesha Antoine as Elsie in Told By An Idiot’s production of The Ghost Train","credit":"pr","altText":"Sam Alexander as Richard and Ayesha Antoine as Elsie in The Ghost Train","cleanCaption":"Sam Alexander as Richard and Ayesha Antoine as Elsie in Told By An Idiot’s production of The Ghost Train"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213826999/a8c95140-9a1e-419f-834e-cfb96c73ad1e-2060x1312.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1312,"width":2060,"orientation":"landscape","caption":"Talking Scarlet’s production of The Ghost Train","credit":"Kate Evans/Belgrade","altText":"Talking Scarlet production of The Ghost Train","cleanCaption":"Talking Scarlet’s production of The Ghost Train"}],"webPublicationDate":"2015-05-22T07:00:07Z","lastModified":"2015-05-22T07:00:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Alfred Hickling","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alfredhickling"}],"feature":true,"keywords":["Theatre","Stage","Culture","Royal Exchange"],"tags":[{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/royal-exchange","webTitle":"Royal Exchange"}],"section":{"id":"stage"},"topics":[{"displayName":"Alfred Hickling","topic":{"type":"tag-contributor","name":"profile/alfredhickling"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/22/the-ghost-train-arnold-ridley-playwright-new-productions","shortUrl":"http://gu.com/p/4957q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/22/the-ghost-train-arnold-ridley-playwright-new-productions","webUri":"http://www.theguardian.com/stage/2015/may/22/the-ghost-train-arnold-ridley-playwright-new-productions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432212734667/Told-By-An-Idiot-The-Ghos-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the round … Told By An Idiot’s production is at Manchester’s Royal Exchange. Photograph: Jonathan Keenan","credit":"Jonathan Keenan/pr","altText":"Told By An Idiot: The Ghost Train","cleanCaption":"In the round … Told By An Idiot’s production is at Manchester’s Royal Exchange. Photograph: Jonathan Keenan"}},"importance":4,"kicker":{"title":"The Ghost Train"},"showQuotedHeadline":false},{"title":"Circus Maximus review / Exposes the extraordinary chicanery behind staging the Olympics and the World Cup","rawTitle":"Exposes the extraordinary chicanery behind staging the Olympics and the World Cup","item":{"type":"article","id":"books/2015/may/22/circus-maximus-andrew-zimbalist-review","title":"Circus Maximus by Andrew Zimbalist review – an Olympic-sized rip-off","trailText":"A remarkable study that exposes the extraordinary chicanery and dodgy dealing behind staging the Olympics and the World&nbsp;Cup","standFirst":"A remarkable study that exposes the extraordinary chicanery and dodgy dealing behind staging the Olympics and the World&nbsp;Cup","byline":"Simon Jenkins","body":"<p>Apart from war, nothing so deranges the political mind as national sports rivalry. It stirs patriotism, ostentation and group hysteria. In Britain, its participants are accorded the status of quasi-military heroes. At the apex of this derangement stand two so-called mega-events, the Olympic Games and football’s World Cup. Politicians will beg, bribe, cheat, lie and spend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jan/20/this-will-unite-right-and-left-the-bostonians-who-want-to-bring-down-the-olympics\" title=\"\">unlimited sums of taxpayers’ money to “win” a&nbsp;hosting of these contests</a>.</p> \n<p>Andrew Zimbalist is a sports economist, though I wonder if he has not abandoned that profession, in despair, for behavioural psychology. The focus of his interest is not so much the host countries, which he portrays as desperate victims of some curse, gripped by&nbsp;lust for glory and immune to debt. Rather, he is mesmerised by their oppressors, the International Olympic Committee (IOC) and Fifa, self-perpetuating cabals of Swiss-based bureaucrats, who live fat on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/dec/17/world-cup-olympics-switzerland\" title=\"\">six-figure salaries, colossal expenses and unbounded arrogance</a>. They travel the&nbsp;world like princes, playing on the weakness of democrats and dictators alike. With each event, they demand more venues and more costs. The IOC’s&nbsp;boss Juan Antonio Samaranch was understandably addressed as “your excellency”.</p> \n<p>When London was awarded the 2012 Games, it paid $500,000 in fees to the IOC just to bid. The British government then increased a customarily understated budget of &pound;3bn to more than &pound;9bn. The IOC demanded London build a new, fortified city at Stratford, despite the new Wembley having ‑-called Olympic “family” required five-star hotels and fleets of limousines, roads to be designated for their private use, including a “Zil lane” past Harrods, and traffic lights that turned green on their approach.</p> \n<p>Parliament had to pass a law placing the police and regulators at the IOC’s disposal. The IOC was excused all local taxes and its sponsors were not to suffer rival products advertised anywhere within sight – not so much as the name of a loo seat. The army was put on standby, with missile launchers and submarines at the ready. London’s mayor, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/jul/13/transport-for-london-olympic-message\" title=\"\">Boris Johnson, told his citizens to stay off the tube </a>lest they impeded Games visitors. Tourist sites emptied. Such nonsense is not even offered to a&nbsp;visiting head of state. Yet the government dared deny the IOC nothing.</p> \n<p>Britain, like other host nations, went into banana republic mode. The BBC turned soft in the head, its presenters screaming at every medal like Stalinist sycophants. Newspapers abandoned all news judgment for the duration. Critics were treated like conscientious objectors during the Great War, wimps who could not stand the sight of weapons of mass expenditure.</p> \n<p>When the IOC and its grubby younger sister Fifa were founded in 1894 and 1904 respectively, they were dedicated to international concord and amateurism (not yet a term of abuse). They went along with Hitler’s transformation of the 1936 Olympics from the cause of internationalism to that of nationalism, and never looked back.</p> \n<p>Zimbalist shows how, by exploiting television and product sponsorship, the IOC and Fifa turned the contests into primarily commercial events. They were soon in thrall to the big venue contractors (mostly American). The Games&nbsp;became essentially a tax on nation states, with profit going to contractors and the IOC and Fifa themselves. In the 1960s the IOC was still taking just 5% of the Games’ rights revenue. It nowadays pockets more than half, usually leaving the host nations crippled with debt.</p> \n<p>By the 1970s, the Olympics were assailed by political boycotts, drug scandals and the near bankruptcy of Montreal in 1976. For the 1984 Games, says Zimbalist, “the brand was so markedly tarnished” that the only bidder was a&nbsp;private syndicate from Los Angeles, offering to rent the city’s existing facilities. They did so and made a&nbsp;fortune.</p> \n<p>Los Angeles was an elixir for the IOC. Amateurism was abandoned, a&nbsp;blind eye was turned to doping and ever more rights revenue was skimmed from host cities and sporting committees. Then in 1992, Barcelona offered to&nbsp;locate its Olympics in a rundown part of the city, thus declaring the Games primarily a “legacy”. Los Angeles and Barcelona saved the Games. To all complaints over costs, the IOC now refers to the Olympics as&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/mar/27/london-2012-ioc-legacy\" title=\"\">“a huge sporting, economic and social legacy”</a>.</p> \n<p>Zimbalist shows such claims to be rubbish. Los Angeles and Barcelona were exceptions, in that sporting events were adapted to suit the host city, rather than vice versa. The economic multiplier of these mega-events is proven false. City or state GDP does not increase. Tourism does not rise during the contests. The 2000 Sydney Olympics led to a four-year fall in numbers, and Beijing 2008 saw a&nbsp;collapse in visits. The British government hired bevies of accountants to claim that the 2012 Games would make a profit, “earn Britain &pound;13bn in extra trade” and “deliver a tourism boost”. They did nothing of the sort. The stadiums were to be dismantled and reused elsewhere – they were not.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b406c259ac6d1c38368ff9e5e36ca2ef58d32a01\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432227655456/4c52055d-4662-499e-9411-a4badf6e252d-280x420.jpeg\" alt=\"Demonstrators protest against the 2014 Fifa World Cup in S&atilde;o Paulo, Brazil.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Demonstrators protest against the 2014 Fifa World Cup in S&atilde;o Paulo, Brazil.</span> \n  <span class=\"element-image__credit\">Photograph: Sebastiao Moreira/EPA</span> \n </figcaption> \n</figure> \n<p>Most gratuitous have been the white elephants. Athens now has more Olympic ruins than classical ones, with 21 out of 22 structures erected for the 2004 Games standing derelict. The debt undoubtedly contributed to the country’s economic collapse. The demand of the IOC for “gold-plated” stadiums has left cities from Atlanta to Barcelona, Beijing and London with near unusable monoliths. Some cities may see a one-off boost to transport infrastructure, but as Zimbalist comments: “Why should it be necessary to spend tens of billions of dollars to host an event to get hundreds of millions of dollars of worthwhile investment?” Instead the world is littered with empty velodromes, kayak runs, beach volleyball stadiums, speedskating ovals and bobsled tracks.</p> \n<p>Fifa demands eight state-of-the-art stadiums for each World Cup, sometimes used for just half a dozen matches each. South Africa and Brazil nurse at least six stadiums that cost hundreds of millions of dollars and are now abandoned. Two in South Africa, at Mokaba and Mbombela, may be demolished. Fifa boasts “they provide many benefits for local communities and enhance community pride”. This, says Zimbalist, is “fanciful nonsense”.</p> \n<p>After riots broke out in Brazil in protest against waste on mega-events, a Fifa official blandly remarked that “less democracy is sometimes better for organising a&nbsp;World Cup”. Hence Fifa’s 2010 decision to award the World Cup <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/18/fifa-qatar-world-cup-press-freedom\" title=\"\">to Russia, and then Qatar</a>. Only the British press revealed the corruption behind the decision, an accusation to which Fifa’s ruling regime, headed by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/sepp-blatter\" title=\"\">Sepp Blatter</a> remained wholly immune. These people are accountable to no one but “sport”.</p> \n<p>Putin’s spending of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/oct/09/sochi-2014-olympics-money-corruption\" title=\"\">more than $51bn on the 2014 Sochi Winter Olympics</a> dwarfed even Beijing’s $40bn on summer 2008. Zimbalist recounts the oligarchic chicanery and racketeering involved. The Russian ruler’s vanity is now incurring even higher costs for the 2018 World Cup. (If western leaders wanted to hurt Putin, they would boycott that event, but their vanity is the equal of his.)</p> \n<p>Zimbalist has no answer to all this beyond a resigned shrug. For next year’s Rio Olympics, that impoverished city must find more than $14bn in costs for two weeks of elite sport. It will receive a mere $1.5bn out of some $5bn in expected rights revenue, the rest vanishing into the “expenses” of the IOC. The Olympics have become a&nbsp;straightforward rip-off. But as long as politicians exult in the glory of a brief sojourn in the world spotlight, there is no remedy. Rio’s favelas will gaze down at the passing cavalcade and be told to marvel at the honour done them – and pay up. Soon, however, this will be a game only dictatorships will play.</p> \n<p><span class=\"bullet\">•</span> To order <em>Circus Maximus</em> for &pound;19.50 go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283710/\" title=\"\">bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/21/1432227387927/Vladimir-Putin-Visits-Soc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vladimir Putin poses with volunteers at the 2014 Sochi Winter Olympics. Photograph: Sasha Mordovets/Getty Images","credit":"Sasha Mordovets/Getty Images","altText":"Vladimir Putin Visits Sochi Ahead Of Winter Olympics 2014","cleanCaption":"Vladimir Putin poses with volunteers at the 2014 Sochi Winter Olympics. Photograph: Sasha Mordovets/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432227653474/4c52055d-4662-499e-9411-a4badf6e252d-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Demonstrators protest against the 2014 Fifa World Cup in São Paulo, Brazil. Photograph: Sebastiao Moreira/EPA","credit":"Sebastiao Moreira/EPA","altText":"Demonstrators protest against the 2014 Fifa World Cup in São Paulo, Brazil.","cleanCaption":"Demonstrators protest against the 2014 Fifa World Cup in São Paulo, Brazil.","cleanCredit":"Photograph: Sebastiao Moreira/EPA"}],"webPublicationDate":"2015-05-22T05:30:06Z","lastModified":"2015-05-22T05:30:06Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Simon Jenkins","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749150/SimonJenkins.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins"}],"feature":false,"keywords":["Sport and leisure","Economics","Books","Culture","Olympic Games","International Olympic Committee","Fifa","World Cup","Sport"],"tags":[{"id":"books/sportandleisure","webTitle":"Sport and leisure"},{"id":"books/economics","webTitle":"Economics"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/international-olympic-committee","webTitle":"International Olympic Committee"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"books"},"topics":[{"displayName":"Simon Jenkins","topic":{"type":"tag-contributor","name":"profile/simonjenkins"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/22/circus-maximus-andrew-zimbalist-review","shortUrl":"http://gu.com/p/493af","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/22/circus-maximus-andrew-zimbalist-review","webUri":"http://www.theguardian.com/books/2015/may/22/circus-maximus-andrew-zimbalist-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/21/1432227387927/Vladimir-Putin-Visits-Soc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vladimir Putin poses with volunteers at the 2014 Sochi Winter Olympics. Photograph: Sasha Mordovets/Getty Images","credit":"Sasha Mordovets/Getty Images","altText":"Vladimir Putin Visits Sochi Ahead Of Winter Olympics 2014","cleanCaption":"Vladimir Putin poses with volunteers at the 2014 Sochi Winter Olympics. Photograph: Sasha Mordovets/Getty Images"}},"importance":4,"kicker":{"title":"Circus Maximus review"},"showQuotedHeadline":false},{"title":"Ukraine fears spread of separatist conflict amid hostility towards Kiev","rawTitle":"Ukraine fears spread of separatist conflict amid hostility towards Kiev","item":{"type":"article","id":"world/2015/may/22/ukraine-separatist-conflict-odessa","title":"Ukraine fears spread of separatist conflict amid hostility towards Kiev","trailText":"Attacks in Odessa and Kharkiv suggest instability is extending across the country, fuelled by rising inflation and rocketing utility prices ","standFirst":"<p>Attacks in Odessa and Kharkiv suggest instability is extending across the country, fuelled by rising inflation and rocketing utility prices </p>","byline":"Howard Amos in Kharkiv and Odessa","body":"<p>On a bright Sunday morning in February, Ihor Rassokha was at a pro-Ukraine rally in Kharkhiv with a friend, the local scientist Igor Tolmachov.</p> \n<p>Suddenly there was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/22/ukraine-and-pro-russia-rebels-swap-dozens-of-prisoners\">an explosion</a>, Rossokha recalled, sounding like a firecracker at a football match. Everyone dropped to the ground but a splinter hit Tolmachov in the heart. He managed to run a few metres before falling over. <br /></p> \n<p>“I tried to resuscitate him although I could see the splinter sticking out of his chest,” said Rassokha, who only realised his friend was dead when the ambulance crews refused to load the body. Tolmachov was one of four people, including a police officer and a 15-year-old boy, killed that day. Dozens of others were injured. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/30/there-was-heroism-and-cruelty-on-both-sides-the-truth-behind-one-of-ukraines-deadliest-days\">'There was heroism and cruelty on both sides': the truth behind one of Ukraine's deadliest days</a> </p> \n</aside> \n<p>The attack, which took place on the day marked by Orthodox believers as Forgiveness Sunday, was the most deadly of dozens of similar explosions in the Ukrainian cities of Kharkhiv and Odessa in recent months. </p> \n<p>The violence has raised fears that the instability of the separatist war, largely contained to a pocket of eastern Ukraine, is spreading across the country.<br /></p> \n<p>Both Odessa and Kharkhiv are deeply divided along political lines, with large numbers opposed to the government in Kiev and in favour of closer ties with Moscow. Kharkhiv has seen an influx of at least 150,000 refugees from fighting in the east and is just a few miles from the Russian border. The Black Sea port of Odessa, which has deep historical and cultural ties with its neighbour, saw over 40 pro-Moscow activists killed during street battles last May.</p> \n<p>Attacks in the two big cities have been directed at pro-Ukraine groups and the military, with targets including the premises of volunteer organisations, bars frequented by activists, military bases, banks, railway lines and even a flagpole.</p> \n<p>Though there have been more than 40 blasts since last autumn, only five deaths have been confirmed. The bombers, who use crude explosive devices, seem to want to avoid large loss of life. Instead, they appear intent on destabilising the fragile political situation, intimidating pro-Ukraine groups and creating an atmosphere of fear. <br /></p> \n<figure class=\"element element-embed\" data-alt=\"Ukraine\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1432212979411/Ukraine-Kharkiv.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>The frequency of attacks has fallen recently after a recent wave of arrests by Ukrainian security services. But on 13 May a <a href=\"http://dumskaya.net/news/nochnoj-vzryv-na-geleznodorognyh-putyah-ostavil--046488/\">bomb exploded on a railway line</a> on the outskirts of Odessa, narrowly missing an approaching passenger train. <br /></p> \n<p>“Sometimes you can sense the fear in the air … sometimes you feel something is coming; you feel the danger,” said Kateryna Roshchyna, who works for an NGO in Kharkhiv.<br /></p> \n<p>Responsibility for some of the blasts has been claimed by a shadowy group calling itself the Kharkhiv Partisans, which <a href=\"https://www.youtube.com/watch?v=G0x2YVsPhRo\">issues statements on YouTube</a> and appears to be based in Russia. But the identity of those behind most of the attacks is unclear. </p> \n<p>Ukrainian security services claim to have arrested attackers and seized weapons and bomb-making equipment. They have also released <a href=\"https://www.youtube.com/watch?v=X5soPfo3LE0\">videos of confessions</a> by alleged terrorists, who say they were paid for their services.</p> \n<p>The country’s interior minister, <a href=\"http://en.censor.net.ua/resonance/332011/effect_from_this_assignment_was_significant_a_kilo_of_tnt_and_a_liter_of_good_liquid_emulated_the_effect\">Arsen Avakov, has published a diary</a> purportedly kept by a bomber in Odessa. The long and rambling text catalogues the amateur efforts of one terrorist cell, and openly discusses payments. </p> \n<p>A 3 March entry describes the moments after one bomb was planted: “Igor is nervous and talking more than usual. Zhenya is also nervous and farting. I am shaking and munching on chocolate… Every second we expect the explosion and every second our hopes are fading and then: Bo-Boom. Hooray! We can relax. We haven’t caused significant damage, but we have shown there are people who care about the fate of Odessa.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Odessans joke that the person used to carry this bomb was given a device set to Moscow time – an hour ahead</p> \n </blockquote> \n</aside> \n<p>Pro-Ukraine activists believe the terrorists are financed and organised by Moscow’s security services, which run training camps in Russia and the breakaway region of Transnistria bordering western Ukraine. They say attacks are orchestrated from the Kremlin-backed self-proclaimed separatist republics in eastern Ukraine. <br /></p> \n<p>“They want to destabilise the region and show that the authorities cannot maintain security … we are fighting with Putin and the Kremlin,” said Dmitry Gumenyuk head of Odessa’s Maidan self-defence group. He retold a local joke about a man who is believed to have been killed when a bomb he was planting went off: “Odessans joke that the person used to carry this bomb was given a device set to Moscow time – an hour ahead!”</p> \n<figure class=\"element element-image\" data-media-id=\"c4205a5829fc97debd48dbf736976a3da77c6c1a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432214204095/3b56a79f-8ac3-46ae-93e3-b6fcb6f3d9be-460x276.jpeg\" alt=\"A protester in Kiev at a rally to demand government protection over the rapid depreciation of the currency.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A protester in Kiev at a rally to demand government protection over the rapid depreciation of the currency.</span> \n  <span class=\"element-image__credit\">Photograph: Efrem Lukatsky/AP</span> \n </figcaption> \n</figure> \n<p>An organisation known as Oberig, has been established in Odessa to collect information on terrorists and pressure the local security services to act. Members claim that the going rate to plant a bomb is $2,000, and that 90% of pro-Russia activists work for cash. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Pro-Russia political groups have been pushed out of public life with many activists fleeing Ukraine</p> \n </blockquote> \n</aside> \n<p>Instability is not only linked to the explosions. Activists also point to political initiatives apparently sponsored from Russia. A group calling itself the <a href=\"http://rada-bessarabia.org/\">Bessarabian Rada</a>, claiming to represent a historical territory encompassing much of south-west Ukraine and neighbouring Moldova, held a founding meeting in Odessa recently. Their website was registered in Russia. </p> \n<p>Three weeks later, Ukrainian <a href=\"http://article.wn.com/view/2015/04/18/Security_forces_in_Odessa_arrest_30_more_Bessarabia_People_s/\">security forces arrested 20 people</a> allegedly planning to announce the formation of a Bessarabian Republic as a political entity. <br /></p> \n<p>Whatever Russia’s role, few deny that hostility towards the government in Kiev is growing in both Odessa and Kharkhiv, fuelled by a sharp economic downturn, rising inflation and rocketing utility prices. Pro-Russia political groups have been pushed out of public life with many activists fleeing Ukraine out of fear of arrest, or assault. Posters calling on people to turn in “separatists” hang prominently in cities in southern and eastern Ukraine. <br /></p> \n<p>“When people with radical opinions are not allowed to speak of course they go underground,” said Artyom Buzila, a pro-Russia journalist in Odessa who was briefly detained by Ukrainian security forces last month. <br /></p> \n<p>No one in either Kharkhiv or Odessa think the explosions are likely to cease any time soon, pointing out that the relatively small death toll is only down to good fortune: bombs have been placed in residential areas and near gas pipes, and several were detonated in the early evening. Many draw comparisons with the sort of day-to-day terrorism associated with living in Israel. <br /></p> \n<p>Ukrainian poet Boris Khersonsky, whose own flat has been bombed, recounted a recent dinner with friends in Odessa. “The restaurant was full when suddenly there was the sound of what was obviously an explosion two blocks away. People raised their eyes, looked around and then went back to their food. Nobody ran away, there was no panic. We have already got used to it,” he said. <br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432212072279/b59c7984-f1c3-492b-81ff-66b001f149ea-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Reuters","altText":"A pro-Russian activist in Odessa in May 2014. Ukraine","cleanCredit":"Photograph: Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432214205415/3b56a79f-8ac3-46ae-93e3-b6fcb6f3d9be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A protester in Kiev at a rally to demand government protection over the rapid depreciation of the currency. Photograph: Efrem Lukatsky/AP","credit":"Efrem Lukatsky/AP","altText":"A protester in Kiev at a rally to demand government protection over the rapid depreciation of the currency.","cleanCaption":"A protester in Kiev at a rally to demand government protection over the rapid depreciation of the currency.","cleanCredit":"Photograph: Efrem Lukatsky/AP"}],"webPublicationDate":"2015-05-22T04:00:04Z","lastModified":"2015-05-22T04:00:04Z","metadata":{"commentable":true,"commentCount":265,"contributors":[{"name":"Howard Amos","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/howard-amos"}],"feature":true,"keywords":["Ukraine","Russia","Europe","World news","European Union"],"tags":[{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"Howard Amos","topic":{"type":"tag-contributor","name":"profile/howard-amos"}}],"series":{"title":"New East network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/new-east-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/ukraine-separatist-conflict-odessa","shortUrl":"http://gu.com/p/4957t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/ukraine-separatist-conflict-odessa","webUri":"http://www.theguardian.com/world/2015/may/22/ukraine-separatist-conflict-odessa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432212072279/b59c7984-f1c3-492b-81ff-66b001f149ea-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A pro-Russian activist in Odessa in May 2014. Photograph: Reuters","credit":"Reuters","altText":"A pro-Russian activist in Odessa in May 2014. Ukraine","cleanCaption":"A pro-Russian activist in Odessa in May 2014.","cleanCredit":"Photograph: Reuters"}},"importance":3,"showQuotedHeadline":false},{"title":"Byker Wall / Newcastle's noble failure of an estate","rawTitle":"Newcastle's noble failure of an estate","item":{"type":"article","id":"cities/2015/may/21/byker-wall-newcastles-noble-failure-of-an-estate-a-history-of-cities-in-50-buildings-day-41","title":"Byker Wall: Newcastle's noble failure of an estate – a history of cities in 50 buildings, day 41","trailText":"Ralph Erskine’s Grade II-listed council estate, built to replace the old Byker neighbourhood, is an examplar of design and public participation – and proof that it is rarely in the interests of people to demolish their original homes","standFirst":"<p>Ralph Erskine’s Grade II-listed council estate, built to replace the old Byker neighbourhood, is an examplar of design and public participation – and proof that it is rarely in the interests of people to demolish their original homes</p>","byline":"Anna Minton","body":"<blockquote class=\"quoted\"> \n <p>In a huge city, it is a fairly common observation that the dwellers in a slum are almost a separate race of people with different values, aspirations and ways of being. One result of slum clearance is that a considerable movement of people takes place over long distances, with devastating effect on the social groupings built up over years. But one might argue that this is a good thing when we are dealing with people who have no initiative or civic pride. The task is surely to break up such groupings, even though the people seem to be satisfied with their miserable environment and seem to enjoy an extrovert social life in their locality.” </p> \n</blockquote> \n<p>So wrote Newcastle’s city planning officer, Wilfrid Burns, in 1963. Working with infamous <a href=\"http://www.bbc.co.uk/insideout/northeast/series2/tdansmith_newcastlepolitics.shtml\">council leader T Dan Smith</a>, Burns planned to demolish a quarter of Newcastle’s housing stock. This was part of Smith’s grandiose vision for a “Brasilia of the north”, which collapsed when he ended up behind bars on corruption charges relating to the <a href=\"http://www.scotsman.com/news/poulson-affair-pelicans-brief-that-stunned-a-country-1-1193245\">Poulson affair</a> housing scandal. But Byker – a tight-knit, 17,000-strong, working-class community of Victorian back-to-back terraces – was demolished. It made way for a wholesale redevelopment of the area, the centrepiece of which was <a href=\"http://architectuul.com/architect/ralph-erskine\">architect Ralph Erskine</a>’s Byker Wall estate.<br /></p> \n<p>Though it has been long since razed, the original Byker community lives on through the work of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2009/aug/12/photography-sirkka-liisa-konttinen\">Sirkka-Liisa Konttinen, a Finnish photographer</a> and film-maker who moved into the old Byker in 1969. Over a 12-year period, she <a href=\"http://www.amber-online.com/exhibitions/byker\">catalogued the community</a> as it faced the wrecking ball, producing a valuable archive of social history, which includes an extraordinary film made by the Amber Film Collective, of which Konttinen is a founding member.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"c9a730cd1ded7d1cd8df05fc232d3fdf8569866c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142335817/23b6719a-b24d-412c-81bb-71b9c50c0c69-460x276.jpeg\" alt=\"The original Byker neighbourhood\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The original Byker neighbourhood was demolished in 1970s. Byker Wall was initially intended to rehouse the residents.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Atkinson/Alamy</span> \n </figcaption> \n</figure> \n<p>Today, Byker is best known for Erskine’s Byker Wall, an 1,800-home estate of 9,500 people, which is among the best regarded of Britain’s postwar council estates. It provides a mile-and-a-half-long barrier to North Sea winds, creating a microclimate within the estate while protecting it from the noise of major roads outside. The undoubtedly forbidding wall echoes <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2010/dec/05/robin-hood-gardens-east-london\">Peter and Alison Smithson’s Robin Hood Gardens</a>, with its 10ft-high acoustic wall, which also shields the East End London estate from the cacophony of traffic noise.<br /></p> \n<p>Unlike Robin Hood Gardens, which is to be knocked down imminently, English Heritage awarded Byker a Grade II listing in 2007, defending it from the swathe of council-estate demolitions currently devastating communities across Britain – <a href=\"http://www.ft.com/cms/s/0/4129abaa-cf16-11e4-893d-00144feab7de.html#axzz3aftvaSMO\">particularly in London</a>, where more than a dozen estates, housing tens of thousands of people on low incomes, are being demolished.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"55520253634dd3a42e27cbf5cc580f36f8aaaf4e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432121643221/cd374d71-873e-434e-bb37-06e416bf20cf-280x420.jpeg\" alt=\"Part of the Byker Wall,.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Despite public participation in the design, fewer than 20% of the original Byker residents were rehoused at Byker Wall.</span> \n  <span class=\"element-image__credit\">Photograph: Leslie Garland Picture Library/Alamy</span> \n </figcaption> \n</figure> \n<p>Giving its reasons for listing Byker Wall, <a href=\"http://www.architectsjournal.co.uk/news/erskines-byker-wall-awarded-grade-ii-status-image/109958.article\">English Heritage singled out the estate</a> both for its “groundbreaking design … influential across Europe”, and its “pioneering … approach to public participation”. And there is no doubt that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2005/mar/22/housingpolicy.guardianobituaries\">Erskine, a deeply committed socialist and Quaker</a> that was heavily influenced by Swedish social democracy, made very considerable efforts to involve the original Byker community in the design of the new development. Outlining his vision to <a href=\"http://www.bbk.ac.uk/bisr/research/Glynn.pdf\">Newcastle City Council in 1968, Erskine made clear</a> that “the main concern will be for those who are already resident in Byker, and the need to rehouse them without breaking family ties and other valued associations or patterns of life”.<br /></p> \n<p>This was done through a pilot scheme involving 46 households working with architects in the design of their future homes and in the old Byker, where Erskine leased a former funeral parlour as an office and drop-in centre.<br /></p> \n<p>And yet, despite these considerable efforts to involve and retain the original community, once the Byker Wall estate was built, fewer than 20% of the original residents were rehoused there. <a href=\"http://www.architectsjournal.co.uk/archive/peter-malpass-on-byker-from-the-archive/5215878.article\">Peter Malpass, commissioned by the Department of the Environment</a> to carry out a research study on the reregeneration, wrote: “Over 17,000 people lived in Byker at the start of the redevelopment. Fewer than 20% of them were living in the New Byker in 1976. One is only left to speculate what would have happened had the policy not been to retain the community.”<br /></p> \n<p><a href=\"http://amber-online.com/exhibitions/byker-revisited\">In 2003, Konttinen returned</a> to make a new film, documenting the lives of Byker Wall residents over a period of six years. The contrast with her previous film is immediate, not least because Erskine’s estate, now characterised by security doors and intercoms, is so different from the narrow streets and back-to-backs of the old Byker. The biggest contrast, however, is not the architecture, but the sense of loneliness and dislocation faced by many residents. These include asylum seekers uprooted from their own communities, but the most poignant scenes record the love of an older resident, living alone, for her dog, and how devastated she is when he falls ill and dies.<br /></p> \n<p>Konttinen’s original film is not a sentimental account of a bygone age, nor does it shirk the poverty many residents of the old Byker endured. But it is the images of scores of kids playing in the streets, and the music and singing of people in the local pubs, which shines through and defines old Byker. In reality, Byker Wall was more a place of isolated individuals facing challenging circumstances in solitary flats.<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4f678d7424cc6118189c143e9779c767b42ce778\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142477121/ab949de4-5cce-42cc-95bf-dd1c6c88ea01-460x295.jpeg\" alt=\"Children play on the site of demolished houses in Byker, Newcastle\" width=\"460\" height=\"295\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Children play on the site of demolished houses in Byker, Newcastle.</span> \n  <span class=\"element-image__credit\">Photograph: Trinity Mirror/Mirrorpix/Alamy</span> \n </figcaption> \n</figure> \n<p>Of course, the world has changed immeasurably since the late 1960s and early 1970s, and the type of community immortalised so memorably by Konttinen no longer exists anywhere in Britain. For all its faults, <a href=\"http://www.bbk.ac.uk/bisr/research/Glynn.pdf\">Byker Wall was an exemplar</a> of both design and an attempt to involve the community in the changes planned for them by those in power. That it failed in so many ways reveals that it is rarely in the interests of communities to demolish the homes they live in.<br /></p> \n<p>Following the condemnation of planners for postwar slum clearances, of which the old Byker is a part, politicians vowed not to repeat the mistakes of the past. Yet the desire to demolish people out of poverty appears to be irresistible. Today, the cycle of demolition and redevelopment has come full circle as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/jun/04/is-demolition-ever-the-best-way-to-regenerate\">so many of the estates contemporaneous to Byker are also slated for demolition</a>. What characterises all of these communities is the fierce resistance of the majority of residents, who desperately want to stay in their homes. That they are not represented and their wishes routinely ignored represents the abject failure of democracy, both then and now.<br /></p> \n<p><em>Anna Minton is the <a href=\"http://www.amazon.co.uk/Ground-Control-Fear-happiness-twenty-first-century/dp/0241960908\">author of Ground Control</a>, and reader in <a href=\"http://www.uel.ac.uk/research/profiles/ace/anna-minton/\">architecture at the University of East London</a>. She</em><em> will be one of the speakers at the Guardian Masterclasses <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/guardian-masterclasses/2015/mar/31/uncovering-the-city-urban-writing-seminar-with-bradley-l-garrett\">How to write about cities seminar</a> on Saturday 23 May</em><br /></p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121413615/c71dc047-39e1-4f18-96e2-52baded68f2f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy/Peter Atkinson","altText":"Ralph Erskine's Byker Wall estate, Tyne and Wear.","cleanCredit":"Photograph: Alamy/Peter Atkinson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142337297/23b6719a-b24d-412c-81bb-71b9c50c0c69-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The original Byker neighbourhood was demolished in 1970s. Byker Wall was initially intended to rehouse the residents. Photograph: Peter Atkinson/Alamy","credit":"Peter Atkinson/Alamy","altText":"The original Byker neighbourhood","cleanCaption":"The original Byker neighbourhood was demolished in 1970s. Byker Wall was initially intended to rehouse the residents.","cleanCredit":"Photograph: Peter Atkinson/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121645008/cd374d71-873e-434e-bb37-06e416bf20cf-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Despite public participation in the design, fewer than 20% of the original Byker residents were rehoused at Byker Wall. Photograph: Leslie Garland Picture Library/Alamy","credit":"Leslie Garland Picture Library/Alamy","altText":"Part of the Byker Wall,.","cleanCaption":"Despite public participation in the design, fewer than 20% of the original Byker residents were rehoused at Byker Wall.","cleanCredit":"Photograph: Leslie Garland Picture Library/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142475512/ab949de4-5cce-42cc-95bf-dd1c6c88ea01-2060x1319.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2060,"orientation":"landscape","caption":"Children play on the site of demolished houses in Byker, Newcastle. Photograph: Trinity Mirror/Mirrorpix/Alamy","credit":"Trinity Mirror/Mirrorpix/Alamy","altText":"Children play on the site of demolished houses in Byker, Newcastle","cleanCaption":"Children play on the site of demolished houses in Byker, Newcastle.","cleanCredit":"Photograph: Trinity Mirror/Mirrorpix/Alamy"}],"webPublicationDate":"2015-05-21T06:00:01Z","lastModified":"2015-05-21T19:12:05Z","metadata":{"commentable":true,"commentCount":152,"contributors":[{"name":"Anna Minton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anna-minton"}],"feature":false,"keywords":["Cities","Architecture","Art and design","Culture","UK news","Newcastle","Regeneration","Communities","Society","Housing"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/newcastle","webTitle":"Newcastle"},{"id":"society/regeneration","webTitle":"Regeneration"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"society/housing","webTitle":"Housing"}],"section":{"id":"cities"},"topics":[{"displayName":"Anna Minton","topic":{"type":"tag-contributor","name":"profile/anna-minton"}}],"series":{"title":"A history of cities in 50 buildings","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/history-cities-50-buildings"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/may/21/byker-wall-newcastles-noble-failure-of-an-estate-a-history-of-cities-in-50-buildings-day-41","shortUrl":"http://gu.com/p/494v5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/may/21/byker-wall-newcastles-noble-failure-of-an-estate-a-history-of-cities-in-50-buildings-day-41","webUri":"http://www.theguardian.com/cities/2015/may/21/byker-wall-newcastles-noble-failure-of-an-estate-a-history-of-cities-in-50-buildings-day-41"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121493216/245a40fd-72d4-4819-98fc-c1a7dcbf1242-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Undoubtedly forbidding ... Ralph Erskine’s Byker Wall estate in Newcastle. Photograph: Alamy/Islandstock","credit":"Alamy/Islandstock","altText":"Ralph Erskine’s Byker Wall estate, Tyne and Wear.","cleanCaption":"Undoubtedly forbidding ... Ralph Erskine’s Byker Wall estate in Newcastle.","cleanCredit":"Photograph: Alamy/Islandstock"}},"importance":3,"kicker":{"title":"Byker Wall"},"showQuotedHeadline":false}],"lastModified":"2015-05-22T09:25:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}