{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Kafka's Metamorphosis / Mutations of a classic","rawTitle":"Mutations of a classic","item":{"type":"article","id":"books/booksblog/2015/may/13/kafka-metamorphosis-translations","title":"Kafka's Metamorphosis and its mutations in translation","trailText":"Kafka’s haunting story is a century old this year. Numerous translations have re-shaped it into English, but which is the most successful?","standFirst":"<p>Kafka’s haunting story is a century old this year. Numerous translations have re-shaped it into English, but which is the most successful?</p>","byline":"WB Gooderham","body":"<p>It’s one of the most famous opening lines in literature:<br /></p> \n<blockquote class=\"quoted\"> \n <p><em>Als Gregor Samsa eines Morgens aus unruhigen Tr&auml;umen erwachte, fand er sich in seinem Bett zu einem ungeheueren Ungeziefer verwandelt”</em></p> \n</blockquote> \n<p>Or to put it another way:</p> \n<blockquote class=\"quoted\"> \n <p><em>As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect.”</em></p> \n</blockquote> \n<p>So begins The Metamorphosis, Franz Kafka’s 1915 novella of angst par excellence, in which a travelling salesman struggles to adapt to his horrific new identity against the backdrop of his middle-class family’s repulsion – although depending upon which translation you happen to be reading, poor old Gregor could be waking up to find himself transformed into anything from a giant bug to a monstrous cockroach to a large verminous insect. (“Ungeheuren Ungeziefer”<em> </em>has no literal translation in English, but broadly speaking it means an enormous or monstrous kind of unclean vermin; thus the entomology of Gregor Samsa remains <a href=\"http://www.bbc.co.uk/programmes/b05tbh5k \">a much-contested mystery</a>.) </p> \n<p>With the centenary of The Metamorphosis’s publication looming, I’ve spent the past month or so reading as many of the different translations I’ve been able to get hold of. The purpose of my reading was not to uncover that even more mythical of beasts, the Definitive Translation; nor was it to discover the True Meaning of The Metamorphosis (and the fable-like simplicity of Kafka’s prose means there are even more interpretations of the story than there are translations – from <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=IOoQcPy23w4\">Ritchie Robertson’s Freudian description</a> of “a constellation of sex, power and violence at the heart of the family” to <a draggable=\"true\" href=\"http://www.kafka.org/index.php?id=191,209,0,0,1,0\">Nabokov’s possibly tongue-in-cheek, certainly self-aware assertion</a> that “the Samsa family around the fantastic insect is nothing less than mediocrity surrounding genius”). Rather, my intention was simply to compile a list of those translations I considered particularly noteworthy.</p> \n<p>This piece, then, is intended as a starting point for discussion on the merits or otherwise of the different translations available. Please feel free to point out any that I have missed (or you feel I have misrepresented) or to champion your own particular favourite. And please don’t feel you have to limit yourself to The Metamorphosis. By happy coincidence <a href=\"http://www.bbc.co.uk/mediacentre/latestnews/2015/in-the-shadow-of-kafka\">BBC Radios 3 and 4 are in the midst of a Kafka season</a>, so if you have a particular favourite translation of The Castle, The Trial or Investigations of a Dog, or any other Kafka, now is an ideal time to flag them up.</p> \n<h2><strong>Edwin and Willa Muir, first published in 1933. Currently published by <a href=\"http://www.vintage-books.co.uk/books/0749399538/franz-kafka/metamorphosis/ \"> Vintage Classics</a> and Schocken Books.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect.”</em></p> \n</blockquote> \n<p>For decades the “standard text”, and if the prose can seem a trifle stilted (“He was lying on his hard, as it were armour-plated, back …”) and the dialogue antiquated (“the devil take it all!”), then this seems entirely in keeping with the middle-class milieu of early 20th-century Europe. Of the two editions, the Schocken is the better-looking and comes with an afterword by Kafka’s friend and literary executor, Max Brod.</p> \n<h2><strong>Stanley Corngold, first published 1972, currently published in the US by <a href=\"http://www.penguinrandomhouse.com/books/89254/the-metamorphosis-by-franz-kafka/\">the Modern Library</a>.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>When Gregor Samsa woke up one morning from unsettling dreams, he found himself changed in his bed into a monstrous vermin.”</em><em><strong> <br /></strong></em></p> \n</blockquote> \n<p>Running to more than 300 pages, this is basically your one-stop Metamorphosis shop. As well as critical essays by WH Auden, Philip Roth and Walter Benjamin, this heavily annotated edition also includes letters and diary entries of Kafka’s pertaining to The Metamorphosis. And Corngold’s introduction is as thorough as it is provocative (he claims to have traced the origin of ungeheueren Ungeziefer<em tabindex=\"-1\"> </em>back to a protestant pamphlet written in 1581: “O monstruous vermine”). However, Corngold’s was not my favourite translation. In his introduction he states his intention as trying “to follow Kafka’s actual idiom”, which does not always equate with an easy read:<br tabindex=\"-1\" /></p> \n<blockquote class=\"quoted\"> \n <p>did the manager himself have to come, and did the whole innocent family have to be shown in this way that the investigation of this suspicious affair could be entrusted only to the intellect of the manager?” </p> \n</blockquote> \n<p>One for the serious Kafka scholar, not the casual reader. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0a2f37984183f185215276cd337e2a2994ba6537\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431522174549/ba40024d-0bee-47b3-9bb7-0ddb72f19676-299x420.jpeg\" alt=\"Portrait of  Franz Kafka, 1923/24.\" width=\"299\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Portrait of Franz Kafka, 1923/24.</span> \n  <span class=\"element-image__credit\">Photograph: Imagno/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Joachim Neugroschel, first published 1993. <a href=\"http://books.simonandschuster.com/The-Metamorphosis-in-the-Penal-Colony-and-Other/Franz-Kafka/9780684800707\">Scribner Paperback Fiction</a>.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>One morning, upon awakening from agitated dreams, Gregor Samsa found himself, in his bed, transformed into a monstrous vermin.”</em></p> \n</blockquote> \n<p>Not only one of the most readable translations, but also a lovely-looking edition. And while reading Neugroschel, not once did I find my mind drifting to compare it to other translations – a trivial aside, perhaps, but after spending a whole month of reading nothing but The Metamorphosis, one not to be sniffed at.</p> \n<h2><strong>Michael Hofmann (2007).<a href=\"http://www.abebooks.co.uk/servlet/BookDetailsPL?bi=14133614834&amp;searchurl=pn%3Dpenguin%26pics%3Don%26tn%3Dmetamorphosis+and+other+stories%26an%3Dfranz+kafka\"> Penguin Modern Classics</a>.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>When Gregor Samsa awoke one morning from troubled dreams, he found himself changed into a monstrous cockroach in his bed.” </em></p> \n</blockquote> \n<p>By dint of being a Penguin Modern Classic this is probably the most readily available translation. However, despite being perfectly readable and coming with an excellent introduction, this is not a favourite of mine. While Kafka purists may recoil in horror at the insect-specific Gregor, more troubling for me are slangy colloquialisms. Thus Gregor’s boss is no longer “partial to the ladies” (Muir) but a “notorious skirt-chaser”. A decent translation, then, but not for everyone. </p> \n<h2><strong>Joyce Crick (2009). <a href=\"http://ukcatalogue.oup.com/product/9780199238552.do \">Oxford World Classics</a>.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>As Gregor Samsa woke one morning from uneasy dreams, he found himself transformed into some kind of monstrous vermin.” </em></p> \n</blockquote> \n<p>This edition contains a fascinating introduction by Ritchie Robertson, offering Buddhist, Freudian and expressionist readings of the text. And while Crick deserves praise for jettisoning that awkwardly intrusive “in bed” from the opening sentence, her stated intention of following Kafka’s syntax as closely as possible – “often going further than English syntax can naturally accommodate” – can occasionally make for some rather confusing sentences:</p> \n<blockquote class=\"quoted\"> \n <p>[The picture] showed a lady posed sitting erect, attired in a fur hat and fur boa, and raising a heavy fur muff, which swallowed her arm right up to the elbow, towards the viewer.”</p> \n</blockquote> \n<h2><strong>Christopher Moncrieff (2014). <a href=\"http://www.almaclassics.com/the-metamorphosis-and-other-stories-p-578-book.html \">Alma Classics</a>.</strong></h2> \n<p>“<em>One morning, as Gregor Samsa woke from a fitful, dream-filled sleep, he found that he had changed into an enormous bedbug.” </em> </p> \n<p>No introduction – which is a pity as this is by far the most idiosyncratic translation and it would have been interesting to know the reasoning behind some of Moncrieff’s more florid decisions. (“Grete got up first and unfurled her flourishing young body.”)<em> </em>Not a Metamorphosis I’d recommend to first-timers, but jaded Kafka-readers may enjoy being nudged out of their comfort zones (if jaded Kafka-readers have comfort zones).</p> \n<h2><strong>Susan Bernofsky (2014),<a href=\"http://books.wwnorton.com/books/The-Metamorphosis/ \"> Norton</a>.</strong></h2> \n<blockquote class=\"quoted\"> \n <p><em>When Gregor Samsa woke one morning from troubled dreams, he found himself transformed right there in his bed into some sort of monstrous insect.” </em></p> \n</blockquote> \n<p>A slim, gorgeous-looking volume, comprising solely of The Metamorphosis and a thought-provoking introduction by David Cronenberg. Bernofsky’s handling of the opening sentence is masterful – both improving the rhythm around that troublesome “in bed” and staying true to Kafka’s intended ambiguity. And while the rest of Bernofsky’s translation is occasionally a tad verbose for my tastes it remains eminently readable and would make an ideal gift for the aforementioned jaded Kafkaphile.</p> \n<h2><strong>John R Williams (2014) <a href=\"http://www.wordsworth-editions.com/collection/classics/book/title/essential-kafka \">Wordsworth Classics</a>.</strong></h2> \n<p>And just when I thought no one could possibly improve on Bernofsky’s opening sentence, along comes Williams, who – behind an ugly cover, and beneath an unnecessary subtitle (“The Transformation of Gregor Samsa”) – quite simply, and quite beautifully, reshapes:</p> \n<blockquote class=\"quoted\"> \n <p><em>One morning Gregor Samsa woke in his bed from uneasy dreams and found he had turned into a large verminous insect”</em></p> \n</blockquote> \n<p>The ecomomy here is characteristic of Williams’s translation throughout. If Bernofsky is a putter-inner, Williams is a taker-outer, unafraid to break up some of Kafka’s long, unwieldy sentences into shorter, more manageable units where necessary. This may get purists tutting, but I found this translation a joy to read. Highly recommended. </p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431506121422/d9ad093c-1a8a-49bb-8e6f-9aaef6adb3a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tristram Kenton","altText":"Edward Watson  as Gregor Samsa in the Royal Ballet adaptation of Metamorphosis.","cleanCredit":"Photograph: Tristram Kenton"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431522175093/ba40024d-0bee-47b3-9bb7-0ddb72f19676-1450x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1450,"orientation":"portrait","caption":"Portrait of Franz Kafka, 1923/24. Photograph: Imagno/Getty Images","credit":"Imagno/Getty Images","altText":"Portrait of  Franz Kafka, 1923/24.","cleanCaption":"Portrait of Franz Kafka, 1923/24.","cleanCredit":"Photograph: Imagno/Getty Images"}],"webPublicationDate":"2015-05-13T13:03:55Z","lastModified":"2015-05-13T14:36:09Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"WB Gooderham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/wayne-gooderham"}],"feature":false,"keywords":["Franz Kafka","Fiction in translation","Books","Culture","Fiction"],"tags":[{"id":"books/franzkafka","webTitle":"Franz Kafka"},{"id":"books/fiction-in-translation","webTitle":"Fiction in translation"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/fiction","webTitle":"Fiction"}],"section":{"id":"books"},"topics":[{"displayName":"WB Gooderham","topic":{"type":"tag-contributor","name":"profile/wayne-gooderham"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/booksblog/2015/may/13/kafka-metamorphosis-translations","shortUrl":"http://gu.com/p/48ayf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/booksblog/2015/may/13/kafka-metamorphosis-translations","webUri":"http://www.theguardian.com/books/booksblog/2015/may/13/kafka-metamorphosis-translations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431506121422/d9ad093c-1a8a-49bb-8e6f-9aaef6adb3a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shape-shifting ... Edward Watson as Gregor Samsa in the Royal Ballet’s adaptation of Metamorphosis. Photograph: Tristram Kenton","credit":"Tristram Kenton","altText":"Edward Watson  as Gregor Samsa in the Royal Ballet adaptation of Metamorphosis.","cleanCaption":"Shape-shifting ... Edward Watson as Gregor Samsa in the Royal Ballet’s adaptation of Metamorphosis.","cleanCredit":"Photograph: Tristram Kenton"}},"importance":7,"kicker":{"title":"Kafka's Metamorphosis"},"showQuotedHeadline":false},{"title":"Truth smugglers / The Syrians risking their lives to expose Assad","rawTitle":"The Syrians risking their lives to expose Assad","item":{"type":"article","id":"world/2015/may/12/syria-truth-smugglers-bashar-al-assad-war-crimes","title":"Syria’s truth smugglers","trailText":"The long read: A team of Syrian investigators have risked their lives to collect secret government documents that provide evidence of war crimes by Bashar al-Assad and his regime. Will an international court ever hear their cases?","standFirst":"A team of Syrian investigators have risked their lives to collect secret government documents that provide evidence of war crimes by Bashar al-Assad and his regime. Will an international court ever hear their cases?","byline":"Julian Borger","body":"<p><strong>One day in February 2014</strong>, a dusty and dented pick-up truck approached an Isis checkpoint outside the Syrian border town of Tell Abyad, carrying two men dressed in the simple djellaba robes and loose keffiyehs worn by local farmers. The fighter on duty checked their identity cards and cast an eye over the fertiliser bags and scraps of wood piled in the back of the vehicle. The driver and his passenger said they were in the area to visit relatives, and the fighter waved them through.</p> \n<p>The two men drove across the Turkish border, having cleared the last – and potentially most lethal – obstacle on a long clandestine journey. Hidden under the sacks of fertiliser in the back of the truck was a batch of documents salvaged from the battlefields of Syria’s bloody conflict, and smuggled across the country at enormous risk. Amid the thousands of pages of military orders and government reports that had just come across the border was vital evidence of war crimes, which could one day form the core of an international prosecution of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/house-arrest-report-syrian-security-chief-ali-mamlouk-hospital-turkish-intelligence-assad\">Bashar al-Assad and his regime</a>.</p> \n<p>The driver of the pick-up, a stocky man in his 40s named Adel, was the chief investigator for the Commission for International Justice and Accountability (CIJA). An independent organisation set up by experts on humanitarian law, with funding from western governments, its aim is to collect evidence of atrocities committed by the Syrian regime and opposition, in preparation for the day when they can be judged by a tribunal. Adel and his team of 50 investigators had made many such trips in the three years since the CIJA was established, but these smuggling runs through Tell Abyad in the first months of 2014 would prove to be the most fruitful. They were carrying the greatest find of the investigation so far: a complete set of documents from the provinces of Raqqa and Deir ez-Zor, which provided a clear picture of the regime’s machinery of repression, and showed how tightly it is controlled by Assad and his inner circle.</p> \n<p>Adel had visited Raqqa and Deir ez-Zor in December 2013, with introductions from mutual acquaintances to a handful of the commanders of Islamist militias in the region. These militias had scored a string of victories over the Syrian army earlier that year, seizing government buildings in the process. Adel was interested in what was inside these buildings – the paperwork left behind in filing cabinets and underground archives. In Raqqa, leaders of the local Salafist militia offered to help collect what Adel was looking for; over the next few days, they came to him with plastic bags and cardboard boxes full of papers from the abandoned secret police headquarters in the town of Taqba and from Raqqa city itself.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The regime's security branches kept copies of orders coming down from Damascus and the reports going up the chain</p> \n </blockquote> \n</aside> \n<p>In Deir ez-Zor, the situation was more complicated. The dominant military force there was the Nusra Front, an al-Qaida offshoot opposed to any venture associated with the west. But one of the group’s local commanders – a man of “grace and education”, according to Adel – agreed to covertly provide assistance. His fighters allowed Adel’s investigators to comb through the military intelligence building and sweep up the files and loose papers scattered around its deserted shell.</p> \n<p>By January 2014, Adel’s archive had rapidly grown to fill a dozen boxes – about 150kg of paper – which were stacked against the walls in a house he had rented in Raqqa. He had collected documents from many abandoned government facilities in his earlier sorties into Syria, but had never seen anything like this. “I opened the first box of documents and I saw right away how important they were,” he said. “They were from the security service, not just the military, and they provided a blueprint of how things happened in the regime’s security apparatus. What was particularly important in the documents from Raqqa and Deir ez-Zor was that their security branches kept copies of orders coming down from Damascus and the reports going up the chain. They provide the vital linkage evidence of crimes occurring on the ground.”</p> \n<p><strong>* * *</strong></p> \n<p><strong>As investigators, Adel and his team</strong> <strong>perform</strong> what has to be one of the world’s most dangerous jobs, repeatedly diving into the murderous chaos of Syria to follow a paper trail of war crimes. While attempting to smuggle a batch of documents across the northern Syrian border, one of Adel’s colleagues was ambushed and killed. Another was shot four times when his car came under fire from a government position. Several have been detained and tortured. Adel has come close to death several times. In Daraa last year, a regime helicopter dropped a barrel bomb on a stone house next to a home he was visiting, sending out a lethal spray of stone and shrapnel. “In my mind, it is as if I can still hear the explosion,” he said.</p> \n<p>Adel trained as a lawyer in Daraa province, in south-western Syria, under a judicial system built on the foundations of French law – almost all of which was negated by an emergency law imposed in 1963, when a military coup brought the Ba’athist party to power. Assad made a show of lifting emergency rule in March 2011, in an apparent concession to the Arab spring protests that had spread to Syria. But even as the repeal announcement was being made, government forces were opening fire on crowds of unarmed demonstrators, while thousands of dissidents were being rounded up and imprisoned, never to be seen again. The cruelty with which the civil unrest was crushed ignited the civil war. Adel was living and working outside Syria when the conflict started. “I knew right away that I had to be involved in some way,” he told me. “I could not sit outside and do nothing.”</p> \n<p>He attended UK-funded human rights seminars in Turkey and joined the CIJA in 2012, soon after it was set up by veterans of the international criminal court (ICC) and war crimes tribunals for the former Yugoslavia and Rwanda. Initial funding came from Britain, the United States and the European Union. Adel’s eyes move constantly as he speaks, and the skin around them has turned as dark as the black stubble on his jowls. His family has suffered unbearable losses. His sister’s family fled to Jordan in 2011, but after a few months, they sent back his 16 year-old nephew, Hamid, to pick up some possessions left at the family home. He was detained by the Syrian security services as he was crossing the border, and then transferred to a detention centre in Damascus, where he is thought to have been killed within a few weeks. At about the same time, another nephew defected from the army to join the FSA and died in battle, at the age of 21. One of Adel’s uncles was tortured to death in prison.</p> \n<p>I met Adel earlier this month in a hotel room in a Gulf city with a translator and another CIJA colleague, while he was on a break between Syrian collection trips. He looked like a local businessman on his day off, wearing a short-sleeved checked shirt and beige trousers. But it was clear he felt ill at ease. He gripped the arms of his chair and refused all offers of tea, or even water.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"96b2fff0cc560f92e572cf8f53aa77b20713c073\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431447568281/ed613d05-c7fc-443c-bca8-25a3beb083a6-315x420.jpeg\" alt=\"Evidence against the Assad regime is smuggled out of Syria by truck.\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Evidence against the Assad regime is smuggled out of Syria by truck.</span> \n  <span class=\"element-image__credit\">Photograph: Commission for International Justice and Accountability</span> \n </figcaption> \n</figure> \n<p>Going in and out of Syria has inflicted a psychological and emotional whiplash, moving from the horrors that have consumed his family and his country to the prosperous normality of the Gulf. His immediate family is now safe outside Syria but goes through bouts of worry whenever he travels back across the border. Adel is a pseudonym. His real name and other details of his life cannot be published, in order to safeguard his security.</p> \n<p>The risks keep getting steeper. Three days after Adel left Raqqa in January last year with his load of incriminating documents, Isis swept into town and began executing commanders and fighters from the Nusra Front and Ahrar al-Sham. Adel retreated to Deir ez-Zor and spent the next month looking for ways to sneak his stash of documents through Isis checkpoints. He split the load into smaller consignments so they could not all be destroyed or captured at once. All of them got through.</p> \n<p>Adel and his team cannot go back to Deir ez-Zor. He has heard from his contacts that Isis commanders are aware there were investigators from a western organisation operating under their noses, and have vowed to kill them. Adel’s team in the city has now been withdrawn. The papers they have gathered since January 2014 – with more vital evidence of regime atrocities – have been buried underground, to be recovered at a time when transporting them across the border will not be suicidal.</p> \n<p><strong>* * *</strong></p> \n<p><strong>More than 220,000 people</strong> are thought have been killed in the Syrian civil war so far, more than double the death toll of the war in Bosnia two decades ago. It is hard to see any end to the country’s agony: the Assad regime has stepped up the use of barrel bombs dropped on residential areas; Isis continues to execute civilians and post grisly videos of its massacres online. Unlike the Bosnian, Rwandan and Cambodian genocides, however, there is no tribunal to judge war crimes and crimes against humanity in Syria, nor is there likely to be in the foreseeable future. The international appetite for such courts has waned in recent years, along with faith in the very notion of universal justice for mass atrocities. Russia, the Assad regime’s most powerful ally, has blocked any attempt to create a court.</p> \n<p>However, as part of its support to opposition and civil-society groups in 2011, the UK Foreign Office earmarked a few hundred thousand pounds to fund training for Syrian human rights lawyers and activists to research and record war crimes. William Hague, the foreign secretary at the time, was very aware of the failure of the Tory government of the 1990s to stop the slaughter in Bosnia and its subsequent obstruction of the international tribunal, which it believed would disrupt peacekeeping efforts.</p> \n<p>To carry out the training, the Foreign Office turned to Bill Wiley, a former Canadian infantry officer who completed his doctorate on the laws of war while in uniform. He went on to work as a legal expert and investigator at the Yugoslav and Rwanda tribunals as well as the ICC. “I never saw a dead guy or had anyone shoot at me until after I left the army,” he said.</p> \n<p>When the British hired him, Wiley was running his own company, <a href=\"http://www.tsamota.com/\">Tsamota Ltd,</a> which managed legal-reform projects around the world on behalf of western donors. He agreed to take on the job, but on his own terms. These were the product of firsthand experience of earlier war crime investigations and their shortcomings.</p> \n<p>“I said I would do it on the understanding that we wouldn’t do human rights training, because it’s a waste of time and money. Everybody’s doing it and it’s bullshit,” Wiley recalled telling the Foreign Office. By human rights training, he meant broad-brush briefings on a wide array of desirable rights – social and economic as well as political and humanitarian. Wiley had in mind something much more focused.</p> \n<p>He told the British diplomats: “What we’ll do is take these activists – young, enthusiastic, self-appointed, social-media-savvy, with considerable personal courage – and we’ll sensitise them to the sort of evidence that is required to inform an international criminal case, so they’re not running around collecting stuff that’s of no use for a criminal process.”</p> \n<p>Wiley and Tsamota carried out three training sessions for Syrian volunteers in Istanbul at the end of 2011 and the beginning of 2012. Adel was one of the early trainees. Starting in October 2012 they held follow-up practical sessions in the Lebanese cities of Beirut and Tripoli, and along the Lebanese-Syria border. The trainees observed CIJA personnel interviewing defectors. The nature of the training, and the risk to the trainees, required a certain amount of discretion. CIJA block-booked rooms at small hotels in Istanbul that did not require guests to show their passports. In Lebanon, the CIJA’s local fixer ensured they did not stay in any establishment which might leak details to the Syrian regime’s allies in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/hezbollah\">Hezbollah</a>.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b28a6f79147fea774c259301e01d573650568ec9\"> \n <img src=\"http://media.guim.co.uk/b28a6f79147fea774c259301e01d573650568ec9/0_0_3300_2232/1000.jpg\" alt=\"A child walks past damaged buildings in Deir ez-Zor in 2013\" width=\"1000\" height=\"676\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A child walks past damaged buildings in Deir ez-Zor in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Khalil Ashawi/Reuters</span> \n </figcaption> \n</figure> \n<p>This British-funded programme, however, raised an unavoidable question. If these 60 brave Syrians were to be sent back into the country to collect court-usable evidence, to whom should they present it and to what purpose? With no court or prosecutor’s office ready to handle it, was it worth risking their lives?</p> \n<p>In an effort to answer that question, Wiley and a group of former colleagues from the Hague tribunal put together a joint proposal in 2012 to set up an investigating body that would collate and analyse the documentation, and build prosecution cases. But the suggestion initially bewildered the officials they approached. “We were naive,” Wiley recalled. “This had never been done privately before. People who work for states tend to be kind of statist.”</p> \n<p>Wiley, a lanky blond man of 51, has a manner that is both laconic and blunt. He goes to the CIJA offices most days in T-shirt, cargo trousers and lightweight walking shoes, and generally stays late. He takes a break for a couple of weeks each year in a cabin in the wilds of Newfoundland, where he fishes for trout, and hunts rabbits, partridges and moose. In the relatively small world of war crimes investigators, he is widely known both for his work in the field and his academic papers on evidence-gathering methodology. Running the CIJA, however, has taken him further into the world of diplomats and government bureaucracies that he would otherwise have liked, and his description of his dealings with them is tinged with impatience.</p> \n<p>The question of whether war crimes investigations would have any credibility if they were run by profit-driven companies was a big obstacle. In an attempt to sidestep it, Wiley set up a non-profit organisation, initially called the Syrian Commission for Justice and Accountability, before it was renamed as the CIJA in 2013. It was registered in the Hague, which has emerged as the world’s primary centre for international criminal humanitarian law, hosting the ICC, the Yugoslav and Rwandan tribunals and the Special Tribunal for Lebanon.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We were naive. This had never been done privately before. People who work for states tend to be kind of statist</p> \n  <footer> \n   <cite>Bill Wiley</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“We set to work raising money. It was a nightmare,” Wiley said. “We had never done it before. Frankly we didn’t know what we were doing, in addition to the idea that we were selling something that most people believe only states can, and indeed should, do.”</p> \n<p>However, if any kind of hope was to be kept alive for an eventual accounting for Syria’s many war crimes, there were no real alternatives. Moreover, Wiley and his team had worked in the engine rooms of almost all the world’s contemporary war crimes courts. They were not widely known names, but the whole idea behind the project was to be quiet and effective. It would not be the sort of operation that needed a brass plaque. In fact, the CIJA headquarters, in a nondescript suite of offices in a western capital that cannot be named for security reasons, does not have a plaque at all. The pale stone lobby is featureless and anonymous.</p> \n<p>After uncertain beginnings, the organisation is now on a solid financial footing. Following an initial &pound;1m to fund the training sessions for investigators, the UK contributed another &pound;800,000, the EU provided €2m and the US gave $1m. Additional funding came from Switzerland, Germany, Norway, Canada and Denmark.</p> \n<p>As a consequence, Wiley has been able to afford to recruit analysts to process Adel’s haul of documents. In the CIJA offices, the batches of smuggled papers are unpacked, and each page is scanned, labelled with a bar code, and filed. There are now half a million pages of original documentation in the archives, about 2.3 tonnes of paper, stacked on shelves in numbered boxes. About 80% of it has so far been scanned, and the digital versions of the documents are reviewed by a senior analyst to determine which should be translated into English for broader scrutiny.</p> \n<p>Meanwhile, in a city in south-eastern Europe, a team of Syrian refugees has the soul-crippling job of watching the many videos that have been smuggled out from the conflict. More than 470,000 videos have been downloaded on the CIJA server, thousands of hours of gruesome viewing, from the aftermath of regime barrel bomb attacks on schools to Isis’s elaborately staged mass beheadings. Each video is analysed and key data – names of places, victims or perpetrators – extracted. The staff have regular counselling sessions to handle the daily trauma of their jobs.</p> \n<p>The video evidence will be most relevant to a parallel investigation of opposition war crimes, while the regime investigation is driven principally by the document archive. Witness interviews only began last May, once the documents had taught the investigators whom to look for and what questions to ask. So far 380 interviews have been conducted, including 49 with defectors up to the level of lieutenant colonel.</p> \n<p>For Wiley, the CIJA’s tonnes of documents represent the concrete from which his cases will be built. He pointed out that the first witness called at the Nuremberg trials was the Third Reich’s state archivist, and he showed me a graphic to illustrate his approach. It was a layered pyramid, with the words “crime base” on the bottom level, “perpetrating organisations” above that, and “leadership” on top.</p> \n<p>“At the beginning, we don’t do much with the crime base,” he said. “In a situation like Syria, the criminality is so widespread and deep that you’re not worried about specific incidents at the beginning. Any state institution or security intelligence agency is going to be involved in criminality in some way. What we focus on is understanding the perpetrating organisations. So this is 80% of the work.”</p> \n<p>At the Hague tribunal for the former Yugoslavia, where Wiley worked between 2000 and 2003, he reckoned 80% of the investigative effort was on the crime base. This was in part because the first investigators were seconded policemen and that was how they did their job back home. They drew a chalk line around the body and started interviewing eye-witnesses. Consequently the trials of the former Serbian president, Slobodan Milosevic, and his top lieutenants, were clogged with heartbreaking testimony from the scenes of crimes, with very little documentary evidence directly incriminating the leadership. Milosevic’s trial had entered its fifth year when, in March 2006, he died in cell of a heart attack. His secret police chief and his immediate underling were later acquitted for lack of direct evidence linking them to atrocities carried out by paramilitaries under their command.</p> \n<p>Wiley’s strategy is to invert the pyramid, standing the old methodology on its head, starting with the paperwork produced by the state instruments of repression and finishing with a few well-documented illustrations of the abuses they have committed. Syria represents a near-ideal case study for a paper-driven approach.</p> \n<p>“It is highly bureaucratised,” he said. “It generates an awful lot of paper, because it is a culture in which decision-making by subordinates is implicitly discouraged, so people are forever reporting upwards, trying to get others to take responsibility for decision making, and covering their ass … that produces paper.”</p> \n<p><strong>* * *</strong></p> \n<p><strong>On his first trip to Syria</strong> after his training, Adel went to the frontlines near the town of Khanasser, in Aleppo province, where rebel forces had come under attack from a Syrian regime air defence unit, which was targeting civilian vehicles with anti-aircraft guns. On a winter evening in December 2012, Adel met with officers from one faction of the rebel Free Syrian Army (FSA), which had made significant territorial gains in the area, capturing government facilities and military bases. Adel asked about the fate of the office records, pointing out they would be essential in writing the real history of the Syrian regime. The FSA officers were astonished.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"05abb2378a0feae1c3b2f2c4919f847bcf4345b9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431448031021/10935135-71ed-48a3-9ecd-6d2782dd633c-460x276.jpeg\" alt=\"Bill Wiley\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bill Wiley trains Syrian volunteers to be war crimes investigators.</span> \n  <span class=\"element-image__credit\">Photograph: Sander de Wilde</span> \n </figcaption> \n</figure> \n<p>“They told me if they had known how important the papers were, they would never have burned them,” Adel said. A few days later they shamefacedly brought him a few plastic bags full of documents they had salvaged. The rain was pouring, and much of the paperwork was sodden, but Adel was able to rescue a few scraps, including a potentially significant series of exchanges between Ba’ath party political commissars in the military. He stuffed them in his computer bag, and was driven out of the area in an black FSA Mercedes, using the cover of thick fog to creep past the 23mm guns of the trigger-happy air defence unit.</p> \n<p>A few months later, in his home province of Daraa, Adel obtained a stash of regime security service documents in the area of al-Lajah, where the battle lines between rebels and the Syrian army were constantly shifting. He decided it was too dangerous to move around with the papers, and set out to find somewhere to hide them. “We found a shepherd’s shack, a very simple place, which he thought the government would never search,” Adel said. “The shepherd agreed to keep the documents, but he did not tell his wife. She knew nothing about it. He went off to tend the sheep and while he was gone, his wife used the paper as fuel to do the cooking. When I came back, all there was left were charred remains in the oven.”</p> \n<p>When Adel and his investigators come across a cache of abandoned documents, they must make an assessment of their overall significance, but they are not supposed to winnow out individual pages in search of an elusive “smoking gun” memo. This is partly to prevent the exclusion of potentially exculpatory evidence, and therefore to pre‑empt possible procedural objections from the defence in any future trial. But ostensibly mundane documents often prove to be the most damning. When Wiley was raising funds from donor governments in the early days of the commission, he warned them not to expect sufficient evidence to indict Bashar al-Assad and the top leadership. Wiley’s initial assumption was that CIJA would end up, at best, building cases against regional commanders. But the regime’s mania for documenting orders as they travel down the chain of command – and after-action reports that flow back upwards – has meant that the paper trail led unexpectedly to the very centre of power in Damascus.</p> \n<p>The regime inadvertently made following that trail even easier: senior officials typically sign each document as the papers cross their desks; in the ministries, these autographs are accompanied by stamps identifying the signatory. Some of the signatures are even colour-coded. (The ministry of interior always uses green ink.) The intelligence agencies are more slippery – they do not use signature stamps – but their efforts at anonymity were undermined by one police note-taker, whose minutes from a 2011 security agencies meeting include a tally of every person present, with their names and job titles listed alongside their signatures. That document has since helped the analysis cell decipher the names scrawled on scores of others.</p> \n<p>From this forensic analysis, the CIJA has been able to construct a detailed picture of the Assad regime’s wartime structure, and the direct involvement of senior officials in the commission of atrocities. At the apex is Assad’s war cabinet, the Central Crisis Management Cell (CCMC), which includes the heads of the armed forces, the ministers of defence and the interior, along with the chiefs of the dominant intelligence agencies. The CCMC convenes every day, and the minutes of each meeting, along with recommendations from the security chiefs, are taken immediately by courier to Assad. According to recovered documents and insider witness testimony, the courier waits at the palace for Assad to review the minutes and then drives the annotated versions back to the CCMC, which sends the president’s approved directives down the chain of command.</p> \n<p>Underneath the CCMC is the National Security Bureau (NSB), the key apparatus of repression in wartime Syria. The NSB is where the heads of the four main intelligence agencies coordinate their decisions. It directly controls the security committees in each governorate – each one chaired by the provincial head of the Ba’ath Party – which carry out the orders of the CCMC. This structure, according to Wiley, demonstrates the party’s transformation from a largely ineffectual peacetime organisation into a ruthless enforcer of wartime loyalty. “You could almost say the Ba’ath party comes into its own as an element of the state once the war starts,” he said. “It’s really not important prior to 2011. People join for opportunistic reasons, and it has no meaningful ideology at its centre. But it is utterly central to the regime organising itself to hang on to power.”</p> \n<p>The CIJA is investigating the Syrian government’s wartime conduct – including its use of barrel bombs and chemical weapons – as well as the atrocities committed by opposition extremists. But it has already compiled three separate cases against the regime – including 25 named individuals – for earlier crimes against humanity, based on documentation and witness testimony. All three cases focus on the violent suppression of protests at the start of the conflict, when tens of thousands of people were detained, many of whom were tortured and killed. The first is against the CCMC, and specifically against President Assad, the interior minister Mohammad al-Shaar, and Mohammed Saeed Bekheitan, an assistant secretary in the Ba’ath Party who headed the CCMC for its first six months of operation, until September 2011.</p> \n<p>The second is against the NSB, which includes the heads of the intelligence and security agencies. The third case pinpoints the Deir ez-Zor security committee, which also controlled the intelligence agencies in neighbouring Raqqa province. Adel’s smuggled document cache has provided a complete case study of how precise orders to crush the popular uprising flowed from Damascus to the governorates.</p> \n<p>A memo dated 5 August 2011, from the NSB to the Deir ez-Zor security committee orders the formation of “investigation committees” to carry out the arrests of protest organisers as well as “those communicating with people living abroad, and those who tarnish the image of Syria in the foreign media and international organisations”. Documents show the orders filtering down to local branches of the political security agency, along with wanted lists of dissidents to be arrested. Reports flow back confirming the arrests of named suspects and the reason for their detention, which in some cases amount to no more than “discussing the events in a negative manner”.</p> \n<p>Those arrested were kept in massively overcrowded holding pens, in which prisoners were squeezed together for days or weeks, until many died. Common torture methods have been documented across several governorates, suggesting a centrally guided policy. They include the <em>dolab</em>, in which an inmate is stuffed inside a tyre and beaten, and the <em>shabeh</em>, in which he is suspended by his wrists. Also of note is the <em>bisat al-reeh</em> (flying carpet), in which a prisoner is strapped to a wooden cross with a hinge in the middle, and the two halves of the cross then forced together. The documents show that “high-value” prisoners are filtered out of the system and moved up the chain to Damascus. It is this forensic level of documentation which the CIJA believes sets its work apart from other human rights enquiries, like the UN Independent International Commission of Inquiry on Syria, which has also accused the regime of war crimes. Wiley’s team say they have written and documented their cases in such a way that they are ready to go to court.</p> \n<p>There are thousands of names of victims, but once the mechanism of repression has been established through the documents, Wiley points out, “you don’t need a lot. To put Assad in jail for murder, you just need one victim.”</p> \n<p><strong>* * *</strong></p> \n<p><strong>The CIJA has painstakingly corrected</strong> many of the mistakes of past attempts to prosecute war criminals, and built robust court-ready cases against the Syrian leadership, but for now there is no court to hear them.</p> \n<p>There is interest in prosecuting war crimes from various western judicial systems, but principally with a focus on jihadist opposition groups. Video footage, along with other open-source material documenting atrocities, offers a ready-made package for European prosecutors to bring cases against homegrown jihadists who have travelled to fight in Syria. But that is very far from a comprehensive accounting for a brutal war, and it provides no arena for the considerable evidence that Assad and his regime directly and deliberately orchestrated the mass killing of civilians. Moreover, there is no sign that Moscow will reconsider its veto on referring the Syrian war to the ICC, despite the fact that opposition extremists would also be on trial. Even if the Russians relented, the ICC has only shown a capacity to manage a handful of cases at once.</p> \n<p>For the CIJA’s supporters, however, the absence of a court is no reason to stop collecting the evidence. If such work was put off until a tribunal was established, they argue, much of the evidence would have evaporated. “This organisation includes some of the more effective people who have worked in the other tribunals,” said Stephen Rapp, the US ambassador-at-large for war crimes issues. “Wiley has more people in his investigative division than the ICC has covering the whole world, and these are folks, both the internationals and the Syrians, who know what they are doing. They are doing this according to standards followed by criminal justice agencies whose procedures have stood the test of time.”</p> \n<p>Rapp argued that the collection of evidence, and the compiling of cases, will in itself build pressure for the eventual creation of a war crimes tribunal for Syria. “I know some of the investigators are frustrated and they want this to matter,” he said. “But it will never be for naught. We had documentation centres in Cambodia working for 10 years before there was a court. Documentation on the holocaust is continually being mined by scholars and families. There will come a point at which the people of Syria will seek to memorialise these crimes, and having that kind of depth of information is of immense value, no matter what.”</p> \n<p>For now, Adel is biding his time in the Gulf, and planning his next trip into Syria some time next month. The recent military losses suffered by the regime are likely to bring more documentation to the surface as the Syrian army and security services retreat from former strongholds. Furthermore, there are signs that the regime is beginning to consume itself under pressure. On 24 April, the head of the Political Security Directorate, Rustum Ghazaleh, died in hospital after a clash with the head of military intelligence, Lieutenant General Rafiq Shehadeh. According to some accounts, Shehadeh beat Ghazaleh unconscious with his own fists. (Other reports say Shehadeh’s bodyguards administered the beating.) In either case, such violent infighting at the centre of the regime suggests that new high-level defections are likely. Rather abruptly, a scenario in which Assad falls – opening the way to a possible peace deal, and ultimately some form of judicial reckoning – no longer looks quite so far-fetched.</p> \n<p>Our interview drew to a close as evening was falling. Adel was eager to get back to work: he had a series of trips to make around the region, meeting with members of his investigative teams as they emerge from Syria, and interviewing regime defectors. He also hoped to spend at least a little time with his family. Before he left the hotel, he insisted that he was not demoralised by the fact there was not yet a court to hear the evidence he is risking his life to collect. “I believe in this work,” he said. “So many people are being killed, and this is the one weapon we have.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431447116020/0e978ca5-ddba-4794-9b5a-18740a082ba6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Reuters","altText":"Syria's president Bashar al-Assad","cleanCredit":"Photograph: Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431447568895/ed613d05-c7fc-443c-bca8-25a3beb083a6-540x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":540,"orientation":"portrait","caption":"Evidence against the Assad regime is smuggled out of Syria by truck. Photograph: Commission for International Justice and Accountability","credit":"Commission for International Justice and Accountability","altText":"Evidence against the Assad regime is smuggled out of Syria by truck.","cleanCaption":"Evidence against the Assad regime is smuggled out of Syria by truck.","cleanCredit":"Photograph: Commission for International Justice and Accountability"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b28a6f79147fea774c259301e01d573650568ec9/0_0_3300_2232/3300.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2232,"width":3300,"orientation":"landscape","caption":"A child walks past damaged buildings in Deir ez-Zor in 2013. Photograph: Khalil Ashawi/Reuters","credit":"Khalil Ashawi/Reuters","altText":"A child walks past damaged buildings in Deir ez-Zor in 2013","cleanCaption":"A child walks past damaged buildings in Deir ez-Zor in 2013.","cleanCredit":"Photograph: Khalil Ashawi/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431448032263/10935135-71ed-48a3-9ecd-6d2782dd633c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bill Wiley trains Syrian volunteers to be war crimes investigators. Photograph: Sander de Wilde","credit":"Sander de Wilde","altText":"Bill Wiley","cleanCaption":"Bill Wiley trains Syrian volunteers to be war crimes investigators.","cleanCredit":"Photograph: Sander de Wilde"}],"webPublicationDate":"2015-05-12T19:10:51Z","lastModified":"2015-05-13T10:07:38Z","metadata":{"commentable":true,"commentCount":543,"contributors":[{"name":"Julian Borger","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741281/JulianBorger.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/julianborger"}],"feature":true,"keywords":["Syria","War crimes","Bashar al-Assad","Middle East and North Africa","World news","International criminal court","International criminal justice","Law"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"law/war-crimes","webTitle":"War crimes"},{"id":"world/bashar-al-assad","webTitle":"Bashar al-Assad"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"law/international-criminal-court","webTitle":"International criminal court"},{"id":"law/international-criminal-justice","webTitle":"International criminal justice"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"world"},"topics":[{"displayName":"Julian Borger","topic":{"type":"tag-contributor","name":"profile/julianborger"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/12/syria-truth-smugglers-bashar-al-assad-war-crimes","shortUrl":"http://gu.com/p/48zyt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/12/syria-truth-smugglers-bashar-al-assad-war-crimes","webUri":"http://www.theguardian.com/world/2015/may/12/syria-truth-smugglers-bashar-al-assad-war-crimes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431447116020/0e978ca5-ddba-4794-9b5a-18740a082ba6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A picture of Syria’s president Bashar al-Assad on the front of the police academy in Aleppo, after it was captured by Free Syrian Army fighters in 2013. Photograph: Reuters","credit":"Reuters","altText":"Syria's president Bashar al-Assad","cleanCaption":"A picture of Syria’s president Bashar al-Assad on the front of the police academy in Aleppo, after it was captured by Free Syrian Army fighters in 2013.","cleanCredit":"Photograph: Reuters"}},"importance":5,"kicker":{"title":"Truth smugglers"},"showQuotedHeadline":false},{"title":"The world's most efficient solar electricity system? / Swedish firm uses 19th-century Scottish invention","rawTitle":"Swedish firm uses 19th-century Scottish invention","item":{"type":"article","id":"environment/2015/may/13/could-this-be-the-worlds-most-efficient-solar-electricity-system","title":"Could this be the world's most efficient solar electricity system?","trailText":"Using military technology and a zero-emission engine invented by a 19th-century Scot, Swedish firm seeks to revolutionise solar energy production","standFirst":"<p>Using military technology and a zero-emission engine invented by a 19th-century Scot, Swedish firm seeks to revolutionise solar energy production</p>","byline":"Jeffrey Barbee","body":"<p>A new solar electricity generation system that developers claim is the most efficient in the world, is being tested in South Africa’s Kalahari desert.</p> \n<p>The Swedish company behind the project - which combines military technology with an idea developed by a 19th-century Scottish engineer and clergyman - says it is on the verge of building its first commercial installation. </p> \n<p>In the remote Northern Cape province, huge mirrors reflect the sun across the brown Kalahari sand. This is the test site for Swedish company Ripasso, which is using the intense South African sun and local manufacturing know-how to develop their cutting-edge kit.</p> \n<p>“Our whole team in South Africa has been hired locally, and our new systems have all been built with local South African labour. It works great,” says CEO Gunnar Larsson.</p> \n<p>This is the only working small-scale concentrated solar energy system of its kind in the world. 34% of the sun’s energy hitting the mirrors is converted directly to grid-available electric power, compared to roughly half that for standard solar panels. Traditional photovoltaic panels are able to turn about 23% of the solar energy that strikes them into electricity, but this is cut to around 15% before it is usable by the grid.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c54b6a3cf030e43b7b1744792702d247c83a421c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431423716400/d986f7d3-baf5-4805-9ac8-f1247c90120d-460x276.jpeg\" alt=\"South African site manager Jean-Pierre Fourie, whose team have been testing the system for the past four years.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">South African site manager Jean-Pierre Fourie, whose team have been testing the system for the past four years.</span> \n  <span class=\"element-image__credit\">Photograph: Jeffrey Barbee</span> \n </figcaption> \n</figure> \n<p>Jean-Pierre Fourie is Ripasso’s South African site manager. His crew has been testing the system in the Kalahari under harsh desert conditions for four years. “What we hope is to become one of the biggest competitors for renewable energy in the world.”</p> \n<p>The massive 100 square metre dishes slowly rotate, following the sun. Light clicks and taps fill the still desert air as they constantly adjust to capture the maximum solar energy.</p> \n<p>Independent tests by <a href=\"http://www.itpower.co.uk/\">IT Power</a> in the UK confirm that a single Ripasso dish can generate 75 to 85 megawatt hours of electricity a year - enough to power 24 <a href=\"https://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCEQFjAA&amp;url=https%3A%2F%2Fwww.ofgem.gov.uk%2Fofgem-publications%2F76112%2Fdomestic-energy-consump-fig-fs.pdf&amp;ei=pMpQVe6eH47A7AbK3oGoBA&amp;usg=AFQjCNESfaeFrX8c9GIwwHg-569gOyOkbw&amp;sig2=QqiOG7Lay0LjwKLhywR7OA&amp;bvm=bv.92885102,d.ZGU&amp;cad=rja\">typical UK homes</a>. To make the same amount of electricity by burning coal would mean releasing roughly 81 metric tonnes of CO2 into the atmosphere.</p> \n<p>Paul Gauche, director of the <a href=\"http://blogs.sun.ac.za/sterg/\">Solar Thermal Energy Research Group</a> at the University of Stellenbosch has visited the test site many times. “The technology looks good to me. I’ve seen it working and I believe it meets the efficiency goals. The technology is proven with years of performance in the navy.”</p> \n<p>He points out that it will be crucial to keep costs low enough to compete with photovoltaics, a significant challenge as their price falls every year. The system is also limited in that it is only useful in areas with consistent bright sunshine.</p> \n<p>The technology works by using the mirrors as giant lenses that focus the sun’s energy to a tiny hot point, which in turn drives a zero-emission Stirling engine.</p> \n<p>The Stirling engine was developed by Reverend Robert Stirling in Edinburgh in 1816 as an alternative to the steam engine. It uses alternate heating and cooling of an enclosed gas to drive pistons, which turn a flywheel. Because of the material limitations at the time, the engine was not commercially developed until 1988, when Swedish defence contractor Kokums started making them for submarines.</p> \n<figure class=\"element element-image\" data-media-id=\"522038d115e99b9f189a6220d7c0b7d1d924467d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431423836935/c8bb5995-6e69-457b-816b-eed6dd1e7c02-460x286.jpeg\" alt=\"The dishes constantly move and adjust in order to follow the sun.\" width=\"460\" height=\"286\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The dishes constantly move and adjust in order to follow the sun.</span> \n  <span class=\"element-image__credit\">Photograph: Jeffrey Barbee</span> \n </figcaption> \n</figure> \n<p>Larsson worked in the Swedish defence industry for 20 years and realised what a clean and efficient generator could mean for renewable energy systems.</p> \n<p>He wanted to bring the technology from the depths of the ocean into the sunshine, so he resigned as CEO of Kokums and licensed the technology to start Ripasso.</p> \n<p>“When I founded the company in 2008 my youngest son came to me and said, wow daddy I am so proud of you, now I can tell everyone what you are doing, you are going to save the world instead of destroying it.”</p> \n<p>The project has not been without its troubles. “Our major challenge over the last couple of years has been to get the technology accepted by the financing community, especially from the banks,” says Larsson.</p> \n<p>Although banks have been unwilling to finance such novel technology, Ripasso has now secured private funding to begin their first large-scale installation. “We are very ready to head into the commercial phase,” says Larsson.</p> \n<p><em><a href=\"http://allianceearth.org/\">AllianceEarth.org</a> paid for Jeff Barbee’s travel expenses.</em></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431424073858/211c0d88-8134-4a35-b64d-f3a4fea9a627-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeffrey Barbee","altText":"The 100-metre mirror dishes being tested by Ripasso in the Kalahari desert.","cleanCredit":"Photograph: Jeffrey Barbee"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431423717778/d986f7d3-baf5-4805-9ac8-f1247c90120d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"South African site manager Jean-Pierre Fourie, whose team have been testing the system for the past four years. Photograph: Jeffrey Barbee","credit":"Jeffrey Barbee","altText":"South African site manager Jean-Pierre Fourie, whose team have been testing the system for the past four years.","cleanCaption":"South African site manager Jean-Pierre Fourie, whose team have been testing the system for the past four years.","cleanCredit":"Photograph: Jeffrey Barbee"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431423837620/c8bb5995-6e69-457b-816b-eed6dd1e7c02-2060x1282.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2060,"orientation":"landscape","caption":"The dishes constantly move and adjust in order to follow the sun. Photograph: Jeffrey Barbee","credit":"Jeffrey Barbee","altText":"The dishes constantly move and adjust in order to follow the sun.","cleanCaption":"The dishes constantly move and adjust in order to follow the sun.","cleanCredit":"Photograph: Jeffrey Barbee"}],"webPublicationDate":"2015-05-13T06:00:03Z","lastModified":"2015-05-13T13:44:56Z","metadata":{"commentable":true,"commentCount":513,"contributors":[],"feature":false,"keywords":["Solar power","Renewable energy","Energy","Environment","World news"],"tags":[{"id":"environment/solarpower","webTitle":"Solar power"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/13/could-this-be-the-worlds-most-efficient-solar-electricity-system","shortUrl":"http://gu.com/p/489fp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/13/could-this-be-the-worlds-most-efficient-solar-electricity-system","webUri":"http://www.theguardian.com/environment/2015/may/13/could-this-be-the-worlds-most-efficient-solar-electricity-system"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431424073858/211c0d88-8134-4a35-b64d-f3a4fea9a627-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 100 square metre mirror dishes being tested by Ripasso in the Kalahari desert. Photograph: Jeffrey Barbee","credit":"Jeffrey Barbee","altText":"The 100-metre mirror dishes being tested by Ripasso in the Kalahari desert.","cleanCaption":"The 100 square metre mirror dishes being tested by Ripasso in the Kalahari desert.","cleanCredit":"Photograph: Jeffrey Barbee"}},"importance":5,"kicker":{"title":"The world's most efficient solar electricity system?"},"showQuotedHeadline":false},{"title":"'This story is a parable' / Philadelphia's Osage Avenue police bombing, 30 years on","rawTitle":"Philadelphia's Osage Avenue police bombing, 30 years on","item":{"type":"article","id":"us-news/2015/may/13/osage-avenue-bombing-philadelphia-30-years","title":"Philadelphia's Osage Avenue police bombing, 30 years on: 'This story is a parable'","trailText":"On 13 May 1985, Philadelphia police moved in to arrest four members of a radical black liberation group called Move – but a bungled raid left 11 people dead. Alan Yuhas revisits the only aerial bombing carried out by police on US soil","standFirst":"<p>On 13 May 1985, Philadelphia police moved in to arrest four members of a radical black liberation group called Move – but a bungled raid left 11 people dead. Alan Yuhas revisits the only aerial bombing carried out by police on US soil</p>","byline":"Alan Yuhas","body":"<p>Sodden from the spray of fire hoses, terrified by the thousands of bullets fired above and the teargas floating into the cellar below, 13-year-old Michael Ward was hiding under a blanket when a police helicopter dropped a bomb on the roof of his west Philadelphia home.</p> \n<p>The raid killed six adults and five children, destroyed more than 60 homes and left more than 250 people homeless. It stands as the only aerial bombing carried out by police on US soil.</p> \n<p>The 30-year anniversary of the bombing of Osage Avenue will be commemorated without Ward, who was one of only two survivors of the disastrous assault. Instead professor Cornel West, author Alice Walker and others will give speeches and protesters will march down <a draggable=\"true\" href=\"http://www.phillytrib.com/news/nightmare-still-on-osage-avenue/article_5425636d-9533-5131-b26d-758f5b484155.html\">the crumbling, mostly abandoned block</a> where the bombing took place, drawing ties between police brutality and institutional racism then and now.</p> \n<p>On 13 May 1985, police moved in to arrest four members of a group called Move, a mostly black, radical organization that believed in shedding technology and “manmade law” in favor of “<a href=\"http://onamove.com/about/\">natural law</a>”. After years of antagonism with police, Move had fortified a rowhome on Osage Avenue as their headquarters. They boarded up walls, built a bunker on the roof, and broadcast their anti-police ethos <a href=\"https://www.youtube.com/watch?v=8eHpRjxk7N4\">through a bullhorn</a>, night and day.</p> \n<p>Neighbors in the predominantly black, middle-class neighborhood complained about the profane tirades and how Move’s children rifled alongside rats through the house’s compost and garbage. Then district attorney Ed Rendell authorized arrest warrants and mayor Wilson Goode sent in police.</p> \n<p>“Were we wanted for rape, robbery, murder? No, nothing,” Ramona Africa, the only living Move survivor of that day, told the Guardian. Africa linked the bombing to the recent police killings of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/michael-brown-shooting\">Michael Brown</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/eric-garner\">Eric Garner </a>and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/freddie-gray\">Freddie Gray</a>: “These people that take an oath that swear to protect, save lives – the cops don’t defend poor people, poor white, black, Latino people. They don’t defend us, they kill us.</p> \n<p>“All you have to do is look at the rash of police murders and the cops not being held accountable,” she added. “That should really alarm and outrage people, but the thing is that it’s happening today because it wasn’t stopped in ’85. The only justice that can be done is people seeing this system for what it is.”</p> \n<p>Hundreds of officers, several fire trucks and a bomb squad arrived that day, with military-grade weapons in tow. They first tried to flush out the house with fire hoses. A team then blew holes in the walls to funnel in teargas, but no one budged.</p> \n<p>“Then they just began insanely shooting, over 10,000 rounds of bullets, according to their own estimates,” Africa said. “That didn’t work, and that’s when they dropped the bomb on us, a rowhouse in an urban neighborhood.”</p> \n<p>“The story is a parable of sorts; it’s a parable of how the unthinkable comes to happen,” said Jason Osder, the director of the documentary <a href=\"http://www.pbs.org/independentlens/let-the-fire-burn/\">Let the Fire Burn</a>. “It’s a tragedy. In my opinion everyone who was an adult in the city failed that day. Move failed, the police failed, the neighbors failed those children in some ways. Collectively, the whole city failed.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"71f3389f25ca0be41c923d6d7626b5fe013c1e18\"> \n <img src=\"http://media.guim.co.uk/71f3389f25ca0be41c923d6d7626b5fe013c1e18/0_0_1979_2967/667.jpg\" alt=\"Move member Ramona Africa is led out of Philadelphia city hall in 1986 after being found guilty of riot and conspiracy.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Move member Ramona Africa is led out of Philadelphia city hall on 9 February 1986 after a jury found her guilty of riot and conspiracy.</span> \n  <span class=\"element-image__credit\">Photograph: Amy Sancetta/AP</span> \n </figcaption> \n</figure> \n<p>Osder noted that police still remembered an officer killed in an altercation with Move seven years earlier, and that leadership was unwilling to risk any officer’s life. “Fear is real regardless of how illegitimate it is, and police felt that they are the wounded party.</p> \n<p>“And on the other side people have been beaten and arrested, who fear that the justice system is rigged – not an unreasonable thing to think in 1985 or 2015.”</p> \n<p>Eventually police tried to break the siege by bombing the bunker, which they feared would allow Move to fire on them with impunity. </p> \n<p>“There was a real opportunity there for cooler heads to prevail,” Osder said. “But they decided it needed to be over.”</p> \n<p>The bomb missed and started a fire. Africa and Ward – then called Birdie Africa – only fled the cellar an hour or so later when the fire had spread downstairs.</p> \n<p>“That’s when we tried to get our children, ourselves, our animals out of that inferno,” she said, “but every time we tried to come out and we were hollering to come out the police opened fire.”</p> \n<p>Much of what happened during the assault is disputed, including whether police shot at people who were trying to flee the house, despite the review commission that later investigated the disaster. </p> \n<p>Officers have since described the scene as one of surreal chaos. “There’s so much fire and smoke,” former officer Jim Berghaier told <a href=\"http://www.phillymag.com/articles/move-the-oral-history/?all=1\">Philadelphia Magazine</a>. “We can’t tell what’s gunshots and what’s windows popping.</p> \n<p>“It was like fantasy. Like he came out of fire,” Berghaier said, referring to Ward stepping out through the flames barefoot. </p> \n<p>Firefighters refrained from dousing the blaze even as it spread to neighbors’ homes, a point that outrages Africa still: “How is it they could pour 40,000lb of water per minute on us when there was no fire, but when there is fire all of a sudden they can’t use it?”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Since 1985 it’s changed, absolutely. But progress? I don’t know. Keep on it</p> \n </blockquote> \n</aside> \n<p>Taking responsibility for the episode but declining to dole out specific blame, Goode only said “there was a decision to let the fire burn”.</p> \n<p>The commission’s <a href=\"http://library.temple.edu/scrc/philadelphia-special-1\">final report</a> denounced the city from top to bottom. Police tactics were “grossly negligent” at best, the report found, and outrageous at worst: “Dropping a bomb on an occupied rowhouse was unconscionable.” Police would not have done so, the commission noted with only one dissenter, “had the Move house and its occupants been situated in a comparable white neighborhood”.</p> \n<p>Africa was convicted on riot charges and served seven years in prison; in 1996 she and other plaintiffs won a total $1.5m settlement from the city. Ward was placed to his father’s custody and <a href=\"http://www.nytimes.com/2013/09/28/us/michael-ward-is-dead-at-41-survivor-of-85-bombing-debacle-in-philadelphia.html?_r=1\">died in 2013</a> after years of therapy for the bombing and his experiences with Move.</p> \n<p>The commission recommended grand jury investigations, but no one was ever prosecuted. Goode was re-elected in 1987 and Rendell eventually became mayor. Berghaier <a href=\"http://articles.philly.com/1996-05-31/news/25627154_1_birdie-africa-ramona-africa-osage-avenue\">quit the force</a> shortly after the raid.</p> \n<p>Race, class and the status of police and officials all came into play, Osder said, noting the relatively high proportion of black officers in the force and that Move’s black neighbors despised the group. “It’s absolutely about race every single day of the week,” he said. “But there are other dynamics too. The details matter, and you have to get into them.</p> \n<p>“We have echoes of Ferguson and Baltimore and haven’t solved these problems, but every incident is unique. This country is very complicated. It’s certainly better than it was 200 years ago, and than it was 100 years ago. Since 1985 it’s changed, absolutely. But progress? I don’t know. Keep on it.”</p> \n<p>A recent Justice Department review of Philadelphia’s use of force – <a href=\"http://www.philly.com/philly/news/Feds_to_review_use_of_lethal_force_by_Philly_police_.html\">requested by current police commissioner </a>Charles Ramsey in 2013 – found <a href=\"http://www.justice.gov/opa/pr/department-justice-releases-report-philadelphia-police-departments-use-deadly-force\">systemic, unresolved deficiencies</a> similar to<a href=\"http://articles.philly.com/2010-05-07/news/24958384_1_public-safety-public-safety-board-emergency\"> those analyzed by the Move commission</a> in 1986, said Greg McDonald, the attorney who was deputy director and legal counsel for the commission.</p> \n<p>“I was struck how many DoJ recommendations were right out of the assessments from the commission, and not just the police but the city government and services,” McDonald said, listing some shared findings: “<a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/20/police-billions-homeland-security-military-equipment\">federal authorities supplying military equipment to urban police departments</a>, the lack of preparation and training”.</p> \n<p>“We’ve got a lot of real tinderboxes in large cities now,” he said. “Move was certainly not a normal neighborhood problem, but the police reaction to it was so overdone that it reminded me of the way that police actions taking place at a much smaller scale are also overreactions.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a5eb407b5e1801cdd9274d064131f2fd5b0a362d/11_127_1961_1177/1961.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1177,"width":1961,"orientation":"landscape","credit":"AP","altText":"Six adults and five children were killed in the raid.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71f3389f25ca0be41c923d6d7626b5fe013c1e18/0_0_1979_2967/1979.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2967,"width":1979,"orientation":"portrait","caption":"Move member Ramona Africa is led out of Philadelphia city hall on 9 February 1986 after a jury found her guilty of riot and conspiracy. Photograph: Amy Sancetta/AP","credit":"Amy Sancetta/AP","altText":"Move member Ramona Africa is led out of Philadelphia city hall in 1986 after being found guilty of riot and conspiracy.","cleanCaption":"Move member Ramona Africa is led out of Philadelphia city hall on 9 February 1986 after a jury found her guilty of riot and conspiracy.","cleanCredit":"Photograph: Amy Sancetta/AP"}],"webPublicationDate":"2015-05-13T11:00:09Z","lastModified":"2015-05-13T14:41:42Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":true,"keywords":["Philadelphia","US news","Race issues","US policing","World news"],"tags":[{"id":"us-news/philadelphia","webTitle":"Philadelphia"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/us-police","webTitle":"US policing"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/13/osage-avenue-bombing-philadelphia-30-years","shortUrl":"http://gu.com/p/48ahp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/13/osage-avenue-bombing-philadelphia-30-years","webUri":"http://www.theguardian.com/us-news/2015/may/13/osage-avenue-bombing-philadelphia-30-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a5eb407b5e1801cdd9274d064131f2fd5b0a362d/11_127_1961_1177/1961.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1177,"width":1961,"orientation":"landscape","caption":"Six adults and five children were killed in the raid. Photograph: AP","credit":"AP","altText":"Six adults and five children were killed in the raid.","cleanCaption":"Six adults and five children were killed in the raid.","cleanCredit":"Photograph: AP"}},"importance":4,"kicker":{"title":"'This story is a parable'"},"showQuotedHeadline":false},{"title":"'You can’t trust anybody' / The Mexicans caught up in a drug war just south of Texas","rawTitle":"The Mexicans caught up in a drug war just south of Texas","item":{"type":"article","id":"world/2015/may/12/mexican-drug-war-south-texas","title":"'You can’t trust anybody': the Mexicans caught up in the drug war just south of Texas","trailText":"Cartel violence in Tamaulipas state has claimed 254 lives in the first three months of this year, but has largely gone unreported in the press","standFirst":"<p>Cartel violence in Tamaulipas state has claimed 254 lives in the first three months of this year, but has largely gone unreported in the press</p>","byline":"Jo Tuckman in Mexico City","body":"<p>When Carlos Ulivarri heard that a body had been dumped by the side of a road just outside his hometown of Rio Bravo, a few miles south of McAllen, Texas, he knew he had to act fast.</p> \n<p>But he did not even consider contacting the authorities.<br /></p> \n<p>Hours earlier, Ulivarri’s son, Lu&iacute;s Carlos, 23, had been shot in a bar, and then dragged into the night after an altercation with a group of men presumed to be members of a local drug cartel. </p> \n<p>At first, Ulivarri held out hope his son might be alive. But at 10am the next morning, a friend called to say that a corpse had been spotted on a road outside town which marks the frontline between two warring cartel factions. </p> \n<p>Ulivarri, the president of the Rio Bravo chamber of commerce, knew that the body might disappear for good if he did not move quickly, but he did not want to risk a confrontation with either gang, who are both known to monitor the road. </p> \n<p>So instead of calling the police and waiting for an escort, he drove alone to the site, bundled his son’s body into his car, and brought him home for the last time. </p> \n<p>“We are on our own,” Ulivarri said in a phone interview from his office in Rio Bravo, just six miles from the Donna international bridge into Texas. </p> \n<p>“Everybody is frightened here, there is lots of danger and you can’t trust anybody. Lots of people are sending their children away to the United States but that is not the solution.”</p> \n<p>Rio Bravo sits on the northern edge of Tamaulipas, a state which is currently gripped by a patchwork of conflicts between rival factions of the Gulf cartel. </p> \n<figure class=\"element element-embed\" data-alt=\"texas-mexico border map\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1431436334078/Mexico_Tamaulipas_Map.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>It is a war which according to official figures has claimed 254 lives in the first three months of this year, but has largely gone unreported in the Mexican and international press.<br /></p> \n<p>Earlier this month, the US state department warned against all but essential travel to Tamaulipas. “<a href=\"http://travel.state.gov/content/passports/english/alertswarnings/mexico-travel-warning.html\">Violent conflicts between rival criminal elements and/or the Mexican military can occur in all parts of the region and at all times of the day</a>,” it said. </p> \n<p>And if the public circumstances of Lu&iacute;s Carlos Ulivarra’s murder illustrate the brazen quality of cartel violence, his father’s reaction reflects the pervasive distrust many locals feel towards the official response. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/05/mexico-drug-kingpins-behind-bars-violence-corruption-unchecked\">Mexico drug kingpins behind bars but violence and corruption go unchecked</a> </p> \n</aside> \n<p>Locals describe a regime of constant terror, and widespread exasperation with a government security strategy which concentrates on the pursuit of cartel kingpins but has failed to establish a semblance of law and order in the state.<br /></p> \n<p>“The bullet-for-bullet strategy is failing. It gets rid of one cartel and another comes and everything remains the same,” Ulivarri said. “I am not a soldier and I don’t know what the strategy should be, but it is important to send the message that we are not the enemy.”<br /></p> \n<p>Years of government abandon allowed the Gulf cartel – and their notoriously bloodthirsty enforces, the Zetas – to consolidate their hold on Tamaulipas in the early, mid and late 2000s with a mixture of intimidation, exploitation and the infiltration of local authorities.</p> \n<p>This changed when the Zetas turned on their former masters in 2010, unleashing a period of intense conflict and prompting the government to flood Tamaulipas with soldiers and marines. The strategy brought a temporary respite to the most dramatic violence, but did little to dismantle the subtler holds the cartels retained over communities and local politics.</p> \n<p>The government’s “kingpin” strategy resulted in the death or capture of a string of bosses, leaving both the Zetas and the Gulf cartel much weaker – but splinter groups continued to terrorize the civilian populations.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/may/09/violence-mexico-tamaulipas-state-drug-wars\">And when rivalries between these second-generation cartels erupted into fresh violence last year</a>, the government once again responded with new deployments of federal forces, and more detentions of local leaders.</p> \n<figure class=\"element element-image\" data-media-id=\"1776c813854561657d1190e66a62534d00b45557\"> \n <img src=\"http://media.guim.co.uk/1776c813854561657d1190e66a62534d00b45557/0_0_3500_2100/1000.jpg\" alt=\"A girl looks at blood stains and a graffiti left by gunmen at a crime scene in Monterrey.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A girl looks at blood stains and a graffiti left by gunmen at a crime scene in Monterrey.</span> \n  <span class=\"element-image__credit\">Photograph: Tomas Bravo/Reuters</span> \n </figcaption> \n</figure> \n<p>National security commissioner Monte Alejandro Rubido admitted last month that Tamaulipas remains one of Mexico’s most conflict-riven states, but argued that the strategy was working. “The small groups left do not have anything like the capacity of the old organizations had before their leaders were captured or neutralized,” he told Radio Formula.</p> \n<p>But many in Tamaulipas question the official claims that the federal offensive has reined in the violence. </p> \n<p>A spokesman for the office of President Enrique Pe&ntilde;a Nieto said that the government is also working to improve security by strengthening local police forces and the judicial system.</p> \n<p>“We still face important challenges and each episode of violence is an offence to society that we cannot allow to happen,” the spokesman said in a written answer. He said that in 2014 there were 38% fewer homicides in Tamaulipas than in 2012. “The government will not give up on this effort.”<br /></p> \n<p>But the official figures for the first quarter of 2015 show a 20% increase in homicides from the same period in 2014, and many locals say that murders are consistently under-reported.</p> \n<p> </p> \n<p>Nancy Hern&aacute;ndez, who heads a group of citizens seeking to help victims of violence, said the situation has been exacerbated by the cartels’ deep penetration of local authorities. </p> \n<p>“In Tamaulipas the authorities became so closely allied with the narco they lost control,” <a href=\"http://www.jornada.unam.mx/2015/05/10/politica/008n1pol\">Hern&aacute;ndez told La Jornada newspaper</a>. “If you let the bandits into your house, there comes a time when they take over.”</p> \n<p>Hern&aacute;ndez said that despite the high-profile arrests, a daily litany of kidnappings, disappearances and extortion continues. </p> \n<p>Little of this is reported in the local press which – as in other drug war zones – is subject to constant pressure and intimidation.</p> \n<p>For years local reporters tended to ignore the violence completely, but today’s patchwork of territorial control has brought with it more complicated rules transmitted to reporters and editors via cartel press attach&eacute;s.</p> \n<p>“I have given up trying to understand why you are allowed to publish some things and some not,” said Enrique Ju&aacute;rez, who until February was the director of the newspaper El Ma&ntilde;ana in the city of Matamoros. “But the controls are always there.”</p> \n<p>Torres fled Matamoros, just over the border from Brownsville, Texas, after being abducted and beaten on the day his paper published a minimalist account of three days of open gun-battles in the city.<br /></p> \n<p>He now feels relatively safe in a different city controlled by a different criminal faction, but he knows that could change if the balance of power shifts.<br /></p> \n<p>Ju&aacute;rez takes little comfort in the government’s protection programme for journalists under threat. Officials who had travelled to Matamoros to interview him about his case, abandoned the mission when they heard they would have to drive along a cartel-controlled road to interview him.</p> \n<p>“What kind of protection do I have if the Mexican authorities themselves can’t come to where I am?” Ju&aacute;rez said, with a laugh.</p> \n<p>The limitations on the media lead many to rely on Facebook, blogs and Twitter for real-time citizen reports of blockades, shootouts and cartel checkpoints.</p> \n<p>The most active contributors always use anonymous addresses. Even so, several have ended up dead, with cartel warnings left by their corpses.<br /></p> \n<p>A man with the Twitter handle @MrCruzStar is one of the founders of the much-used #ReynosaFollow hashtag. He has never told his family of his online activities, in order both to protect them and reduce the risk they might unwittingly reveal his identity to a cartel informer. But he said he could not imagine giving up.</p> \n<p>“When something happens I know there are people depending on me to let them know,” he said.</p> \n<p>@MrCruzStar sees his responsibilities as including vigorously retweeting information he judges to be genuine, as well as downplaying posts he suspects are cartel propaganda, or efforts to manipulate public opinion from military intelligence.</p> \n<p>“This war is taking place on social media as well,” he said.</p> \n<p><br /></p> \n<p><br /></p> \n<p></p> \n<p><br /></p> \n<p></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9626fe197731ffdcfadaeec196326c404dc3d8cb/0_0_3504_2102/3504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3504,"orientation":"landscape","credit":"Erich Schlegel/Corbis","altText":" Bullet holes and blood on the windshield from a recent assassination of a police officer in Nuevo Laredo, Tamaulipas.","cleanCredit":"Photograph: Erich Schlegel/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1776c813854561657d1190e66a62534d00b45557/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"A girl looks at blood stains and a graffiti left by gunmen at a crime scene in Monterrey. Photograph: Tomas Bravo/Reuters","credit":"Tomas Bravo/Reuters","altText":"A girl looks at blood stains and a graffiti left by gunmen at a crime scene in Monterrey.","cleanCaption":"A girl looks at blood stains and a graffiti left by gunmen at a crime scene in Monterrey.","cleanCredit":"Photograph: Tomas Bravo/Reuters"}],"webPublicationDate":"2015-05-13T04:00:01Z","lastModified":"2015-05-13T15:00:07Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Jo Tuckman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jotuckman"}],"feature":true,"keywords":["Mexico","Texas","World news","Americas","US news","Drugs trade"],"tags":[{"id":"world/mexico","webTitle":"Mexico"},{"id":"us-news/texas","webTitle":"Texas"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/drugs-trade","webTitle":"Drugs trade"}],"section":{"id":"world"},"topics":[{"displayName":"Jo Tuckman","topic":{"type":"tag-contributor","name":"profile/jotuckman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/12/mexican-drug-war-south-texas","shortUrl":"http://gu.com/p/48zqd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/12/mexican-drug-war-south-texas","webUri":"http://www.theguardian.com/world/2015/may/12/mexican-drug-war-south-texas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9626fe197731ffdcfadaeec196326c404dc3d8cb/0_0_3504_2102/3504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3504,"orientation":"landscape","caption":" Bullet holes and blood on the windshield from a recent assassination of a police officer in Nuevo Laredo, Tamaulipas. Photograph: Erich Schlegel/Corbis","credit":"Erich Schlegel/Corbis","altText":" Bullet holes and blood on the windshield from a recent assassination of a police officer in Nuevo Laredo, Tamaulipas.","cleanCaption":" Bullet holes and blood on the windshield from a recent assassination of a police officer in Nuevo Laredo, Tamaulipas.","cleanCredit":"Photograph: Erich Schlegel/Corbis"}},"importance":4,"kicker":{"title":"'You can’t trust anybody'"},"showQuotedHeadline":false},{"title":"Unreported Britain / On the road to Wigan pier, it's the women driving change","rawTitle":"On the road to Wigan pier, it's the women driving change","item":{"type":"article","id":"society/2015/may/13/on-the-road-to-wigan-pier-its-the-women-driving-change","title":"On the road to Wigan pier, it's the women driving change","trailText":"Female volunteers are taking the lead in grassroots activism, from setting up art classes to providing free advice and interest-free loans for the desperate ","standFirst":"<p>Female volunteers are taking the lead in grassroots activism, from setting up art classes to providing free advice and interest-free loans for the desperate </p>","byline":"Stephen Armstrong and Maruxa Ruiz del Arbol","body":"<p>As a child in postwar Wigan, Barbara Nettleton helped her mother organise fund-raising beetle drives while the men of the community occupied positions and sat on committees at the working men’s clubs and local trade unions. “The community was organised through the working men’s clubs – and women weren’t even allowed in the tap rooms,” she recalls.</p> \n<p>She still lives in the town, up the hill from the site of the infamous tripe shop where George Orwell stayed when he came to research The Road To Wigan Pier. The buildings he described are long gone – a car park stands where the tripe shop used to be – but the area is still one of the poorest in Wigan.</p> \n<p>Now 67, Nettleton runs Sunshine House, a community centre behind Scholes Precinct, a concrete shopping parade teetering on the brink of desolation since the post office closed.</p> \n<p>The area has changed little over the decades, but today those on the frontline between hardship and officialdom are women. “My whole board, all my senior staff, are women – and the people we’re sent by agencies working with the long-term unemployed are men,” she says.</p> \n<figure class=\"element element-embed\" data-alt=\"Voluntary-sector employees by gender\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1430304874178/Voluntary-sector-employees.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>“Women hold up far more than half of the sky today,” says Angus McCabe of Birmingham University’s third sector research centre. “The difference is that women come through community. Men used to come through trade union activity while in employment. Now – with the possible exception of tenants’ and residents’ associations – the majority of community organisations and grassroots activism is led by women.”</p> \n<p>Data on how many women are leading community level organisations is hard to come by, but figures from the National Council for Voluntary Organisations show that, of the 800,000 people it counts in the voluntary sector, almost two-thirds are women.</p> \n<p>“Women have always been at the heart of working-class communities, but what’s changed recently is their visibility,” says <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jan/21/estate-working-class-problem-st-anns-nottingham\">Lisa McKenzie, author of Getting By: Estates, Class and Culture in Austerity Britain</a>. “If you look at protests like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/sep/23/real-politics-empty-london-housing-estate\">Focus E15 mums who occupied vacant east London flats last year</a> in protest at plans to demolish a housing estate, it’s women who are fighting back.”</p> \n<p>Nettleton set up a residents’ association in her neighbourhood in 1997, after drugs started flooding the area and one of her neighbours was beaten to death in his house. “We got together to build a bit of community spirit,” she explains. Ten years ago, just as her husband was diagnosed with terminal cancer, the group expanded into Sunshine House.</p> \n<p>It started with art classes. “When the mines and the steelworks and the mills closed, it took the apprenticeships away,” Nettleton explains. “If you get kids into art and design, it’s a skill they can use.” </p> \n<p>She also runs a lottery, with an extra number for police officers to increase their chance of winning – meaning patrol cars often stop by for a ticket, raising the police presence in the area. The lottery helps fund a community chest, which gives loans with no interest and no fixed repayments to local people struggling with bills or in short-term need.</p> \n<p>As the council’s care budget was whittled away, Sunshine House launched groups for people with mental health conditions who, because of benefit changes, are no longer eligible to use day centres. It works with the <a href=\"http://www.veteranscouncil.org/\">Veterans Council</a> to distribute grants, helps launch micro-enterprises and organises computer training. </p> \n<p>A cafe offers hot food at low prices, and the centre is considering digging up its flower beds to plant fruit and vegetables for families struggling with sanctions. </p> \n<p>It is in discussions with the local healthcare professionals on how to help people with eating disorders. “We’re a bit like doctors anyway,” says Nettleton. “You think of the community as the body, with all the problems and issues of an industrial area. We keep checking the problems and dressing them in different ways.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d3c7cf582e36f019f7b596abb7055ee5556e2d6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430238946964/28ce0d44-c83e-478a-a15e-27c6ffd4112c-280x420.jpeg\" alt=\"Medical director Dr Anna Hiley from Inclusion Health, Leicester.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Medical director Dr Anna Hiley from Inclusion Health, Leicester.</span> \n  <span class=\"element-image__credit\">Photograph: Newsteam</span> \n </figcaption> \n</figure> \n<p>The story of Sunshine House is powerful and inspiring – but not unique. Across the UK, community centres, crisis drop-in projects and GP surgeries are responding to the years of cuts and austerity with a range of improvised and creative strategies to defend their communities. As with Sunshine House, women are taking the lead.<br /></p> \n<p>In Leicester, for instance, Inclusion Healthcare is a GP practice and social enterprise running the city’s healthcare scheme for homeless people, which was founded by an all-woman team. </p> \n<p>Its CEO, Dr Anna Hiley, and executive director, Jane Gray, set the company up when the contract for the homeless healthcare work they were doing was put up for tender in 2011. “I was the GP and Jane was the nurse,” says Hiley. “They were going to put us out to tender on the open market and we were determined that we would not let our service be taken over by a for-profit organisation.”<br /></p> \n<p>The team will have to compete for the contract again in 2016. “So we need to grow, to become more sustainable, so that next time we [can] compete with the more commercial organisations out there,” she says. They have taken on contracts for substance misuse services – some within the local prison – as well as the young people’s drug team and an asylum seekers’ practice originally run by Virgin Healthcare. The team has grown from a staff of seven to 42, and the turnover has increased from about &pound;800,000 to &pound;2.4m over four years.</p> \n<figure class=\"element element-image\" data-media-id=\"a3afc64f0ba142c5365a8bb4160395134412616c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430239047479/217935fa-10e1-454a-bf1b-800c47d16b96-460x307.jpeg\" alt=\"Shona Alexander (centre), the chief executive of Newcastle Citizens Advice.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shona Alexander (centre), the chief executive of Newcastle Citizens Advice.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Pinder for the Guardian</span> \n </figcaption> \n</figure> \n<p> In Newcastle, Citizens Advice has come a long way from 1939, when the first bureaux opened their doors and “it was only men who were allowed to give advice”, according to Shona Alexander. As CEO of the Newcastle branch, she heads a largely female leadership team, which runs stalls in a local Tesco, pop-up stalls in the community and has started training programmes helping the digitally deprived understand online benefit forms.</p> \n<p>In south Wales, some 30 years ago there were more Miners’ welfare institutes than days of the year, according to Andrew Morse of the Coal Industry Social Welfare Organisation. Today there are just 38, of which a handful still host brass bands. “Thirty years ago, the boards of trustees of those institutes would be overwhelmingly if not entirely male,” says Morse. “Today, way more than half our trustees are women.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/08/iain-duncan-smith-general-election-lisa-mckenzie-class-war\">Why I have to stand against Iain Duncan Smith in the general election | Lisa McKenzie</a> </p> \n</aside> \n<p>The pattern repeats everywhere: former industrial areas where the jobs have long gone are held together and pushed forward by small groups of determined women. Back in Wigan, Nettleton speaks for most of them when she espouses a kind of communitarianism.</p> \n<p>“The reason none of the changes anyone’s made or are promising will work is that they’re all planned from above, through councils and government departments. Big Society should start on the streets,” she says. </p> \n<p>Organisations such as Sunshine House should be given money directly to spend in communities, she argues. “They should let us set guidelines for education, because we know the area’s needs and we know what it takes to get jobs. We could help create jobs, educate people, help them learn about their society, help them read and write. </p> \n<p>“But no one wants that – because they don’t want a population of highly educated people all asking difficult questions.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430238694068/17d8bc71-2bc8-405b-b3e0-7761c7038736-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Focus E15 Mothers protesting at plans to demolish a housing estate.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430238948347/28ce0d44-c83e-478a-a15e-27c6ffd4112c-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Medical director Dr Anna Hiley from Inclusion Health, Leicester. Photograph: Newsteam","credit":"Newsteam","altText":"Medical director Dr Anna Hiley from Inclusion Health, Leicester.","cleanCaption":"Medical director Dr Anna Hiley from Inclusion Health, Leicester.","cleanCredit":"Photograph: Newsteam"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430239047841/217935fa-10e1-454a-bf1b-800c47d16b96-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"Shona Alexander (centre), the chief executive of Newcastle Citizens Advice. Photograph: Mark Pinder for the Guardian","credit":"Mark Pinder for the Guardian","altText":"Shona Alexander (centre), the chief executive of Newcastle Citizens Advice.","cleanCaption":"Shona Alexander (centre), the chief executive of Newcastle Citizens Advice.","cleanCredit":"Photograph: Mark Pinder for the Guardian"}],"webPublicationDate":"2015-05-13T10:21:29Z","lastModified":"2015-05-13T10:24:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Stephen Armstrong","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephenarmstrong"}],"feature":true,"keywords":["Communities","Women","Society","Poverty","Life and style","Social exclusion","UK news"],"tags":[{"id":"society/communities","webTitle":"Communities"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"society/society","webTitle":"Society"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Stephen Armstrong","topic":{"type":"tag-contributor","name":"profile/stephenarmstrong"}}],"series":{"title":"Unreported Britain","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/unreported-britain"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/13/on-the-road-to-wigan-pier-its-the-women-driving-change","shortUrl":"http://gu.com/p/47qz9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/13/on-the-road-to-wigan-pier-its-the-women-driving-change","webUri":"http://www.theguardian.com/society/2015/may/13/on-the-road-to-wigan-pier-its-the-women-driving-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430238694068/17d8bc71-2bc8-405b-b3e0-7761c7038736-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Focus E15 Mothers protesting at plans to demolish a housing estate. Photograph: Alamy","credit":"Alamy","altText":"Focus E15 Mothers protesting at plans to demolish a housing estate.","cleanCaption":"Focus E15 Mothers protesting at plans to demolish a housing estate.","cleanCredit":"Photograph: Alamy"}},"importance":3,"kicker":{"title":"Unreported Britain"},"showQuotedHeadline":false},{"title":"Why teenagers have to take terrible risks in literature – and in real life too","rawTitle":"Why teenagers have to take terrible risks in literature – and in real life too","item":{"type":"article","id":"childrens-books-site/2015/may/13/teens-risks-ya-teen-literature-hunger-games","title":"Why teenagers have to take terrible risks in YA literature – and in real life too","trailText":"Get why Katniss volunteers at the Hunger Games reapings? How come Saba in Blood Red Road thinks nothing of going on a wild hunt for her brother? Maria Farrer on why this is perfectly normal behaviour for teenagers hard-wired to take risks without overthinking the consequences","standFirst":"<p>Get why Katniss volunteers at the Hunger Games reapings? How come Saba in Blood Red Road thinks nothing of going on a wild hunt for her brother? Maria Farrer on why this is perfectly normal behaviour for teenagers hard-wired to take risks without overthinking the consequences</p>","byline":"Maria Farrer","body":"<p>“Reckless, thoughtless, irrational, impetuous, irresponsible! Didn’t you think for one second…?”<br /></p> \n<p>Familiar words — after the event! As you stare at your feet and face the consequences of whatever it is you’ve said or done, the question doesn’t need answering because the answer is already obvious:-</p> \n<p>(a) No I didn’t think or</p> \n<p>(b) Yes I did think, but I did it anyway </p> \n<p>Either way the result is the same. Either way, you can’t turn back the clock. Impulsive decisions come from somewhere deep inside us — and no, you don’t consider the consequences; that is the whole point. They are often game-changers; setting you off on a different path that subtly (or not so subtly) alters the way you interact with the world around you. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"8b746d64da64f830119d6b36310eb03471e94a31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431428874522/e15b5de4-879f-4f94-bcdf-249591f830f5-275x420.jpeg\" alt=\"Blood red road\" width=\"275\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>There’s no shortage of examples in YA literature. Saba, in Moira Young’s <a href=\"http://bookshop.theguardian.com/blood-red-road.html\">Blood Red Road</a>, doesn’t sit around making careful plans or carrying out risk-assessments. She acts on gut impulse and goes out in search of her brother with the words, “I don’t know where I’m going or how long it’ll take me.” Some might call her reckless, impetuous, irresponsible and irrational; others clever and courageous. She is prepared to take the risks and brave the consequences. The same can be said of Todd in Patrick Ness’s <a href=\"http://bookshop.theguardian.com/knife-of-never-letting-go.html\">Chaos Walking</a> series. That’s what makes these characters so compelling.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/2014/may/06/moira-young-interview-dustlands-trilogy\">Moira Young interview: My concern has always been to do right by Saba and her story</a> </p> \n</aside> \n<p>But risk isn’t just the stuff of fiction and impulsive decisions don’t have to be of epic proportions. If you think about it, you’ll probably find that each day you are faced with decisions that involve an element of risk — moral, emotional or physical. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"2ea0d2336174184a6332d8cbd0c0532c64cb61ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431435619457/ab1091ce-96f9-413a-b8e1-ee6882d89ffa-274x420.jpeg\" alt=\"Bubblewrap boy\" width=\"274\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>In a stroke of evolutionary genius, teenagers are hard-wired to take risks; hard wired not to overthink consequences (which is completely different, of course, to not caring about consequences). Being a teenager is a risky business. It’s about day to day survival in a world which is full of unrelenting pressure; pressure to achieve, to conform, to do what is expected by family, friends, teachers or significant others, pressure not to upset the status quo. In Phil Earle’s <a href=\"http://bookshop.theguardian.com/bubble-wrap-boy.html\">The Bubble Wrap Boy</a> it is interesting to compare the different attitude of Charlie and his mother - Charlie wanting to be a normal teenager and his mother wanting, both literally and metaphorically, to wrap him in layers of protection.</p> \n<p>So perhaps it is lucky that the part of the brain responsible for controlling impulsive behaviour doesn’t fully mature until around 25. The alternative hardly bears thinking about!</p> \n<blockquote class=\"quoted\"> \n <p>If you knew what was going to happen, if you knew everything that was going to happen next — if you knew in advance the consequences of your own actions …you’d never eat or drink or laugh or get out of bed in the morning.</p> \n</blockquote> \n<p><strong>Margaret Attwood, <a href=\"http://bookshop.theguardian.com/blind-assassin.html\">The Blind Assassin</a> </strong></p> \n<p>There’s no doubt that taking risks can put you in the spotlight, sometimes for the right reasons and sometimes not. Doing the unexpected can win you admiration and respect, or expose you to misunderstanding and trouble. It can polarise those around you — not least because it challenges others to ask questions of themselves. </p> \n<p>Yet however much you try to plan, however much people try to control your choices, there will always be moments when overpowering impulse compels you to take a leap into the unknown and do something unpredictable. It’s that moment when you turn left instead of right, it’s the moment you leave when everyone expects you to stay; when you follow your heart instead of your head. Like Katniss Everdeen, in <a href=\"http://bookshop.theguardian.com/hunger-games-14.html\">The Hunger Games</a>, volunteering to take her sister’s place at “The Reapings” and thereby exposing herself to extreme risk, not to mention life or death consequences.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/2014/sep/02/teenage-guide-to-stress-top-tips-nicola-morgan\">A teenage guide to stress</a> </p> \n</aside> \n<p>But in that one moment of impulsive decision nothing else matters. That happens later… and, ultimately, it is the way in which we deal with the consequences that helps to shape who we are and who we become. It’s about responsibility and resilience, but it’s also about possibility and opportunity. You can never go back, so you must search for a way forward.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"884f3b01a86331049c79e40a6534b1da640b10ac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431435778202/c76b1a6e-b5c1-4bfa-90b2-36c556020597-274x420.jpeg\" alt=\"Broken strings\" width=\"274\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>I have always enjoyed challenging the characters in my books — pushing them to their limits and then a little bit further. In <a href=\"http://bookshop.theguardian.com/broken-strings.html\">Broken Strings</a>, Jess runs away from home to live with a grandmother she doesn’t know. She could never have guessed at the full impact of her decision. And Amber, in <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/273631/\">A Flash of Blue</a>, becomes trapped in a train of events for which she feels entirely responsible. Part fate, part fault, her decisions leave her increasingly isolated and she is left with no option but to deal with the consequences.</p> \n<p>Taking risks is not an excuse for stupidity or foolishness and being impulsive doesn’t mean there’s no room for thoughtful behaviour. But if we all did what was expected, if we were all entirely predictable and never took risks, then what would we become? </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ad1247a0ee447bacdd38f93f92942de2d14c70ba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431428787329/b8050f45-0fde-4133-9077-bfc607402dfc-274x420.jpeg\" alt=\"A Flash of Blue\" width=\"274\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Pick up any story. Take out the risk and consequence and what are you left with? Reckless, impetuous and thoughtless? In a world which increasingly seeks to control, there is something liberating about impulsivity. Make the most of it while you’re young because, presumably, after the age of 25, we all become dull as ditchwater!</p> \n<p><strong>Maria Farrer’s latest book <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/273631/\">A Flash of Blue</a> is available at the Guardian bookshop. </strong></p>","section":"Children's books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431435548758/6547cd78-edef-44dc-9e37-f230a62ffe2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Moviestore Collection/REX/Moviestore Collection/REX","altText":"Katniss","cleanCredit":"Photograph: Moviestore Collection/REX/Moviestore Collection/REX"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431428875047/247285e2-0e38-4b50-92a2-c0748d71990b-1337x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1337,"orientation":"portrait","caption":" ","credit":"PR","altText":"Blood red road","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431435618566/054f872e-48e6-4d84-b7a3-2560d43622cf-664x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":664,"orientation":"portrait","caption":" ","credit":"PR","altText":"Bubblewrap boy","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431435777827/756a7297-4c6e-477f-afc9-361a1b6a0aa0-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":460,"width":300,"orientation":"portrait","caption":" ","credit":"PR","altText":"Broken strings","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431428788569/9df5ce60-36b4-45ab-98e4-b5f430ca7ee6-1329x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1329,"orientation":"portrait","caption":" ","credit":"PR","altText":"A Flash of Blue","cleanCaption":" "}],"webPublicationDate":"2015-05-13T07:00:04Z","lastModified":"2015-05-13T11:10:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Children and teenagers","Books","Culture","Teen books","Patrick Ness","Hunger Games","Suzanne Collins","Margaret Atwood"],"tags":[{"id":"books/booksforchildrenandteenagers","webTitle":"Children and teenagers"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/teen-books","webTitle":"Teen books"},{"id":"books/patrick-ness","webTitle":"Patrick Ness"},{"id":"books/hunger-games","webTitle":"Hunger Games"},{"id":"books/suzanne-collins","webTitle":"Suzanne Collins"},{"id":"books/margaretatwood","webTitle":"Margaret Atwood"}],"section":{"id":"childrens-books-site"},"topics":[],"series":{"title":"Author opinion","uri":"http://mobile-apps.guardianapis.com/lists/tag/childrens-books-site/series/author-opinion"},"embeddedVideos":[],"adTargetingPath":"childrens-books-site"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/childrens-books-site/2015/may/13/teens-risks-ya-teen-literature-hunger-games","shortUrl":"http://gu.com/p/48aqb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/childrens-books-site/2015/may/13/teens-risks-ya-teen-literature-hunger-games","webUri":"http://www.theguardian.com/childrens-books-site/2015/may/13/teens-risks-ya-teen-literature-hunger-games"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431435548758/6547cd78-edef-44dc-9e37-f230a62ffe2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Risk taker: Katniss (seen here played by Jennifer Lawrence) acts on impulse in The Hunger Games. Photograph: Moviestore Collection/REX","credit":"Moviestore Collection/REX","altText":"Katniss","cleanCaption":"Risk taker: Katniss (seen here played by Jennifer Lawrence) acts on impulse in The Hunger Games.","cleanCredit":"Photograph: Moviestore Collection/REX"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-05-13T13:19:55Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}