{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Inside Venice's bid to hold back the tide","rawTitle":"Inside Venice's bid to hold back the tide","item":{"type":"article","id":"cities/2015/jun/16/inside-venice-bid-hold-back-tide-sea-level-rise","title":"Inside Venice's bid to hold back the tide","trailText":"With the city slipping slowly into the lagoon and sea levels continuing to rise, the delayed €5.4bn Mose flood barrier project will be fighting the laws of nature <br>","standFirst":"<p>With the city slipping slowly into the lagoon and sea levels continuing to rise, the delayed €5.4bn Mose flood barrier project will be fighting the laws of nature <br /></p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/gallery/2015/jun/16/history-flooding-sinking-city-venice-in-pictures\">A history of flooding in the sinking city of Venice – in pictures</a><br /></li>\n</ul>","byline":"Antonia Windsor","body":"<p>Later this summer the final stages of Venice’s <a href=\"http://en.wikipedia.org/wiki/MOSE_Project\">Mose flood barrier project</a> will begin completion as the gates arrive and are inserted into their concrete foundations on the bed of the Venetian lagoon. The gates, which will be situated in the three inlets through which water enters and leaves the lagoon, will be able to be opened and closed separately to control the flow of water and help to control the high tides, or <em>acqua alta</em>, that mire Venice every winter.<br /></p> \n<p>The working of the gates will be quite similar to London’s Thames Barrier, thanks to the knowledge and experience shared within the flood-defence club, <a href=\"http://www.i-storm.org/en/i-storm.html\">I-Storm</a> (International Network for Storm Surge Barrier Managers), of which London and Venice are both members. </p> \n<p>In the Mose control centre in a converted chapel in Venice’s Arsenal, nine people are looking at various hi-tech screens with graphs, charts and diagrams monitoring the conditions of the lagoon. For nearly five years they have been opening and closing imaginary gates, simulating the flood defence in real-time. “The gates will start operating as soon as they are fitted,” says Roberto Chiarlo, manager of Thetis, the monitoring network and environmental measurements department. “It is the easiest part of the work that is left.” </p> \n<figure class=\"element element-image\" data-media-id=\"bf6f1e99f4aeae56ff03d4d8c3cefb2a24d0fbc6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433936917769/985176d5-86cf-4975-acbe-1adda7ccbf40-460x306.jpeg\" alt=\"Venice’s €5.4bn Mose flood barrier project will be able to support a 3 metre high tide.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Venice’s €5.4bn Mose flood barrier project will be able to support a three-metre high tide.</span> \n  <span class=\"element-image__credit\">Photograph: Vincenzo Pinto/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The hard part – building the 23,000 tonne concrete foundations and lowering them into the lagoon – has already been completed. The delivery of the gates will include a spare for each of the three inlets, enabling them to be removed and maintained every five years without interrupting the service of the barrier. Each hinge on the gates will have a waterproof camera permitting them to be accurately controlled.</p> \n<p>The centre has been simulating the control of the gates since 2011, collecting data that enables the creation of mathematical and statistical models that can be entered into the decision support system. “We have full control in real time,” says Chiarlo “We know which angle to raise the gate to make it most efficient. We can predict the tidal movement for the next five days and see if flooding is predicted.” </p> \n<p>The factors being considered are wind, water level, waves, pressure and fresh flood from the rivers. The barriers will be able to support a three-metre-high tide and will protect Venice for a century. “The commercial harbour will be impacted each time the barriers are lifted and there would be thousands of dollars of electricity used,” says Chiarlo. “We need to protect Venice but we also have economic activities in Venice and there will be a conflict between the two – there will need to be negotiation on each decision.”</p> \n<p>Since the Mose model was first proposed in 1988, it has faced a barrage of criticism from environmental campaigners who believe that it will alter the biodiversity of the lagoon – but Chiarlo rejects their claims. “We have made an impact assessment and as the gates will only be raised for a couple of hours; the impact is minimal,” he says. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"21abe95d024fca25d05b2eadb809cc1e278f4636\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433867470710/3ff4adc7-4a03-4049-9973-5e536759056a-460x345.jpeg\" alt=\"Inside the Mose control centre.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Inside the Mose control centre.</span> \n  <span class=\"element-image__credit\">Photograph: Antonia Windsor</span> \n </figcaption> \n</figure> \n<p>In another camp, many are positive about the barrier’s potential impact on the natural environment of the lagoon’s islands, which is subject to severe damage during the flooding season. “The historic flood of November 4 1966, which saw water reach 194cm, signalled the end of lagoon agriculture and was responsible for the death of the majority of lagoon plant life,” says Matteo Bisol, manager of the vineyard Venissa on the island of Mazzorbo. “There was a lot of winemaking in the lagoon in the 19th century but it had all but vanished when we decided to resurrect it in 2002 in a walled vineyard that had contained vines since 1300. In the past few years, <em>acqua alta</em> has reached Venissa, but the vines have always survived. The Mose barrier will hopefully mean they will be protected in the future.”</p> \n<p>Furthermore, a recent cost-benefit analysis shows that the barriers will more than pay for themselves in 50 years through the reduction of maintenance and repair costs caused by the annual floods.</p> \n<p><em>Acqua alta </em>occurs regularly during the winter months . “For anyone who is not Venetian, it is always amazing to see how residents in the city take the phenomenon of the high tides and exceptional water levels in their stride,” says Paolo Canestrelli, director of the city’s <a href=\"http://www.comune.venezia.it/flex/cm/pages/ServeBLOB.php/L/EN/IDPagina/2104\">tide monitoring and forecast centre</a>. “We have a series of flexible measures in place that limit the extent of the problem. Sirens sound a warning throughout the city when a high tide is forecast; information is provided in real time via the web and mobile telephones; temporary elevated platforms are set up in the parts of the city with heavier pedestrian traffic, while some public water transport lines are diverted to all-weather routes.”</p> \n<p>“We have to consider that high tides last an average of two hours and 30 min and citizens, commerce and transport are warned in time to plan alternative routes, to put all goods away safely and to wear boots. They know that in two hours the tide will flow back to the sea. Venice has always shown its ability to adapt.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>To preserve Venice has always been to interfere in the natural course of events</p> \n  <footer> \n   <cite>Dominic Standish</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Dominic Standish, academic and author of <a href=\"http://www.amazon.co.uk/Venice-Environmental-Peril-Myth-Reality/dp/0761856641\">Venice in Environmental Peril? Myth and Reality</a>, agrees that Venetians have always adapted to the unique problems of living in the lagoon. “Mose is continuing in the tradition of the Venetian Republic, which intervened in the lagoon to protect against natural threats. Ancient Venetians built sea walls and diverted two major rivers – these were huge engineering projects,” he explains. “The Venetian Republic suffered more from flooding than we do now. People were regularly killed by flooding. They had difficulty in predicting it. Venice is much better protected now than it has been for a long time.” </p> \n<p>Jonathan Keates is chairman of the UK-based <a href=\"http://www.veniceinperil.org/\">Venice In Peril Fund</a>, which has received &pound;2m from sales of the <a href=\"http://www.veniceinperil.org/pg/pizza-express-corporate-benefactors\">Pizza Express Veneziana pizza</a> since 1977 for restoration and conservation work in the city. He agrees that Venice is in a strong position at the moment: “The city, in terms of built environment, is in better shape than it has ever been. Regular dredging of canals has lessened the impact of rising water levels, and the Mose barriers – whatever the doomsters predict – are likely to be a major factor in halting inundation for a long time, and the sinking of the city has abated since the construction of aqueducts obviating the need to draw water from the subsoil.”</p> \n<p>Venice is a cluster of 124 island settlements that began in the 7th century and gradually coalesced into the city we know today. Venetians have always had to conquer land from the lagoon and defend it from the sea. The beautiful faded palazzos, whose facades are the pretty face of the city, are a feat of medieval engineering. Built on wooden stilts and without fixed masonry, the buildings were designed to move and adapt to the uneven settling of the ground beneath. “The natural course for a lagoon is to either become dry land or to disappear back into the sea,” explains Standish. “To preserve Venice has always been to interfere in the natural course of events.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"d12b49db106a2c26b33ce49e58f37a0a889dc50b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433866321261/3de69deb-2bac-4ebf-a79e-a82cbdfc04e5-460x263.jpeg\" alt=\"The historic flood of November 1966 saw water reach 194cm. In recent years, flood waters have risen to over 150cm.\" width=\"460\" height=\"263\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Venice floods again. </span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>Since last summer, the work on the flood barriers has slowed, thanks to an ongoing investigation into the corruption surrounding the Mose project. Allegations of bribery and illegal financing of political parties resulted in 35 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/04/mayor-venice-arrested-alleged-kickbacks-flood-barrier\">arrests last June</a>. Among those arrested was Giovanni Mazzacurati, the then president of Consorzio Venezia Nuova, the consortium responsible for the project and charged with safeguarding the lagoon. Mazzacurati was accused of diverting funds to mayor Giorgio Orsoni to finance his 2010 campaign for office. The alleged web of bribes and kickbacks involved several politicians, according to investigators. Orsoni was also arrested, along with the former governor of the Veneto Giancarlo Galan who was briefly imprisoned in Milan before being granted house arrest at his villa in Padua, northern Italy.</p> \n<p> “After the arrests of 4 June 2014 there have been setbacks,” says Luigi Magistro, the new commissioner of Mose appointed by the national anti-corruption authority last month. “The checks and controls have been increased. There has been a slowdown, and now the time schedule will slip back a few months. But it is the price to pay for legality.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Venice appears to be continuing to subside at a rate of about 2mm a year. It’s a small effect, but it’s important</p> \n  <footer> \n   <cite>Yehuda Bock</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The flood barrier was due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or even 2020. However, at a cost of €5.4bn (&pound;3.9bn) to the Italian government, there is no going back. The project will be completed.</p> \n<p>“I am confident that once we start there will be no arguments,” says Mose’s general manager, Hermes Redi. “Once the gates are in operation there will be a much better management of the lagoon.” </p> \n<p>Redi says Venice has “sunk” 23cm in the last century as a result of sea level rises and subsistence, largely due to the extraction of groundwater, which stopped in the 1970s. “We haven’t had a problem with Venice sinking for the past 50 years. Now our problem is the sea-level rising”, he says. “With these barriers we will be the only city in the world which will be protected if the sea-level rises up to 1 metre – if water goes up more than 1m it is not Venice that is in peril, it is Italy.”</p> \n<p>However, not everyone agrees that Venice has stopped sinking. In 2012 a study by <a href=\"https://scripps.ucsd.edu/\">Scripps Institution of Oceanography</a> in San Diego found that Venice had not stabilised as previously thought, but was continuing to slowly sink – and to tilt eastward. “Venice appears to be continuing to subside at a rate of about 2mm a year,” says Yehuda Bock, a research geodesist with Scripps who has been studying Venice subsidence since 2001. “It’s a small effect, but it’s important.” he added. The sea level is rising in the Venetian lagoon at a rate of 2mm per year, so this slight subsidence doubles the rate at which the heights of surrounding waters are increasing relative to the elevation of the city, he observed in the study. In the next 20 years, if Venice and its immediate surroundings subsided at the current rate, researchers would expect the land to sink up to 80mm relative to the sea.</p> \n<figure class=\"element element-image\" data-media-id=\"05bc81eaabe54b428715ed633d35cde1c6f7bc53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433867679713/1ae83128-aa86-47b8-a4ae-af6c6e74d920-460x308.jpeg\" alt=\"caption\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Flooding is a part of normal life in Venice. </span> \n  <span class=\"element-image__credit\">Photograph: Andrea Pattaro/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The idea of Venice sinking has long captured the imagination and has featured in countless artistic works, including theatre director Robert Lepage’s 1990 production of Tectonic Plates, during which he famously flooded the stage of the National Theatre to stage an art auction in which punters were bidding on famous paintings while wading knee deep in water. </p> \n<p>“Venice as a metaphor for death and human frailty dates back to the early 19th century. ‘In the fall of Venice think of thine,’ wrote poet Lord Byron in 1812,” says Standish. “The fall of the Venetian Republic in 1797 created a predisposition to embrace any sign of Venice’s downfall. John Ruskin’s 1860 book provided details of the city’s stones for the generations he feared would never see it. When the bell tower in St Mark’s Square collapsed in 1902, it was taken as a sign that Venice was sinking … In the 20th century, Thomas Mann’s Death in Venice consolidated the association of the city with mortality.” </p> \n<p>“The idea that St Mark’s Basilica will one day become a species of Debussian <em>cathedrale engloutie</em>, with coral-encrusted statues and fish swimming across the mosaics and the Pala d’Oro turned into an oyster-bed, is no doubt an alluring one for some,” says Keates. “Frankly I don’t share it. Neither am I, or my fellow trustees, in favour of the ‘Let it fall down’ school of thought, which is simply an excuse for idleness, apathy and philistinism. If the thought of Venice sinking captures the imagination, then it should be as a wakeup call to save the city as an essential basis of the civilization we cherish. The world owes huge debts to Venice, including modern systems of democratic government and the printed book.”</p> \n<p>Back at the Mose control centre Chiarlo says he hopes his team will grow in the next few years so the centre can be manned 24 hours a day. “We are doing an important job,” he says. “We are saving Venice.”</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join in the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867083404/a41ddc72-3e55-4686-a907-0f7608e6197f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrea Pattaro/AFP/Getty Images","altText":"A woman walks through Piazza San Marco during a flood. Waters regularly reach above 130cm in the winter months.","cleanCredit":"Photograph: Andrea Pattaro/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433936916074/985176d5-86cf-4975-acbe-1adda7ccbf40-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Venice’s €5.4bn Mose flood barrier project will be able to support a three-metre high tide. Photograph: Vincenzo Pinto/AFP/Getty Images","credit":"Vincenzo Pinto/AFP/Getty Images","altText":"Venice’s €5.4bn Mose flood barrier project will be able to support a 3 metre high tide.","cleanCaption":"Venice’s €5.4bn Mose flood barrier project will be able to support a three-metre high tide.","cleanCredit":"Photograph: Vincenzo Pinto/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867471636/6748c5ee-c9c3-43f3-918a-2b4fc46f9658-2060x1545.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1545,"width":2060,"orientation":"landscape","caption":"Inside the Mose control centre. Photograph: Antonia Windsor","credit":"Antonia Windsor","altText":"Inside the Mose control centre.","cleanCaption":"Inside the Mose control centre.","cleanCredit":"Photograph: Antonia Windsor"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433866320336/3de69deb-2bac-4ebf-a79e-a82cbdfc04e5-2060x1178.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1178,"width":2060,"orientation":"landscape","caption":"Venice floods again.  Photograph: Reuters","credit":"Reuters","altText":"The historic flood of November 1966 saw water reach 194cm. In recent years, flood waters have risen to over 150cm.","cleanCaption":"Venice floods again. ","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867681067/1ae83128-aa86-47b8-a4ae-af6c6e74d920-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"Flooding is a part of normal life in Venice.  Photograph: Andrea Pattaro/AFP/Getty Images","credit":"Andrea Pattaro/AFP/Getty Images","altText":"caption","cleanCaption":"Flooding is a part of normal life in Venice. ","cleanCredit":"Photograph: Andrea Pattaro/AFP/Getty Images"}],"webPublicationDate":"2015-06-16T06:30:11Z","lastModified":"2015-06-16T06:33:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Antonia Windsor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/antoniawindsor"}],"feature":false,"keywords":["Cities","Venice","Flooding","Natural disasters and extreme weather","Environment","Italy","World news","Italy","Italy","Travel","Europe","Europe"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"weather/venice","webTitle":"Venice"},{"id":"environment/flooding","webTitle":"Flooding"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"environment/environment","webTitle":"Environment"},{"id":"weather/italy","webTitle":"Italy"},{"id":"world/world","webTitle":"World news"},{"id":"world/italy","webTitle":"Italy"},{"id":"travel/italy","webTitle":"Italy"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"travel/europe","webTitle":"Europe"}],"section":{"id":"cities"},"topics":[{"displayName":"Antonia Windsor","topic":{"type":"tag-contributor","name":"profile/antoniawindsor"}}],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/16/inside-venice-bid-hold-back-tide-sea-level-rise","shortUrl":"http://gu.com/p/49jeq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/16/inside-venice-bid-hold-back-tide-sea-level-rise","webUri":"http://www.theguardian.com/cities/2015/jun/16/inside-venice-bid-hold-back-tide-sea-level-rise"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867083404/a41ddc72-3e55-4686-a907-0f7608e6197f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman walks through Piazza San Marco during a flood. Waters regularly rise above 130cm in the winter. Photograph: Andrea Pattaro/AFP/Getty","credit":"Andrea Pattaro/AFP/Getty","altText":"A woman walks through Piazza San Marco during a flood. Waters regularly reach above 130cm in the winter months.","cleanCaption":"A woman walks through Piazza San Marco during a flood. Waters regularly rise above 130cm in the winter.","cleanCredit":"Photograph: Andrea Pattaro/AFP/Getty"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"In pictures / A history of flooding in the sinking city","rawTitle":"A history of flooding in the sinking city","item":{"type":"gallery","id":"cities/gallery/2015/jun/16/history-flooding-sinking-city-venice-in-pictures","title":"A history of flooding in the sinking city of Venice","trailText":"The Queen of the Adriatic is sliding into the sea at a rate of 2mm per year, but life for Venitians goes on as normal as the deluge washes through the historic cityInside Venice’s bid to hold back the tide","standFirst":"<p>The Queen of the Adriatic is sliding into the sea at a rate of 2mm per year, but life for Venitians goes on as normal as the deluge washes through the historic city</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jun/16/inside-venice-bid-hold-back-tide-sea-level-rise\">Inside Venice’s bid to hold back the tide</a></li>\n</ul>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"1888a5558a04c6a710b44fe02680f869678dff98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434361902085/99936f1b-0c6d-44aa-963c-d54c3a6747fa-620x432.jpeg\" alt=\"November 1927: &lt;em&gt;Acqua alta &lt;/em&gt;(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venitian Lagoon.\" width=\"620\" height=\"432\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>November 1927</strong> <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venetian Lagoon</span> \n  <span class=\"element-image__credit\">Photograph: Underwood &amp; Underwood/Corbis</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"899aaff9232937de01c83cce646f4314f7fc1bc6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434361853419/15f7d738-5315-4597-be41-d6d898e4fab8-620x395.jpeg\" alt=\"December 1933: Piazza San Marco, which sits at sea level, is quick to flood during acqua alta when water surges up through the drains in the square. In this case, snow-thawing created a flood in front of Saint Mark’s basilica.\" width=\"620\" height=\"395\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>December 1933</strong> Piazza San Marco, which sits just above sea level, is quick to flood during <em>acqua alta</em> when water surges up through the drains in the square. In this case, thawing snow created a flood in front of St Mark’s basilica</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d98b822156c42593ada5c3e4fdf6208fd0e6db12\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434361998959/9e7a531e-4750-431e-bf00-08edb163c718-320x480.jpeg\" alt=\"March 1964: Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon has led to the city “sinking” at an average of 2mm each year.\" width=\"320\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>March 1964</strong> Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon, has led to the city ‘sinking’ at an average of 2mm a year</span> \n  <span class=\"element-image__credit\">Photograph: David Lees/Corbis</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"84457a5ead257176ff1134b556b0a6269a341b7d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434385107324/aaf7b378-3add-4a0c-8403-dff498a5fad5-620x449.jpeg\" alt=\"February 1974: In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120 cm above the standard sea level.\" width=\"620\" height=\"449\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>February 1974</strong> In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120cm above the standard sea level</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"58db329ea0a78dcb87304e819ac6b875b362f1b9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434383645701/5b9153f3-cedf-462a-82a4-f177b675b1f4-620x411.jpeg\" alt=\"1980: The flood barrier was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020.\" width=\"620\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>1980</strong> The Mose flood barrier project was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020</span> \n  <span class=\"element-image__credit\">Photograph: Olympia/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"ed85c117e94c6e823b2977983e28de6da94d5d4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434385270890/ae10f066-7adb-46c8-819c-0a6abd5f6e68-620x446.jpeg\" alt=\"November 1996: When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding.\" width=\"620\" height=\"446\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>November 1996</strong> When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0e9003a6090f5d6e5d3f919af2ad21574ba1d0bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362151917/47d5cd45-77a7-477c-b175-64ca2e1712e5-620x408.jpeg\" alt=\"November 2001: Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes.\" width=\"620\" height=\"408\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>November 2001</strong> Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes</span> \n  <span class=\"element-image__credit\">Photograph: Andrea Merola/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dd3edd52d73c758fd9d45f3012080847fd1c9d55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362079329/84236f37-dc79-40a5-9d41-5b31691147e8-620x412.jpeg\" alt=\"October 2006: Tidal events are categorised as ‘intense’ when the water is between 80-109cm above standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level.\" width=\"620\" height=\"412\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>October 2006</strong> Tidal events are categorised as ‘intense’ when the water is between 80-109cm above the standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level</span> \n  <span class=\"element-image__credit\">Photograph: S Casellati/Vision/AFP/Getty</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c747932657d61bc52e5a472c4bb7bf326a6852e4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362431937/644cc866-48fd-43f5-856d-ff8739d40c95-620x444.jpeg\" alt=\"January 2010: People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours.\" width=\"620\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>January 2010</strong> People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours</span> \n  <span class=\"element-image__credit\">Photograph: Luigi Costantini/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3b1bfa9418a6830a63e96c43ef6c29e3e2ada5c0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362302404/38c186d6-4a7b-4910-ab38-47e92d3162d2-620x423.jpeg\" alt=\"November 2011: People swim in Piazza San Marco. The Mose control centre has been stimulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models.\" width=\"620\" height=\"423\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>November 2011</strong> People swim in Piazza San Marco. The Mose control centre has been simulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models</span> \n  <span class=\"element-image__credit\">Photograph: Luigi Costantini/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c1d38a9d087d1c062e27bc254a7b8422c5333b45\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362215903/7548abc8-af4e-49a9-9209-0997baabac5f-620x414.jpeg\" alt=\"October 2012: St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when sea level rose to over 150cm. The maximum documented tide level was 194cm in November 1966.\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>October 2012</strong> St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when the sea level rose more than 150cm. The maximum documented tide level was 194cm in November 1966</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f442c025ba1f9854c736b88d93403ad3484b7b25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434362275263/463c1013-bade-4fa0-89e0-fed4f75138dc-620x398.jpeg\" alt=\"November 2012: When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier.\" width=\"620\" height=\"398\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>November 2012</strong> When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier</span> \n  <span class=\"element-image__credit\">Photograph: Marco Secchi/Getty</span> \n </figcaption> \n</figure>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361900739/99936f1b-0c6d-44aa-963c-d54c3a6747fa-2060x1436.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1436,"width":2060,"orientation":"landscape","caption":"<strong>November 1927</strong> <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venetian Lagoon Photograph: Underwood & Underwood/Corbis","credit":"Underwood & Underwood/Corbis","altText":"November 1927: <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venitian Lagoon.","cleanCaption":"<strong>November 1927</strong> <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venetian Lagoon","cleanCredit":"Photograph: Underwood & Underwood/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361854800/15f7d738-5315-4597-be41-d6d898e4fab8-2060x1312.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1312,"width":2060,"orientation":"landscape","caption":"<strong>December 1933</strong> Piazza San Marco, which sits just above sea level, is quick to flood during <em>acqua alta</em> when water surges up through the drains in the square. In this case, thawing snow created a flood in front of St Mark’s basilica Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"December 1933: Piazza San Marco, which sits at sea level, is quick to flood during acqua alta when water surges up through the drains in the square. In this case, snow-thawing created a flood in front of Saint Mark’s basilica.","cleanCaption":"<strong>December 1933</strong> Piazza San Marco, which sits just above sea level, is quick to flood during <em>acqua alta</em> when water surges up through the drains in the square. In this case, thawing snow created a flood in front of St Mark’s basilica","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361999893/9e7a531e-4750-431e-bf00-08edb163c718-1358x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1358,"orientation":"portrait","caption":"<strong>March 1964</strong> Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon, has led to the city ‘sinking’ at an average of 2mm a year Photograph: David Lees/Corbis","credit":"David Lees/Corbis","altText":"March 1964: Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon has led to the city “sinking” at an average of 2mm each year.","cleanCaption":"<strong>March 1964</strong> Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon, has led to the city ‘sinking’ at an average of 2mm a year","cleanCredit":"Photograph: David Lees/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434385108666/aaf7b378-3add-4a0c-8403-dff498a5fad5-2060x1493.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1493,"width":2060,"orientation":"landscape","caption":"<strong>February 1974</strong> In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120cm above the standard sea level Photograph: AP","credit":"AP","altText":"February 1974: In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120 cm above the standard sea level.","cleanCaption":"<strong>February 1974</strong> In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120cm above the standard sea level","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383647100/5b9153f3-cedf-462a-82a4-f177b675b1f4-2060x1365.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1365,"width":2060,"orientation":"landscape","caption":"<strong>1980</strong> The Mose flood barrier project was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020 Photograph: Olympia/Rex Shutterstock","credit":"Olympia/Rex Shutterstock","altText":"1980: The flood barrier was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020.","cleanCaption":"<strong>1980</strong> The Mose flood barrier project was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020","cleanCredit":"Photograph: Olympia/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434385270134/ae10f066-7adb-46c8-819c-0a6abd5f6e68-1020x734.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":734,"width":1020,"orientation":"landscape","caption":"<strong>November 1996</strong> When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding Photograph: AP","credit":"AP","altText":"November 1996: When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding.","cleanCaption":"<strong>November 1996</strong> When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362151316/47d5cd45-77a7-477c-b175-64ca2e1712e5-1020x671.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":671,"width":1020,"orientation":"landscape","caption":"<strong>November 2001</strong> Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes Photograph: Andrea Merola/EPA","credit":"Andrea Merola/EPA","altText":"November 2001: Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes.","cleanCaption":"<strong>November 2001</strong> Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes","cleanCredit":"Photograph: Andrea Merola/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362077166/84236f37-dc79-40a5-9d41-5b31691147e8-2060x1370.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1370,"width":2060,"orientation":"landscape","caption":"<strong>October 2006</strong> Tidal events are categorised as ‘intense’ when the water is between 80-109cm above the standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level Photograph: S Casellati/Vision/AFP/Getty","credit":"S Casellati/Vision/AFP/Getty","altText":"October 2006: Tidal events are categorised as ‘intense’ when the water is between 80-109cm above standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level.","cleanCaption":"<strong>October 2006</strong> Tidal events are categorised as ‘intense’ when the water is between 80-109cm above the standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level","cleanCredit":"Photograph: S Casellati/Vision/AFP/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362430598/644cc866-48fd-43f5-856d-ff8739d40c95-2060x1476.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1476,"width":2060,"orientation":"landscape","caption":"<strong>January 2010</strong> People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours Photograph: Luigi Costantini/AP","credit":"Luigi Costantini/AP","altText":"January 2010: People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours.","cleanCaption":"<strong>January 2010</strong> People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours","cleanCredit":"Photograph: Luigi Costantini/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362303781/38c186d6-4a7b-4910-ab38-47e92d3162d2-2060x1406.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1406,"width":2060,"orientation":"landscape","caption":"<strong>November 2011</strong> People swim in Piazza San Marco. The Mose control centre has been simulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models Photograph: Luigi Costantini/AP","credit":"Luigi Costantini/AP","altText":"November 2011: People swim in Piazza San Marco. The Mose control centre has been stimulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models.","cleanCaption":"<strong>November 2011</strong> People swim in Piazza San Marco. The Mose control centre has been simulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models","cleanCredit":"Photograph: Luigi Costantini/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362214549/7548abc8-af4e-49a9-9209-0997baabac5f-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"<strong>October 2012</strong> St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when the sea level rose more than 150cm. The maximum documented tide level was 194cm in November 1966 Photograph: AFP/Getty","credit":"AFP/Getty","altText":"October 2012: St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when sea level rose to over 150cm. The maximum documented tide level was 194cm in November 1966.","cleanCaption":"<strong>October 2012</strong> St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when the sea level rose more than 150cm. The maximum documented tide level was 194cm in November 1966","cleanCredit":"Photograph: AFP/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362273889/463c1013-bade-4fa0-89e0-fed4f75138dc-2060x1322.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1322,"width":2060,"orientation":"landscape","caption":"<strong>November 2012</strong> When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier Photograph: Marco Secchi/Getty","credit":"Marco Secchi/Getty","altText":"November 2012: When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier.","cleanCaption":"<strong>November 2012</strong> When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier","cleanCredit":"Photograph: Marco Secchi/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-16T06:30:11Z","lastModified":"2015-06-16T07:13:37Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Cities","Venice","Flooding","Environment","Natural disasters and extreme weather","Italy","Travel","Italy","World news","Europe"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"weather/venice","webTitle":"Venice"},{"id":"environment/flooding","webTitle":"Flooding"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"travel/italy","webTitle":"Italy"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"cities"},"topics":[],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/gallery/2015/jun/16/history-flooding-sinking-city-venice-in-pictures","shortUrl":"http://gu.com/p/49nnn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/gallery/2015/jun/16/history-flooding-sinking-city-venice-in-pictures","webUri":"http://www.theguardian.com/cities/gallery/2015/jun/16/history-flooding-sinking-city-venice-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361900739/99936f1b-0c6d-44aa-963c-d54c3a6747fa-2060x1436.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1436,"width":2060,"orientation":"landscape","caption":"<strong>November 1927</strong> <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venetian Lagoon Photograph: Underwood & Underwood/Corbis","credit":"Underwood & Underwood/Corbis","altText":"November 1927: <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venitian Lagoon.","cleanCaption":"<strong>November 1927</strong> <em>Acqua alta </em>(high water) is the term used in Venice for the annual flooding that occurs mainly in the winter months as a result of a convergence of high-tides and a strong sirocco wind in the Venetian Lagoon","cleanCredit":"Photograph: Underwood & Underwood/Corbis"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361854800/15f7d738-5315-4597-be41-d6d898e4fab8-2060x1312.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1312,"width":2060,"orientation":"landscape","caption":"<strong>December 1933</strong> Piazza San Marco, which sits just above sea level, is quick to flood during <em>acqua alta</em> when water surges up through the drains in the square. In this case, thawing snow created a flood in front of St Mark’s basilica Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"December 1933: Piazza San Marco, which sits at sea level, is quick to flood during acqua alta when water surges up through the drains in the square. In this case, snow-thawing created a flood in front of Saint Mark’s basilica.","cleanCaption":"<strong>December 1933</strong> Piazza San Marco, which sits just above sea level, is quick to flood during <em>acqua alta</em> when water surges up through the drains in the square. In this case, thawing snow created a flood in front of St Mark’s basilica","cleanCredit":"Photograph: Bettmann/Corbis"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361999893/9e7a531e-4750-431e-bf00-08edb163c718-1358x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1358,"orientation":"portrait","caption":"<strong>March 1964</strong> Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon, has led to the city ‘sinking’ at an average of 2mm a year Photograph: David Lees/Corbis","credit":"David Lees/Corbis","altText":"March 1964: Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon has led to the city “sinking” at an average of 2mm each year.","cleanCaption":"<strong>March 1964</strong> Poet Ezra Pound walks along a flooded pavement. Excessive groundwater pumping in the 20th century, combined with rising sea-levels in the lagoon, has led to the city ‘sinking’ at an average of 2mm a year","cleanCredit":"Photograph: David Lees/Corbis"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434385108666/aaf7b378-3add-4a0c-8403-dff498a5fad5-2060x1493.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1493,"width":2060,"orientation":"landscape","caption":"<strong>February 1974</strong> In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120cm above the standard sea level Photograph: AP","credit":"AP","altText":"February 1974: In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120 cm above the standard sea level.","cleanCaption":"<strong>February 1974</strong> In order for pedestrians to move around the city during high-tide, the city installs a network of walkways along the main pedestrian paths, generally at 120cm above the standard sea level","cleanCredit":"Photograph: AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434383647100/5b9153f3-cedf-462a-82a4-f177b675b1f4-2060x1365.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1365,"width":2060,"orientation":"landscape","caption":"<strong>1980</strong> The Mose flood barrier project was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020 Photograph: Olympia/Rex Shutterstock","credit":"Olympia/Rex Shutterstock","altText":"1980: The flood barrier was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020.","cleanCaption":"<strong>1980</strong> The Mose flood barrier project was first proposed in 1988, and is due to be up and running as early as next year, but some detractors now say work might not be completed until 2018 or 2020","cleanCredit":"Photograph: Olympia/Rex Shutterstock"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434385270134/ae10f066-7adb-46c8-819c-0a6abd5f6e68-1020x734.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":734,"width":1020,"orientation":"landscape","caption":"<strong>November 1996</strong> When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding Photograph: AP","credit":"AP","altText":"November 1996: When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding.","cleanCaption":"<strong>November 1996</strong> When operational, the barriers will be able to close off the lagoon during dangerous tides, protecting the city from extreme flooding","cleanCredit":"Photograph: AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362151316/47d5cd45-77a7-477c-b175-64ca2e1712e5-1020x671.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":671,"width":1020,"orientation":"landscape","caption":"<strong>November 2001</strong> Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes Photograph: Andrea Merola/EPA","credit":"Andrea Merola/EPA","altText":"November 2001: Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes.","cleanCaption":"<strong>November 2001</strong> Today, flood information is provided in real time via the web and smartphones and some public water transport lines are diverted to all-weather routes","cleanCredit":"Photograph: Andrea Merola/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362077166/84236f37-dc79-40a5-9d41-5b31691147e8-2060x1370.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1370,"width":2060,"orientation":"landscape","caption":"<strong>October 2006</strong> Tidal events are categorised as ‘intense’ when the water is between 80-109cm above the standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level Photograph: S Casellati/Vision/AFP/Getty","credit":"S Casellati/Vision/AFP/Getty","altText":"October 2006: Tidal events are categorised as ‘intense’ when the water is between 80-109cm above standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level.","cleanCaption":"<strong>October 2006</strong> Tidal events are categorised as ‘intense’ when the water is between 80-109cm above the standard sea level; ‘very intense’ when 110-139cm above; and ‘exceptional high’ when the deluge exceeds 140cm above the standard level","cleanCredit":"Photograph: S Casellati/Vision/AFP/Getty"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362430598/644cc866-48fd-43f5-856d-ff8739d40c95-2060x1476.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1476,"width":2060,"orientation":"landscape","caption":"<strong>January 2010</strong> People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours Photograph: Luigi Costantini/AP","credit":"Luigi Costantini/AP","altText":"January 2010: People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours.","cleanCaption":"<strong>January 2010</strong> People watch New Year’s Eve fireworks over a flooded Piazza San Marco. When ‘very intense’ flooding conditions are reached, a siren will sound to alert people in the city. High-tide lasts an average of two and a half hours","cleanCredit":"Photograph: Luigi Costantini/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362303781/38c186d6-4a7b-4910-ab38-47e92d3162d2-2060x1406.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1406,"width":2060,"orientation":"landscape","caption":"<strong>November 2011</strong> People swim in Piazza San Marco. The Mose control centre has been simulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models Photograph: Luigi Costantini/AP","credit":"Luigi Costantini/AP","altText":"November 2011: People swim in Piazza San Marco. The Mose control centre has been stimulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models.","cleanCaption":"<strong>November 2011</strong> People swim in Piazza San Marco. The Mose control centre has been simulating the opening and closing of the barriers since 2011, collecting data that has enabled the creation of statistical decision-making models","cleanCredit":"Photograph: Luigi Costantini/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362214549/7548abc8-af4e-49a9-9209-0997baabac5f-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"<strong>October 2012</strong> St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when the sea level rose more than 150cm. The maximum documented tide level was 194cm in November 1966 Photograph: AFP/Getty","credit":"AFP/Getty","altText":"October 2012: St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when sea level rose to over 150cm. The maximum documented tide level was 194cm in November 1966.","cleanCaption":"<strong>October 2012</strong> St Mark’s Basin during ‘exceptional high’ water, which left more than 70% of Venice flooded when the sea level rose more than 150cm. The maximum documented tide level was 194cm in November 1966","cleanCredit":"Photograph: AFP/Getty"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362273889/463c1013-bade-4fa0-89e0-fed4f75138dc-2060x1322.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1322,"width":2060,"orientation":"landscape","caption":"<strong>November 2012</strong> When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier Photograph: Marco Secchi/Getty","credit":"Marco Secchi/Getty","altText":"November 2012: When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier.","cleanCaption":"<strong>November 2012</strong> When complete, the protective flood barriers will be able to support a three-metre-high tide. The working gates will be similar to London’s Thames Barrier","cleanCredit":"Photograph: Marco Secchi/Getty"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433867083404/a41ddc72-3e55-4686-a907-0f7608e6197f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrea Pattaro/AFP/Getty Images","altText":"A woman walks through Piazza San Marco during a flood. Waters regularly reach above 130cm in the winter months.","cleanCredit":"Photograph: Andrea Pattaro/AFP/Getty Images"}}]},{"title":"Revealed / CIA's secret guidelines on human experimentation","rawTitle":"CIA's secret guidelines on human experimentation","item":{"type":"article","id":"us-news/2015/jun/15/cia-torture-human-experimentation-doctors","title":"CIA torture appears to have broken spy agency rule on human experimentation","trailText":"<strong>Exclusive:</strong> Watchdogs shocked at ‘disconnect’ between doctors who oversaw interrogation and guidelines that gave CIA director power over medical ethics","standFirst":"<p><strong>Exclusive:</strong> Watchdogs shocked at ‘disconnect’ between doctors who oversaw interrogation and guidelines that gave CIA director power over medical ethics</p>\n<ul>\n <li>Read the document: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/ng-interactive/2015/jun/15/human-experimentation-cia-document\">‘Human experimentation’ and the CIA</a><br /></li>\n</ul>","byline":"Spencer Ackerman","body":"<p>The Central Intelligence Agency had explicit guidelines for “human experimentation” – before, during and after its post-9/11 torture of terrorism detainees – that raise new questions about the limits on the agency’s in-house and contracted medical research.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/ng-interactive/2015/jun/15/human-experimentation-cia-document\">'Human experimentation' and the CIA: read the previously classified document</a> </p> \n</aside> \n<p>Sections of a previously classified CIA document, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/ng-interactive/2015/jun/15/human-experimentation-cia-document\">made public by the Guardian on Monday</a>, empower the agency’s director to “approve, modify, or disapprove all proposals pertaining to human subject research”. The leeway provides the director, who has never in the agency’s history been a medical doctor, with significant influence over limitations the US government sets to preserve safe, humane and ethical procedures on people.</p> \n<p>CIA director George Tenet approved abusive interrogation techniques, including waterboarding, designed by CIA contractor psychologists. He further instructed the agency’s health personnel to oversee the brutal interrogations – the beginning of years of controversy, still ongoing, about US torture as a violation of medical ethics.</p> \n<p>But the revelation of the guidelines has prompted critics of CIA torture to question how the agency could have ever implemented what it calls “enhanced interrogation techniques” – despite apparently having rules against “research on human subjects” without their informed consent.</p> \n<p>Indeed, despite the lurid name, doctors, human-rights workers and intelligence experts consulted by the Guardian said the agency’s human-experimentation rules were consistent with responsible medical practices. The CIA, however, redacted one of the four subsections on human experimentation.</p> \n<p>“The more words you have, the more you can twist them, but it’s not a bad definition,” said Scott Allen, an internist and medical adviser to Physicians for Human Rights.</p> \n<p>The agency confirmed to the Guardian that the document was still in effect during the lifespan of the controversial rendition, detention and interrogation program.</p> \n<p>After reviewing the document, one watchdog said the timeline suggested the CIA manipulated basic definitions of human experimentation to ensure the torture program proceeded.</p> \n<p>“Crime one was torture. The second crime was research without consent in order to say it wasn’t torture,” said Nathaniel Raymond, a former war-crimes investigator with Physicians for Human Rights and now a researcher with Harvard University’s Humanitarian Initiative.</p> \n<h2><strong>Informed consent, the director and his ‘human subject research’ panel</strong></h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b667e2e3c12242de17d8cef4b64bdd1fdfd494b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434334724727/14c06666-aa9e-499b-9514-77cadfe5682d-460x144.jpeg\" alt=\"cia human experimentation\" width=\"460\" height=\"144\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The CIA’s internal guidelines for human experimentation, published here for the first time</span> \n  <span class=\"element-image__credit\">Composite: Guardian / via ACLU</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e064911311d6c38792d286cf603a37f5aa6af24c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434334990954/55e2ee2c-bd92-4bf6-99ae-88de75040926-211x420.jpeg\" alt=\"cia director human experimentation\" width=\"211\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The CIA director’s powers over ‘human subject research’ have not been previously disclosed.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian / via ACLU</span> \n </figcaption> \n</figure> \n<p>The document containing the guidelines, dated 1987 but updated over the years and still in effect at the CIA, was obtained under the Freedom of Information Act by the ACLU and shared with the Guardian, which is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/ng-interactive/2015/jun/15/human-experimentation-cia-document\">publishing it for the first time</a>.</p> \n<p>The relevant section of the CIA document, “Law and Policy Governing the Conduct of Intelligence Agencies”, instructs that the agency “shall not sponsor, contract for, or conduct research on human subjects” outside of <a href=\"http://www.hhs.gov/ohrp/humansubjects/guidance/\">instructions on responsible and humane medical practices</a> set for the entire US government by its Department of Health and Human Services.</p> \n<p>A keystone of those instructions, the document notes, is the “subject’s informed consent”.</p> \n<p>That language echoes the public, if obscure, language of Executive Order 12333 – the seminal, Reagan-era document spelling out the powers and limitations of the intelligence agencies, including rules <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jul/23/nsa-surveillance-reform-reagan-order\">governing surveillance by the National Security Agency</a>. But the discretion given to the CIA director to “approve, modify, or disapprove all proposals pertaining to human subject research” has not previously been public.</p> \n<p>The entire 41-page CIA document exists to instruct the agency on what Executive Order 12333 permits and prohibits, after legislative action in the 1970s curbed intelligence powers in response to perceived abuses – including the CIA’s old practice of experimenting on human beings through programs like <a href=\"https://scholar.google.com/scholar_case?q=471+U.S.+159&amp;hl=en&amp;as_sdt=2,33&amp;case=16297847318525168348&amp;scilh=0\">the infamous MK-Ultra project</a>, which, among other things, dosed unwitting participants with LSD as an experiment.</p> \n<p>The previously unknown section of the guidelines empower the CIA director and an advisory board on “human subject research” to “evaluate all documentation and certifications pertaining to human research sponsored by, contracted for, or conducted by the CIA”.</p> \n<h2><strong>CIA doctors, waterboarding and blurred lines of policy</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"ca0d24ed854548dd9d3fadf70a7160673b377fe4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434339640036/cb577ca5-aca2-4cf1-b465-8c1ab317c4d0-460x276.jpeg\" alt=\"abu zubaydah torture\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">CIA doctors helped revive Abu Zubaydah, the first terrorism detainee known to be waterboarded in CIA custody.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Experts assessing the document for the Guardian said the human-experimentation guidelines were critical to understanding the CIA’s baseline view of the limits of its medical research – limits they said the agency and its medical personnel violated during its interrogations, detentions and renditions program after 9/11.</p> \n<p>The presence of medical personnel during brutal interrogations of men like Abu Zubaydah, they said, was difficult to reconcile with both the CIA’s internal requirement of “informed consent” on human experimentation subjects and responsible medical practices.</p> \n<p>When Zubaydah, the first detainee known to be waterboarded in CIA custody, “became completely unresponsive, with bubbles rising through his open, full mouth”, he was revived by CIA medical personnel – known as the Office of Medical Services (OMS) – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2014/dec/09/cia-torture-report-worst-findings-waterboard-rectal\">according to a CIA account in the Senate intelligence committee’s landmark torture report</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2014/dec/16/cia-torture-report-physicians-human-rights-report\">CIA torture: health professionals 'may have committed war crimes', report says</a> </p> \n</aside> \n<p>The OMS doctors were heavily involved in the torture of detainees in CIA custody. They advised interrogators on the physical and psychological administration of what the agency called “enhanced interrogation techniques”. After observation, the doctors offered perspectives on calibrating them to specific detainees’ resilience.</p> \n<p>OMS staff assigned to the agency’s black sites wrote emails with subject lines like: “Re: acceptable lower ambient temperatures”.</p> \n<p>The CIA, which does not formally concede that it tortured people, insists that the presence of medical personnel ensured its torture techniques were conducted according to medical rigor. Several instances in the Senate torture report, partially declassified six months ago, record unease among OMS staff with their role in interrogations.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There is a disconnect between the requirement of this regulation and the conduct of the interrogation program</p> \n  <footer> \n   <cite>Steven Aftergood, Federation of American Scientists</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But other physicians and human rights experts who have long criticized the role of medical staff in torture said the extensive notes from CIA doctors on the interrogations – as they unfolded – brought OMS into the realm of human experimentation, particularly as they helped blur the lines between providing medical aid to detainees and keeping them capable of enduring further abusive interrogations.</p> \n<p>Doctors take oaths to guarantee they inflict no harm on their patients.</p> \n<p>Zubaydah “seems very resistant to the water board”, an OMS official emailed in August 2002. “No useful information so far ... He did vomit a couple of times during the water board with some beans and rice. It’s been 10 hours since he ate so this is surprising and disturbing. We plan to only feed Ensure for a while now. I’m head[ing] back for another water board session.”</p> \n<p>Doctors and intelligence experts said they could imagine legitimate, non-abusive CIA uses for human experimentation.</p> \n<p>Steven Aftergood, a scholar of the intelligence agencies with the Federation of American Scientists, suggested that the agency might need to study polygraph effects on its agents; evaluate their performance under conditions of stress; or study physiological indicators of deception.</p> \n<p>But all said that such examples of human experimentation would require something that the CIA never had during the interrogation program: the informed consent of its subjects.</p> \n<p>“There is a disconnect between the requirement of this regulation and the conduct of the interrogation program,” said Aftergood. “They do not represent consistent policy.”</p> \n<h2><strong>A director’s decision, oversight and an evolving rulebook</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f159858a811f35772e67ecd90be6799ca91b12c7\"> \n <img src=\"http://media.guim.co.uk/f159858a811f35772e67ecd90be6799ca91b12c7/0_467_2190_1314/1000.jpg\" alt=\"george tenet george bush\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">George Tenet at the White House in 2003, after his historic approval of so-called ‘enhanced interrogation techniques’.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Draper/EPA</span> \n </figcaption> \n</figure> \n<p>Months after Zubaydah’s interrogation, Tenet issued formal guidance approving brutal interrogation techniques, including waterboarding. Tenet explicitly ordered medical staff to be present – a decision carrying the effect of having them extensively document and evaluate the torture sessions.</p> \n<p>“[A]ppropriate medical or psychological personnel must be on site during all detainee interrogations employing Enhanced Techniques,” Tenet wrote in January 2003. “In each case, the medical and psychological staff shall suspend the interrogation if they determine that significant and prolonged physical or mental injury, pain or suffering is likely to result if the interrogation is not suspended.”</p> \n<p>In response to the Guardian’s questions about the newly disclosed document and its implications for the CIA’s post-9/11 torture program, CIA spokesperson Ryan Trapani provided the following statement:</p> \n<p>“CIA has had internal guidelines interpreting Executive Order 1233 in place continuously from 1987 to present. While some provisions in these guidelines have been amended since September 11, 2001, none of those amendments changed provisions governing human experimentation or were made in response to the detention and interrogation program.”</p> \n<p>Ironically, the only part of the CIA’s torture program in which agency officials claimed they were hamstrung by prohibitions on human experimentation is when they were asked by John Helgerson, their internal inspector general, if torture was effective.</p> \n<p>Their response was framed as an example of the agency respecting its own prohibition on human experimentation. In more recent days, the CIA has used it as a cudgel against the Senate report’s extensive conclusions that the torture was ultimately worthless.</p> \n<p>“[S]ystematic study over time of the effectiveness of the techniques would have been encumbered by a number of factors,” reads a CIA response given to Helgerson in June 2003, a point the agency <a href=\"https://www.cia.gov/news-information/press-releases-statements/2014-press-releases-statements/cia-fact-sheet-ssci-study-on-detention-interrogation-program.html\">reiterated</a> in its formal response to the Senate intelligence committee. Among them: “Federal policy on the protection of human subjects.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/30/psychologists-bush-officials-torture-program\">Psychologists met in secret with Bush officials to help justify torture – report</a> </p> \n</aside> \n<p>Harvard’s Raymond, using the agency’s acronym for its “enhanced interrogation technique” euphemism, said the CIA must have known its guidelines on human experimentation ruled out its psychologist-designed brutal interrogations.</p> \n<p>“If they were abiding by this policy when EIT came up, they wouldn’t have been allowed to do it,” Raymond said. “Anyone in good faith would have known that was human subject research.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434386479066/32fcefd4-681d-4e60-b059-e052b85098c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Guardian","altText":"cia human experimentation illustration","cleanCredit":"Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434334724423/8d1e6c6c-5198-41b9-8ce4-9662c8f09731-1020x320.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":320,"width":1020,"orientation":"landscape","caption":"The CIA’s internal guidelines for human experimentation, published here for the first time Photograph: Composite: Guardian / via ACLU","credit":"Composite: Guardian / via ACLU","altText":"cia human experimentation","cleanCaption":"The CIA’s internal guidelines for human experimentation, published here for the first time","cleanCredit":"Composite: Guardian / via ACLU"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434334991647/d681c1ae-efe2-4244-8af6-79dafcb84307-1024x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1024,"orientation":"portrait","caption":"The CIA director’s powers over ‘human subject research’ have not been previously disclosed. Photograph: Guardian / via ACLU","credit":"Guardian / via ACLU","altText":"cia director human experimentation","cleanCaption":"The CIA director’s powers over ‘human subject research’ have not been previously disclosed.","cleanCredit":"Photograph: Guardian / via ACLU"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434339640847/6a9d845d-47ab-47b9-a840-b0c84e24b78b-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"CIA doctors helped revive Abu Zubaydah, the first terrorism detainee known to be waterboarded in CIA custody. Photograph: AP","credit":"AP","altText":"abu zubaydah torture","cleanCaption":"CIA doctors helped revive Abu Zubaydah, the first terrorism detainee known to be waterboarded in CIA custody.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f159858a811f35772e67ecd90be6799ca91b12c7/0_467_2190_1314/2190.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1314,"width":2190,"orientation":"landscape","caption":"George Tenet at the White House in 2003, after his historic approval of so-called ‘enhanced interrogation techniques’. Photograph: Eric Draper/EPA","credit":"Eric Draper/EPA","altText":"george tenet george bush","cleanCaption":"George Tenet at the White House in 2003, after his historic approval of so-called ‘enhanced interrogation techniques’.","cleanCredit":"Photograph: Eric Draper/EPA"}],"webPublicationDate":"2015-06-15T11:33:35Z","lastModified":"2015-06-15T16:41:46Z","metadata":{"commentable":true,"commentCount":1774,"contributors":[{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["CIA","Torture","Doctors","US news","Human rights"],"tags":[{"id":"us-news/cia","webTitle":"CIA"},{"id":"law/torture","webTitle":"Torture"},{"id":"society/doctors","webTitle":"Doctors"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"law/human-rights","webTitle":"Human rights"}],"section":{"id":"us-news"},"topics":[{"displayName":"Spencer Ackerman","topic":{"type":"tag-contributor","name":"profile/spencerackerman"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/15/cia-torture-human-experimentation-doctors","shortUrl":"http://gu.com/p/49nt8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/15/cia-torture-human-experimentation-doctors","webUri":"http://www.theguardian.com/us-news/2015/jun/15/cia-torture-human-experimentation-doctors"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434386479066/32fcefd4-681d-4e60-b059-e052b85098c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"CIA director George Tenet approved waterboarding and ordered medical staff to be present. Experts say the agency and its doctors violated its own limits on ‘human subject research’. Photograph: Guardian","credit":"Guardian","altText":"cia human experimentation illustration","cleanCaption":"CIA director George Tenet approved waterboarding and ordered medical staff to be present. Experts say the agency and its doctors violated its own limits on ‘human subject research’.","cleanCredit":"Photograph: Guardian"}},"importance":5,"kicker":{"title":"Revealed"},"showQuotedHeadline":false,"sublinks":[{"title":"Torture and the CIA / Read the previously classified document","rawTitle":"Read the previously classified document","item":{"type":"article","id":"law/ng-interactive/2015/jun/15/human-experimentation-cia-document","title":"'Human experimentation' and the CIA: read the previously classified document","trailText":"The guidelines, published here for the first time, were still in effect during the lifespan of the agency’s controversial interrogation program","standFirst":"<p>This document, updated over the years and still in effect at the Central Intelligence Agency, was obtained under the Freedom of Information Act by the ACLU and shared with the Guardian, which is publishing it for the first time. The guidelines for ‘human experimentation’ – beginning on page 18 – were still in effect during the lifespan of the agency’s controversial interrogation program</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/15/cia-torture-human-experimentation-doctors\">CIA torture appears to have broken spy agency rule on human experimentation</a><br /></li>\n</ul>","byline":"","body":"<figure class=\"element element-embed\" data-alt=\"CIA human experimentation\"> \n <iframe class=\"scribd_iframe_embed\" src=\"https://www.scribd.com/embeds/268722667/content?start_page=1&amp;view_mode=slideshow&amp;access_key=key-TcWVm8IpsXUG4iu6CN2h&amp;show_recommendations=false\" data-auto-height=\"false\" data-aspect-ratio=\"0.7729220222793488\" scrolling=\"no\" id=\"doc_87117\" width=\"100%\" height=\"800\" frameborder=\"0\"></iframe> \n</figure>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434340713820/58508ba2-6490-4d6f-ba4c-f82e806f17b8-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Kenton Powell/The Guardian","altText":"redact torture","cleanCredit":"Photograph: Kenton Powell/The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-15T11:36:33Z","lastModified":"2015-06-15T20:24:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Torture","CIA","Human rights","Doctors","US news"],"tags":[{"id":"law/torture","webTitle":"Torture"},{"id":"us-news/cia","webTitle":"CIA"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"society/doctors","webTitle":"Doctors"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"law"},"topics":[],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/ng-interactive/2015/jun/15/human-experimentation-cia-document","shortUrl":"http://gu.com/p/49ntb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/ng-interactive/2015/jun/15/human-experimentation-cia-document","webUri":"http://www.theguardian.com/law/ng-interactive/2015/jun/15/human-experimentation-cia-document"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"Torture and the CIA"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434340713820/58508ba2-6490-4d6f-ba4c-f82e806f17b8-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Kenton Powell/The Guardian","altText":"redact torture","cleanCredit":"Photograph: Kenton Powell/The Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434386479066/32fcefd4-681d-4e60-b059-e052b85098c2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Guardian","altText":"cia human experimentation illustration","cleanCredit":"Photograph: Guardian"}}]},{"title":"Urban commons have radical potential – it's not just about community gardens","rawTitle":"Urban commons have radical potential – it's not just about community gardens","item":{"type":"article","id":"cities/2015/jun/15/urban-common-radical-community-gardens","title":"Urban commons have radical potential – it's not just about community gardens","trailText":"A rise in commonly owned spaces and services hopes to reclaim the city for the public good, providing a participatory alternative to exclusive urban development. But how can it be upscaled from local garden projects?","standFirst":"<p>A rise in commonly owned spaces and services hopes to reclaim the city for the public good, providing a participatory alternative to exclusive urban development. But how can it be upscaled from local garden projects?</p>\n<ul>\n <li><em><a href=\"http://designingtheurbancommons.org/events/exhibition/\">Designing the Urban Commons</a> </em>is on show at the LSE from June 15 – July 11</li>\n</ul>","byline":"Justin McGuirk","body":"<p>It has become fashionable to talk about the “urban commons”, and it’s clear why. What we traditionally conceive of as “the public” is in retreat: public services are at the mercy of austerity policies, public housing is being sold off and public space is increasingly no such thing. In a relentlessly neoliberal climate, the commons seems to offer an alternative to the battle between public and private. The idea of land or services that are commonly owned and managed speaks to a 21<sup>st</sup>-century sensibility of, to use some jargon, participative citizenship and peer-to-peer production. In theory, at least, the concept of commons is full of radical potential.</p> \n<p>Why is it, then, that every time the urban commons is mentioned it is in reference to a community garden? How is it that the pioneers of a new urban politics are always planting kale and rhubarb? Can commoning be scaled up to influence the workings of a metropolis – able to tackle questions of housing, energy use, food distribution and clean air? In other words, can the city be reimagined as a commons, or is commoning the realm of tiny acts of autarchy and resistance?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Can the city be reimagined as a commons, or is commoning the realm of tiny acts of autarchy and resistance?</p> \n </blockquote> \n</aside> \n<p>England has a particular history of commoning that is still written into the fabric of London. Wimbledon, Clapham, Ealing – they all have commons, where our forebears once had the right to graze their livestock. But the enclosures of the 18<sup>th</sup> century transferred the majority of common land into private hands, turning it into a marketable resource and creating a landless working class. And the problem of the commons today is that we still tend to think of them as a common resource, whether it be oceans and rivers or fish stocks.</p> \n<figure class=\"element element-image\" data-media-id=\"ca25eba9739c08f71fbe4e83f6e2bfd337ee3264\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434369238382/dd2a178c-a755-4a6d-8b40-adf2f109ff2b-460x276.jpeg\" alt=\"Clapham Common in south London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">One of the original urban commons: Clapham Common in south London. </span> \n  <span class=\"element-image__credit\">Photograph: Martin Godwin for the Guardian</span> \n </figcaption> \n</figure> \n<p>This is a misunderstanding. Because we cannot have a common resource without a common strategy for managing it. Elinor Ostrom argued that the commons require a set of rules. She won the Nobel prize in economics for proving that these resources need not succumb to the so-called “tragedy of the commons” (exploitation by someone taking more than their share) if a system of checks and balances prevails. And so, rather than a resource, the commons are a process, a set of social relations by which a group of people share responsibility for, yes, a garden or even the governance of their neighbourhood. As historian Peter Linebaugh has said, the concept of commons is <a href=\"http://www.counterpunch.org/2010/01/08/some-principles-of-the-commons/\">best understood as a verb</a>.</p> \n<p>The current popularity of the commons as an idea is partially driven by the internet and the fact that network tools make it so much more feasible for larger groups to self-organise. Open-source software, Wikipedia, the creative commons and social media make commoning possible while affirming the ethos of horizontal organisation. In urban terms, the fact that commoning most often takes the form of gardens in left-over plots or in the interstices is clearly because of the limited availability of land and because gardening presents a low barrier to entry compared to, say, construction. But even these garden initiatives are constantly under threat. In the late 1990s mayor Rudy Giuliani tried to sell off more than 100 community gardens in New York. And in Berlin, there was a struggle recently to protect the allotment gardens on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/05/how-berliners-refused-to-give-tempelhof-airport-over-to-developers\">abandoned airfield of Tempelhof</a> from developers.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"55dc7960fc1e570429b4e8ae2da1892cee8b98de\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434366002382/2c71ffb3-d44b-4ea8-8153-c75da81a007f-460x276.jpeg\" alt=\"people protesting against the demolition of Gezi Park, in Taksim Square in Istanbul, June 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People protesting against the demolition of Gezi Park in Istanbul, June 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Ozan Kose/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>In fact, it is often in moments of crisis that the idea of commons asserts itself. The protest movements that took over Tahrir Square in Cairo, Gezi Park in Istanbul and Zuccotti Park in New York transformed public space – state-owned, with the exception of Zuccotti – into temporary commons through mass self-organisation. Similarly, the economic crisis in Greece has led to a resurgence of commoning in Athens, where parks neglected by the municipality started to be maintained by resident groups. And one could cite numerous examples of commoning in the favelas of Brazil, where many communities take pride in co-creating and self-managing their environment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/nov/21/how-to-create-happy-communities-through-co-housing\">How to create happy communities through co-housing</a> </p> \n</aside> \n<p>The question is whether the commons, with its potent political dimension, can transcend extreme need and symbolic resistance on the one hand and harmless local initiatives on the other. And there are encouraging examples. One commons project that is beginning to achieve an ambitious scale and complexity is in Colombes, in the suburbs of Paris. Since 2012, the <a href=\"http://www.urbantactics.org/\">Atelier d’Architecture Autog&eacute;r&eacute;e</a> has been developing what its co-director, Doina Petrescou, calls “a bottom-up strategy of resilient regeneration” – and it goes beyond your average urban agriculture initiative. It’s true that there is a micro-farm for collective use but that is only one of three hubs, the others being a mini recycling plant and cooperative eco-housing.</p> \n<p>The project now has 400 citizens co-managing 5000 square metres of land, producing food, energy and housing, while actively reducing waste and water usage. Already, by European standards, it is a fairly large-scale experiment in alternative urban living. But the aim is to add five more hubs over the next five years and to grow into a commons-based civic movement.</p> \n<figure class=\"element element-image\" data-media-id=\"caad359939feb9c49e112a3f74baf68df1d6aead\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434374539861/9448cf95-0d4e-4ccc-af5e-396acad62f5d-460x276.png\" alt=\"The Agrocit&eacute; project in the suburbs of Paris.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Agrocit&eacute; project in the suburbs of Paris, including a micro-farm, recycling plant and cooperative eco-housing.</span> \n  <span class=\"element-image__credit\">Photograph: Atelier d’Architecture Autog&eacute;r&eacute;e</span> \n </figcaption> \n</figure> \n<p>This is just one case study in how hundreds of ordinary citizens, not activists, can create an alternative urban economy. However, the question that always arises with the commons is, who is included? In contrast to public space, which is held by an authority for the benefit of all, commons can easily become enclaves. They tend to be determined by limited groups of stakeholders with a geographical attachment to a site. What happens when outsiders want to assert their right to that so-called commons?</p> \n<p>Stavros Stavrides, <a href=\"http://courses.arch.ntua.gr/stavrides.html\">a Greek academic</a> specialising in spatial politics, is clear that for a commons to remain an open community it needs to be able to incorporate newcomers. “Commoning has to do with difference, not commonality, it should always be expanding those who can participate,” he said at <a href=\"http://events.arts.ac.uk/event/2015/5/22/Spatial-Politics-On-Commons-and-Public-Spaces-Restless-Futures-/\">a lecture on commons</a> in London last month.</p> \n<p>The bigger that community gets, the more complex the social relations. But that is not necessarily an impediment. The greater challenge, it seems, is whether commons can be sustained without an undue burden on the community. One of the most inspiring community initiatives in recent years has been the <a href=\"http://www.publicspace.org/en/works/g362-el-campo-de-cebada\">Campo de Cebada</a> in Madrid, an abandoned lot that a group of architects and local citizens reactivated into a public square and cultural space. But members of the collective, Zuloark, confessed recently that they are tired. So the system of commoning needs to be sustainable otherwise its idealistic potential falls foul of a romantic underestimation of what it takes.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"84006c6c0db2912ff4f13d849a4c859b956475c0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434370583064/d7db6501-972f-4fa5-b4e4-3d8dc7fe0b85-460x276.jpeg\" alt=\"Campo de Cebada in Madrid.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Campo de Cebada in Madrid</span> \n </figcaption> \n</figure> \n<p>And recent political discourse has routinely, even cynically, made that mistake. The Tories’ aborted Big Society agenda invoked a vague volunteerism to paper over local authority budget cuts. With UK employees working the longest hours in Europe, when are we supposed to serve our communities? For commons-style thinking to take hold, we would need to move beyond quaint notions of the gift economy and engage in systemic restructuring.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For commons-style thinking to take hold, we would need to engage in systemic restructuring</p> \n </blockquote> \n</aside> \n<p>Stavrides argues that for commoning to become more mainstream would require new kinds of institutions, specifically political ones. Thus far, political inspiration has come from outside Europe: from the water commons system in Cochabamba, Bolivia, or the Zapatistas in Chiapas, Mexico, or most recently the Syrian Kurds in Kobane. But that may be changing. With the election of Ada Colau of the <a href=\"https://barcelonaencomu.cat/\">Barcelona en Com&uacute;</a> (Barcelona in Common) movement as mayor of Barcelona last month, commons-based governance finally has a foothold in a major European city. If movements like Barcelona en Com&uacute; can even begin to institutionalise a participative politics, then the commons may begin to reshape our understanding of citizenship and sustainability – and move the conversation beyond gardening.</p> \n<ul> \n <li><em>Theatrum Mundi’s <a href=\"http://designingtheurbancommons.org/events/exhibition/\">Designing the Urban Commons</a> exhibition is at the LSE Atrium Gallery from June 15 – July 11 as part of the London Festival of Architecture</em><br /></li> \n <li><em><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jun/15/community-gardens-share-examples-urban-commoning\">Community gardens and beyond: share your examples of ‘urban commoning’</a></em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59256dde7a08c75946b0f426f4d4dcb010c29af0/0_200_1753_1052/1753.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1052,"width":1753,"orientation":"landscape","credit":"Atelier d’Architecture Autogérée","altText":"The Agrocité project in the suburbs of Paris","cleanCredit":"Photograph: Atelier d’Architecture Autogérée"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434369239882/dd2a178c-a755-4a6d-8b40-adf2f109ff2b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"One of the original urban commons: Clapham Common in south London.  Photograph: Martin Godwin for the Guardian","credit":"Martin Godwin for the Guardian","altText":"Clapham Common in south London.","cleanCaption":"One of the original urban commons: Clapham Common in south London. ","cleanCredit":"Photograph: Martin Godwin for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434366003994/2c71ffb3-d44b-4ea8-8153-c75da81a007f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People protesting against the demolition of Gezi Park in Istanbul, June 2013. Photograph: Ozan Kose/AFP/Getty Images","credit":"Ozan Kose/AFP/Getty Images","altText":"people protesting against the demolition of Gezi Park, in Taksim Square in Istanbul, June 2013.","cleanCaption":"People protesting against the demolition of Gezi Park in Istanbul, June 2013.","cleanCredit":"Photograph: Ozan Kose/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434374541023/08a5cb15-beca-4059-9405-c5bc4caa553d-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Agrocité project in the suburbs of Paris, including a micro-farm, recycling plant and cooperative eco-housing. Photograph: Atelier d’Architecture Autogérée","credit":"Atelier d’Architecture Autogérée","altText":"The Agrocité project in the suburbs of Paris.","cleanCaption":"The Agrocité project in the suburbs of Paris, including a micro-farm, recycling plant and cooperative eco-housing.","cleanCredit":"Photograph: Atelier d’Architecture Autogérée"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434370584598/d7db6501-972f-4fa5-b4e4-3d8dc7fe0b85-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Campo de Cebada in Madrid","credit":"El Campo de Cebada","altText":"Campo de Cebada in Madrid.","cleanCaption":"Campo de Cebada in Madrid"}],"webPublicationDate":"2015-06-15T15:26:34Z","lastModified":"2015-06-15T21:46:15Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Justin McGuirk","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/justin-mcguirk"}],"feature":false,"keywords":["Cities","Communities","Society","Politics"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"cities"},"topics":[{"displayName":"Justin McGuirk","topic":{"type":"tag-contributor","name":"profile/justin-mcguirk"}}],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/15/urban-common-radical-community-gardens","shortUrl":"http://gu.com/p/49nqe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/15/urban-common-radical-community-gardens","webUri":"http://www.theguardian.com/cities/2015/jun/15/urban-common-radical-community-gardens"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59256dde7a08c75946b0f426f4d4dcb010c29af0/0_175_1687_1154/1687.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1154,"width":1687,"orientation":"landscape","caption":"‘A bottom-up strategy of resilient regeneration’: the Agrocité project in the suburbs of Paris. Photograph: Atelier d’Architecture Autogérée","credit":"Atelier d’Architecture Autogérée","altText":"The Agrocité project in the suburbs of Paris","cleanCaption":"‘A bottom-up strategy of resilient regeneration’: the Agrocité project in the suburbs of Paris.","cleanCredit":"Photograph: Atelier d’Architecture Autogérée"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Community gardens and beyond / Share your examples of 'urban commoning'","rawTitle":"Share your examples of 'urban commoning'","item":{"type":"article","id":"cities/2015/jun/15/community-gardens-share-examples-urban-commoning","title":"Community gardens and beyond: share your examples of 'urban commoning'","trailText":"From co-housing projects to allotments, share your photos of urban places, spaces and services owned and run by communities with GuardianWitness","standFirst":"<p>From co-housing projects to allotments, share your photos of urban places, spaces and services owned and run by communities <a href=\"https://witness.theguardian.com/assignment/557ebe9fe4b0e706bc8be101\">with GuardianWitness</a></p>","byline":"Francesca Perry","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jun/15/urban-common-radical-community-gardens\">“Urban commoning” is now becoming popular</a>, as people respond to the increasing privatisation of our cities with commonly owned and managed spaces, housing and services. These examples of urban commons focus on shared resources and responsibility as a way to make our cities more “public” and inclusive. </p> \n<p>From community land trusts, co-op supermarkets and co-housing projects to other community-run spaces and services in your city, which examples of urban commoning do you know about – and what do you think about them? Wherever you are in the world, <a href=\"https://witness.theguardian.com/assignment/557ebe9fe4b0e706bc8be101\">share your photos, videos and stories</a> and we’ll feature a selection on <a href=\"http://www.theguardian.com/cities\">Guardian Cities</a>.</p> \n<ul> \n <li><a href=\"https://witness.theguardian.com/\">GuardianWitness</a> is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site.</li> \n</ul> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434371718703/58d17110-a9dd-489e-bd76-fdc28ab8e45c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian","altText":"Lilac Grove in Leeds, an eco-friendly co-housing project.","cleanCredit":"Photograph: Christopher Thomond for The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-15T15:36:19Z","lastModified":"2015-06-15T15:39:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Francesca Perry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/francesca-perry"}],"feature":false,"keywords":["Cities","Society","Communities","Housing"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"society/society","webTitle":"Society"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/housing","webTitle":"Housing"}],"section":{"id":"cities"},"topics":[{"displayName":"Francesca Perry","topic":{"type":"tag-contributor","name":"profile/francesca-perry"}}],"series":{"title":"GuardianWitness assignments","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/guardianwitness-assignments"},"embeddedVideos":[],"adTargetingPath":"cities","witnessAssignmentId":"557ebe9fe4b0e706bc8be101"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/15/community-gardens-share-examples-urban-commoning","shortUrl":"http://gu.com/p/49z33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/15/community-gardens-share-examples-urban-commoning","webUri":"http://www.theguardian.com/cities/2015/jun/15/community-gardens-share-examples-urban-commoning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434371718703/58d17110-a9dd-489e-bd76-fdc28ab8e45c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lilac Grove in Leeds, an eco-friendly co-housing project. Photograph: Christopher Thomond for The Guardian","credit":"Christopher Thomond for The Guardian","altText":"Lilac Grove in Leeds, an eco-friendly co-housing project.","cleanCaption":"Lilac Grove in Leeds, an eco-friendly co-housing project.","cleanCredit":"Photograph: Christopher Thomond for The Guardian"}},"importance":0,"kicker":{"title":"Community gardens and beyond"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434371718703/58d17110-a9dd-489e-bd76-fdc28ab8e45c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for The Guardian","altText":"Lilac Grove in Leeds, an eco-friendly co-housing project.","cleanCredit":"Photograph: Christopher Thomond for The Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/59256dde7a08c75946b0f426f4d4dcb010c29af0/0_200_1753_1052/1753.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1052,"width":1753,"orientation":"landscape","credit":"Atelier d’Architecture Autogérée","altText":"The Agrocité project in the suburbs of Paris","cleanCredit":"Photograph: Atelier d’Architecture Autogérée"}}]},{"title":"Horribly compelling / Bruce Conner's nuclear test film still holds us in rapture","rawTitle":"Bruce Conner's nuclear test film still holds us in rapture","item":{"type":"article","id":"artanddesign/2015/jun/15/bruce-conner-crossroads-1976-nuclear-test-film-rapture","title":"Horribly compelling: Bruce Conner's nuclear test film still holds us in rapture","trailText":"As we watch Crossroads, we collude in a chilling event despite ourselves ","standFirst":"<p>A terrible cloud disturbs the peace of Bikini atoll in Conner’s 1976 film Crossroads. As we watch again and again, we collude in a chilling event despite ourselves </p>","byline":"","body":"<p>A beautiful day on the atoll. Water lapping at the beach, ships out on the water. Sea birds screeching, a light breeze mussing the palm in the foreground of a black-and-white view of the lazy Pacific. Then the bomb goes off.</p> \n<p>It is 25 July 1946. “Things happened so fast in the next five seconds that few eyewitnesses could afterwards recall the full scope and sequence of the phenomena”, wrote the physicist <a href=\"https://en.wikipedia.org/wiki/William_Shurcliff\">WA Shurcliff</a>, in the official report of <a href=\"https://en.wikipedia.org/?title=Operation_Crossroads\">Operation Crossroads</a>, a series of US nuclear bomb tests held less than a year after bombs were dropped on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/belief/2010/aug/06/hiroshima-nagasaki-bombs-65-years\">Hiroshima and Nagasaki</a>. </p> \n<p>And then it happens again, and goes on happening, time after time in <a href=\"http://www.vogue.com/3621677/bruce-conner-restored-crossroads-film/\">Bruce Conner’s 1976 film Crossroads</a>, recently restored in high definition and now the sole exhibit at <a href=\"http://www.thomasdanegallery.com/\">Thomas Dane Gallery</a>, in London.</p> \n<p>We see the explosion from cameras mounted behind lead and concrete shielding on a specially constructed tower on the Bikini atoll. We see it from ships and from drone planes, and from high-altitude cameras. We see it filmed with high-speed cameras, developed by the US Department of Defense, that could shoot up to 8,000 frames a second.</p> \n<p>The reason observers at the <a href=\"https://www.youtube.com/watch?v=zCoxmru38Xs\">1946 Baker test</a> at Bikini atoll had so much trouble recalling and describing what they had witnessed, Shurcliff adduced, was the inadequacy of language itself. “The explosion phenomena abounded in absolutely unprecedented inventions in solid geometry … No adequate vocabulary existed,” he wrote. The phrase “inventions in solid geometry” sticks, and sounds less like an event, more like a sculpture. How can one adequately review an atomic explosion?</p> \n<p>Dome. Fillet. Side-jets and bright tracks. Cauliflower cloud, fallout, airshock disc, water-shock disc. Base surge, water mound, uprush, aftercloud. The words have a chilling poetry. Shurcliff, who had worked on the development of the atomic bomb for the <a href=\"http://www.manhattanprojectvoices.org\">Manhattan Project</a> and went on, in later years, to be a vocal critic of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2000/jul/28/uselections2000.usa1\">Ronald Reagan’s Star Wars programme</a>, describes how these terms were arrived at and agreed upon “after two months of verbal groping”, during a conference convened especially to create a terminology. Language has its limits. Words fail, and feel almost entirely inadequate when faced with such enormity.</p> \n<figure class=\"element element-image\" data-media-id=\"e405716d90a6c345130a803e50ae96f5580f4f80\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434384129158/80bbf545-e78b-4d10-8a69-426c3b9c0bc3-460x345.jpeg\" alt=\"A still from Bruce Conner's Crossroads\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cloud rose eight miles above earth … a scene from Bruce Conner’s film Crossroads</span> \n </figcaption> \n</figure> \n<p>Conner studied Shurcliff’s report as he planned his film. Watching Crossroads is still a horribly compelling experience. Conner petitioned for the unreleased but declassified footage, some of which had, even just after the explosion, been shown in gung-ho government documentaries about the necessity of atomic tests. They had great propaganda value. The test was broadcast on radio around the world. A kind of awe surrounded the event, which saw the enterprising Parisian engineer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2006/jun/10/sttropez.filminspiredtravel.france.culturaltrips\">Louis R&eacute;ard</a> give the name of the Marshall Islands atoll to his controversial swimwear invention, the bikini, later that same year.</p> \n<p>Footage of the explosion was also used at the end of Stanley Kubrick’s satirical 1964 movie <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/the-h-word/2014/mar/06/sympathy-for-strangelove-kubrick-film-science-history\">Doctor Strangelove</a>, as Vera Lynn sang <a href=\"https://www.youtube.com/watch?v=15YgdrhrCM8\">We’ll Meet Again</a>, which became perhaps the most redolent song of Britain at war.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cauliflower cloud, fallout, aftercloud … the words have a chilling poetry</p> \n </blockquote> \n</aside> \n<p>The ship from which the bomb had been suspended underwater was completely atomised. No trace of it was ever found, after what has been described as the most photographed event in history. An array of more than 70 ships had been positioned in the atoll around the site of the test. Of these, nine of the biggest aircraft carriers and submarines, some captured from the Japanese forces in the preceding years, sank. Sixty-five others were severely damaged and contaminated. Dozens of pigs, sheep, goats, rats and guinea pigs had been positioned on vessels to study the effects of radioactivity. The pigs – put there because their mass, skin and hair provided an approximate substitute for human beings – died instantly.</p> \n<p>In many respects, Crossroads is a found film. “All I added were the splices”, Conner once remarked. Although we witness the explosion 15 times, from different viewpoints and at different speeds (the footage from a high-speed camera extends one second of real time to more than three minutes of screen time), the pace of Crossroads is almost sedate and elegiac.</p> \n<p>Presented in two unequal halves, the film allows us to witness the event both as a sudden, wrenching unleashing of power – the association with the male orgasm is unavoidable – and as a slow eclipse of the world. Sometimes, we are lost in the cloud (just as we are lost for words) and in a sublime meteorological event, then we are homing in on huge battleships tossed vertically in the upsurge of a great column of 2m tons of water, rising in an instant over a mile and a half into the sky. The cloud column rose over eight miles above the earth. The scale is hard to grasp.</p> \n<p>All this, Conner orchestrates at an almost funereal pace, even though he didn’t tinker with the speeds of the footage itself, only looping the opening sequence, to prolong the wait for the first explosion. As the film progresses, our view becomes more elevated, punctuated by moments where the screen is either totally black or totally white. Even these moments of blankness are dizzying. An image of a cross in a circle appears: the Crossroads of the title, the crosshairs of a telescopic sight, a plus sign, or perhaps even a reference to the crucifixion, as one commentator has noted.</p> \n<figure class=\"element element-image\" data-media-id=\"dea18abf3dcdbc11c5ee7c1547233c03e3a2840d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434385294544/a07b3a76-d059-4444-a1f6-22d20e54a604-460x345.jpeg\" alt=\"Viewed from every angle ... ships surround the explosion at Bikini Atoll\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Viewed from every angle … ships surround the explosion at Bikini atoll.</span> \n  <span class=\"element-image__credit\">Photograph: Bruce Conner</span> \n </figcaption> \n</figure> \n<p>To begin with, the sound seems to be a live recording – sea birds, a white noise akin to the sea, a shock wave and the blast of the explosion itself, aeroplane engines. All produced on a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/aug/02/moog-synthesisers\">Moog synthesizer</a> by <a href=\"http://dailybruin.com/2014/11/18/qa-composer-patrick-gleeson-talks-film-scoring-crossroads-legacy/\">Patrick Gleeson</a>, sound and image are out of sync with the footage itself – and with the judders and swerves of the cameras when the shock waves hit them, sometimes quite long after the visible explosion itself. Gleeson was originally commissioned to collaborate with the composer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/tomserviceblog/2013/jan/28/terry-riley-contemporary-music-guide\">Terry Riley</a>, but the two eventually worked on music for the film independently. Sound and image sheer together and apart. Riley’s bubbling, repetitive tape-looped and delayed rhythms creep in, and accompany the second part of the film. All we see is an oily, flattened sea with a smudged horizon, a ship silhouetted on the left of the screen, disappearing and reappearing as a radioactive tidal surge overwhelms it, like fog rolling in. I think I see other vague ghost ships beyond.</p> \n<p>Every time I have watched Crossroads, since first encountering it at the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2006/mar/28/2\">Berlin Biennale in 2006</a>, I have seen – and remembered – different things. Repeated watching, compounded by memory and mental replay, gives it a cumulative power. You want to watch the explosion. You want to watch the front of the shock wave rush across the water, and the perfect circle of white that expands behind, overtaking it. The fall of the water, the expanding, towering uprush, the fillets, the side jets, the base surge and the fallout are compounded in an awful nuclear sublime, from which it is hard to drag oneself away. You just want to watch it again. </p> \n<p>Conner makes us dwell on the incommensurable. Unavoidably, we somehow collude in rapture of the image. He was fascinated by the bomb, using footage from Operation Crossroads several times, both in his first film <a href=\"https://www.youtube.com/watch?v=4FMjBtvsx2o\">A Movie</a> (1958), and in the <a href=\"http://www.imdb.com/title/tt0130976/reference\">Report</a> (1967), another film using documentary and news footage about the assassination of John F Kennedy. Conner spent most of his career in San Francisco; he argued with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/feb/23/allen-ginsberg-howl-poem-film\">Allen Ginsberg</a> over the efficacy of militant anti-Vietnam War protests (believing such solemn events should instead be celebrations, replete with floats and costumes); he worked on underground concert light shows, and went on to advise his friend <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jul/12/dennis-hopper-inside-man-photography\">Dennis Hopper</a> on the filming of <a href=\"http://www.theguardian.com/film/movie/36278/easy-rider\">Easy Rider</a>. He also made early pop videos, including with the band <a href=\"https://www.youtube.com/watch?v=W7bfwdzv9BA\">Devo</a>. </p> \n<p>Conner, who died in 2008 at the age of 74, was an assemblagist, a sculptor and photographer as well as a film-maker, and is only now <a href=\"https://www.youtube.com/watch?v=_S8Vfv8wApg\">receiving a long-overdue reassessment</a>. Engaging us despite ourselves, Crossroads remains a difficult, unmissable film. You dwell on it, and it dwells in you. </p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381805739/15e9532d-ab85-4e7b-8f68-9409310f859c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bruce Conner","altText":"Magic mushroom ... a clip from Bruce Conner's Crossroads","cleanCredit":"Photograph: Bruce Conner"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434384127721/80bbf545-e78b-4d10-8a69-426c3b9c0bc3-2060x1546.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1546,"width":2060,"orientation":"landscape","caption":"The cloud rose eight miles above earth … a scene from Bruce Conner’s film Crossroads","credit":"Bruce Conner","altText":"A still from Bruce Conner's Crossroads","cleanCaption":"The cloud rose eight miles above earth … a scene from Bruce Conner’s film Crossroads"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434385295336/a07b3a76-d059-4444-a1f6-22d20e54a604-2060x1545.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1545,"width":2060,"orientation":"landscape","caption":"Viewed from every angle … ships surround the explosion at Bikini atoll. Photograph: Bruce Conner","credit":"Bruce Conner","altText":"Viewed from every angle ... ships surround the explosion at Bikini Atoll","cleanCaption":"Viewed from every angle … ships surround the explosion at Bikini atoll.","cleanCredit":"Photograph: Bruce Conner"}],"webPublicationDate":"2015-06-15T17:16:07Z","lastModified":"2015-06-15T17:18:42Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Adrian Searle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adriansearle"}],"feature":false,"keywords":["Video art","Art and design","Culture","Nuclear weapons"],"tags":[{"id":"artanddesign/video-art","webTitle":"Video art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/nuclear-weapons","webTitle":"Nuclear weapons"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Adrian Searle","topic":{"type":"tag-contributor","name":"profile/adriansearle"}}],"series":{"title":"Adrian Searle encounters","uri":"http://mobile-apps.guardianapis.com/lists/tag/artanddesign/series/adrian-searle-encounters"},"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/15/bruce-conner-crossroads-1976-nuclear-test-film-rapture","shortUrl":"http://gu.com/p/49z6n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/15/bruce-conner-crossroads-1976-nuclear-test-film-rapture","webUri":"http://www.theguardian.com/artanddesign/2015/jun/15/bruce-conner-crossroads-1976-nuclear-test-film-rapture"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381805739/15e9532d-ab85-4e7b-8f68-9409310f859c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nuclear sublime … a still from Bruce Conner’s Crossroads","credit":"Bruce Conner","altText":"A clip from Bruce Conner’s Crossroads","cleanCaption":"Nuclear sublime … a still from Bruce Conner’s Crossroads"}},"importance":4,"kicker":{"title":"Horribly compelling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381805739/15e9532d-ab85-4e7b-8f68-9409310f859c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bruce Conner","altText":"Magic mushroom ... a clip from Bruce Conner's Crossroads","cleanCredit":"Photograph: Bruce Conner"}}]},{"title":"Magna Carta interactive / Explore the document in full","rawTitle":"Explore the document in full","item":{"type":"article","id":"culture/ng-interactive/2015/jun/15/magna-carta-read-the-document-in-full-interactive","title":"Magna Carta: explore the document in full","trailText":"Find out for yourself what Magna Carta says by consulting the original document, with English translation, Latin transcription, and expert commentary from the Magna Carta Project","standFirst":"<p>Find out for yourself what Magna Carta says by consulting the original document, with English translation, Latin transcription, and expert commentary from the <a href=\"http://www.ahrc.ac.uk/Pages/Home.aspx\">AHRC</a>’s <a href=\"http://magnacarta.cmp.uea.ac.uk/\">Magna Carta Project</a></p>","byline":"","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/jun/magnacarta/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/jun/magnacarta/boot.js\" data-alt=\"&quot;Wherefore we wish and firmly command that the English church be free, and that the men in our kingdom have and hold all the liberties, rights and grants aforesaid, well and in peace, freely and quietly, for themselves and their heirs, of us and our heirs, in all things and places, in perpetuity, as aforesaid. This has been sworn to both on our behalf and on that of the barons, that all these things named above will be observed in good faith and without evil intent. Witnesses as aforesaid, with many others. Given by our hand in the meadow called Runnymede, between Windsor and Staines, on the fifteenth day of June in the seventeenth year of our reign.&quot;\"> \n</figure>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4edff6c85b74b5e9fdbe83a3a1c8966708afb408/665_1106_3171_1902/3171.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1902,"width":3171,"orientation":"landscape","credit":"British Librar/REX Shutterstock/British Librar/REX Shutterstock","altText":"A scholar examines the Magna Carta","cleanCredit":"Photograph: British Librar/REX Shutterstock/British Librar/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-15T12:08:29Z","lastModified":"2015-06-15T13:52:26Z","metadata":{"commentable":true,"commentCount":140,"contributors":[],"feature":false,"keywords":["Magna Carta","Heritage"],"tags":[{"id":"uk-news/magna-carta","webTitle":"Magna Carta"},{"id":"culture/heritage","webTitle":"Heritage"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/ng-interactive/2015/jun/15/magna-carta-read-the-document-in-full-interactive","shortUrl":"http://gu.com/p/49ezv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/ng-interactive/2015/jun/15/magna-carta-read-the-document-in-full-interactive","webUri":"http://www.theguardian.com/culture/ng-interactive/2015/jun/15/magna-carta-read-the-document-in-full-interactive"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Magna Carta interactive"},"showQuotedHeadline":false,"sublinks":[{"title":"Anniversary / Leaders celebrate 800 years of Great Charter","rawTitle":"Leaders celebrate 800 years of Great Charter","item":{"type":"article","id":"uk-news/2015/jun/15/magna-carta-leaders-celebrate-800th-anniversary-runnymede","title":"Magna Carta: leaders celebrate 800th anniversary of the Great Charter","trailText":"Queen is joined by top officials in the place where King John was forced to seal historic document that underpins modern democracy and human rights","standFirst":"<p>Queen is joined by top officials in the place where King John was forced to seal historic document that underpins modern democracy and human rights </p>","byline":"Caroline Davies","body":"<p>Royalty returned to Runnymede 800 years after a group of rebellious barons forced a medieval king to put his seal on a historic document that established the foundations of parliamentary democracy, human rights and the supremacy of law.<br /></p> \n<p>Eight centuries after the sealing of Magna Carta by King John in a boggy meadow on the banks of the Thames in Surrey, the Queen joined thousands on Monday who had travelled from around the world to stand in that field to mark the anniversary with a ceremony heavy on symbolism, speeches and flags.<br /></p> \n<p>In a written message, the 89-year-old monarch, patron of the Magna Carta Trust, said: “Runnymede is an ancient and resonant meeting place and it is fitting that we should assemble again here where the Great Charter was sealed 800 years ago.<br /></p> \n<p>“The story of the British monarchy is intertwined with that of Runnymede and Magna Carta. The values of Magna Carta are not just important to the United Kingdom and the Commonwealth, but across the world. Its principle are significant and enduring.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/ng-interactive/2015/jun/15/magna-carta-read-the-document-in-full-interactive\">Magna carta: read the document in full - interactive</a> </p> \n</aside> \n<p> The site is now a National Trust park, but Runnymede was originally chosen as the agreed venue because the boggy ground prevented either the king or his barons from bringing their armies for battle.</p> \n<p>This time, the sovereign arrived without military backup but to a new fanfare, specially composed by John Rutter and sung by Temple church choir, whose London base served in 1215 as the London HQ for the beleaguered king.<br /></p> \n<p>Her Majesty was invited to unveil a plaque by the master of the rolls, Lord Dyson, who has in the past described Magna Carta as “a curious hotch potch”.<br /></p> \n<p>Magna Carta – or the Great Charter, a Latin translation that famously eluded David Cameron during a 2012 appearance on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2012/sep/27/david-cameron-letterman-late-show\">David Letterman’s talkshow</a> in the US – has formed a cornerstone of fundamental liberties over eight centuries.<br /></p> \n<p>Addressing the crowd, the prime minister, who has advocated Britain’s withdrawal from the European convention on human rights and replacing the Human Rights Act (HRA), said Magna Carta had altered “forever the balance of power between the governed and government”.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/live/2015/jun/15/magna-carta-commemorations-live-updates\">Magna Carta commemorations</a> </p> \n</aside> \n<p>He added: “What happened in this meadow 800 years ago is as relevant today as it was then. It’s remaining copies may be faded but its principles shine brighter than ever.”<br tabindex=\"-1\" /></p> \n<p>In Britain, the good name of human rights had sometimes been “distorted and devalued”, he said. “It falls to us in this generation to restore the reputation of those rights and their critical underpinning of our legal system. It is our duty to safeguard the legacy, the idea, the momentous achievement of those barons. And there couldn’t be a better time to reaffirm that commitment than an anniversary like this.”<br tabindex=\"-1\" /></p> \n<p>Amnesty International UK’s head of policy and government affairs Allan Hogarth said Cameron’s use of the anniversary of Magna Carta to justify scrapping the HRA would “have those 13th-century barons spinning in their highly-ornate, lead-lined coffins”, adding: “Any move to scrap the Act would be a real blow for human rights in this country and around the world.”</p> \n<p>It took the Americans to erect the first memorial of stone pillars on the spot where King John was forced to acquiesce to the demands of his rebellious barons. Installed in 1957 by the American Bar Association (ABA) and rededicated on Monday, the stone honours a document that travelled across the Atlantic with the Pilgrim Fathers and became the inspiration for the US constitution.<br tabindex=\"-1\" /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>[Magna Carta's] remaining copies may be faded but its principles shine brighter than ever</p> \n  <footer> \n   <cite>David Cameron</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The US attorney general, Loretta Lynch, joined the ABA president, William Hubbard, for the rededication. Lynch, fresh from her with battles with Fifa, told those gathered: “While the hands that wrote Magna Carta have long been stilled, the principles they carved out of the struggles of their day and the struggles of the human condition live on.”<br /></p> \n<p>That it had taken Americans to first honour Runnymede was understandable, said Conservative MP Jacob Rees-Mogg, who was among the guests. “Americans understand our history much better than we do ourselves because they see it from afar and see how important it is, while we’ve grown comfortable with it. It takes the outsider to see that this is really remarkable.”<br /></p> \n<p>Magna Carta was hugely important, he added. “The historians and the judges who say, ‘Oh Magna Carta, its not really a serious document and all it does is stop you from putting in weirs to catch eels,’ I think they are wrong because they don’t see the bigger picture of how important it’s become in our national legend.”<br /></p> \n<p>Joining the ABA memorial was a new public artwork – 12 burnished bronze chairs by sculptor Hew Locke, entitled The Jurors – which was inaugurated by the Duke of Cambridge. “It is inspired by clause 39, giving rights to trial by jury,” Locke said of the work, which references Nelson Mandela, Pakistani activist Malala Yousafzai’s fight for education, the gay rights campaigner Harvey Milk, and a boat carrying refugees among its global and historic themes.<br /></p> \n<p>Another addition of note is a four-metre bronze statue of the Queen in full garter attire, which was gifted by the company Magna Carta Legacy Ltd and unveiled on Sunday despite public objections that called the piece “utterly bizarre and ridiculous”.<br /></p> \n<p>Magna Carta – 3,500 words on calfskin parchment, first drafted by the archbishop of Canterbury – was extracted from King John, known as John Lackland after losing Normandy and Anjou to the French, at sword point by his frustrated noblemen, who captured London and held him to ransom. All involved on that historic day would be astonished to think of its resonance since. John never wanted it published and it was annulled by Pope Innocent III nine weeks later. The pontiff ruled the king had been forced to seal it under duress.<br /></p> \n<p>It was redrafted in 1216, 1217, and 1225, and confirmed in English law in 1297 – 81 years after John’s death rumoured from dysentery or a surfeit of peaches. Either way, it was an unfortunate end for a king described as “brimful of evil qualities” by one contemporary writer and whom history condemns as a cruel and lecherous tyrant.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"0e19f9fd2dffb246cfd17d0bf2ca6faba73d7bf9\"> \n <img src=\"http://media.guim.co.uk/0e19f9fd2dffb246cfd17d0bf2ca6faba73d7bf9/216_0_2469_1482/1000.jpg\" alt=\"Archbishop of Canterbury Justin Welby, British prime minister David Cameron, Queen Elizabeth II, Prince Philip and Prince William at the ceremony.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Archbishop of Canterbury Justin Welby, British prime minister David Cameron, Queen Elizabeth II, Prince Philip and Prince William at the ceremony.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Most parts of Magna Carta have since been repealed, and it was originally an English document relevant only to rich, free, land-owning males. But buried within it were clauses that have universal relevance today, and its modern grandiloquent interpretation owes much to Sir Edward Coke, a prominent jurist of the Elizabethan and Jacobean era, who updated it for use against the Stuart kings.<br /></p> \n<p>Giant figures of Coke and also leading suffragette Emily Pankhurst formed part of a re-enactment of the history of the charter as school children paraded with specially designed flags on Monday.<br /></p> \n<p>Prince William met Karl Newman,55, from Surrey Arts who was inside the 8ft tall puppet of Edward Coke. “I’m not sure if the Duke had heard of Edward Coke but he was interested to know who made the puppets and I told him they were made for the 799th anniversary last year and we kept them until now,” he said.<br />Guests enjoyed a programme of history, music – including extracts from Gilbert and Sullivan’s one-act operetta Trial by Jury – and references to satire from Spitting Image to Dryden and Pope.<br /></p> \n<p>Four copies of the charter still exist, two in the British Library and one each in Lincoln and Salisbury cathedrals.<br /></p> \n<p>On the eve of Monday’s commemorations, new evidence emerged to rebut the theory that it was King John’s royal scribes who were responsible for its publication and preservation. Rather, say historians following a three-year-study, the fact it survived was down to church scribes based at the ecclesiastical centres in Lincoln and Salisbury.<br /></p> \n<p>The ceremony concluded with a unique flypast, a Typhoon and Spitfire together, referencing the Battle of Britain pilots defending Britain from invasion 75 years ago, and today’s Quick Reaction Eurofighter Typhoons. They were followed by the red, white and blue plumes from the Red Arrows Hawk T1 jets.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/862135b6334f6cb0a55db5b08fe5de33083d6e69/394_935_3583_2150/3583.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2150,"width":3583,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"Celebrations for the 800th anniversary of the sealing of Magna Carta at a memorial in Runnymede.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0e19f9fd2dffb246cfd17d0bf2ca6faba73d7bf9/216_0_2469_1482/2469.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1482,"width":2469,"orientation":"landscape","caption":"Archbishop of Canterbury Justin Welby, British prime minister David Cameron, Queen Elizabeth II, Prince Philip and Prince William at the ceremony. Photograph: Ben Stansall/AFP/Getty Images","credit":"Ben Stansall/AFP/Getty Images","altText":"Archbishop of Canterbury Justin Welby, British prime minister David Cameron, Queen Elizabeth II, Prince Philip and Prince William at the ceremony.","cleanCaption":"Archbishop of Canterbury Justin Welby, British prime minister David Cameron, Queen Elizabeth II, Prince Philip and Prince William at the ceremony.","cleanCredit":"Photograph: Ben Stansall/AFP/Getty Images"}],"webPublicationDate":"2015-06-15T13:33:23Z","lastModified":"2015-06-15T23:01:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Caroline Davies","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/26/1432636572595/Caroline-Davies-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["Magna Carta","The Queen","Monarchy","Human rights","Law","Loretta Lynch","David Cameron","Politics","UK news"],"tags":[{"id":"uk-news/magna-carta","webTitle":"Magna Carta"},{"id":"uk/queen","webTitle":"The Queen"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/law","webTitle":"Law"},{"id":"us-news/loretta-lynch","webTitle":"Loretta Lynch"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/magna-carta-leaders-celebrate-800th-anniversary-runnymede","shortUrl":"http://gu.com/p/49nqy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/15/magna-carta-leaders-celebrate-800th-anniversary-runnymede","webUri":"http://www.theguardian.com/uk-news/2015/jun/15/magna-carta-leaders-celebrate-800th-anniversary-runnymede"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457164690","source":"Reuters","durationInSeconds":91,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615MAGNA.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615MAGNA_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434376672166/KP_298814_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for The Queen joins Magna carta's 800th anniversary - video","credit":"guardian.co.uk","altText":"620x372 trailpic for The Queen joins Magna carta's 800th anniversary - video","cleanCaption":"620x372 trailpic for The Queen joins Magna carta's 800th anniversary - video"}}},"importance":0,"kicker":{"title":"Anniversary"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/862135b6334f6cb0a55db5b08fe5de33083d6e69/394_935_3583_2150/3583.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2150,"width":3583,"orientation":"landscape","credit":"Stefan Wermuth/Reuters","altText":"Celebrations for the 800th anniversary of the sealing of Magna Carta at a memorial in Runnymede.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4de595da8697c81f94a75fa9b61f42e80154144c/75_115_4844_2906/1000.jpg","height":600,"width":1000}}]},{"title":"Bloomsday / How fans around the world will be celebrating James Joyce's Ulysses","rawTitle":"How fans around the world will be celebrating James Joyce's Ulysses","item":{"type":"article","id":"books/2015/jun/15/bloomsday-fans-around-the-world-celebrating-james-joyces-ulysses","title":"Bloomsday: how fans around the world will be celebrating James Joyce's Ulysses","trailText":"From offal breakfasts in Dublin to ‘Molly and Poldy’ cocktails in Croatia, Ulysses fans are set to make Bloomsday memorable this Tuesday ","standFirst":"<p>From offal breakfasts in Dublin to ‘Molly and Poldy’ cocktails in Croatia, Ulysses fans are set to make Bloomsday memorable this Tuesday. ‘If it’s so hard to read, then why are so many people having so much fun with it?’ says one participant</p>","byline":"Alison Flood","body":"<p>James Joyce chose to immortalise his first outing with Nora Barnacle, the woman who would eventually become his wife, in his great novel Ulysses, making 16 June 1904 the date on which his protagonist Leopold Bloom goes about his business in Dublin. Over 100 years later, Joyce enthusiasts around the world choose to celebrate the date in their own way. We talk to fans from Brazil to China about how they’re marking Bloomsday this year.</p> \n<h2>Dublin, Ireland</h2> \n<p>Mark Traynor at the James Joyce Centre in Dublin estimates there are around 40 events planned in the city for Bloomsday, from walking tours to public readings led by drag queen Panty Bliss to Stephen Fry in conversation with senator David Norris. “Bloomsday has always been quite visible here, primarily because people dress up in Edwardian garb,” he said. “It definitely makes an impact on the city and it draws people in.”</p> \n<p>There are also Bloomsday breakfasts planned, following the intricate description at the beginning of the novel – “Mr Leopold Bloom ate with relish the inner organs of beasts and fowls. He liked thick giblet soup, nutty gizzards, a stuffed roast heart, liverslices fried with crustcrumbs, fried hencods’ roes. Most of all he liked grilled mutton kidneys which gave to his palate a fine tang of faintly scented urine” – and an after party.</p> \n<p>“It’s become part of the cultural fabric of the city,” said Traynor. “Of course we’ll get the core Joyceans, those who are obsessed with Joyce, but Bloomsday is also an excuse for everyone else to get involved. It’s a great point of entry for people – a safe space for people to be proud of Joyce’s work, his legacy, and of the city itself, because obviously the book is a celebration of Dublin.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"80f06da79e5113260d4ea9b085dfe14bac3f6370\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434381852332/05d8c01c-4305-4ad7-bdc7-fc93a8882c47-315x420.jpeg\" alt=\"Bloomsday in New Zealand\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bloomsday in New Zealand … songs and readings in the Thirsty Dog pub</span> \n </figcaption> \n</figure> \n<h2>Auckland, New Zealand</h2> \n<p>Usually, says Dean Parker, he helps stage a musical show in Auckland’s red light district: a three-hour musical cabaret of dramatised episodes from Ulysses. Last year was a “stunning, jam-packed success”, with Lucy Lawless, aka Xena Warrior Princess, reading Molly Bloom’s soliloquy. “By the time of the soliloquy the audience was pretty liquored up as Lawless (who’s from a prominent Auckland Irish family) had whacked a thousand bucks down on the bar for Guinness and shorts. One of the cast reported he’d been outside having a smoke when a punter burst out into the street hollering, ‘They’re giving away the beer in there!’” he says.</p> \n<p>This year, they’re sticking to songs and readings in the Thirsty Dog pub, due to “exhaustion and over-commitments elsewhere”. It’s “next to Suzie Wong’s Massage Parlour”, he adds.</p> \n<h2>Pula, Croatia</h2> \n<p>Taking place from 14 to 16 June is the fifth Bloomsday Croatia festival, which organisers say will include “joy and Joyce, literature and cinema, and dance and music” – as well as a performance by the preschoolers of Pula of Joyce’s children’s book The Cat and the Devil. There’ll be Irish dance, readings, lectures, a cocktail night featuring Molly and Poldy cocktails, an exhibition and a concert.</p> \n<p>“We are a team of Joyce enthusiasts from Croatia where he used to live in 1904 following his self-exile from Dublin with Nora Barnacle. We started off as a group of students of English five years ago and in the meantime we graduated from the universities, and became a festival which this year celebrates the fifth edition,” says festival organiser Igor Jurilj. “We celebrate Joyce not only to commemorate his life and work in Croatia, but because he gave us textual lenses that open the eyes to the world, life and love. His mystified complexity is merely an idiosyncratic approach to everydayness we tend to misperceive or ignore.”</p> \n<h2>Santa Maria, Brazil</h2> \n<p>Bloomsday celebrations have been running in the university city since 1994 through a series of poetry and prose readings, film screenings, debates and art exhibitions. This year, the 22nd Santa Maria Bloomsday, will start with excerpts and discussions at cultural organisation Cesma, with an exhibition and a celebration in traditional bar Ponto do Cinema that evening, featuring readings from Joyce, as well as Brazilian and Irish poetry, and Irish music.</p> \n<p>“<strong>U</strong>lysses is an important book for me because it illustrates quite like how in every individual, as simple as it is, flourish the human mark. Each of us holds the legacy of all that humans came to achieve so far,” says chairman Aguinaldo Medici Severino.</p> \n<h2>Montreal, Canada</h2> \n<p>Running from 12-16 June, Festival Bloomsday Montreal includes a musical gala, featuring songs the author loved, a dramatisation of the novel from the perspective of Molly Bloom, a pub quiz, dramatic readings, and a changing slate of pubs of the day.</p> \n<p>Spokesperson David Schurman points to Joyce’s own comment about Ulysses, that “I’ve put in so many enigmas and puzzles that it will keep the professors busy for centuries arguing over what I meant.”</p> \n<p>“He was so right about people like us spending inordinate amounts of time trying to figure out what Joyce was doing in Ulysses. All day Monday we’ll be at the Canadian School of Irish Studies in Montreal hearing from the experts on Joyce. On Tuesday we have a large number of people from all walks of life reading from Ulysses in English, French and Irish. Nothing beats hearing the words being well read. Our closing features Kevin Birmingham, author 2014’s The Most Dangerous Book: The Battle for James Joyce’s Ulysses,” says Schurman. “Pubs, pub quiz, book bootleg, Molly Bloom soliloquy – we have it all at Festival Bloomsday Montr&eacute;al. Wish you were here.”</p> \n<h2>Philadelphia, US</h2> \n<p>The Rosenbach Museum owns the manuscript of<em> </em>Ulysses in Joyce’s hand, as well as first editions of the book, and has been celebrating Bloomsday for the past 23 years. This year it has a week-long festival, culminating tomorrow, and ranging from a crash course in the novel to a series of readings and performances, ending with Molly Bloom’s soliloquy.</p> \n<p>“Bloomsday is a wonderful holiday for Joyceans around the world to celebrate the work of this incredible writer and storyteller,” says Alice Emerson at the museum. “But, in some ways more importantly, it is also the perfect platform to introduce novices to the genius of Joyce’s work. Here at the Rosenbach that has always been our primary objective: to give seasoned Ulysses readers a day of celebration, and to welcome all curious minds into Joyce’s imaginative world. We’ve given public readings of passages from Ulysses on Bloomsday since the beginning of our observance of the holiday, but we have also expanded our programming surrounding the day to offer multiple opportunities for people of all different comfort levels to engage with the story. The manuscript for Ulysses makes its home here, and as such a lynchpin of our collection, we are compelled by our mission to help make it accessible to all.”</p> \n<h2>Robert Berry in China</h2> \n<p>Berry, illustrator of a <a href=\"http://ulyssesseen.com/\">graphic novel adaptation</a> of Ulysses, has already lectured and exhibited his drawings this weekend in Shanghai’s Fudan University and the Shanghai Grand Theatre. “My lecture and exhibit comes in the middle of an all-day tour of Joyce readings with students, professors and Irish literature enthusiasts here in the world’s most populous city,” he said. “Joyce’s work has been astoundingly successful here and I’m happy for the chance to work with folks who are so enthusiastic for the material.”</p> \n<figure class=\"element element-image\" data-media-id=\"4665bcb16e6b0817cf877bc4a162de12fdd481ba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434380931336/37e49be6-a0b0-40cf-9e00-775d87e5d9c0-460x343.jpeg\" alt=\"Bloomsday, China 2015\" width=\"460\" height=\"343\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Great Wall of Words … China celebrates Bloomsday</span> \n </figcaption> \n</figure> \n<p>He’s then in Hong Kong for Bloomsday, where all-day readings are planned by students, professors and fans, as well as lectures on illustrating and adapting the author, before moving on to the Beijing Bookworm later this week. “All said and done, three of the most populous cities in the world will be talking about and celebrating James Joyce’s novel this year and I think that’s pretty exciting for a book many people claim they’re afraid to read. As far as I know, this is still the only holiday to celebrate a single work of fiction. If it’s so hard to read, then why are so many people the world over having so much fun with it?” said Berry.</p> \n<h2>Oslo, Norway</h2> \n<p>It’s the sixth year of Bloomsday celebrations in Oslo’s Ibsen museum, with events tomorrow to include a lecture on Joyce and Yeats from University College Dublin’s professor of Joyce studies Anne Fogarty, a one-man play The Dubliners’ Dilemma, and later this week, the launch of a limited edition of Joyce’s short story The Dead. People will be dressing up in Joycean garb, says organiser John Fitzgerald.</p> \n<p>“Our mission statement is to open Joyce up to the general public and demysticise him,” says Fitzgerald. “Ulysses is a very funny book – it’s an everyman story, 24 hours, or a day in the life. Oslo also has an obvious connection – a very young Joyce corresponded with a very elderly Ibsen, and it’s regarded as a seminal moment in Joyce’s development.”</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380735457/ae446715-d860-4359-9943-a1b5ad5d27f3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ruth Medjber/Ruth Medjber","altText":"Dublin celebrates Bloomsday 2015","cleanCredit":"Photograph: Ruth Medjber/Ruth Medjber"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434381851747/05d8c01c-4305-4ad7-bdc7-fc93a8882c47-540x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":540,"orientation":"portrait","caption":"Bloomsday in New Zealand … songs and readings in the Thirsty Dog pub","credit":"PR","altText":"Bloomsday in New Zealand","cleanCaption":"Bloomsday in New Zealand … songs and readings in the Thirsty Dog pub"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380932298/37e49be6-a0b0-40cf-9e00-775d87e5d9c0-2060x1536.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2060,"orientation":"landscape","caption":"Great Wall of Words … China celebrates Bloomsday","credit":"PR","altText":"Bloomsday, China 2015","cleanCaption":"Great Wall of Words … China celebrates Bloomsday"}],"webPublicationDate":"2015-06-15T15:35:01Z","lastModified":"2015-06-15T15:36:42Z","metadata":{"commentable":true,"commentCount":71,"contributors":[{"name":"Alison Flood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alisonflood"}],"feature":false,"keywords":["James Joyce","Books","Culture","Fiction"],"tags":[{"id":"books/jamesjoyce","webTitle":"James Joyce"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/fiction","webTitle":"Fiction"}],"section":{"id":"books"},"topics":[{"displayName":"Alison Flood","topic":{"type":"tag-contributor","name":"profile/alisonflood"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/15/bloomsday-fans-around-the-world-celebrating-james-joyces-ulysses","shortUrl":"http://gu.com/p/49z5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/15/bloomsday-fans-around-the-world-celebrating-james-joyces-ulysses","webUri":"http://www.theguardian.com/books/2015/jun/15/bloomsday-fans-around-the-world-celebrating-james-joyces-ulysses"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380735457/ae446715-d860-4359-9943-a1b5ad5d27f3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"First words … 14-month-old Sebastian reads James Joyce with his parents Kathleen Young and Christopher O’Keefe at the Bizarre Bloomsday Brunch, North Great Georges Street, Dublin. Photograph: Ruth Medjber","credit":"Ruth Medjber","altText":"Dublin celebrates Bloomsday 2015","cleanCaption":"First words … 14-month-old Sebastian reads James Joyce with his parents Kathleen Young and Christopher O’Keefe at the Bizarre Bloomsday Brunch, North Great Georges Street, Dublin.","cleanCredit":"Photograph: Ruth Medjber"}},"importance":3,"kicker":{"title":"Bloomsday"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434380735457/ae446715-d860-4359-9943-a1b5ad5d27f3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ruth Medjber/Ruth Medjber","altText":"Dublin celebrates Bloomsday 2015","cleanCredit":"Photograph: Ruth Medjber/Ruth Medjber"}}]},{"title":"I read all the small print on the internet and it made me want to die","rawTitle":"I read all the small print on the internet and it made me want to die","item":{"type":"article","id":"technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","title":"I read all the small print on the internet and it made me want to die","trailText":"Alex Hern decided not to do anything for a week – unless he’d read all the terms and conditions first. Seven days and 146,000 words later, what did he learn?","standFirst":"<p>Alex Hern decided not to do anything for a week – unless he’d read all the terms and conditions first. Seven days and 146,000 words later, what did he learn?</p>","byline":"Alex Hern","body":"<p>When was the last time you read all the terms and conditions for a service you used? Have you ever <em>read</em> the terms and conditions? Probably not. </p> \n<p>So why do we spend so much of our time ignoring the thousands of words of legally binding “end-user licence agreements” (EULAs, if you like) legally-binding contracts we agree to every day? Is it even possible to read the T&amp;Cs for everything a typical person does? Is there any value in reading all this anyway?</p> \n<p>“The biggest lie on the internet is ‘I have read and agree to the terms and conditions’,” says security expert Mikko Hypp&ouml;nen. Setting out to prove his point, Hypp&ouml;nen’s company F-Secure set up a free WiFi hotspot in the heart of London’s financial district in June 2014.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/sep/29/londoners-wi-fi-security-herod-clause\">Buried in the terms and conditions of the free network was a “Herod clause”</a>: in exchange for the WiFi, “the recipient agreed to assign their first born child to us for the duration of eternity”.<br /></p> \n<p>Six people signed up.</p> \n<p>“EULAs suck – we can all agree on that,” said Hypp&ouml;nen. “They shouldn’t be binding, because nobody reads them. But from a legal point of view, they just might be.”</p> \n<p>Agust&iacute;n Reyna of the European consumer-rights organisation BEUC told me why: “It’s a consumer contract. No matter what you call them, it’s a contract.”</p> \n<p>To get a sense of just how much legal chaff we’re buried under, I decided to spend a week of my life <em>not</em> checking the box marked “I have read and agreed to the terms and conditions” until I had actually, you know, read them. Worse, I would do it retroactively, sitting down to read the T&amp;Cs of services I’d been using for years.</p> \n<p>The end results: I collected 146,000 words of legalese – enough to fill three quarters of Moby Dick, just to explain what I can and can’t do online – from just 33 terms-of-service documents. Each document only took me about 15 minutes to read (or, if I’m honest, to skim-read), but I still spent well over eight hours of the week just sitting reading page after page of dry, impenetrable prose.</p> \n<figure class=\"element element-image\" data-media-id=\"34c889762cc0832a54fb2424bbd414d39fd74604\"> \n <img src=\"http://media.guim.co.uk/34c889762cc0832a54fb2424bbd414d39fd74604/0_22_4086_2452/1000.jpg\" alt=\"A man reading at night\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">I swapped reading novels for 146,000 words of legal chaff, what did you do with your week? </span> \n  <span class=\"element-image__credit\">Photograph: Lasse Kristensen / Alamy/Alamy</span> \n </figcaption> \n</figure> \n<h2>Apple: out of date terms and conditions</h2> \n<p>The worst day, as expected, was the first. My iPhone is also my alarm, which means that at 6am on a Monday, I was greeted by 21,586 words to read before breakfast. In deference to my girlfriend, who was still asleep, I also broke my rules straight away and turned off the alarm before settling down to read the iPhone T&amp;Cs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Apple may strip out obsolete parts in pursuit of simplicity, but that philosophy hasn’t reached its legal department</p> \n </blockquote> \n</aside> \n<p>Going first with the iPhone ended up making sense, though, because in many ways Apple’s practices are emblematic of everything that’s wrong with the culture of mindlessly hitting “accept”. </p> \n<p>Apple may be famous for products that ruthlessly strip out obsolete parts in pursuit of ease-of-use and simplicity, but that philosophy hasn’t reached its legal department.</p> \n<p>The terms typically start with an introduction where every word is capitalised, because not a single lawyer cares about anyone being able to read their actual documents. The capitals are included because of <a href=\"http://www.adamsdrafting.com/all-capitals/\">an American legal regulation</a> which stipulates that certain parts of a text must be “conspicuous”. Since there’s no corresponding requirement that it be legible, the consensus is that capitalising the necessary parts fits the bill.</p> \n<p>Where Apple didn’t innovate, one company did: credit goes to music service Bandcamp, which explains, in its introductory paragraph, that “we’ve done our best to make it all go down smooth – you won’t find any 8-point type, or long sections of TOTALLY UNREADABLE ALL-CAPS intended to fulfill the legal definition of “conspicuous” (we’re pretty sure Your Honor will accept yellow, bold text instead).”</p> \n<p>Perhaps the best marker of how little Apple cares about the terms of service it requires its users to read can be found several paragraphs down the iCloud terms and conditions. (Incidentally, despite being broken into separate documents, it’s all-or-nothing when it comes to agreeing or rejecting the terms.) </p> \n<p>Under the heading “Google Maps Service” is the proviso that:</p> \n<blockquote class=\"quoted\"> \n <p>use of the Google Maps service is subject to the following additional terms: Google Maps Terms of Service available at http://maps.google.com/help/terms_maps.html and Google Maps Legal Notices at http://maps.google.com/help/legalnotices_maps.html.</p> \n</blockquote> \n<p>That’ll be the Google Maps service which was famously dropped from iPhones in 2012, over two years before the debut of iOS 8.2, the version I am running. </p> \n<p>It seems that no one at all reads Apple’s terms and conditions – even people who work for Apple.</p> \n<h2>Simplenote: a blissful 140 words </h2> \n<p>The rest of the morning wasn’t as depressing as Apple, though it was still terrible. Next up was Simplenote, a cloud note-taking service.</p> \n<p>Like night and day, Simplenote’s terms of service come in at 140 words.</p> \n<p>Sure, Simplenote only needs to cover a relatively simple text hosting and syncing service, while Apple’s cover a gaming social network, a music, app and video store, a voice-control service, and an operating system. But it’s clear that Simplenote actually cares about what a non-expert user who ends up on their page will see, and has strived to make the document as clear and readable as possible.</p> \n<figure class=\"element element-image\" data-media-id=\"67243eedbc968900d80fc101921d577f1e0286ca\"> \n <img src=\"http://media.guim.co.uk/67243eedbc968900d80fc101921d577f1e0286ca/0_790_4500_2702/1000.jpg\" alt=\"A blue sky\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Simplenote’s terms of service: day to Apple’s night.</span> \n  <span class=\"element-image__credit\">Photograph: Stephen Studd/Getty Images</span> \n </figcaption> \n</figure> \n<p>The basic terms, in their entirety, read: “You are responsible for keeping your login and password safe. The Service should not be used to store sensitive information such as bank account numbers, credit card information, or passwords. We are not responsible for any information stored with the Service.”</p> \n<p>I was feeling good. I had barely finished breakfast, and already I’d read two sets of terms and conditions, and one of them was positively pleasant. Maybe the week wouldn’t be so bad?</p> \n<p>And then I went online.</p> \n<h2>BT: they will pay up if I die</h2> \n<p>For most people, a licence agreement for a broadband connection is more of a “real” contract than the terms and conditions for digital services they click but largely ignore. Broadband comes with a requirement to pay, early cancellation fees, and a credit check.</p> \n<p>All the same, I still hadn’t actually read my contract with BT, so downloaded a copy to read on the way in to work. I was already late because of Apple, and didn’t need to make things worse.</p> \n<p>The good news is that BT’s terms and conditions, freed from the American requirement for “conspicuous” warnings, is actually legible; the bad news is that it turns out that I have to pay them money until the day I die, and they aren’t really obliged to do anything in return. I may be paraphrasing a little.</p> \n<p>In a way, it shouldn’t be a surprise. It’s not like the company actually gives me good service as it is: I live in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/09/london-has-the-worst-broadband-in-britain-government-statistics-show\">one of the worst constituencies in the country</a> for high speed broadband, and on top of that, my flat is a new-build, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2013/apr/20/bt-failure-connect\">notoriously overlooked by telecoms companies</a> eager to make developers pay for the cost of wiring.</p> \n<p>On the plus side, if I am injured or die as a result of BT’s negligence, they will accept responsibility. Which is nice, because no other company bothered to mention this in their documentation. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It didn’t help that I read the whole thing standing up on a packed Tube, squinting at the tiny writing on my phone</p> \n </blockquote> \n</aside> \n<p>On the minus side, while BT “aims” to provide broadband service, it qualifies that aim by stating: “We do not guarantee either the quality of the service or that the service will be available at all times.” The terms and conditions remind me that I can cancel within the first three months if the speed isn’t up to scratch, but beyond that, I’m not entirely clear what I’ve actually been paying for. Goodwill?</p> \n<p>It didn’t help matters that I read the whole thing standing up on a packed Tube, squinting at the tiny writing on my phone. After 6,000 words, and an hour-long commute, I arrive at work. And in the process of booting up a laptop, signing in to my work mail account (provided by Google) and opening Twitter, I commit myself to another 35,000 words of legal documents, and feel a little part of myself die.</p> \n<figure class=\"element element-image\" data-media-id=\"32595e8235f64d29180cfb890b4096a6e5c92203\"> \n <img src=\"http://media.guim.co.uk/32595e8235f64d29180cfb890b4096a6e5c92203/0_1640_3628_2178/1000.jpg\" alt=\"A packed tube carriage.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage.</span> \n  <span class=\"element-image__credit\">Photograph: aophotography.com/Alamy</span> \n </figcaption> \n</figure> \n<h2>Google: actually in plain English</h2> \n<p>When I headed into the week, I’d expected Google to be the worst. After all, it’s the company that is the epitome of the <a href=\"http://www.metafilter.com/95152/Userdriven-discontent#3256046\">internet adage that</a> if you are not paying for it, you’re the product being sold. I was expecting byzantine documents, deliberately difficult to read to obscure the dastardly passage where they claim the right to sell my mother’s maiden name to Russian hackers for peanuts.</p> \n<p>Yet the 5,500 words of Google’s terms of service (including a separate but linked privacy policy) are actually surprisingly legible and sane. Faced with never-ending scrutiny, from users as well as regulators, competitors and the press, the company responded by providing plain English terms of service.</p> \n<p>The passage about ownership of uploads – always a hot-button topic when it comes to sites like YouTube which allow user-generated content – is clear and easy to understand: </p> \n<blockquote class=\"quoted\"> \n <p>Some of our Services allow you to upload, submit, store, send or receive content. You retain ownership of any intellectual property rights that you hold in that content. In short, what belongs to you stays yours.</p> \n</blockquote> \n<p>A similar passage in Twitter’s terms is also fairly well written (for a legal document – this is relative), only tripping up when it attempts to list every single thing you could conceivably do online in one sprawling mass of verbs:</p> \n<blockquote class=\"quoted\"> \n <p>You retain your rights to any Content you submit, post or display on or through the Services. By submitting, posting or displaying Content on or through the Services, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such Content in any and all media or distribution methods (now known or later developed).</p> \n</blockquote> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Twitter's 'worldwide, non-exclusive, royalty free license' gives it leeway to do what they want with your content</p> \n </blockquote> \n</aside> \n<p>These companies have learned the hard way that just because no one reads the terms and conditions before they sign up, it doesn’t mean that no-one reads them ever. Indeed, Twitter, along with Facebook (whose 3,300-word terms and conditions I read as I prepared to edit the Guardian’s page), regularly has to fight back against <a href=\"http://www.mirror.co.uk/news/world-news/facebook-hoax-social-network-not-4924151\">viral hoaxes</a> purporting to reveal the social networks’ plans to steal everyone’s material.</p> \n<p>At the same time, the sites do benefit from a certain lack of legal understanding. It’s true that you “retain your rights” to anything posted on Twitter; but it’s also true that the “worldwide, non-exclusive, royalty free license” gives the company almost infinite leeway to do what they want with your content, regardless of the rights. </p> \n<h2>ALL CAPS ARE MEANINGLESS</h2> \n<p>By the end of the day on Monday, I had done little other than read terms and conditions. Yet another huge chunk of Apple documentation accompanied my laptop, requiring different agreements for the operating system and for iTunes (20,000 words altogether); the requirements for Dropbox (1,500 words) and my Oyster card (2,200 words) were svelte in comparison, although both failed the readability test, with MEANINGLESS ALL-CAPS out in force.</p> \n<figure class=\"element element-image\" data-media-id=\"da895712a683f6fd9b86a940d4ea1f6f31cad597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434364415385/5542172347_888d98ef9d_o-460x276.jpeg\" alt=\"A man with a megaphone\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Note to legal writers – STOP SHOUTING.</span> \n  <span class=\"element-image__credit\">Photograph: Garry Knight/flickr</span> \n </figcaption> \n</figure> \n<p>Still, getting over the initial burst of agreements meant I could relax a bit into the flow on Tuesday, and find out a bit more about the legal background behind these documents. After, of course, reading and agreeing to the terms of service on the Guardian (6,900 words, pretty standard stuff) and Buzzfeed (3,788 words, ditto), just to leave a couple of comments on each site.</p> \n<h2>What’s the penalty for breaking the terms?</h2> \n<p>Some have argued that the vast bulk of legal verbiage encountered in the information age is worth little more than the pixels it is written on. Citing British common law, they point out that a valid contract must offer, at least theoretically, the opportunity for negotiation. End user license agreements - the rules that govern the use of software and even hardware which, overwhelmingly, has already been bought and paid for - violate that legal principle. </p> \n<p>If you hit “disagree” while setting up an iPhone, for instance, it doesn’t call up an Apple lawyer and offer you the opportunity to renegotiate the terms under which you use the iTunes Store. Instead, it simply bounces you back to the page before, and waits for you to try again. <br /></p> \n<p>The argument that such documents have little strength is reinforced by the rarity of them ever affecting court cases. By and large, the penalty for breaking the terms and conditions of a service is being thrown off it: losing a Twitter account, for instance. While having clearly laid-out terms and conditions helps clarify things for both sides in the event of unpleasantness, it’s not actually necessary for that tier of enforcement. </p> \n<p>A private business is allowed to stop serving a customer for pretty much any reason it likes (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/24/eu-warns-internet-firms-regulated-amazon-etsy\">although not if the EU has its way</a>), and they have little recourse. But in the internet world, that’s pretty hard on consumers who have to choose between a handful of all-powerful companies that dominate consumer electronics, digital services and retail.</p> \n<h2>Has any company ever enforced an end user agreement?</h2> \n<p>More serious enforcement of the terms and conditions tends to be done through other legal mechanisms. In 2006, video game developers Blizzard sued MDY, a company which made software that let users cheat in World of Warcraft, Blizzard’s bestselling massively-multiplayer online game. The case alleged that using the software, called Glider, violated Blizzard’s terms of service.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"http://www.youtube.com/watch?v=qkC12Rnvga4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qkC12Rnvga4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Two years later, however, and Blizzard won a summary judgement based largely on a very different legal argument. The company’s copyright had been infringed when Glider had let players cheat at the game; and the way MDY had circumvented its anti-cheating software also meant it had illegally broken copy protection. Two years after that, many of the rulings were reversed at appeal, but the judgement that MDY illegally broke copy protection stood.</p> \n<p>The court case did, however, reaffirm one crucial aspect of the law that surrounds EULAs: you are not the owner of software you buy. Instead, you are merely a licensee, and that licence can, and most likely does, come with conditions.</p> \n<p>Just last month, we saw that taken to its obvious end point as Microsoft sought to enforce a contract signed with testers for its upcoming game Gears of War. The testers had <a href=\"http://www.polygon.com/2015/5/14/8607841/microsoft-bans-gears-of-war-xbox-one-leakers\">leaked information about the game</a>, breaking the agreement they’d make with Microsoft. The company’s response? It banned the leakers from Xbox Live, the online service required to use a vast array of the console’s features, permanently.</p> \n<p>It even temporarily blocked use of their console <em>offline – </em>something that was well within its rights because, as the testing service explained in a letter its testers, the leak broke the terms and conditions. “The nature of the leak having had occurred through Xbox One, actually also went against the Microsoft EULA, which is agreed upon when creating an Xbox LIVE account, or any other type of Microsoft account,” the company, VMC, wrote.</p> \n<p>As I discovered on Tuesday evening, Sony’s Playstation has similar language. I should have known I wouldn’t be allowed to relax, even in my own home. Sitting down to play some video games required three separate sets of terms and conditions, for the console itself, the online service attached to it, and the specific game, Bungie’s Destiny, that I wanted to play. </p> \n<figure class=\"element element-image\" data-media-id=\"677b1f28a83efe53490749725710c9c053921b81\"> \n <img src=\"http://media.guim.co.uk/677b1f28a83efe53490749725710c9c053921b81/0_227_3452_2073/1000.jpg\" alt=\"Person plays Playstation\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Unwind in front of the Playstation – after the small matter of 20,000 words of legalese. </span> \n  <span class=\"element-image__credit\">Photograph: Thomas Peter/REUTERS</span> \n </figcaption> \n</figure> \n<p>And sure enough, if Sony discovers that I have violated any term of its collective 20,000 words of legal agreements, which I and perhaps three other people in the world have read in their totality, the company reserves the right to:</p> \n<blockquote class=\"quoted\"> \n <p>take any action to protect its interests such as disabling access to or use of some or all System Software, disabling use of this PS4 system online or offline, termination of your access to PSN, denial of any warranty, repair or other services provided for your PS4 system, implementation of automatic or mandatory updates or devices intended to discontinue unauthorized use, or reliance on any other remedial efforts as reasonably necessary to prevent the use of modified or unpermitted use of System Software.</p> \n</blockquote> \n<p>In other words, break rules you don’t know about, and Sony reserves the right to turn your &pound;350 console into a brick. And those rules are ridiculously broad.</p> \n<p>If you don’t install the most recent version of the system software as soon as you reasonably can, you’ve broken the agreement. If you “lease, rent, sublicense, publish, modify, patch, adapt or translate” the PS4’s software, you’ve broken the agreement. If you “use any … modified hardware” with the PS4, you’ve broken the agreement.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sony doesn't intend to go around bricking users’ consoles – but if they want to, they are within their rights to do so</p> \n </blockquote> \n</aside> \n<p>As with so many of these rules and regulations, it’s not that Sony intends to go around bricking users’ consoles; but if they want to, they are perfectly within their rights to do so.</p> \n<p>And, naturally, the company does not provide any promise that the software or hardware will work or do what it says it will do, but it does require access to your personal information including your IP address and console ID for marketing purposes. And no, you can’t complain. It says so in capital letters.</p> \n<p>While licence agreements are enforceable contracts, as the BEUC’s Agust&iacute;n Reyna points out, it is possible for them to go too far even for the courts. “In European law and also at national levels, we [have] what’s called ‘unfair terms legislations’,” he says. If a given contract has unfair terms, “the judge can do a kind of balancing test and see whether the terms are unfair. Not everything that is in the contract will be enforceable.”</p> \n<p>In fact, one of the big wins in recent years for consumer rights in Europe was against Sony. “A couple of years ago there was a case by the Norwegian consumer council, in relation to the Playstation,” Reyna says. “In the terms of the licence there were clauses allowing Sony to automatically update or even erase operating systems that were not those provided by Sony.”</p> \n<p>What’s more, it was possible to install other operating systems on the console, including the open source operating system Linux. But that too “was prevented by Sony in the terms of the license. So the Norwegian consumer council took them before the ombudsman”, Reyna says.</p> \n<p>After ploughing through the Sony terms of service, the best I can say about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/07/destiny-how-house-of-wolves-builds-on-story-why-theres-no-raid\">Destiny</a>’s EULA is that it was short. Just 2,000 words meant that I finished it before bedtime, hoping I’d be able to play on Wednesday.<br /></p> \n<h2>I did not play Destiny on Wednesday</h2> \n<p>Just halfway through the week, but significantly more than halfway through the legal agreements I would end up having to read, I began to run out of energy. I found myself purposefully changing my behaviour so as to not have to read any more EULAs. I’d already agreed to the Playstation’s terms of service; I wasn’t going to read the one for Valve’s Steam just so that I could play PC games in the same week.</p> \n<p>But still they kept coming: Netflix (4,000 words, and starts off by offering false hope with a cheery, human, “Welcome to Netflix!”, before descending into grey legalistic mush); Apple TV (another 4,000 words, and as bad as the previous Apple agreements); Storify (5,300 words, again introduced with a “Thanks for using Storify!”, again sapping my will to live); and Bandcamp, with its 7,100 word, over-long EULA saved by being broken up with lime-green text instead of block-capitals. </p> \n<p>I didn’t manage to play Destiny on Wednesday - I just read legal text.</p> \n<p>On Thursday, I was mercifully out of the house in the evening. Say what you will about the scourge of drinking, but no pub I’ve been to demands you return your pints if you don’t obey their rules. And <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/14/netrunner-took-over-my-life-and-why-it-should-take-over-yours-too\">board and card games</a> have not yet followed video games into the requiring arcane license agreements before you can play them with your friends.</p> \n<figure class=\"element element-image\" data-media-id=\"550f18c49a0a7160c89924180a93a91cf43425d3\"> \n <img src=\"http://media.guim.co.uk/550f18c49a0a7160c89924180a93a91cf43425d3/0_54_5100_3060/1000.jpg\" alt=\"Old man drinks in a pub.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The pub: safe from the tyranny of license agreement – for now.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>By the time I hit Friday, I had narrowed the pool sufficiently that only two more EULAs crossed my radar: comics app Comixology, and mobile payment service Yoyo. Both had thousands of words of terms and conditions, though without any nasty surprises, and one even offered me &pound;5 of free coffee at work for signing up. But even though I knew it was over, I was broken.</p> \n<h2>The problem: there’s no negotiating power</h2> \n<p>The problem is that reading the terms and conditions simply doesn’t help. Sure, you find out how pitifully small your rights are compared to those that even a medium-sized company will reserve when you use its product. But the issue isn’t just one of obscurity: it’s also a problem with the power relationship. With no negotiating power, it ends up being mostly depressing reading.</p> \n<p>Finding out that Sony can brick my console at will if they decide I haven’t downloaded the software update quickly enough doesn’t give me any power to fight back. I can’t offer them &pound;50 extra for a console that doesn’t come with that clause, nor can I jump ship to a competitor with better terms – because one doesn’t exist.</p> \n<p>A glimmer of hope exists in the world of social media, where the worst of T&amp;C over-reach has, occasionally, been defeated by user revolt. In 2012, Instagram, then newly acquired by Facebook, <a href=\"http://www.newstatesman.com/economics/2012/12/instagram-asserts-right-sell-your-photos\">changed its terms</a> to allow the use of photos uploaded to the website for advertising purposes (without paying the photographer). It <a href=\"http://www.huffingtonpost.com/2012/12/20/instagram-terms-of-service-change_n_2333284.html\">sparked outrage</a>, and eventually resulted in the company updating the terms to clarify what rights it was, and was not, requesting.</p> \n<p>It was a rare example of a company demanding the broadest possible legal interpretation of what it intended to do and was forced back into clearer, narrower terms.</p> \n<p>There are groups fighting for a world with clearer language, and narrower terms. Agust&iacute;n Reyna, of BEUC, is one: “Of course consumers have to be aware what they’re signing into. The problem is that one side has to work on the transparency of these terms. You cannot expect that the consumer will spend 20 minutes reading the terms and conditions of a specific service.” </p> \n<p>In general, reading the terms and conditions won’t be as exhausting as my week was. You don’t have to do it all in one go, after all. But it will likely end up being as pointless. Are you really going to leave Facebook if it is a little more aggressive about the rights they claim? After all these years? Is that the hill you’re going to die on?</p> \n<p>Reyna, however, has hope. “To be honest, I’m more optimistic. I think that it will improve with time, because at the end of the day it’s a matter of consumer trust: companies won’t gain consumer trust and confidence if they don’t display clearer terms of use about what is behind the service as such, especially when we see that all these consumer concerns about privacy issues are going up.”</p> \n<p>In the meantime, though, my advice is this: carry on not reading the terms and conditions. Hope someone with more time, a better legal education, or a weird fetish for huge chunks of block capitals, does it instead. And just hope you don’t sign away your first-born in the meantime.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/34c889762cc0832a54fb2424bbd414d39fd74604/0_22_4086_2452/4086.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2452,"width":4086,"orientation":"landscape","caption":"I swapped reading novels for 146,000 words of legal chaff, what did you do with your week?  Photograph: Lasse Kristensen / Alamy/Alamy","credit":"Lasse Kristensen / Alamy/Alamy","altText":"A man reading at night","cleanCaption":"I swapped reading novels for 146,000 words of legal chaff, what did you do with your week? ","cleanCredit":"Photograph: Lasse Kristensen / Alamy/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67243eedbc968900d80fc101921d577f1e0286ca/0_790_4500_2702/4500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2702,"width":4500,"orientation":"landscape","caption":"Simplenote’s terms of service: day to Apple’s night. Photograph: Stephen Studd/Getty Images","credit":"Stephen Studd/Getty Images","altText":"A blue sky","cleanCaption":"Simplenote’s terms of service: day to Apple’s night.","cleanCredit":"Photograph: Stephen Studd/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32595e8235f64d29180cfb890b4096a6e5c92203/0_1640_3628_2178/3628.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2178,"width":3628,"orientation":"landscape","caption":"Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage. Photograph: aophotography.com/Alamy","credit":"aophotography.com/Alamy","altText":"A packed tube carriage.","cleanCaption":"Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage.","cleanCredit":"Photograph: aophotography.com/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364417131/5542172347_888d98ef9d_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Note to legal writers – STOP SHOUTING. Photograph: Garry Knight/flickr","credit":"Garry Knight/flickr","altText":"A man with a megaphone","cleanCaption":"Note to legal writers – STOP SHOUTING.","cleanCredit":"Photograph: Garry Knight/flickr"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/677b1f28a83efe53490749725710c9c053921b81/0_227_3452_2073/3452.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2073,"width":3452,"orientation":"landscape","caption":"Unwind in front of the Playstation – after the small matter of 20,000 words of legalese.  Photograph: Thomas Peter/REUTERS","credit":"Thomas Peter/REUTERS","altText":"Person plays Playstation","cleanCaption":"Unwind in front of the Playstation – after the small matter of 20,000 words of legalese. ","cleanCredit":"Photograph: Thomas Peter/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/550f18c49a0a7160c89924180a93a91cf43425d3/0_54_5100_3060/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3060,"width":5100,"orientation":"landscape","caption":"The pub: safe from the tyranny of license agreement – for now. Photograph: Alamy","credit":"Alamy","altText":"Old man drinks in a pub.","cleanCaption":"The pub: safe from the tyranny of license agreement – for now.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-15T10:56:41Z","lastModified":"2015-06-15T14:58:33Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Alex Hern","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-hern"}],"feature":true,"keywords":["Internet","Technology","Internet safety","Games","Google","Apple","Broadband","Computing","Law","Twitter","Facebook","PlayStation","BT"],"tags":[{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/internet-safety","webTitle":"Internet safety"},{"id":"technology/games","webTitle":"Games"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/broadband","webTitle":"Broadband"},{"id":"technology/computing","webTitle":"Computing"},{"id":"law/law","webTitle":"Law"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"technology/playstation","webTitle":"PlayStation"},{"id":"business/btgroup","webTitle":"BT"}],"section":{"id":"technology"},"topics":[{"displayName":"Alex Hern","topic":{"type":"tag-contributor","name":"profile/alex-hern"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","shortUrl":"http://gu.com/p/48v7k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","webUri":"http://www.theguardian.com/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anyone else fancy reading page after page of dry, impenetrable prose? Just Alex Hern, and this guy, then … Photograph: Sandra Baker / Alamy/Alamy","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCaption":"Anyone else fancy reading page after page of dry, impenetrable prose? Just Alex Hern, and this guy, then …","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}},"importance":3,"byline":{"title":"Alex Hern"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}}]}],"lastModified":"2015-06-16T08:10:13Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}