{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Skyping with the enemy / I went undercover as a jihadi girlfriend","rawTitle":"I went undercover as a jihadi girlfriend","item":{"type":"article","id":"world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle","title":"Skyping with the enemy: I went undercover as a jihadi girlfriend","trailText":"When a French journalist posed online as a young woman interested in Isis, she was soon contacted by a fighter in Syria. He proposed marriage – but could she maintain a double life?","standFirst":"When a French journalist posed online as a young woman interested in Isis, she was soon contacted by a fighter in Syria. He proposed marriage – but could she maintain a double life?","byline":"Anna Erelle","body":"<p>It was 10 o’clock on a Friday night in spring 2014 and I was sitting on the sofa in my one-bed Paris apartment when I received a message from a French terrorist based in Syria: “Salaam alaikum, sister. I see you watched my video. It’s gone viral – crazy! Are you Muslim? What do you think about mujahideen?”</p> \n<p>A journalist, I had been writing about European jihadists in Islamic State for about a year. I created a social media account, using the name M&eacute;lodie, to investigate why European teenagers were attracted to Islamic extremism. I spent hours scanning feeds filled with descriptions of gruesome plans. I had spent that night on my couch, flicking from account to account, when I came across a video of a French jihadist who looked about 35. He wore military fatigues and called himself Abu Bilel. He claimed to be in Syria.</p> \n<p>I would later learn that he had spent the past 15 years waging jihad all over the world. But for the moment, I knew nothing of the bellicose man on my screen, proudly unveiling the contents of his SUV glove box: a thick stack of Syrian pounds, candy, a knife. He removed his reflective Ray-Bans, revealing darkly lined, black eyes. I knew that Afghan soldiers wore kohl around their eyes. Still, seeing a terrorist with eyes made up like my own was surprising. He was good-looking. He spoke perfect French, with what to me sounded like a very slight Algerian accent. He smiled broadly as he beckoned viewers and called for <em>hijrah</em>: leaving a land of unbelievers to join an Islamist country.</p> \n<p>I usually kept a low profile on my account. I didn’t preach; I simply posted links to articles or videos such as this one. My profile picture was a cartoon image of Princess Jasmine from the Disney movie Aladdin. I tended to change my profile location depending on what story I was working on. Now I claimed to be in Toulouse. I shared the video. Soon afterwards, my computer alerted me to three messages sent to M&eacute;lodie’s private inbox from Abu Bilel. “Last question,” he wrote, “are you thinking about coming to Syria?”</p> \n<p>“Walaikum salaam,” I wrote. “I didn’t think a jihadist would talk to me. Don’t you have better things to do? LOL.” In reply to his question about mujahideen, I wrote: “I’m not prejudiced against fighters. Anyway, it depends on the person.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I wanted to understand how European children were falling for this propaganda, and grasp the mindset of these soldiers</p> \n </blockquote> \n</aside> \n<p>I also told him I had converted to Islam, but didn’t offer any details. I deliberately included spelling mistakes, and tried to use teen vocabulary. I waited for his reply with a knot in my stomach. This seemed too big to be true. I had interviewed mujahideen before, but never anyone over 20, and never anyone who expressed anything beyond the official propaganda.</p> \n<p>“Of course I have a lot of things to do! But here it’s 11 o’clock at night and the fighters are finished for the day. Do you have any questions about the video you shared? I can tell you about everything going on in Syria – the only real truth: Allah’s truth. We should talk over Skype. I’ll give you my username.”</p> \n<p>Skype was out of the question. I suggested we talk another time. Bilel understood; he’d make himself available for M&eacute;lodie tomorrow. “You converted, so… you should get ready for your hijrah. I’ll take care of you, M&eacute;lodie.”</p> \n<p>Bilel knew nothing about this girl and already he was asking her to join him. I was disgusted. Going after a girl like M&eacute;lodie was so easy: I’d met a thousand girls like her, with limited education and guidance. They were vulnerable.</p> \n<p>I wanted to understand how European children were falling for this propaganda, and to grasp the mindset of soldiers who spent their days torturing, stealing, raping, killing, and their nights staring into their computers and bragging. Perhaps this man would give me an insight. For now, however, it was getting late, and my boyfriend, Milan, was due to come round. I called to tell him I wanted to spend the night at his apartment instead. I didn’t tell him how I’d spent the evening, only that I wanted to sleep next to him.</p> \n<p>***That Monday, I rushed to the magazine where I often do freelance work, eager to discuss my lead with one of the editors. I had forwarded him the video of Bilel showing off the contents of his car. He was stunned by how easily contact had been established. He agreed that this was an opportunity, but reminded me that pursuing this could be dangerous. He assigned me a photographer, Andr&eacute;. We’d worked together for years and we made a good team. I would agree to Bilel’s request to meet over Skype, and Andr&eacute; would take pictures.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The idea of a terrorist becoming familiar with my face didn't thrill me, especially as he might come home at any moment</p> \n </blockquote> \n</aside> \n<p>I needed to look 10 years younger, find a veil, and somehow slip into the skin of a 20-year-old woman. Another editor, a former reporter who would also be supervising my investigation, lent me a hijab and a black dress – a kind of djellaba. I was glad to wear the veil. The idea of a terrorist becoming familiar with my face didn’t thrill me, especially not when he might return to France, his home country, at any moment.</p> \n<p>Andr&eacute; arrived at my apartment around 6pm. It was one hour later in Syria. That gave us time to prepare before Bilel came online. We looked for the best angle from which to take pictures of the computer screen and keep me as indistinct as possible. We had strict orders to prioritise our safety above all else.</p> \n<p>I pulled M&eacute;lodie’s floor-length djellaba over my jeans and sweater. When I returned to the living room, Andr&eacute; burst out laughing. “It’s supposed to cover more of your forehead,” he said, mocking me. He helped me readjust the hijab so it covered every strand of hair and showed only the oval of the face. I removed my rings and covered the tattoo on my wrist with foundation. Bilel was already logged on to Facebook and waiting for M&eacute;lodie.</p> \n<p>“Are you there?” he asked impatiently.</p> \n<p>“Are we meeting on Skype?”</p> \n<p>“M&eacute;lodie?”</p> \n<p>“Hello? LOL.”</p> \n<p>“M&eacute;lodie???…”</p> \n<p>“Sorry: salaam alaikum… :) You there???”</p> \n<p>It was time. I sat cross-legged on my sofa. It had a high back, which hid most of my apartment and any distinctive features from the camera. Andr&eacute; had also removed a photograph from the wall. He positioned himself in a blind spot behind the sofa. My smartphone was already recording, and I had another prepaid phone, which would be M&eacute;lodie’s. I’d also created a new Skype account in her name. From a YouTube video, I’d worked out how to scramble the IP address.</p> \n<figure class=\"element element-image\" data-media-id=\"0164f4a202d6162618f11f26a3c972f6af604631\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432047779143/4b2a934d-331a-4f7e-bd13-53149a664e4a-460x276.png\" alt=\"phone chat jihad\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bilel sent ‘M&eacute;lodie’ hundreds of messages every week.</span> \n  <span class=\"element-image__credit\">Composite: The Guardian</span> \n </figcaption> \n</figure> \n<p>The Skype ringtone sounded like a church bell. I took a moment to breathe, then I clicked the button, and there he was. Bilel stared at M&eacute;lodie. His eyes were still accentuated with dark liner. He appeared to be Skyping from his car, using a smartphone. He looked clean, even well-groomed. He was a proud man, his shoulders pulled back and his chin thrust forward, but I sensed he was nervous. After what felt like an eternity, he finally broke the silence: “Salaam alaikum, my sister.”</p> \n<p>I made my voice as tiny, sweet and bright as I could, considering I’d smoked like a chimney for 15 years. And I smiled. “It’s crazy to be talking to a mujahid in Syria,” M&eacute;lodie said, impressed. “It’s like you have easier access to the internet than I do in Toulouse! I share the computer with my sister, and my mum takes it away from us a lot. Even your phone is newer than mine.” I was giving M&eacute;lodie a plausible excuse for future unavailability. She lived with her family, she couldn’t always honour her engagements.</p> \n<p>“Syria is amazing,” Bilel said. “We have everything here. Masha’Allah, you have to believe me: it’s paradise! A lot of women fantasise about us; we’re Allah’s warriors,” he said.</p> \n<p>“But every day people die in your paradise…”</p> \n<p>“That’s true, and every day I fight to stop the killing. Here the enemy is the devil. You have no idea. The enemy steals from and kills poor Syrians. He rapes women, too. He’s attacking us, and we’re defending peace.”</p> \n<p>“Is the enemy the president of Syria?”</p> \n<p>“Among others. We have many adversaries.”</p> \n<p>In addition to Bashar al-Assad’s regime, he mentioned the al-Nusra Front (an armed branch of al-Qaida), Syrians and all those he considered infidels. “Tell me,” Bilel said, “do you wear your hijab every day?”</p> \n<p>M&eacute;lodie recited what I’d heard from the girls I’d met during my research who had secretly converted to Islam. “I dress normally in the morning. I say goodbye to my mum, and when I’m outside the house, I put on my djellaba and my veil.”</p> \n<p>“Good. I’m proud of you. What you’re doing is really brave. You have a beautiful soul. And you’re very pretty on the outside, too.”</p> \n<p>Bilel peered lecherously at M&eacute;lodie. She asked him to show her his surroundings. He claimed to be near Aleppo. In reality, he was probably several miles from the Islamic State stronghold of Raqqa.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>He got out of his car and his smartphone showed images of a devastated Syria. Suddenly, men's voices broke the silence</p> \n </blockquote> \n</aside> \n<p>He got out of his car and his smartphone showed images of a devastated Syria. Not a person in sight. It was about 9pm there, and it was absolutely silent. Suddenly, men’s thick voices broke the silence.</p> \n<p>“Don’t say anything!” Bilel ordered. “I don’t want anyone to see or hear you! You’re my jewel; you’re pure. OK? Do you understand?”</p> \n<p>M&eacute;lodie said she understood. I listened to the conversation. I was able to distinguish the voices of two other men. They greeted each other in Arabic, then French, which sounded like their mother tongue. They laughed, congratulating themselves for having “slaughtered them”.</p> \n<p>“Salaam alaikum. What’s up?” one man asked. “Are you putting in overtime or something?”</p> \n<p>“I’m on the lookout, brother, lookout duty… nothing special. Nothing happening here. This area is all cleared out. You know that.”</p> \n<p>The dried blood I could see on the concrete was<strong> </strong>evidence of a recent attack. Isis’s black flags with white insignia floated in the distance. I listened to Bilel talk about a variety of issues, including his impatience for the arrival of his “American cargo” and “chocolate bars”.</p> \n<p>The other men were quick to congratulate Bilel. The exchange was short, but their way of addressing him suggested he was higher in the ranks than they were. A minute later, he said goodbye to his fellow fighters and spoke into the phone, worried M&eacute;lodie might have hung up: “Oh, you’re still there! And just as beautiful.”</p> \n<p>I quizzed him about where he was and what he had done. “You ask too many questions,” he said. “Tell me about you! What guided you to Allah’s path?”</p> \n<p>I was dying for a cigarette. I hadn’t had time to invent a history for M&eacute;lodie. I stammered, “One of my cousins was Muslim, and I was fascinated by the inner peace that his religion gave him.”</p> \n<p>“Does he know you want to come to al-Sham?”</p> \n<p>Bilel assumed that everything had been decided. For him, M&eacute;lodie would soon arrive in Syria. “I’m not sure that I want to go,” I said.</p> \n<p>“Listen, M&eacute;lodie, among other things, it’s my job to recruit people, and I’m really good at my job. You can trust me. You’ll be really well taken care of here. You’ll be important. And if you agree to marry me, I’ll treat you like a queen.”</p> \n<p>I logged off Skype as a kind of survival reflex. Pulling the hijab down to my neck, I turned towards Andr&eacute;, who looked dumbfounded. We stared at each other. How was I to respond? Andr&eacute; suggested explaining that M&eacute;lodie didn’t want to arrive in Syria alone – if she decided to go at all. Andr&eacute; held out a cigarette and I took a drag. Bilel was calling again. I disabled the video connection. Bilel could continue his conversation with M&eacute;lodie, but he wouldn’t be able to see her. It felt as if his face had invaded every corner of the room, and I didn’t want to see it any more.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I wondered how many girls were being lured by men like Bilel right now. 'I have to hang up,' I said, 'Mum's coming home'</p> \n </blockquote> \n</aside> \n<p>“My friend Yasmine is Muslim,” I said, changing the subject, “and she complains about not being able to practise her religion in Toulouse. I could invite her to come with me, but I’m not sure if she’s allowed, since she’s a minor.”</p> \n<p>“Of course she can come!”</p> \n<p>“She’s only 15.”</p> \n<p>“I fight for sharia law every day. Here, women are supposed to get married when they turn 14. If Yasmine comes, I’ll find her a good man.”</p> \n<p>Yasmine didn’t exist, but I wondered how many real Yasmines were being lured at that very moment by men like Bilel. “Bilel, I have to hang up. My mum is getting home.”</p> \n<p>“I’ll be here tomorrow, after the fighting, at seven. Inshallah… Good night, my baby.”</p> \n<p>I logged off. Andr&eacute; and I were both surprised at how rapidly everything had unfolded.</p> \n<p>Every morning that week, I awoke to find several affectionate messages from Bilel, all beginning with “my baby”. I received more from him than from my boyfriend. Over the next few weeks, Abu Bilel became a full-time job. During the day, I fact-checked his claims at the office. At night, my avatar took over, conversing with him over Skype and coaxing out new information, verifying it by tracking the latest battles online.</p> \n<figure class=\"element element-image\" data-media-id=\"89e6f5703a4e439cece75052a46188bff27cf847\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432047994176/e697f234-2e56-4ca4-bb9b-2d415b73e2c4-460x276.png\" alt=\"phone chat jihad 2\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Bilel’s tone changed. I’d never seen him like this before.’ </span> \n  <span class=\"element-image__credit\">Composite: The Guardian</span> \n </figcaption> \n</figure> \n<p>I wasted a lot of time playing along with Bilel’s game of seduction in order to gain his trust. By now, I had a good sense of the ways he recruited young Muslims, but wanted to know more about how Isis worked. My cover prevented me from asking direct questions, but I used M&eacute;lodie’s “fascination” with the cause to probe him for details. Sometimes, I was so shocked by Bilel’s words that I had to disconnect, but as I grew accustomed to these exchanges, that became less necessary. As we spoke more and more, I felt as if M&eacute;lodie became closer to Bilel, who spoke of their “marriage”. No one could understand the level of stress that this double life demanded.</p> \n<p>I carried Melodie’s outfit and phone with me at all times, in case a message came through and I needed to speak to Bilel. I even found myself in a bikini by a swimming pool, talking to Bilel on the phone as M&eacute;lodie, and reassuring him I was surrounded by women and was covered up. He badgered M&eacute;lodie every day on Skype and Facebook. At one point he was without internet access, and instead sent a tender text message at 6am every morning: “Have a good day, baby. Think of me. I miss you.” My friends and co-workers started asking if I was getting too involved. My boyfriend didn’t want to know too much, but when he came home and found me in M&eacute;lodie’s garb, on Skype to Bilel, I began to feel as if I was having an affair. Milan wanted me to be safe, but he didn’t want to know any more details, unless I had to travel. And that suited me.</p> \n<p>Meanwhile, M&eacute;lodie’s list of virtual friends grew. Her recent posts on Facebook calling for “humanitarian” jihad elicited new friend requests and private messages. Girls began asking M&eacute;lodie for advice on the safest route to al-Sham. There were strange questions: “Should I bring a lot of sanitary pads, or can I find them there?” “Will I be able to find thong underwear there?” I didn’t want to reply, but where I felt girls were planning imminent departure, I discouraged them.</p> \n<p>It had been nearly a month. Andr&eacute; feared that the longer we let M&eacute;lodie exist, the more I was at risk. “Until we put an end to this,” he said, “you’re always going to want more information.” I agreed with him. Of course, I hated Bilel and everything he stood for. I wanted him out of my life; but it was hard to stop, because I felt the story was so strong. I’d put so much of myself into it that I knew my curiosity had become unhealthy.</p> \n<p>Together with my editors, I planned the investigation’s denouement. I had told Bilel that Yasmine and I would meet him in Syria. He gave me instructions: we should go to Amsterdam and then on to Istanbul, where we would pick up a prepaid phone. Once M&eacute;lodie had made contact with Bilel there, he would send details.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We were to continue on to Kilis, a Kurdish-controlled city near the Syrian border. The story would end there</p> \n </blockquote> \n</aside> \n<p>I really was going, but a photographer – not Yasmine – would accompany me. Bilel had told me an older woman was to meet us there. Our photographer would capture her on film. We would continue on to Kilis, a Kurdish-controlled city near the Syrian border. The story would end there, with a photograph of M&eacute;lodie, from behind, looking out at the border. We were finally wrapping this up. At least, that’s what I thought.</p> \n<p>A few days later, I was in a stuffy hotel room in Amsterdam with Charly, another photographer. A video call from Bilel came in. “Salaam alaikum, my darling, are you really in Amsterdam? I can’t believe it. You’ll be here soon. I’m the happiest man on Earth. I love you, my wife.”</p> \n<p>I’d never seen him look so happy. Bilel was alone in an internet cafe.</p> \n<p>“Yes, sweetheart, I’m here with Yasmine. We’re flying to Istanbul tomorrow. But we have to be careful; it’s not safe here. Tell me what to do.”</p> \n<p>As usual, Bilel was only half listening. “You’re so pretty!” he said. “Tell me about your trip. How did you pay for your tickets?”</p> \n<p>“I stole my mum’s debit card and bought two tickets online. We brought our passports, and here we are… Can we talk about tomorrow? Yasmine is a little stressed out and she’d feel a lot better if she knew what was going to happen next.”</p> \n<p>“Oh, OK. Let me explain. When you arrive in Istanbul, you need to buy another phone. Throw away the one you got in Amsterdam. And be sure to pay in cash, not with your mum’s card. Otherwise, the cops will be able to trace you.”</p> \n<p>“OK. Where will the contact be waiting?”</p> \n<p>“Actually, nobody will be there to meet you. You’ll need to buy two tickets for a flight across the country; driving would take too long.”</p> \n<p>“What do you mean, nobody will be there when we arrive? You promised!”</p> \n<p>This wasn’t the plan.</p> \n<p>“I know, but it’ll be OK. You’re a big girl, aren’t you, my wife? Dozens of Europeans make this trip every week. You can do this, my lioness.”</p> \n<p>“But that wasn’t the plan, Bilel,” I said, my voice frayed with genuine anxiety. “We’ve gone over this many times. You were adamant – as was I – that a woman would come to meet us. You told me we would be safe. How many times have you told me nothing is more important than my safety?”</p> \n<p>“Listen to me,” he said, his tone hardening. “You’re going to shut up for a minute and let me speak. It’ll be a snap. When you arrive at the airport in Istanbul, buy two one-way tickets for Urfa.”</p> \n<p>Urfa? Going there was suicide. It was controlled by Isis.</p> \n<p>“I think you’re being unreasonably hard on me,” M&eacute;lodie said. “All I ask is that you respect what you’ve been promising me... At the first sign of difficulty, you abandon me. That’s just great.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'I command 100 soldiers every day. I haven't even told you a quarter of the truth. I'm wanted internationally'</p> \n </blockquote> \n</aside> \n<p>Bilel’s tone changed. I’d never seen him like this before. “Do you think I’m an idiot? From now on, you’re going to shut up. I’m part of a terrorist organisation. You can’t talk to me like that. Don’t you know who I am? I command 100 soldiers every day. I haven’t even told you a quarter of the truth. I’m wanted internationally; that’s why I can’t even go to our cities in Turkey. I can only travel to Iraq. I’m 38, and you and your friend can’t bring me down. You’d better tread lightly.”</p> \n<p>The conversation came to an abrupt end. I tore off the hijab and rose to my feet. I called my editor-in-chief and explained. She told me that the story had to end here. Urfa was too big a risk. Two French journalists sent to the region by a radio station had just been freed after 10 months of captivity at the hands of Isis. The next morning, we flew home.</p> \n<p>M&eacute;lodie sent Bilel a Skype message from the airport, informing him that a “strange” man had questioned the girls. Yasmine and M&eacute;lodie felt they were being watched, and had decided to return to France. M&eacute;lodie would make the trip alone, but for now she didn’t want to endanger her man or his brigade. She would lie low for a while in Toulouse. Given the situation, that was the best solution for everyone.</p> \n<p>Back at home, my editors were realising just how much information I had: Bilel had revealed many details about the structure of Isis, and the way new recruits were treated. I began writing. They delayed publication while we got legal advice.</p> \n<p>I hadn’t checked M&eacute;lodie’s accounts for 24 hours. I plugged in all my devices. The Dutch phone had been bombarded with messages. One line stood out: “Where are you, you little bitch? I swear to Allah, you’re going to pay!”</p> \n<p>Enough. I deactivated my avatar’s virtual existence, keeping only her Skype profile. M&eacute;lodie sent a final message, apologising, so that her sudden disappearance wouldn’t arouse suspicion.</p> \n<p>I had no intention of getting back in touch with him, but I hoped to curb his anger. The more M&eacute;lodie showed remorse, the easier it would be for Bilel to move on. After all, he had more important things to do. Isis was preparing its assault on Iraq. Almost two months to the day, it would seize Mosul, Iraq’s second-biggest city.</p> \n<p>***</p> \n<p>A week later, the magazine sent my article to press, under a pseudonym. For me, though, that was only the beginning. The authorities, fearing the terrorists could trace my address and my identity, have twice asked me to change my phone number. I don’t live in my apartment any more. For my safety, I can no longer report on Isis and its networks. Drastic safety measures have been implemented at my workplaces.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Recently, a journalist friend called to tell me he'd learned from a reliable source that there was a fatwa against me</p> \n </blockquote> \n</aside> \n<p>The authorities asked me to keep M&eacute;lodie’s Skype account open for ongoing investigations, and to keep an eye on threats toward me. I don’t check it very often. Sometimes, when I do, I’m greeted by terrifying messages. They started when someone claiming to be Bilel’s wife began sending intimidating monologues filled with insults.</p> \n<p>I stopped counting the number of statements I’ve given to various branches of the police when it reached 254. An anti-terrorist judge asked to hear my testimony after my real identity started appearing in a number of their files. At one point, news came that Bilel had been killed, but today, multiple branches of the police have classified him as alive. They have a thick file on him. He’d committed a number of crimes in France before leaving for Syria, from theft to armed robbery. In 2003, he became an active jihadi, in the battle against the US invasion of Iraq. That’s when he met Isis leader Abu Bakr al-Baghdadi, to whom he remained close. Between 2009 and 2013, after long trips to Afghanistan, Pakistan and Libya (at the moment of Gaddafi’s fall), he returned home to Roubaix in France without anybody’s knowledge. He reappeared on the radar in late 2013, when he was spotted in Turkey. He has three wives, aged 20, 28 and 39. They’re all with him in Syria. He is the father of at least three boys under the age of 13. The two eldest are already fighting on the front in Syria.</p> \n<p>Recently, a journalist friend called to tell me he’d learned from a reliable source that there was a fatwa against me. I spent hours searching the web. After a while, I found a video about me. It shows me wearing M&eacute;lodie’s veil on my couch. There’s no audio, but it does include cartoon characters of a devil and French and Arabic subtitles. I’ve seen the video only once, but I remember every word. I don’t think I’ll ever watch it again.</p> \n<ul> \n <li>Some names have been changed. Anna Erelle is a pseudonym</li> \n</ul> \n<p> This is an edited extract from In The Skin Of A Jihadist, by Anna Erelle, published by Harper Collins next week in ebook and on 4 June at &pound;12.99 in paperback. Buy it for &pound;9.99 from <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/318105/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a>.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432043380402/Isis-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Illustration: Aude Van Ryn for the Guardian","credit":"Illustration: Aude Van Ryn/Guardian","altText":"Isis","cleanCaption":"  Photograph: Illustration: Aude Van Ryn for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047779887/b9c50cb9-3407-46d4-ab22-903a90060a6b-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bilel sent ‘Mélodie’ hundreds of messages every week. Photograph: Composite: The Guardian","credit":"Composite: The Guardian","altText":"phone chat jihad","cleanCaption":"Bilel sent ‘Mélodie’ hundreds of messages every week.","cleanCredit":"Composite: The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047994880/5a2c66cb-61bd-4e29-a68e-c0deea5f81d8-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Bilel’s tone changed. I’d never seen him like this before.’  Photograph: Composite: The Guardian","credit":"Composite: The Guardian","altText":"phone chat jihad 2","cleanCaption":"‘Bilel’s tone changed. I’d never seen him like this before.’ ","cleanCredit":"Composite: The Guardian"}],"webPublicationDate":"2015-05-26T07:00:02Z","lastModified":"2015-05-26T07:00:02Z","metadata":{"commentable":true,"commentCount":8,"contributors":[],"feature":true,"keywords":["Islamic State","Syria","Internet"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"technology/internet","webTitle":"Internet"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle","shortUrl":"http://gu.com/p/49392","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle","webUri":"http://www.theguardian.com/world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432043380402/Isis-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" Illustration: Aude Van Ryn for the Guardian","credit":"Illustration: Aude Van Ryn/Guardian","altText":"Isis","cleanCaption":" Illustration: Aude Van Ryn for the Guardian"}},"importance":7,"kicker":{"title":"Skyping with the enemy"},"showQuotedHeadline":false},{"title":"EU referendum / Don't leave us this way, Europe tells UK","rawTitle":"Don't leave us this way, Europe tells UK","item":{"type":"article","id":"politics/2015/may/25/eu-referendum-dont-leave-us-this-way-europe-uk-brexit","title":"EU referendum: Don't leave us this way, Europe tells UK","trailText":"Journalists at five European newspapers sum up the public mood towards the possible ‘Brexit’ that may follow Britain’s referendum on EU membership","standFirst":"<p>Journalists at five European newspapers sum up the public mood towards the possible ‘Brexit’ that may follow Britain’s vote on EU membership</p>","byline":"Stefan Kornelius, Vittorio Sabadin, Philippe Ricard, José Ignacio Torreblanca  and Bartosz T Wieliński","body":"<p>David Cameron’s plan for a referendum on Britain’s membership of the European Union leaves the UK’s EU status more precarious that at any point for 40 years. </p> \n<p>But what do continental powers feel about the possibility of Brexit – a British EU exit? Five prominent writers from leading European newspapers in France, Germany, Italy, Spain and Poland reflect the view from their country.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/page-enhancers/nav/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/page-enhancers/nav/boot.js\" data-alt=\"Contents\"> \n</figure> \n<h2>Germany</h2> \n<p>The German government is by now well used to the fact that the big questions of Europe will, sooner or later, end up in Angela Merkel’s in-tray. </p> \n<p>Euro crisis, Grexit, Russia-Ukraine … Germany attracts these problems like a magnet. That’s what you get when you’re the first among equals. Not that the German authorities are always happy about it.</p> \n<p>So it is that even on the subject of the British referendum, all eyes are once again turning to Germany. Britain and the other EU members are waiting for a signal: how ready is Berlin to meet David Cameron halfway? <br /></p> \n<p>In these crunch moments, Merkel likes to do what she does best: she waits it out. It’s not as if the Brexit alarm came out of the blue after Cameron’s re-election. Over the past two years, no meeting between Merkel and the British prime minister went by without the pair discussing EU reform – and German resistance to it.</p> \n<p>Merkel wants to keep Britain in the EU. She has made no secret of this. She belongs to the German group of politicians that tend towards anglophilia, not francophilia. She respects the British political system, admires the system of parliamentary debate and values the calmness with which the democratic system has always operated. Anyone wanting to understand her sympathy for Britain need only read the speech she made in February last year to both houses of parliament in which she outlined all the reasons why Britain really belongs in the EU.</p> \n<p>For Merkel it is essentially a question of the political heft and power of the EU, which would be hugely damaged if not destroyed if such a significant power as Britain were to withdraw. Her political message to Cameron is: pull out, and your country will find its position in the world reduced. But below the surface, she is equally worried about the balance in Europe where Britain is often seen as a German ally in matters that pit the north against the south.</p> \n<p>Merkel cannot understand how through the last UK parliament Cameron let himself be pushed into ever deeper commitments on Europe by the anti-EU factions in his party, only to find that his opponents would raise the bar still further. She admires Cameron as a speaker – but certainly not as a tactician.</p> \n<p>That could all change if the prime minister sticks to the rules of the game which have been negotiated by Berlin and London over the past six months. The most important of which is: keep your mouth shut while you’re preparing reform, so as not to give your critics any ammunition.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6e9a40496609fef30338562fbf272510cd331f10\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309203765/16d8209f-56b4-44ec-81fa-fb7a82925a0b-460x307.jpeg\" alt=\"German chancellor, Angela Merkel\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">German chancellor, Angela Merkel.</span> \n  <span class=\"element-image__credit\">Photograph: Jakob Ratz/Corbis</span> \n </figcaption> \n</figure> \n<p>The bottom line in all this is that the Germany government assumes that the British prime minister also really wants to keep Britain in the EU. And so the question arises: what is the price that Cameron believes he must ask? Berlin has already made perfectly clear that any changes to European treaties would be too risky. The crushing rejection of the constitution in referenda in France and the Netherlands taught Germany’s political class that the delicate theme of Europe should never simply be put to a yes-no vote.</p> \n<p>On the other hand, ever since the euro crisis, Merkel’s principal goal is to immunise Europe’s economic union against further currency shocks. To do that, treaties will probably have to be changed. And yet: there is as yet no real appetite for a big reform project in Europe, and in the middle of the Greek crisis it is more than improbable that the other European nations are suddenly going to want to take on the next big European project.</p> \n<p>And so Merkel will try to reduce the British aims to digestible chunks which she can then make appear palatable to the rest of Europe. It’s clear she lends a sympathetic ear to many reformist ideas; in London last year she said: “We must constantly renew Europe’s political shape so that it keeps up with the times.”</p> \n<p>Beyond the platitudes, Merkel is open to reforms to the internal market, to competitiveness, to the bureaucracy and even to some of the institutions.</p> \n<p>Cameron’s central theme – freedom of movement, and above all economic migration within the EU – will be the biggest problem. But even here, Merkel and Cameron have made some provisions. Cameron’s big freedom of movement speech last year was closely agreed with Berlin and was then promptly praised by Merkel. Both are firmly agreed that there should be no incentives for economic migrants, such as out-of-work benefits. But Merkel will not agree to quotas or special rules for Britain on this.</p> \n<p>Merkel will now repeat two messages in the coming months, which she has borrowed from a 30-year-old speech by the late former president Richard von Weizs&auml;cker: Britain belongs to Europe, because without Britain we would not have a democratic Europe. And Europe will only evolve by degrees, not in leaps and bounds. </p> \n<p>Merkel gets spooked by the radical – and that’s why this referendum idea is an abomination. She would never stake all her political capital on one small question. <strong>Stefan Kornelius, of S&uuml;ddeutsche Zeitung in Munich</strong></p> \n<h2><strong>Italy</strong></h2> \n<p>The last time London broke away from Europe it was because of a fight with Rome. Henry VIII wanted to marry Anne Boleyn so broke off relations with the Pope, who opposed it. Just like today, many advisers of the king were worried, but for England in the 16th century, it was a happy choice: it discovered that there were more dynamic countries with which it could do business, and lay the foundation of its empire.</p> \n<p>Relations with Rome are now decidedly better. As British ambassador Christopher Prentice said, in very British way: “It’s not just bread and butter, but also jam.” Until just a few years ago, an Italian in London was invariably greeted by giggles and jokes about “bunga-bunga”, but since Mario Monti has been in government, we’ve been considered rather more serious and reliable by Downing Street and in the City (thus creating the widespread impression that things can even get better if Italians do not actually vote for who governs them).</p> \n<figure class=\"element element-image\" data-media-id=\"28c5fee32623782a56dc662d00590c9bf9c589ca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309601672/bbdb6779-2cfd-424b-a734-9bc4d0ad5379-460x306.jpeg\" alt=\"A Lotus F1 team mechanic marks wheels with Pirelli tyres\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Lotus F1 team mechanic marks wheels with Pirelli tyres. Dozens of Italian firms are established in the UK.</span> \n  <span class=\"element-image__credit\">Photograph: Vincenzo Pinto/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Business relations are optimal and dozens of Italian companies, from Finmeccanica to Eni, from Merloni to Calzedonia, from Pirelli to Ferrero, are well established in Britain. The British want from us what they believe we do well: clothing, food, sports cars, furniture, domestic appliances, and beer (yes, even that), and collaboration with Italy in the fields of energy, defence and aerospace research. We import drugs, cars, hi-tech, whisky, financial services and technology for renewable energy from them. If Britain leaves Europe, all of the rules that made this possible and mutually convenient would have to be revisited – and what happens then would depend on new rules, and especially new tariffs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>London won’t be the destination of choice anymore for young people with two degrees</p> \n </blockquote> \n</aside> \n<p>The separation would not be painless. There are maybe 200,000 Italians living in Britain, about half of them in London. If, as expected, Brexit causes the loss of many jobs (the optimists predict one million, the pessimists three), tens of thousands of Italians will return home. Those who remain will have to apply for a residence permit and work permit, and the same will have to be done by 20,000 British people living in Italy. London won’t be the destination of choice anymore for young people with two degrees who are looking for a job at Caff&egrave; Nero to pay for a master’s degree: they will face queues at passport control and have to undergo a bureaucratic rigmarole similar to the one that exists in the United States.<br /></p> \n<p> The link between Italy and Great Britain will not die easily. The bread and butter is business, but the jam is made of a true mutual love, which began centuries ago with the Roman travels of Browning and Shelley, and Byron and Keats, who were staying in hotels that were called de Londres and de l’Angleterre, Brighton and Victoria. It was their ecstatic stories that convinced everyone that you could not become a true gentleman without having visited Rome.</p> \n<p>The British are now more in love with Italy than the Italians are: they appreciate the food, the language, the tastes, the gestures of the people, the Tuscan landscape, the climate that renders indolence a little bit inevitable. It’s a love that is reciprocated: the Italians adore London, they colonised South Kensington and Chelsea when Russian oligarchs were still putting aside their first roubles; they have learned English manners; they look to Prince Charles to understand male elegance; and they are grateful to have got their slice of the Beatles, David Beckham, James Bond and royal gossip. Even if politics divide them, Italy and Great Britain will never leave one another. <strong>Vittorio Sabadin, of La Stampa in Turin</strong></p> \n<h2><strong>France</strong></h2> \n<p>Fran&ccedil;ois Hollande wasted no time in congratulating David Cameron on his re-election this month, inviting him to a prompt t&ecirc;te-&agrave;-t&ecirc;te in Paris – but a British referendum on leaving Europe raises a number of reservations in France.</p> \n<p>Only a few isolated voices – such as former cabinet ministers Laurent Wauquiez and Michel Rocard – argue in favour of a Brexit, the latter considering that Britain is principally to blame for the paralysis in European decision-making.</p> \n<p>Officially, French leaders intone how they want to see London stay in the European club, but not at the expense of giving away lots of concessions to help Cameron. They insist there can be no question of opening up European treaties for reform, as Cameron demands, nor of any fundamental change to EU migration rules – Ukip’s main hobby horse. “The functioning of the European Union can be improved, but we cannot go back on its founding principles,” France’s secretary of state for European affairs , Harlem D&eacute;sir, warned shortly after Cameron’s re-election. “One country alone cannot call into question the desire of the others to continue to advance together.”</p> \n<figure class=\"element element-image\" data-media-id=\"8f9e7f1e07782adc2ba06b6732d91997eeff8522\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432309746678/96903288-65e3-4c18-9299-1693b04c18fa-460x306.jpeg\" alt=\"Front National (FN) party president, Marine Le Pen.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Front National party president, Marine Le Pen.</span> \n  <span class=\"element-image__credit\">Photograph: Dominique Faget/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Seen from Paris, the debates on Britain’s EU membership, and certainly a British exit following Cameron’s promised referendum, risk having a knock-on effect on French public opinion: a Brexit, if it actually happened, could hardly fail to encourage France’s sovereigntists or the far right. Marine Le Pen is already demanding that France leave the euro, or that the Schengen free circulation area be suspended. </p> \n<p>This preoccupation is all stronger because Cameron initially promised to hold his referendum in 2017, a difficult time for the French government because of presidential and parliamentary elections that year. The prime minister’s entourage is now mulling a vote before the end of 2016. “It would be better if this uncertainty did not go on too long,” a senior French official commented, “but whatever happens that would not leave time to start a process of treaty reform.” <br /></p> \n<p>In the meantime, what French officials fear most is an alliance between Cameron and Angela Merkel, the German chancellor, who is intent on keeping Britain on board the European boat. The chancellor has often, along with her finance minister Wolfgang Sch&auml;uble, flirted with the idea of European treaty reform to consolidate monetary union – something the British rarely fail to mention when they demand (despite having refused to join the euro) such a debate, with a view to obtaining new exemptions from EU standards.</p> \n<p>Facing what they consider contradictory pressures on two fronts, the French government plays them off against each other: the repatriation of powers from Brussels to national governments (as sought by Cameron) and increased integration – particularly budgetary integration of which the Germans dream in order to consolidate the eurozone – are, for France, “incompatible”. It would be better all round, Paris reckons, not to disturb Europe’s present fragile equilibrium by opening Pandora’s box.<br /></p> \n<p>A new reform of the European treaties would be highly likely to fuel an intense public debate in France, perhaps even to be rejected if it were also put to a referendum. Ten years after France’s “non” to the European constitution, on 29 May 2005, Fran&ccedil;ois Hollande, who was then leader of the French Socialist party, still harbours memories of the stinging defeat of the “oui” for which he had campaigned against the advice of a sizeable chunk of his party. An unpleasant experience of which he will doubtless remind Cameron in the months to come. <strong>Philippe Ricard, of Le Monde in Paris</strong></p> \n<h2>Spain</h2> \n<p>It’s difficult to think of two countries whose paths into the EU could have been as different as those of Spain and the United Kingdom. </p> \n<p>In Spain’s case, our adherence to what was then the European Community was the culmination of a yearning by successive generations cut off from the possibility of joining the broader current of peace, democracy and progress that was flowing north of the Pyrenean border. </p> \n<p>Hence the intense, proud and enthusiastic process of Europeanisation on which Spanish society, its politicians, businesses, intellectuals and unions embarked, first in 1978 with the adoption of the constitution, and then from 1986 with the formalisation of European accession.</p> \n<figure class=\"element element-image\" data-media-id=\"a6e384fc846cd92af470470fa78d62055e9f6f72\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432310225389/07c59c89-de3b-49f2-82d7-f2e176de0f5d-460x306.jpeg\" alt=\"Protesters hold a pro-EU banner at a demonstration in Madrid, Spain.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A pro-EU demonstration in Madrid.</span> \n  <span class=\"element-image__credit\">Photograph: Javier Soriano/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>In the UK, on the other hand, finally joining the EU was not a historic achievement around which to build a story of national pride but a double defeat: firstly, that of an empire saying goodbye to its territories overseas, and secondly, a failure to organise European affairs around a rival model launched by the Treaty of Rome in association with the European Free Trade Association (EFTA).</p> \n<p>All of which explains how, from countries such as Spain, it’s not easy to understand why the desire to be members of the EU – something which to us is so simple and intuitive, even despite the recent crisis and the implementation of tough austerity policies and agreements – can cause so many complications for the British.</p> \n<p>This incomprehension does not necessarily mean that Spain would represent an obstacle for David Cameron as he negotiates a better agreement with the EU. Unlike in other European capitals, where one can perceive a degree of animosity and frustration with Cameron’s tricks and tactics, Spain has no special interest in making things hard for the British prime minister. </p> \n<p>That’s not to say, however, that he will have it easy. In Madrid, as in other capitals, there will be a certain flexibility to negotiate the exceptions that may eventually accommodate the UK. The British are specialists at this and the rest are already used to it, so technically there is no reason why it should be difficult to come to an agreement. </p> \n<p>Spain, however, is not simply going to accept Britain’s desire to force all of its partners to negotiate a treaty which requires parliamentary ratification or referendums across the member states. That would open a public opinion can of worms which, over the past decade, has taken so much to close.</p> \n<p>Spain also has no sympathy with the idea of distorting the fundamental principles, such as free movement of people, until they become unrecognisable, purely so as to give ammunition to Cameron again the xenophobic Ukip.</p> \n<p>So in the coming months, Cameron will try to convince his European partners that the British are willing to leave if their demands are not met. Meanwhile, they will try to convince him that they can’t give him what he’s asking for. </p> \n<p>The question is, who will British voters believe in when the moment of truth arrives? Cameron, who will say that he has won a historic agreement, or the European leaders, who will say that they haven’t given him anything important? <strong>Jos&eacute; Ignacio-Torreblanca, for El Pa&iacute;s in Madrid</strong></p> \n<h2>Poland</h2> \n<p>Have the British gone mad? &shy;That was the Polish reaction to the news that David Cameron intended to call a referendum on his country’s future membership of the European Union. </p> \n<p>To Polish ears, the notion sounded like blasphemy. Poles are the biggest enthusiasts in Europe. And among the new members, they are the champions at spending money from structural funds. </p> \n<p>We spend every cent the EU gives. And thanks to that, in the course of 10 years of membership, our country has changed out of all recognition. We have motorways, fast trains, airports, schools, libraries and swimming pools. </p> \n<figure class=\"element element-image\" data-media-id=\"44d10ee5201eba003f272710b8ae5163605c9797\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432310693454/3434555a-4ff3-44ca-b8a1-27a124cc6dff-460x276.jpeg\" alt=\"A high-speed Pendolino train in Gdańsk, Poland.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A high-speed Pendolino train in Gdańsk, Poland.</span> \n  <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>(Still, at the beginning of the 21st century, a leading European economic magazine doggedly insisted on illustrating a piece about Poland with a peasant riding on a cart. Today, carts are to be seen in museums.)</p> \n<p>Polish farmers, who before accession were tearing their shirts and warning that the evil Germans and French would buy up Polish land for nothing, are emerging as the biggest beneficiaries of the EU. Of course, they still complain about their fate, but at home they have plasma televisions, and they drive out on their fields on tractors worth tens of thousands of euros.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Brexit fans in the British Isles will find few allies on the Polish political scene</p> \n </blockquote> \n</aside> \n<p>How, then, can you quibble with such a union? It would be biting the hand that feeds you so generously. Brexit fans in the British Isles will find few allies on the Polish political scene. </p> \n<p>In the Polish debate, the issue of the Brussels diktat or loss of sovereignty has surfaced only very rarely of late. Britain’s dilemma over whether to stay in the EU is not a subject that newspapers write about every day in Poland. But we fear some evil spirit might take hold of the British, and that in the referendum they will say “bye” to the EU.</p> \n<p>Our history is full of bad decisions that led to dramatic changes. With that in mind, Polish experts say that the impact of Brexit would be felt equally in Britain and in the EU. And as goes the EU, so go we. </p> \n<p>It is not just an economic question. Without Britain, European unity will be weaker. And beyond our eastern border, Vladimir Putin is calculating his next move after the Crimean Anschluss and setting fire to eastern Ukraine. A European Union weakened by Brexit might encourage him to light another blaze in our neighbourhood.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c0257ac5869cf5f9b28a656ee80ea18bfcbcee83\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432310772217/9b1d9dc5-a910-4967-b7b0-7c735aa71d77-460x284.jpeg\" alt=\"A Polish delicatessen and shop in Dalston, north London.\" width=\"460\" height=\"284\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Polish delicatessen and shop in Dalston, north London.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Blackler/Shutterstock</span> \n </figcaption> \n</figure> \n<p>If London says no on behalf of Britain, then almost certainly pro–&shy;EU Scotland would declare independence. We Poles look on border changes in Europe with unease: Poland’s border has been shifted too often without asking Poles for their opinion, but at our cost.</p> \n<p>The very word Brexit is negative for us: something we have no means to resist. Even the European council president, Donald Tusk, can do little about it.</p> \n<p>The British discussion has, however, a Polish dimension. One of the main slogans used by Cameron and the British anti-EU critics is the fight against immigration and social benefit scams by foreigners. </p> \n<p>Poles are now the third biggest immigrant group in Britain after the Irish and Indians. Some estimates talk of a half million, or even 800,000, Polish immigrants who settled in the British Isles after Poland’s entry into the EU. </p> \n<p>They made use of the right of the free movement of people. In most cases they worked hard, strengthening the British economy. Anti-EU politicians have turned them into cheats and thieves.</p> \n<p>Recently Prince Jan Żyliński, the richest Pole in Britain, decided not to stand for Ukip’s witch-hunt. He publicly challenged Nigel Farage, who aimed his sharpest barbs at Poles, to a duel by sword in Hyde Park. </p> \n<p>But Farage chickened out. He didn’t even want a duel of words. He was ignominiously defeated in the May elections for the House of Commons. Now Żyliński should challenge Cameron to combat. </p> \n<p>Maybe that would change something. <strong>Bartosz T Wieliński, of Gazeta Wyborcza in Warsaw</strong></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432572799705/10de1c98-7c50-47c5-882c-3e24899c5157-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"EMMANUEL DUNAND/AFP/Getty Images","altText":"flags","cleanCredit":"Photograph: EMMANUEL DUNAND/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309202570/16d8209f-56b4-44ec-81fa-fb7a82925a0b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"German chancellor, Angela Merkel. Photograph: Jakob Ratz/Corbis","credit":"Jakob Ratz/Corbis","altText":"German chancellor, Angela Merkel","cleanCaption":"German chancellor, Angela Merkel.","cleanCredit":"Photograph: Jakob Ratz/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309599692/bbdb6779-2cfd-424b-a734-9bc4d0ad5379-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"A Lotus F1 team mechanic marks wheels with Pirelli tyres. Dozens of Italian firms are established in the UK. Photograph: Vincenzo Pinto/AFP/Getty Images","credit":"Vincenzo Pinto/AFP/Getty Images","altText":"A Lotus F1 team mechanic marks wheels with Pirelli tyres","cleanCaption":"A Lotus F1 team mechanic marks wheels with Pirelli tyres. Dozens of Italian firms are established in the UK.","cleanCredit":"Photograph: Vincenzo Pinto/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432309744993/96903288-65e3-4c18-9299-1693b04c18fa-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Front National party president, Marine Le Pen. Photograph: Dominique Faget/AFP/Getty Images","credit":"Dominique Faget/AFP/Getty Images","altText":"Front National (FN) party president, Marine Le Pen.","cleanCaption":"Front National party president, Marine Le Pen.","cleanCredit":"Photograph: Dominique Faget/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432310223589/07c59c89-de3b-49f2-82d7-f2e176de0f5d-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"A pro-EU demonstration in Madrid. Photograph: Javier Soriano/AFP/Getty Images","credit":"Javier Soriano/AFP/Getty Images","altText":"Protesters hold a pro-EU banner at a demonstration in Madrid, Spain.","cleanCaption":"A pro-EU demonstration in Madrid.","cleanCredit":"Photograph: Javier Soriano/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432310694957/3434555a-4ff3-44ca-b8a1-27a124cc6dff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A high-speed Pendolino train in Gdańsk, Poland. Photograph: Rex/Shutterstock","credit":"Rex/Shutterstock","altText":"A high-speed Pendolino train in Gdańsk, Poland.","cleanCaption":"A high-speed Pendolino train in Gdańsk, Poland.","cleanCredit":"Photograph: Rex/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432310772615/9b1d9dc5-a910-4967-b7b0-7c735aa71d77-2060x1273.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1273,"width":2060,"orientation":"landscape","caption":"A Polish delicatessen and shop in Dalston, north London. Photograph: Jeff Blackler/Shutterstock","credit":"Jeff Blackler/Shutterstock","altText":"A Polish delicatessen and shop in Dalston, north London.","cleanCaption":"A Polish delicatessen and shop in Dalston, north London.","cleanCredit":"Photograph: Jeff Blackler/Shutterstock"}],"webPublicationDate":"2015-05-26T07:00:03Z","lastModified":"2015-05-26T07:00:03Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Stefan Kornelius","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stefan-kornelius"},{"name":"José Ignacio Torreblanca","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jose-torreblanca"}],"feature":true,"keywords":["EU referendum","European Union","Europe","Foreign policy","Politics","UK news","Germany","Italy","France","Spain","Poland","World news"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/france","webTitle":"France"},{"id":"world/spain","webTitle":"Spain"},{"id":"world/poland","webTitle":"Poland"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[],"series":{"title":"Europa","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/europa"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/25/eu-referendum-dont-leave-us-this-way-europe-uk-brexit","shortUrl":"http://gu.com/p/4948g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/25/eu-referendum-dont-leave-us-this-way-europe-uk-brexit","webUri":"http://www.theguardian.com/politics/2015/may/25/eu-referendum-dont-leave-us-this-way-europe-uk-brexit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432572771071/84550a80-f19a-44e0-bc7e-a57363da3779-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron is hoping to negotiate EU reform in the runup to the referendum. Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"flags","cleanCaption":"David Cameron is hoping to negotiate EU reform in the runup to the referendum.","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":5,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false},{"title":"Home or away – is student accommodation becoming a luxury?","rawTitle":"Home or away – is student accommodation becoming a luxury?","item":{"type":"article","id":"education/2015/may/26/student-accommodation-university-live-parents","title":"Home or away – is student accommodation becoming a luxury?","trailText":"With the price of university halls or digs doubling in a decade, we look at the pros and cons of living with your parents while studying<br />","standFirst":"<p>With the price of university halls or digs doubling in a decade, we look at the pros and cons of living with your parents while studying<br /></p>\n<ul>\n <li>Applying to university? Consult <a href=\"http://gu.com/p/48qay/\">the Guardian University Guide 2016</a></li>\n</ul>","byline":"Harriet Swain","body":"<p>For Abla Klaa, one of the main perks of living with her parents while studying is that the fridge is always stocked. “I’m saved from worrying about grocery shopping or choosing between a greasy takeaway or cooking dinner – if I knew how to,” says Klaa, a second-year broadcast journalism student at Leeds University. The downside is she has to help do the dishes “and make sure the state of my room meets my mum’s impossible standards of cleanliness”.</p> \n<p>For prospective students, deciding whether to go away to university or stay at home is becoming more pressing.</p> \n<p>According to the National Union of Students, the <a href=\"www.nus.org.uk/Global/Campaigns/Accommodation%20Costs%20Survey%20V6%20WEB.pdf\">price of student accommodation</a> has doubled over the past decade, pushing living costs for a student outside London to <a href=\"http://www.nus.org.uk/en/advice/money-and-funding/average-costs-of-living-and-study/\">more than &pound;12,000 a year</a>. With the maximum loan less than half that, at &pound;5,740, maintenance grants frozen, and the prospect of adding to considerable tuition fee debts after graduation, leaving home to study begins to look like a luxury.</p> \n<p>Certainly, local students are becoming an increasingly significant group for universities. Figures from the <a href=\"https://www.hesa.ac.uk/content/view/3312\">Higher Education Statistics Agency</a> show just over 322,000 full-time students were living in their parents’ home in the UK last year, compared with just over 278,500 five years earlier. But as a proportion of the total student population, this has remained steady over the past decade at around 20 per cent.</p> \n<p>In a report on local students, to be published next month, David Malcolm, assistant director at the NUS, argues that leaving home for university is such a cultural norm in the UK that most students aspire to it, in spite of the cost. “There is the idea that it is a rite of passage and that you miss out on some essential part of the experience if you don’t do it,” he says.</p> \n<p>The UK differs here from most of the rest of Europe: it has fewer students living at home than in all but five of the 24 countries surveyed in 2011 by <a href=\"www.eurostudent.eu/download_files/documents/EVSynopsisofIndicators.pdf\">Eurostudent</a>, which collects socio-economic data across Europe.</p> \n<p>There is another difference too. In other European countries, students from higher socioeconomic backgrounds are much more likely to live with their parents, while for UK students the opposite is true. A <a href=\"www.hecsu.ac.uk/assets/assets/documents/Futuretrack_BIS_Learning_from_futuretrack_studying_and_living_at_home.pdf\">Futuretrack study</a> by the higher education careers service unit for the Department of Business, Innovation and Skills last year found that students whose parents were in routine or semi-routine occupations, or who had not been to university themselves, were most likely to live at home. Women were more likely to live at home than men, and it was also more prevalent among black and minority ethnic students, and among students who attended a higher education institution with lower entry criteria.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Most significantly, live-at-home students are less likely to achieve first or upper-second class degrees</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“There is some evidence black and minority ethnic students may look at certain universities and say: ‘I want to get a qualification but the culture of those universities is off-putting and not diverse enough, so I will stay at home, go to my local university and maintain links with my family and friends’,” says Malcolm. “People from lower socio-economic groups are more likely to see that people at university seem to be all middle class and they think: ‘That’s not me’.” He says there is an overlap between the two groups and that a desire to avoid debt is also a key factor.</p> \n<p>The concern is that these groups, which are already at a disadvantage, could be disadvantaging themselves further. Gill Wyness, lecturer in the economics of education at London’s Institute of Education, says: “From a student’s perspective it’s bad for equality. Students aren’t necessarily going to the best university for them if they are just going to the nearest. For universities it’s the same thing. They aren’t getting the most suitable students.”</p> \n<p>The Futuretrack study found that students who had lived at home were more likely to be in a non-graduate job and earning less than &pound;15,000 a year than peers who had moved away. More significantly, live-at-home students were less likely to achieve a first or upper-second class degree.</p> \n<p>Kate Purcell, an emeritus professor in the Institute of Employment Research at the University of Warwick and principal investigator of the study, says that because most students at home live more than 30 minutes from university, they are less likely to take part in extra-curricular activities and this could damage their employment prospects. “There is no doubt, people who have been active – especially as office-holders – in student activities are more likely to have good jobs that they feel are appropriate for their skills and qualifications,” she says. “If it’s a funding issue, we should not be encouraging people to study locally if it is narrowing their options.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Women were more likely to live at home, and it was also more prevalent among black and ethnic minority students</p> \n </blockquote> \n</aside> \n<p>But she says it is not certain that being at home does narrow their options. Many may be involved in extra-curricular activity in their own communities. And while some are forced to live at home for financial reasons, it is a positive choice for others, allowing them to retain local friends, maintain caring responsibilities or keep a part-time job. The Futuretrack survey also suggests they get more emotional support.</p> \n<p>The NUS does not take a position on whether living at home is a good or a bad thing; it just wants institutions to think more about what they could and should be doing to help.</p> \n<p>Malcolm found that while many institutions realised it was an issue, few made specific provision for students living at home, even where they were a high proportion of the student body. His report said: “Moving away is still seen as the default and the lack of policy and practice reflects this attitude.”</p> \n<p>Graeme Atherton, head of AccessHE, a London-based organisation supporting under-represented groups into higher education, says more institutions are beginning to address this because of the added emphasis, since the introduction of higher tuition fees, on improving the student experience. “For a lot of universities it involves thinking about how those involved in teaching and learning are aware that people who live at home often have different commitments and schedules,” he says. “It can’t be based on the idea that students are always available to take part in things.”</p> \n<p>But Paul Rodgers, head of student transitions and support at the University of Sheffield, which runs a fresher’s week event every year offering advice for local students, says it is not always easy to identify the needs of these students. “I don’t think whether a student commutes or not is a defining enough characteristic,” he says. “We did research on this and the reasons for being local were so diverse, and often really positive decisions, that when we offered more support we didn’t see much enthusiasm for it.”</p> \n<p>Ellen McLaughlin, community officer at Manchester university students union, agrees that more work is required to discover what kinds of support live-at-home students need. The union has recently employed a full-time officer to find this out and to set up a support group.</p> \n<p>Meanwhile, local students at Manchester are themselves offering support to their outsider peers, with a programme to show them the ins and outs of their new neighbourhood.</p> \n<h2>A week in the life of two students</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d5a2ff4e756084ec1873057e866f0716ecfbccb2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432229633508/c300347a-e003-4157-942d-aff9dbf79ba2-382x420.jpeg\" alt=\"Libby Faulkner\" width=\"382\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Libby Faulkner</span> \n </figcaption> \n</figure> \n<p><strong>Libby Faulkner, 20, rents a house with seven other students 15 minutes from university</strong></p> \n<p><strong>Monday</strong> The last week of term, so lectures are few and far between. I had one at 10, then lunch at uni, and to the library for a few hours.</p> \n<p>I spent &pound;20 in Morrisons, which I’m quite impressed with, for about a week’s shopping. It’s hard to buy fresh ingredients and keep the price down, which I find is the worst part about not having my mum’s cooking.</p> \n<p>I’m a bit tight on the budget after paying the last instalments of my rent, but luckily working at Whistles is keeping my overdraft topped up. Came home and cooked dinner – sweet potato microwaved for five mins, with defrosted homemade chilli and spinach – then more uni work before bed.</p> \n<p><strong>Tuesday</strong> Today was lots of work and very little else.</p> \n<p><strong>Wednesday</strong> Lectures until 1pm then drove to my friend’s and into town. We had lunch on a deal at a Thai restaurant: &pound;8.95 for two courses. In the evening I headed out to drinks with my other friends at the university union. It was 2 for 1 cocktails so had two before meeting my housemates in another pub down the road – very lively night. There I had a glass of wine before we walked home together.</p> \n<p><strong>Thursday</strong> I wasn’t feeling so well so went to the doctor’s. He said it was just a passing stomach bug. Went home to try to sleep it off. When I got home the kitchen was messy, nobody had taken the bins out and we had a water and electricity bill! The bills came to &pound;84 each. It’s all from my account so I have to get everyone’s money. Plus I have my phone bill, gym membership, Netflix and Spotify. Off to bed without dinner, not feeling up to it.</p> \n<p><strong>Friday</strong> Uni is over. Hoorah! Always have Fridays off uni so am working in the shop today 9-5, which was a struggle. Set off to Manchester to visit a friend and had some drinks before going out to a bar. Stayed out till about 3am then home to sleep.</p> \n<p><strong>Saturday</strong> Drove back to Leeds, had Domino’s to share, then got ready to go out again. Went to a club where we stayed till about 4am. I don’t live too far from town so taxis aren’t expensive, and we had some wine at home so didn’t spend much.</p> \n<p><strong>Sunday</strong> Back at Whistles 11-5. One of my housemates is moving away next year, so we cooked a roast dinner on our last Sunday as a flat. Nobody can do potatoes like me.</p> \n<p><strong>Abla Klaa, 21, lives with her family, a 30-minute bus ride from campus</strong></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d5a2ff4e756084ec1873057e866f0716ecfbccb2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432229787911/9047c041-11f7-43e7-8bbc-64b928e32294-460x446.jpeg\" alt=\"Abla Klaa.\" width=\"460\" height=\"446\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Abla Klaa.</span> \n </figcaption> \n</figure> \n<p><strong>Monday</strong> It’s my last week of lectures, which means I can almost say goodbye to swamped library spaces, hurried commutes to university and my mother’s morning nag about the importance of a healthy breakfast and an early night.</p> \n<p><strong>Tuesday</strong> Went to lectures and spent the afternoon in the library before meeting my mum in town to do grocery shopping. Commuting back and forth from uni can be a pain, and costs a fortune when I take a taxi home at night. Living 30 minutes away by bus means I have to leave early to make it to lectures on time, and I’m not a morning person.</p> \n<p><strong>Wednesday</strong> Attended a meeting for our university’s Palestinian Solidarity Group. It was a good way of catching up with friends. Not living in halls in my first year meant I’ve made friends through my involvement in societies. Because I’m not on campus in the evenings I sometimes miss out on social gatherings.</p> \n<p><strong>Thursday</strong> Today was mum’s birthday and general election day. We had breakfast together, then headed to the polling station before class. Some might think that living at home strains the relationship I have with my parents, but my experience has been to the contrary. We’ve grown stronger as a unit and I’ve been given independence, while always having someone there when things don’t go well. Of course, living with your parents still means you have to abide by their rules; the free food, free roof and free broadband come at a price – often in the form of a curfew. I spent most of my day in and out of lessons and the library before going home for a family dinner out.</p> \n<p><strong>Friday</strong> Day off, which was great because it meant I could have lunch with mum before heading to university. I’ve had to grapple with finding a balance between my social and personal life, between doing what I want and what my parents want, and it’s not been easy.</p> \n<p><strong>Saturday</strong> Spent most of today in the library and I had the chance to meet friends. Getting home early meant I could spend time with my two sisters. We caught up over dinner and watched Fast &amp; Furious 7, again.</p> \n<p><strong>Sunday</strong> I spent most of today in bed ill. I can always count on mum to make me feel better though. She made me soup and brought me a hot water bottle. Sometimes home is a sanctuary.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/21/1432228526667/Leeds-university-students-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leeds university students Libby Faulkner, left, who shares a student house, and Abla Klaa, who lives at home. Photograph: David Sillitoe/for the Guardian","credit":"David Sillitoe/for the Guardian","altText":"Leeds university students Libby Faulkner and Abla Klaa","cleanCaption":"Leeds university students Libby Faulkner, left, who shares a student house, and Abla Klaa, who lives at home. Photograph: David Sillitoe/for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432229633855/c300347a-e003-4157-942d-aff9dbf79ba2-928x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":928,"orientation":"portrait","caption":"Libby Faulkner","credit":"David Sillitoe/David Sillitoe","altText":"Libby Faulkner","cleanCaption":"Libby Faulkner"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432229788472/9047c041-11f7-43e7-8bbc-64b928e32294-1020x989.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":989,"width":1020,"orientation":"landscape","caption":"Abla Klaa.","credit":"David Sillitoe/David Sillitoe","altText":"Abla Klaa.","cleanCaption":"Abla Klaa."}],"webPublicationDate":"2015-05-26T06:00:01Z","lastModified":"2015-05-26T06:00:01Z","metadata":{"commentable":true,"commentCount":12,"contributors":[],"feature":true,"keywords":["Students","University guide","Student housing","Higher education","Life and style","Family","Education"],"tags":[{"id":"education/students","webTitle":"Students"},{"id":"education/universityguide","webTitle":"University guide"},{"id":"education/studenthousing","webTitle":"Student housing"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"education"},"topics":[],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/26/student-accommodation-university-live-parents","shortUrl":"http://gu.com/p/495kd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/26/student-accommodation-university-live-parents","webUri":"http://www.theguardian.com/education/2015/may/26/student-accommodation-university-live-parents"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/21/1432228526667/Leeds-university-students-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Leeds university students Libby Faulkner, left, who shares a student house, and Abla Klaa, who lives at home. Photograph: David Sillitoe/for the Guardian","credit":"David Sillitoe/Guardian","altText":"Leeds university students Libby Faulkner and Abla Klaa","cleanCaption":"Leeds university students Libby Faulkner, left, who shares a student house, and Abla Klaa, who lives at home. Photograph: David Sillitoe/for the Guardian"}},"importance":5,"showQuotedHeadline":false},{"title":"Dust, TB and HIV / The ugly face of mining in South Africa","rawTitle":"The ugly face of mining in South Africa","item":{"type":"article","id":"environment/2015/may/26/dust-tb-hiv-ugly-face-mining-south-africa","title":"Dust, TB and HIV: the ugly face of mining in South Africa","trailText":"The Wellcome Trust and Gates Foundation fund health centres in the country, but remain invested in fossil fuel companies whose mining operations, it is claimed, have a profound impact on the health of local communities <br>","standFirst":"<p>The Wellcome Trust and Gates Foundation fund health centres in the country, but remain invested in fossil fuel companies whose mining operations, it is claimed, have a profound impact on the health of local communities <br /></p>","byline":"David Smith in Mtubatuba and Damian Carrington in London","body":"<p>Worried that his eyes and urine were turning a deep yellow, Gednezar Dladla made his way to a local clinic and was referred to a district hospital, where he was x-rayed, diagnosed with gallstones, and admitted for the night. Both institutions receive funding from the <a href=\"http://www.wellcome.ac.uk/\">Wellcome Trust</a> and the Bill &amp; Melinda Gates Foundation.</p> \n<p>A day later, Dladla set off through the hills and valleys of rural Zululand to a village near his childhood home, where a group of men played cards in the shade of a tree. The environmental activist listened to their grievances about dust pollution, water shortages and lack of assistance from a local mine owned by Rio Tinto – whose investors include the Wellcome Trust and the <a href=\"http://www.gatesfoundation.org/\">Bill &amp; Melinda Gates Foundation</a>.</p> \n<p>Two of the greatest philanthropic organisations in the world, responsible for saving countless lives through scientific research and healthcare programmes, are heavily invested in fossil fuel industries that have profound impacts on the health of local communities and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/argument-divesting-fossil-fuels-overwhelming-climate-change\">cause climate change</a>. Nowhere is this paradox more acute than in South Africa, a country with the biggest HIV caseload in the world and an economy founded on mining.</p> \n<figure class=\"element element-image\" data-media-id=\"a7ea49ca193ee6814452d554505c997c65f84a5f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432382332453/15cba082-c0ee-4a87-b83e-15d3e90dbdaa-460x276.jpeg\" alt=\"Gednezar Dladla\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gednezar Dladla, 60, campaigns for people living around the mining areas in northern KwaZulu-Natal.</span> \n  <span class=\"element-image__credit\">Photograph: Khaya Ngwenya/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>“I would absolutely recognise that it’s a very difficult decision for big funders like the Wellcome Trust and Gates Foundation: they need to manage their investments in the best way possible to maximise funding for research,” said Marie-Louise Newell, former director of the <a href=\"http://www.africacentre.ac.za/\">Africa Centre for Health and Population Studies</a>, which receives money from both to combat HIV. “But if you think back to apartheid days, there are times when you need to make big statements, and the climate change issue is very worrying.”</p> \n<p>The Africa Centre is located in the beautiful KwaZulu-Natal province, where one in three people have HIV and – around the town of Mtubatuba, 173 miles north of Durban – a 15-year-old girl has an 80% chance of contracting it in her lifetime. Inside its modern building, which has won architecture prizes, are staff in T-shirts and jeans processing data on laptops.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0dde4f1978f12c8aa990180bbd6e87faeabfb590\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432381318221/c1b85165-98fd-4be9-8f0a-d35d2447a22d-280x420.jpeg\" alt=\"Zanele Zungu\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zanele Zungu, 43, who has HIV and TB, collects her medication from Hlabisa hospital, in northern KwaZulu-Natal.</span> \n  <span class=\"element-image__credit\">Photograph: Khaya Ngwenya/Demotix/for the Guardian</span> \n </figcaption> \n</figure> \n<p>In a poverty-stricken area where joblessness is estimated at 70%, the Africa Centre is one of the three biggest employers. It does vital work supporting healthcare for local people and receives up to &pound;4m a year from the Wellcome Trust and contributions from donors including the Gates Foundation for world-class HIV and tuberculosis research. The list of papers published by the centre’s researchers in scientific journals numbered <a href=\"http://www.africacentre.ac.za/Default.aspx?tabid=618\">99 last year alone</a>. The centre works in lockstep with the South African government and provides advice, expertise and training to <a href=\"http://www.kznhealth.gov.za/hlabisahospital.htm\" draggable=\"true\">Hlabisa district hospital </a>and 17 associated primary care clinics.</p> \n<p>At the hospital earlier this month, half a dozen patients wearing face masks sat on plastic chairs outside a prefab structure, awaiting the free TB medication that keeps them alive. Among them was Zanele Zungu, 43, who was diagnosed with TB and HIV in 2003, the same year her 34-year-old husband, Sipho, died of Aids. “The passing of my husband was shocking to me,” the mother of five recalled through a Zulu interpreter, a tear on her cheek.</p> \n<p>“I was very scared because I had the same symptoms my husband died of. He had sores on the mouth and all over the body. He used to scream a lot in his last days. He was feeling a lot of pain, and that’s why I took him to hospital. There was no treatment at that time and he passed away.”</p> \n<p>Zungu, who walks for an hour from her mudbrick home to reach the hospital, was unaware that it is supported by the Africa Centre – or that its benefactor, the Wellcome Trust, invests in the mining industry. “I would like to say thank-you because they provide life to us. That’s why we are alive. But investing in a mine is not right … They must only give to the hospitals, because people are dying every day.”</p> \n<p>Newell’s successor, Prof <a href=\"http://www.africacentre.ac.za/Default.aspx?tabid=610\">Deenan Pillay</a>, said: “The aim of the Africa Centre is to do world-class science and the Wellcome Trust is one of the major and most prestigious funders of science. As such I’m very happy to receive Wellcome Trust resources for that because it brings a reputation for high quality of research.”</p> \n<p> On the Wellcome Trust’s investment policies, he added: “Climate change and energy use are some of the most pressing global issues, and I welcome the debate on the impact of investment policies. I recognise the variety of views within this debate.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"10ff5c72f818fafb48f6a1e16ab1150902d7e06c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432382726537/693aceb6-8635-49f8-8b5d-2ad3c8f0b57e-460x276.jpeg\" alt=\"Deenan Pillay, 57, director of the Africa Centre.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Deenan Pillay, 57, director of the Africa Centre.</span> \n  <span class=\"element-image__credit\">Photograph: Khaya Ngwenya/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>South Africa has the deepest mines in the world and the industry employs half a million people. But nature’s blessing of coal, diamonds, gold and platinum <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/jun/04/south-african-mining-crisis-peacekeeping-force\">has also been a curse</a> over the past century and a half. Thousands of workers have died in accidents. Continual exposure to mineral dust in mine shafts has resulted in high rates of silicosis. That, and the proximity of mineworkers underground, contributes to the spread of TB. In South Africa’s mines the disease is up to six times more common than in the general population. Men in a mining area tend to attract commercial sex workers, leading to the spread of HIV. Scientists are studying the potential dangers of acid draining from disused mines into water supplies.</p> \n<p>Coal is the dirtiest of fossil fuels and soot and dust emissions from coal burning are, along with diesel engines, the biggest contributors to microscopic particulate pollution that penetrates deep into the lungs. This causes heart attacks and lung cancer as well as increasing asthma attacks and other respiratory problems. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/jun/12/european-coal-pollution-premature-deaths\">A 2013 study</a> found that air pollution from Europe’s 300 largest coal power stations causes 22,300 premature deaths a year and costs companies and governments billions of pounds in treatment and lost working days.</p> \n<p>Dladla, a retired cattle herder who is married and has three sons, wears a faded T-shirt that reads: “Remember the slain of Marikana,” – a reference to the 2012 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/19/marikana-massacre-untold-story-strike-leader-died-workers-rights\">police massacre of 34 striking mineworkers</a>. He sits on the steering committee of the <a href=\"http://cer.org.za/programmes/mining/communities/mining-environmental-justice-community-network-south-africa\">Mining and Environmental Justice Community Network of South Africa</a>. </p> \n<p>Looking out from a car as it bumped slowly towards the Zululand Anthracite Colliery (ZAC) near the town of Ulundi – about 25 miles (40km) from the Africa Centre – Dladla sighed. “The trees are full of dust, the grass is full of dust. It will have to rain a lot for the grass to be washed, for the leaves to be washed. It has become the life people are living here: they are living in dust every day.” A billboard proclaims the town to be “the core of the Zulu heritage”.</p> \n<p>Soon a giant discarded dump emerged into view from the countryside, along with the vast cranes and machinery of a processing plant where cows grazed nearby. It produces anthracite, a relatively clean coal, which the mine’s owner, Rio Tinto, sends to provide raw material for its Richards Bay mine on the coast. </p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Campaign sign up</a> \n</figure> \n<p>Inside, a poster announced: “<a href=\"http://www.riotinto.com/\" draggable=\"true\">Rio Tinto</a>. Speak out. Doing what’s right.” Rio Tinto is a leading international mining giant in which the Wellcome Trust and Gates Foundation have invested $157m (&pound;100m) and $10m respectively. The Guardian’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\" draggable=\"true\">Keep it in the Ground campaign</a> is calling for both charities to move their investments out of fossil fuel companies, including Rio Tinto.</p> \n<p>The company bought the ZAC in 2011, inheriting a troubled history that included the digging of three mine shafts without environmental authorisation, for which Rio Tinto <a href=\"http://www.iol.co.za/news/crime-courts/mining-firm-got-a-slap-on-wrist-1.1736219\" draggable=\"true\">last year paid a cursory fine</a>.</p> \n<p>People in the village of Okhukho, which is virtually surrounded by the mine, are critical of its side effects. Sitting under a tree with a group of jobless men playing cards, Thembinkosi Zulu, 20, a student, said: “There are a lot of trucks and they are never sealed. I’ve got sinus problems from inhaling the dust. My nose gets blocked and painful. The mine must cover the trucks and water the roads. The mine does create jobs, but they don’t attend to the community’s needs adequately.”</p> \n<p>Xolani Majola, 23, who lives next to the road used by trucks around the clock, said his brothers, aged 10 and nine, were constantly coughing and complaining about chest pains. “When your clothes are on the washing line, by the time you come back, they’ll be all dusty. If you sleep with your window open, you’ll be dusty yourself. With the noise, you find it hard to sleep.”</p> \n<p>Lindekile Mncube, 26, added: “There is dust when they haven’t watered the roads. The dust makes it difficult for us to breathe and it falls on our curtains. I’m worried about the effect on our lives here, but there’s nothing I can do.”</p> \n<p>Mining consumes huge quantities of water and the ZAC draws it from the local Umfolozi river, a vital source for the community and its livestock. Mncube said: “We’ve been complaining about water, but the mine has done nothing. When the mine came, we thought we would get everything we need.”</p> \n<p>Lungile Ngqulunga, 54, also mentioned a lack of water as she leaned against her front step with her 15-month-old grandson, Kusile. A nearby bowl crawled with flies as goats wandered by and cockerels sang cock-a-doodle-doo. Her husband was away, she explained, receiving treatment for TB that he contracted a decade ago while working at the ZAC.</p> \n<p>“We don’t have water,” Ngqulunga complained. “The river has been suffering ever since the mine started working. One of the pipes from the mine burst and now we’re scared of going to the river. There are no taps in this area and we struggle for drinking water. We ask the mine for water and they say we must go to the government. We go to steal it inside the mine, but if the security guards catch you, you will be locked up.”</p> \n<p>The ZAC denies polluting the river or the air and says it is helping local villages. David Outhwaite, a London-based spokesman for Rio Tinto, said: “The Zululand region as a whole, and Okhuko community in particular, has been adversely affected by a severe drought being the worst in many decades. ZAC supplies in excess of 40m litres of potable water free of charge at various strategic water points in the community close to our operations. ZAC is not in a position to supply water to every one of the 80,000 people living in the rural community surrounding the mine.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b199414f579bdb4169a0963a67a4498b93cdc8d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432382092548/563301b9-5dd8-4bfc-835d-887b8bd3a01a-460x276.jpeg\" alt=\"Zululand Anthracite Colliery (ZAC) near Ulundi. It is owned by the mining giant Rio Tinto\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zululand Anthracite Colliery (ZAC) near Ulundi. It is owned by the mining giant Rio Tinto.</span> \n  <span class=\"element-image__credit\">Photograph: Khaya Ngwenya/Demotix for the Guardian</span> \n </figcaption> \n</figure> \n<p>Responding to complaints about dust, he said: “All trucks transporting final product from the plant area to the siding are covered with tarpaulins. The coarse size of the run-of-mine product from the shafts to the plant does not necessitate the covering of those trucks. Dust generated by vehicles, both our own and others, on the public gravel roads is actively managed by ZAC on a daily basis through an extensive dust suppressing programme.” Rio Tinto did not respond to questions about TB.</p> \n<p>A Wellcome Trust spokesperson said: “When managing the investment<br />portfolio that funds our mission, we consider companies’ social and<br />environmental responsibilities carefully and engage to encourage them<br />to take these seriously. We do not comment on individual companies.” </p> \n<p>A spokesperson for Bill Gates’s private office said: “Bill and Melinda Gates wrote in their recent annual letter that ‘the long-term threat [of climate change] is so serious that the world needs to move much more aggressively – right now – to develop energy sources that are cheaper, can deliver on demand, and emit zero carbon dioxide.’ Bill is privately investing considerable time and resources in this effort and the breakthrough innovations needed and will continue to speak out about it. We respect the passion of advocates for action on climate change, and recognise that there are many views on how best to address it.”</p> \n<p>But setting off for home, Dladla was convinced he had experienced the sharp end of a contradiction involving two of the world’s leading givers. It did not add up. He demanded: “[They] must stop investing in these mines because the mines are making people suffer while the management enrich themselves ... They should divest.” <br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\" data-alt=\"Fossil fuel ticker\"> \n <a href=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\">Fossil fuel ticker</a> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432381700967/df8b0df6-35ce-4fc4-9dfc-a8c18337b8ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Khaya Ngwenya/Demotix for The Guardian","altText":"Zululand anthracite colliery","cleanCredit":"Photograph: Khaya Ngwenya/Demotix for The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382333988/15cba082-c0ee-4a87-b83e-15d3e90dbdaa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gednezar Dladla, 60, campaigns for people living around the mining areas in northern KwaZulu-Natal. Photograph: Khaya Ngwenya/Demotix for the Guardian","credit":"Khaya Ngwenya/Demotix for the Guardian","altText":"Gednezar Dladla","cleanCaption":"Gednezar Dladla, 60, campaigns for people living around the mining areas in northern KwaZulu-Natal.","cleanCredit":"Photograph: Khaya Ngwenya/Demotix for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432381317626/c1b85165-98fd-4be9-8f0a-d35d2447a22d-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Zanele Zungu, 43, who has HIV and TB, collects her medication from Hlabisa hospital, in northern KwaZulu-Natal. Photograph: Khaya Ngwenya/Demotix/for the Guardian","credit":"Khaya Ngwenya/Demotix/for the Guardian","altText":"Zanele Zungu","cleanCaption":"Zanele Zungu, 43, who has HIV and TB, collects her medication from Hlabisa hospital, in northern KwaZulu-Natal.","cleanCredit":"Photograph: Khaya Ngwenya/Demotix/for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382727867/693aceb6-8635-49f8-8b5d-2ad3c8f0b57e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Deenan Pillay, 57, director of the Africa Centre. Photograph: Khaya Ngwenya/Demotix for the Guardian","credit":"Khaya Ngwenya/Demotix for the Guardian","altText":"Deenan Pillay, 57, director of the Africa Centre.","cleanCaption":"Deenan Pillay, 57, director of the Africa Centre.","cleanCredit":"Photograph: Khaya Ngwenya/Demotix for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432382093027/563301b9-5dd8-4bfc-835d-887b8bd3a01a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Zululand Anthracite Colliery (ZAC) near Ulundi. It is owned by the mining giant Rio Tinto. Photograph: Khaya Ngwenya/Demotix for the Guardian","credit":"Khaya Ngwenya/Demotix for the Guardian","altText":"Zululand Anthracite Colliery (ZAC) near Ulundi. It is owned by the mining giant Rio Tinto","cleanCaption":"Zululand Anthracite Colliery (ZAC) near Ulundi. It is owned by the mining giant Rio Tinto.","cleanCredit":"Photograph: Khaya Ngwenya/Demotix for the Guardian"}],"webPublicationDate":"2015-05-26T05:00:00Z","lastModified":"2015-05-26T06:05:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidsmith"},{"name":"Damian Carrington","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736253/DamianCarrington.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damiancarrington"}],"feature":true,"keywords":["Mining","Fossil fuel divestment","Fossil fuels","Energy","Environment","Coal","South Africa","World news","Health","Africa","Society"],"tags":[{"id":"environment/mining","webTitle":"Mining"},{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/coal","webTitle":"Coal"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/world","webTitle":"World news"},{"id":"society/health","webTitle":"Health"},{"id":"world/africa","webTitle":"Africa"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/26/dust-tb-hiv-ugly-face-mining-south-africa","shortUrl":"http://gu.com/p/494tx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/26/dust-tb-hiv-ugly-face-mining-south-africa","webUri":"http://www.theguardian.com/environment/2015/may/26/dust-tb-hiv-ugly-face-mining-south-africa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432381700967/df8b0df6-35ce-4fc4-9dfc-a8c18337b8ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zululand Anthracite Colliery is owned by Rio Tinto, a mining company invested in by the Gates Foundation and the Wellcome Trust. Photograph: Khaya Ngwenya/Demotix/for the Guardian","credit":"Khaya Ngwenya/Demotix/for the Guardian","altText":"Zululand anthracite colliery","cleanCaption":"Zululand Anthracite Colliery is owned by Rio Tinto, a mining company invested in by the Gates Foundation and the Wellcome Trust.","cleanCredit":"Photograph: Khaya Ngwenya/Demotix/for the Guardian"}},"importance":4,"kicker":{"title":"Dust, TB and HIV"},"showQuotedHeadline":false},{"title":"Forgotten land of colours: a trip through Iran's Persian Gulf","rawTitle":"Forgotten land of colours: a trip through Iran's Persian Gulf","item":{"type":"article","id":"world/iran-blog/2015/may/26/iran-persian-gulf-islands-free-zone","title":"The forgotten land of colours: a trip through Iran's Persian Gulf","trailText":"Our correspondent savours the natural beauty and the traditional lifestyles on the islands, under threat from commercial developments ","standFirst":"<p>Our correspondent savours the natural beauty and the traditional lifestyles on the islands, under threat from commercial developments </p>","byline":"Tehran Bureau correspondent","body":"<p>“This rock is a dragon, left here before the last great war.”<br /></p> \n<p>“Look at the top of the cliff. We call that rock Ferdowsi, as it looks from afar like the great poet.” </p> \n<p> Locals have stories for the rocks and cliffs that resemble birds, animals or mythical creatures. “We grew up with our grandparents taking us on long walks and telling us about the rocks,” says Ali Hormuzi, a 44-year-old resident. </p> \n<p> Colourful mountains in shades of pink, red, purple and yellow overlook shorelines where turtles and flamingos roam or sunbathe.</p> \n<p>This is <a href=\"http://www.pbs.org/wgbh/pages/frontline/tehranbureau/2012/04/iran-standard-time-nowruz-on-the-hormuz.html\">Hormuz island in the Persian Gulf</a>, the mostly forgotten land of colours in the Strait of Hormuz, 5km from the mainland, and southeast of Bandar Abbas, major port and capital of the province of Hormuzgan. The island was visited among others by Marco Polo. Ibn Battuta who came twice between 1330 and 1340, <a href=\"http://www.heritageinstitute.com/zoroastrianism/hormozgan/peoplePlaces2.htm\">wrote</a> that the island’s city was “fine” and “large...with magnificent bazaars.”</p> \n<figure class=\"element element-image\" data-media-id=\"e886e2453122de6900b1f03fc788cfa1f4bdfe1b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432302103139/bdc22a33-b938-4d08-b9b2-4a35ab06a492-460x259.jpeg\" alt=\"Qeshm \" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Locals have stories for the rocks and cliffs that resemble birds, animals or mythical creatures.</span> \n  <span class=\"element-image__credit\">Photograph: Tehran Bureau</span> \n </figcaption> \n</figure> \n<p>The island was once settled by tens of thousands but its population has fallen below 10,000. Many have been unemployed since relations with Oman, an important trading partner, soured during the presidency of Mahmoud Ahmadinejad (2005-2013).<br /></p> \n<p> “Before, most men on the island were involved in trade with Khasab, a coastal city in Oman,” says Ali. “We would go in the morning and come back at night, never leaving the special reserved area for Iranians. I never saw the rest of Khasab despite going there for years. We just weren’t allowed in.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2014/may/23/tourism-iran-off-the-beaten-track-hormozgan\">A Londoner in Iran, off the beaten track</a> </p> \n</aside> \n<p> Locals would bring goods back to Hormuz, and then sell to traders in Bandar Abbas and Qeshm, a neighbouring Iranian island. “Technically, it was smuggling, since it was all done under the rug,” Ali explains. </p> \n<p>Ali has worked hard to make ends meet since trading with Oman declined. Smuggling, <em>qhachagh</em>, is a word you hear all over the Persian Gulf islands, including Qeshm, from where I have travelled the 60km to Hormuz.</p> \n<p>In some ways the islands are distinct from the rest of Iran. The wind-catchers – long, rectangular structures that cause airflow from the cooler undergrounds to the main rooms – in old homes are even more intricate than those found in Yazd, in the central desert. The cats resemble Siamese cats more than any feline you will find in Tehran, Isfahan or other mainland cities: one can only imagine they arrived on trade ships.</p> \n<p>Unlike many parts of the country where women have shed traditional regional attire, the women of Qeshm and Hormuz mostly wear the colourful <em>bandari</em> pants, loose at the top and tight at the bottom with vibrant embroidery. A loose cotton chador with rich, bright flower patterns covers their heads.</p> \n<figure class=\"element element-image\" data-media-id=\"bb9988048774e195d1bb3ad68f78c06b10b3a1cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432301980060/56dd329e-45ae-4396-88fc-33a630fbbcc5-236x420.jpeg\" alt=\"Iranian woman, Qeshm Island \" width=\"236\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Picture of Iranian island woman on a wall, Qeshm island.</span> \n  <span class=\"element-image__credit\">Photograph: Tehran Bureau</span> \n </figcaption> \n</figure> \n<p>But despite deep trade and cultural ties to India and Pakistan, locals know themselves to be Iranian first and foremost. Rice is cooked the particular Iranian way, steamed and then crisped at the bottom and along the edges - <em>tahdig. </em></p> \n<p> Local cuisine, especially on Qeshm, which sees most tourists, is plentiful and delicious, with seafood offered once the sun sets and residents get out by the water. Octopus, fish and shrimps are saut&eacute;ed with onions, tomatoes and local spices, and put into a sandwich with pickled cucumbers and cabbage. A local mix of ten spices and herbs including turmeric, cloves, dried rose petals and cinnamon makes meals exemplary.</p> \n<p>In recent years, with the absence of hotels across the islands, people have begun turning their homes into restaurants and hostels. The most famous is <em>nakhoda</em> (captain) Amini, a sailor turned restaurateur in <a href=\"https://www.flickr.com/photos/roadconnoisseur/sets/72157644069741602\">Tabl village</a>, on Qeshm island. He has a dozen rooms, and theirs is a family business: his wife cooks, he manages, the children and grandchildren take care of affairs. </p> \n<p> Guests are given a notebook to sign, and captain Amini says he now has a sack full of them, and plans to publish a book on his 20 years in the business. There are notes by people from as far away as Australia and Germany, and there is a family from Spain staying in the room next to me. </p> \n<p> Traditionally, homes on the islands were all built with wind-catchers. But today, on Qeshm, Loft village is the only place where they can be found. Following an earthquake in 2005, the houses were rebuilt with cement and air-conditioning. “It’s an archaeological artefact,” a woman tells me, pointing to her wind-catcher. </p> \n<p> Lotf village is also known for its view of the Persian Gulf, and as we walk the village in the late afternoon, at least a dozen European tourists are waiting on a hill to watch the sunset. “Where are the Iranians?” I ask a resident. “In the shopping malls,” he answers.</p> \n<p>With sanctions against Iran, smuggling has supplied the Dubai-style malls sprouting up. Most of the merchandise came that way, a storeowner in Qeshm city centre tells me.</p> \n<p>Qeshm was declared a free trade zone under the presidency of Akbar Hashemi Rafsanjani (1989-1997), following a boom in Kish, another island in the province. The quest to create a business-friendly environment around glitzy island resorts in the Persian Gulf began under the Shah. After he built a villa on Kish, his regular trips were well publicised and led to the establishment of the Development Organisation of Kish.</p> \n<p> Whole villages were razed to make way for large-scale projects. Following the 1979 Revolution and end of the Iran-Iraq War in 1988, the vision was carried forward despite tight economic sanctions. There are now many Iranian free trade zones including not just Kish and Qeshm but Chabahar in Sistan-Baluchistan province and most recently Arvand in Khuzestan. </p> \n<p> What makes Qeshm different from Kish, known throughout Iran as a shoppers’ haven, is that many locals own stores and malls. But while locals that are savvy enough to jump ship can prosper, those wedded to the traditional pastoral life are pushed into deep poverty. In Kish, locals live in almost slum-like conditions beyond the high rises and shopping malls. </p> \n<p> Naeem, an acquaintance in Qeshm, has been smuggling fuels like petrol to Dubai since he was 14. “It’s been lucrative,” he tells me. “I have a house, a car, and will be fully paying for my own wedding next week.” Weddings on the island are seven-day affairs where the entire village is fed many times, so paying for one’s own at 25 years of age is an achievement. </p> \n<p> From 2014 to 2015, the number of petrol smugglers has dwindled. “The profit used to be threefold,” says Naeem, who is trying to get into tourism, while still transporting cargoes of clothing and foodstuffs from time to time. In summer of 2014, Naeem counted more than 100 petrol smugglers in one day. In 2015, “I see less than half a dozen on the same road. “The guards have cracked down hard,” he says.</p> \n<p> Toyota Hilux pickup trucks are invariably used, and as we drive along the coast, Naeem points out one after another: “smuggling clothes”, “gas.” On Naz island, off the coast of Qeshm, he takes a child’s shirt from the water and puts it in the back of his pickup. “It’s brand new, that’s alarming. Sometimes smuggling ships have to dump their load if they notice guards coming close. I’ll take it to show the rest of the boys in the village, they have to be careful these days.” </p> \n<figure class=\"element element-image\" data-media-id=\"6d32cff39aba41284a23febf047274194041b690\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432303407115/d7248ef8-070e-42cf-87ec-584ca91976e6-460x259.jpeg\" alt=\"Qeshm, Iran\" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A wall of colour, Qehsm, Iran. </span> \n  <span class=\"element-image__credit\">Photograph: Tehran Bureau</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b7a7d483ed9daa4e7b4515d45eab55da89530abe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432302921267/ad358c7b-ab96-4c4f-a313-cf4ad4026516-460x259.jpeg\" alt=\"Qeshm \" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A museum with walls painted in vibrant colours.</span> \n  <span class=\"element-image__credit\">Photograph: Tehran Bureau</span> \n </figcaption> \n</figure> \n<p> The “boys” stick together, and inform one another of things they’ve seen. As soon as we see guards stopping three Toyotas with gasoline in the back, he calls several friends and warns them to keep watch. As we hear the call to prayer from a mosque, he asks to stop: “I try to never miss Friday prayers, especially the sermon.” In Qeshm, the population is predominantly Sunni Muslim. </p> \n<figure class=\"element element-image\" data-media-id=\"ed27a0a0629c02b2cdc18f1759ab7bcac5da92bb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432153664829/65e810a4-9a4c-4eee-9c3a-779eaa9bf904-315x420.jpeg\" alt=\"A mosque at Bandar-e Lotf in Iran.\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A mosque at Bandar-e Lotf in Iran.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Smyth</span> \n </figcaption> \n</figure> \n<p>Fishing is a main source of income across the Persian Gulf islands, but one that has always been associated with a more humble lifestyle. Driving around Qeshm, the fishing villages are always more simple than where smugglers, merchants, dhow constructors or mall-owners live.<br /></p> \n<p>Regardless of occupation, the flow of outside investments disrupts quiet lives. Within Qeshm city, a long man-made beach was built in front of homes by the water, and turned into a road, despite objections from residents. “We used to sit by the coast every afternoon and drink tea,” says a resident. “Now we can’t even let our kids outside for fear of the cars.”<br /></p> \n<p> Arang Keshavarzian, professor of Middle Eastern and Islamic studies at New York University, <a href=\"http://www.academia.edu/3188906/Geopolitics_and_the_Genealogy_of_Free_Trade_Zones_in_the_Persian_Gulf”http://www.academia.edu/3188906/Geopolitics_and_the_Genealogy_of_Free_Trade_Zones_in_the_Persian_Gulf\">writes</a>: “Iran’s free trade zones in the southern Gulf currently rest on a tacit alliance between state officials, members of the military, and cross-border traders, a coalition that is not conducive to economic growth, egalitarian re-distribution of resources, or democratisation.”</p> \n<p> Corruption is a word one hears everywhere on the islands. In 2013, the newly appointed head of Qeshm free trade zone spoke of “a vast loose financial mafia” that had been “looting the island’s riches en masse.” A large incomplete building that was to be the headquarters of the Heritage Organisation sits in ruins near Holor village, half built because the head of the project disappeared with the budget, neighbours allege. </p> \n<figure class=\"element element-image\" data-media-id=\"68d5403a3c565fc9ee669f4a5e1d3c574fab9e47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432325879426/13924761834_6af7bd48ce_o-460x307.jpeg\" alt=\"The end of the fishermen's day.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The end of the fishermen’s day. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>/</span> \n </figcaption> \n</figure> \n<p> Qeshm airport was bulldozed in a plan for a multimillion dollar development project with hotels, theme parks and a vast shopping mall called Golden City. While a new airport has opened 60km from the city, Golden City remains unbuilt with long walls surrounding the land. Two cab drivers and two shop owners and a local resident all echo one another. “It was bought off by Ahmadinejad cronies for less than 30,000 tomans [&pound;6.70, $10.50] a square metre,” says one. “They tore down an airport, just like that.” </p> \n<p> The far smaller island of Hormuz is facing tough economic times. While Oman and Iran again harbour closer diplomatically, Khasab remains shut tight to Iranians. Unemployment is rampant on Hormuz and I notice drug addicts in the street, a rare sight in Qeshm. There are also almost no cars. “Only a few dozen people own them here,” says Ali.</p> \n<p> The island has only one small medical clinic, where a general practitioner works a few hours each day. The sick and pregnant must travel by boat to Bandar Abbas to see specialists.</p> \n<p> “Most people these days get by through fishing, but there’s less of that than there used to be, or driving around tourists but that’s only in the winter and early spring - then it gets too hot,” Ali tells me. “In the summer, we just hang out indoors all day and spend from our pockets [what has been made in busier times]. If you haven’t earned enough, you’re in trouble.”</p> \n<p> Hormuz has been trying to get in on the riches of the free trade zone, Ali says, but each time the plan has gone awry. Most recently, in February 2015 Ali Larijani, speaker of the Iranian parliament, announced that adding Hormuz island to the free trade zone was under consideration in parliament.</p> \n<p>The promise alone made real estate prices skyrocket. “I bought 100 square metres of land by the Persian Gulf ten years ago,” says Ali. “Back then, it was 30,000 tomans a metre ($10.50 or &pound;6.70 at today’s exchange rate). Now, it’s more than 400,000. I wish I’d bought more.”<br /></p> \n<p> Each time there is news of Hormuz joining the zone, says Ali, businessmen from Tehran and Isfahan come and buy land. Still, 400,000 tomans (&pound; 90, $140) is cheap compared to prices in Tehran, where a typical house or apartment in downtown sells for at 9m tomans (&pound;2,014; $2,700) a sq m, or the northern regions by the sea, where development land costs 1 to 3m tomans. </p> \n<p>The house Ali has built by the water is humble, made of cement with no facade. But it is located by luscious beaches. There are no guarantees that such scenic landscapes will remain unscathed if business starts to thrive on the island. </p> \n<figure class=\"element element-image\" data-media-id=\"aa53307e176afe00bc4c342d16d315659c84207f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432156031566/b4fb887f-afc0-466b-b51a-27419b5c08c1-460x259.jpeg\" alt=\"Hormuz ochre is a blood-coloured earth pigment. \" width=\"460\" height=\"259\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hormuz ochre is a blood-coloured earth pigment. </span> \n  <span class=\"element-image__credit\">Photograph: Tehran Bureau</span> \n </figcaption> \n</figure> \n<p>Hormuz is best known for its ochre, a red-coloured earth pigment that has made miles of this land look majestic. Traditionally, the ochre was used in everything from decorative arts to wedding ceremonies and even as a spice for fish and <em>torshi</em> (pickled vegetables). Now the ochre is transported by the truckload and exported. Out in the countryside among the multicoloured mountains, the dirt of tractors and trucks belonging to the mining facility can be seen from miles, razing the land, and emptying dirt into the nearby water. </p> \n<p>The ochre is mined by a company whose primary shareholder and owner is best known as an outspoken government critic following the June 2009 protests. But residents here care little for such things, or for his denial that he owns the bulk of the company. They call him the “earth thief.”</p> \n<p> Unlike those on Qeshm, Hormuz island inhabitants are in no way wealthy, and so it will be capital brought from outside the island that will dictate the rules. As I walk on the island’s beaches – possibly the most serene and untouched in the world – I cannot help but wonder what this place will look like once the townspeople get their wish and resorts are built nearby. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432148529095/13924285365_91201f5b61_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"flickr","altText":"Badgir in Tabl"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432302103528/89ab5160-00fb-49a6-8169-69b0c4d948b9-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"Locals have stories for the rocks and cliffs that resemble birds, animals or mythical creatures. Photograph: Tehran Bureau","credit":"Tehran Bureau","altText":"Qeshm ","cleanCaption":"Locals have stories for the rocks and cliffs that resemble birds, animals or mythical creatures.","cleanCredit":"Photograph: Tehran Bureau"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432301980742/c0147c24-b18d-4646-b04b-c3b5f5ca4d56-1148x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1148,"orientation":"portrait","caption":"Picture of Iranian island woman on a wall, Qeshm island. Photograph: Tehran Bureau","credit":"Tehran Bureau","altText":"Iranian woman, Qeshm Island ","cleanCaption":"Picture of Iranian island woman on a wall, Qeshm island.","cleanCredit":"Photograph: Tehran Bureau"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432303407489/d5f2706f-a49e-4457-ab0b-8b546d610642-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"A wall of colour, Qehsm, Iran.  Photograph: Tehran Bureau","credit":"Tehran Bureau","altText":"Qeshm, Iran","cleanCaption":"A wall of colour, Qehsm, Iran. ","cleanCredit":"Photograph: Tehran Bureau"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432302921651/b045f89e-7684-4584-9e29-50bb2ad4bbfc-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"A museum with walls painted in vibrant colours. Photograph: Tehran Bureau","credit":"Tehran Bureau","altText":"Qeshm ","cleanCaption":"A museum with walls painted in vibrant colours.","cleanCredit":"Photograph: Tehran Bureau"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432153665454/97cef409-6b67-4ee6-87a2-673c3edccbe9-1530x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1530,"orientation":"portrait","caption":"A mosque at Bandar-e Lotf in Iran. Photograph: Gareth Smyth","credit":"Gareth Smyth","altText":"A mosque at Bandar-e Lotf in Iran.","cleanCaption":"A mosque at Bandar-e Lotf in Iran.","cleanCredit":"Photograph: Gareth Smyth"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432325878157/13924761834_6af7bd48ce_o-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The end of the fishermen’s day. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>/","credit":"flickr","altText":"The end of the fishermen's day.","cleanCaption":"The end of the fishermen’s day. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>/"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432156031868/7027760a-5bd0-49a8-a902-c8eef43e6cf7-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"Hormuz ochre is a blood-coloured earth pigment.  Photograph: Tehran Bureau","credit":"Tehran Bureau","altText":"Hormuz ochre is a blood-coloured earth pigment. ","cleanCaption":"Hormuz ochre is a blood-coloured earth pigment. ","cleanCredit":"Photograph: Tehran Bureau"}],"webPublicationDate":"2015-05-26T04:00:11Z","lastModified":"2015-05-26T04:00:11Z","metadata":{"commentable":true,"commentCount":8,"contributors":[],"feature":true,"keywords":["Iran","Middle East and North Africa","Iran","Travel","Middle East","Oman"],"tags":[{"id":"world/iran","webTitle":"Iran"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"travel/iran","webTitle":"Iran"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/middleeast","webTitle":"Middle East"},{"id":"world/oman","webTitle":"Oman"}],"section":{"id":"world"},"topics":[],"series":{"title":"Tehran Bureau","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/tehran-bureau"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/iran-blog/2015/may/26/iran-persian-gulf-islands-free-zone","shortUrl":"http://gu.com/p/494k9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/iran-blog/2015/may/26/iran-persian-gulf-islands-free-zone","webUri":"http://www.theguardian.com/world/iran-blog/2015/may/26/iran-persian-gulf-islands-free-zone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432148529095/13924285365_91201f5b61_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Windshaft on Qeshm island, Iran. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>","credit":"flickr","altText":"Windshaft on Qeshm island, Iran. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>","cleanCaption":"Windshaft on Qeshm island, Iran. <a href=\"https://www.flickr.com/photos/roadconnoisseur/13924285365/\">Photograph: roadconnoisseur/flickr</a>"}},"importance":4,"showQuotedHeadline":false},{"title":"Cambodia's new bomb divers aim to make its rivers safe","rawTitle":"Cambodia's new bomb divers aim to make its rivers safe","item":{"type":"article","id":"world/2015/may/26/cambodias-new-bomb-divers-aim-to-make-its-rivers-safe","title":"Cambodia's new bomb divers aim to make its rivers safe","trailText":"The country’s first squad of scuba divers trained to find and help defuse unexploded war time ordnance have started work","standFirst":"<p>The country’s first squad of scuba divers trained to find and help defuse unexploded war time ordnance have started work</p>","byline":"Lauren Crothers in Phnom Penh","body":"<p>It was on an unrelentingly hot day last week when Sok Chenda dived into the Mekong river and helped change how Cambodia deals with a deadly chapter from its history.</p> \n<p>He slipped into the warm water, adjusted his mask and scuba gear, steadied his breathing and slowly began his descent several meters below, where the river water gradually turns from pale to thick, acidic yellow.<br /></p> \n<p>Down there, in a lonely world of swirling sediment and the sound of one’s own breathing, Chenda was feeling for something in the cloudiness.<br /></p> \n<p>And then he saw it: a live, 500lb (225kg) Mark 82 aircraft bomb that had wedged itself in the riverbed, still in the same position 40 years after it had fallen.<br /></p> \n<p>Working meticulously and methodically Chenda carefully fixed a cable to the metal carcass connecting the bomb to an inflatable lift bag. The bomb was pulled free and towed to land where it was then driven to a desolate field and sawed into three parts by a remote-controlled machine. The explosive matter was then set alight.<br /></p> \n<p>The Mark 82 was a relic from the 1960s and 70s, when Cambodia was pounded by an estimated 2.7m tonnes of ordnance dropped mostly from American planes as the war in Vietnam spilled over the border.<br /></p> \n<p>Had it met its target all those years ago it would have probably blown a vast hole in Cambodian soil where at least 2000sq km of land remain contaminated and possibly several thousand tonnes of munitions are still under water.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"bcd7cef9c945545068a70c7e9696bc9a6964415e\"> \n <img src=\"http://media.guim.co.uk/bcd7cef9c945545068a70c7e9696bc9a6964415e/0_367_3500_2101/1000.jpg\" alt=\"Divers search for an aircraft bomb during a diving operation in the Mekong river in Kandal province, Cambodia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Divers search for an aircraft bomb during a diving operation in the Mekong river in Kandal province, Cambodia.</span> \n  <span class=\"element-image__credit\">Photograph: Mak Remissa/EPA</span> \n </figcaption> \n</figure> \n<p>Even today unexploded mines and bombs kill hundreds across the country – indeed before now, this bomb’s extraction would have been near impossible: Cambodia’s de-mining operations are focused primarily on land clearance and have simply lacked the technical skills to handle such salvage.</p> \n<p>However, Chenda and his colleagues from the Cambodian mine action centre (CMAC), endured two years of gruelling army-style training to get to this turning point in the country’s efforts in UXO clearance, becoming part of the first team to safely salvage a deadly remnant from one of the country’s main waterways.<br /></p> \n<p>The feat was nothing short of remarkable, not least because it came just two years after they learned how to swim, then scuba dive, then hone the composure to clear bombs in such an unusual environment using only their sense of touch.<br /></p> \n<p>“We looked at people who were learning fast,” said Allen Tan, country director of the Golden West Humanitarian Foundation, which works on mine and UXO clearance and provided training for the team with funds from the US State Department.<br /></p> \n<p>“Forty candidates had to learn how to swim and scuba dive safely in 30 days,” said Tan. “That is quite a learning curve and it was intense ... But the number one thing was: did they have heart?<br /></p> \n<p>“To make it in this you have to have very good resolve. You have to want it so bad to be able to make it through and be willing to really push yourself.”<br /></p> \n<p>Some failed, some simply dropped out. Two candidates were failed just two days before graduation, “because it’s that serious”, Tan said.</p> \n<p>“You can’t be their friend, because they could die. You have to take people on merit solely. We assign them numbers; we didn’t know their names and we didn’t want to know.”<br /></p> \n<p>In the end, he said the 10 graduates – one has since left the team – spent the next two years in further training and developed the skills and modesty needed to work in such a “mentally tough environment”.<br /></p> \n<p>Chenda, who spent 16 years clearing explosive ordnance on land, said he was happy to have changed direction, despite the intensity of the training.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"5d84b971e0d7a255c055e6ee1a61920bdcc5f13a\"> \n <img src=\"http://media.guim.co.uk/5d84b971e0d7a255c055e6ee1a61920bdcc5f13a/0_26_5468_3632/1000.jpg\" alt=\"A Cambodian mine action centre member, left, and policeman keep watch behind a Mark 82 bomb in Kandal province.\" width=\"1000\" height=\"664\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Cambodian mine action centre member, left, and policeman keep watch behind a Mark 82 bomb in Kandal province.</span> \n  <span class=\"element-image__credit\">Photograph: Tang Chhin Sothy/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“It was difficult to see – we could not see,” he told the Guardian of his dive. “But I was not scared. I was focused.”</p> \n<p>Mike Nisi, Golden West’s chief of underwater operations, said the procedure was “textbook” in its execution.<br /></p> \n<p>As well as the vast number of bombs dropped aerially, it is estimated that up to 300 weapons supply boats from South Vietnam were sunk by Khmer Rouge forces to stop them from reaching the US-backed Lon Nol army in Phnom Penh.<br /></p> \n<p>Like so many other remnants of conflict, the bomb that Chenda brought to the surface may well have stayed unnoticed in the thick river mud, its fins protruding at a sideways angle, had it not caught on the net of a 42-year-old fisherman, Yor Dieb, last month.<br /></p> \n<p>Dieb, who has fished these waters in a tranquil part of Kandal province for the past 20 years, knew the significance of his snagged net only when he dived in to liberate it by hand.<br /></p> \n<p>“I was scared,” he said, not least because it is the second bomb he has caught his net on in 10 years in this stretch of water, across which boats also ferry people.<br /></p> \n<p>According to the most recent report issued by the Cambodian Mine Action and Victim Assistance Authority, 64,496 casualties have been recorded since 1979 and February 2015. Of these, 19,708 people were killed, 35,822 people injured and 8,965 people had to undergo amputations.<br /></p> \n<p>CMAC is now able to turn its attention to remnants found underwater, as well as to the approximately 20,000 calls it receives every year from the public who come across suspicious-looking devices.</p> \n<p>“We have found a number of cases where people have been wounded or killed by munitions under the water, even mines, when people use the traditional bamboo tools to catch catfish … and when they come to pick up those tools, they blow up,” CMAC’s director-general, Heng Ratana, said.<br /></p> \n<p>For Dieb, the fisherman, the need for more focus on making riverbank communities safe from ordnance is important.<br /></p> \n<p>“Fishermen are so scared about finding more bombs,” he said.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"48fab0cf7082a7673500c466fbb87c1af0be5ae7\"> \n <img src=\"http://media.guim.co.uk/48fab0cf7082a7673500c466fbb87c1af0be5ae7/0_193_3288_1972/1000.jpg\" alt=\"Fisherman Yor Dieb discovered the bomb in the Mekong River which was safely salvaged and defused. It is the second bomb he has caught his net on in 10 years. He took part in the mission by steering the boat that bore the dive team and towed the salvaged bomb to land.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fisherman Yor Dieb discovered the bomb in the Mekong River which was safely salvaged and defused. It is the second bomb he has caught his net on in 10 years. He took part in the mission by steering the boat that bore the dive team and towed the salvaged bomb to land.</span> \n  <span class=\"element-image__credit\">Photograph: Lauren Crothers for the Guardian</span> \n </figcaption> \n</figure>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/47ed085c13cf6d8239e6e0592c1961a7c2979d49/0_34_3540_2124/3540.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2124,"width":3540,"orientation":"landscape","credit":"Mak Remissa/EPA","altText":"A Cambodian deminer ties an aircraft bomb following a diving operation in the Mekong river in Kandal province, Cambodia.","cleanCredit":"Photograph: Mak Remissa/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bcd7cef9c945545068a70c7e9696bc9a6964415e/0_367_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Divers search for an aircraft bomb during a diving operation in the Mekong river in Kandal province, Cambodia. Photograph: Mak Remissa/EPA","credit":"Mak Remissa/EPA","altText":"Divers search for an aircraft bomb during a diving operation in the Mekong river in Kandal province, Cambodia.","cleanCaption":"Divers search for an aircraft bomb during a diving operation in the Mekong river in Kandal province, Cambodia.","cleanCredit":"Photograph: Mak Remissa/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d84b971e0d7a255c055e6ee1a61920bdcc5f13a/0_26_5468_3632/5468.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3632,"width":5468,"orientation":"landscape","caption":"A Cambodian mine action centre member, left, and policeman keep watch behind a Mark 82 bomb in Kandal province. Photograph: Tang Chhin Sothy/AFP/Getty Images","credit":"Tang Chhin Sothy/AFP/Getty Images","altText":"A Cambodian mine action centre member, left, and policeman keep watch behind a Mark 82 bomb in Kandal province.","cleanCaption":"A Cambodian mine action centre member, left, and policeman keep watch behind a Mark 82 bomb in Kandal province.","cleanCredit":"Photograph: Tang Chhin Sothy/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48fab0cf7082a7673500c466fbb87c1af0be5ae7/0_193_3288_1972/3288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1972,"width":3288,"orientation":"landscape","caption":"Fisherman Yor Dieb discovered the bomb in the Mekong River which was safely salvaged and defused. It is the second bomb he has caught his net on in 10 years. He took part in the mission by steering the boat that bore the dive team and towed the salvaged bomb to land. Photograph: Lauren Crothers for the Guardian","credit":"Lauren Crothers for the Guardian","altText":"Fisherman Yor Dieb discovered the bomb in the Mekong River which was safely salvaged and defused. It is the second bomb he has caught his net on in 10 years. He took part in the mission by steering the boat that bore the dive team and towed the salvaged bomb to land.","cleanCaption":"Fisherman Yor Dieb discovered the bomb in the Mekong River which was safely salvaged and defused. It is the second bomb he has caught his net on in 10 years. He took part in the mission by steering the boat that bore the dive team and towed the salvaged bomb to land.","cleanCredit":"Photograph: Lauren Crothers for the Guardian"}],"webPublicationDate":"2015-05-26T01:22:52Z","lastModified":"2015-05-26T02:15:40Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Lauren Crothers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lauren-crothers"}],"feature":false,"keywords":["Cambodia","Asia Pacific","World news"],"tags":[{"id":"world/cambodia","webTitle":"Cambodia"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Lauren Crothers","topic":{"type":"tag-contributor","name":"profile/lauren-crothers"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/cambodias-new-bomb-divers-aim-to-make-its-rivers-safe","shortUrl":"http://gu.com/p/497cn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/cambodias-new-bomb-divers-aim-to-make-its-rivers-safe","webUri":"http://www.theguardian.com/world/2015/may/26/cambodias-new-bomb-divers-aim-to-make-its-rivers-safe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432602954572/bb8a95c4-a754-404b-8697-97cca9eaa960-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"4387 - Standing in their scuba gear, UXO recovery divers Lorn Sarat (left) and Sok Chenda stand behind a US-manufactured Mark 82 aircraft bomb, which they salvaged from the Mekong River in Cambodia’s Kandal province on May 21, 2015. Two years ago, neither man could swim. Photograph: Lauren Crothers/Lauren Crothers","credit":"Lauren Crothers/Lauren Crothers","altText":"4387 - Standing in their scuba gear, UXO recovery divers Lorn Sarat (left) and Sok Chenda stand behind a US-manufactured Mark 82 aircraft bomb, which they salvaged from the Mekong River in Cambodia's Kandal province on May 21, 2015. Two years ago, neither man could swim.","cleanCaption":"4387 - Standing in their scuba gear, UXO recovery divers Lorn Sarat (left) and Sok Chenda stand behind a US-manufactured Mark 82 aircraft bomb, which they salvaged from the Mekong River in Cambodia’s Kandal province on May 21, 2015. Two years ago, neither man could swim.","cleanCredit":"Photograph: Lauren Crothers/Lauren Crothers"}},"importance":3,"showQuotedHeadline":false},{"title":"'Black Bike Week' / Riders cry foul over security increase at annual gathering","rawTitle":"Riders cry foul over security increase at annual gathering","item":{"type":"article","id":"us-news/2015/may/24/bikefest-south-carolina-black-bike-week","title":"'Black Bike Week' riders cry foul over security increase at annual gathering","trailText":"A week after a shootout between bikers in Texas and a year after three died in Myrtle Beach, Bikefest attendees say they are not being treated equally","standFirst":"<p>A week after a shootout between bikers in Texas and a year after three died in Myrtle Beach, Bikefest attendees say they are not being treated equally</p>","byline":"Max Blau in Myrtle Beach, South Carolina","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/20/waco-shootout-friendly-sunday-get-together-biker-bloodbath\">Waco shootout: how a friendly Sunday get-together ended in a biker bloodbath</a> </p> \n</aside> \n<p>For more than two decades, thousands of African American motorcyclists have traveled across the nation to South Carolina, to attend the Atlantic Beach Memorial Day Bikefest. On the last weekend in May every year, the low hum of customized choppers with high-handle bars and the high-pitched revs of neon-painted street bikes have sounded out on Ocean Boulevard.</p> \n<p>The 2015 Bikefest, however, was different. Ocean Boulevard, a two-lane commercial strip running parallel to the Atlantic Ocean, was partially closed. Hundreds of police officers enforced a one-way traffic pattern that clogged streets for miles and forced motorcyclists to idle in gridlock for hours. Much to the dismay of riders, pedestrians walked faster than bikes.</p> \n<p>Outside the Sandy Beach Oceanfront Resort, Sean Robinson watched the stop-and-go traffic from the seat of his parked 2008 Harley Davidson, his arms crossed. For the sixth consecutive year, he had traveled five hours from Richmond, Virginia, to attend Bikefest, which is known to most attendees as “Black Bike Week”. He was upset with the way things had changed. </p> \n<p>“I’ll never come again,” said Robinson, blasting Migos’ hit song Hannah Montana from the stereo of his bike. He said his group of friends spent more than $20,000 on lodging for a week-long stay, with little return. </p> \n<p>“We’re spending a whole lot of money,” he said. “You can’t ride a Harley. You can’t move. It used to be open and you could go both ways, sideways, everything.” </p> \n<p>An estimated 400,000 people were expected to travel to Myrtle Beach for the holiday weekend. But one week after nine people died in <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/22/texas-bikers-motorcycles-politics-bandidos-waco-shootout\">a white biker gang shootout in Waco, Texas</a>, Myrtle Beach officials invoked public safety as they ramped up police presence and enacted their controversial traffic plan.</p> \n<p>Last year, the vast majority of riders peacefully partook in Bikefest. But three people were shot to death and several others suffered gunshot wounds. South Carolina’s governor, Nikki Haley, called for city officials to end Bikefest for good. Local officials decided to keep Bikefest going, albeit with some drastic changes. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>“This isn’t anyone’s idea of a good time. Our staff has been working non-stop this weekend to try to keep everyone safe</p> \n  <footer> \n   <cite>Mark Kruea</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Law enforcement officers from more than 40 agencies and three states traveled to Myrtle Beach. According to Mark Kruea, Myrtle Beach’s public information officer, no shooting deaths occurred this year and only one person was injured in a shooting, at the Compass Cove Resort Hotel.</p> \n<p>Kruea said three motorcyclists and one moped rider died in traffic accidents. Other riders filled local emergency rooms to capacity with non-fatal injuries. Several crimes occurred, including robberies and kidnappings.</p> \n<p> “This isn’t anyone’s idea of a good time,” Kruea says. “Our staff has been working non-stop this weekend, literally around the clock, to try to keep everyone safe, keep traffic moving, respond to emergency calls, investigate crimes, clean up wrecks and generally keep the peace.”</p> \n<p>But Alonzo Pritchard, a Memphis tire shop manager who attended Bikefest for the 18th consecutive year, said the city had sapped the life out of the gathering. For the first time, officials lined Ocean Boulevard with steel barricades. They also replaced the usual traffic pattern with a temporary 23-mile one-way traffic loop that forced all motorists and motorcyclists to circle the heart of Myrtle Beach.</p> \n<p>“The pedestrian protections on the Boulevard worked well, as did the extended traffic loop,” Kruea said.</p> \n<p>Barry James, a resident of Danville, Virginia, who attended for the 10th time, said the restrictions, compared with those in place for the 2015 Spring Harley-Davidson Rally one week earlier, which is held 15 miles outside of Myrtle Beach in Murrels Inlet, were troubling and intentional. The Murrels Inlet event attracted thousands of riders, most of whom were white. Minimal security and traffic measures were in place, James said. </p> \n<p>“If you’re going to do it, keep it fair, do it the same way every time,” he said. “They’ve got to lift these barriers. We’re not locked up, we’re free, they’re got us restricted like we’re locked up and that ain’t right.”</p> \n<figure class=\"element element-image\" data-media-id=\"6bb8279d7da05c78e3fb2971daf8dfecb9fe8c3e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432501893054/5f00e5f2-6a39-429b-8cba-27b43a1918c8-460x307.jpeg\" alt=\"Bikefest bikers\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">LaDonna Harris, right, a member of the AfroDogs Motorcycle Club, rode from Youngstown, Ohio. </span> \n  <span class=\"element-image__credit\">Photograph: Max Blau</span> \n </figcaption> \n</figure> \n<p>Such allegations have forced the National Association for the Advancement of Colored People to monitor the festival for much of the past decade. Anson Asaka, associate general counsel with the NAACP’s national office, said Bikefest riders have routinely faced a “pattern of discrimination” compared with the nearby festival which attracts predominately white bikers. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Here, in Myrtle Beach, because of unfortunate events, the collective group of black bikers gets punished</p> \n  <footer> \n   <cite>Anson Asaka</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“When something like [the Waco biker shootings] happens and it involves white bikers, there’s no collective condemnation of white bikers in general,” Asaka said. “Here, in Myrtle Beach, because of unfortunate events, the collective group of black bikers gets punished.”</p> \n<p>In past years, Asaka said, local business owners, quick to welcome white attendees, closed down their restaurants and shops to avoid serving black Bikefest attendees. According to Asaka, law enforcement officers during Bikefest used more “aggressive” policing tactics and arrested black riders for minor offenses like revving their engines too loudly.</p> \n<p>Following such actions in the early 2000s, NAACP officials filed federal lawsuits against Myrtle Beach officials and local business owners, to ensure black riders received the same treatment as white. The advocacy group reached settlements to improve police relations and make sure local shopkeepers kept their businesses opens when black riders came to town. </p> \n<p>Since the city’s settlement agreement expired in 2010, NAACP members have continued to monitor both South Carolina bike festivals, fielding discrimination complaints through a hotline and holding press conferences to deter potential misconduct. Asaka said the NAACP received a “significant” number of complaints during this year’s Bikefest related to the new changes. He declined to elaborate on the number of people who contacted the organization.</p> \n<figure class=\"element element-image\" data-media-id=\"40741c7ab40d43d7ee7c371746e2e6c6650eb01e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/24/1432501780827/b62a0253-daf2-4907-a49a-bf94db4629b2-460x307.jpeg\" alt=\"Bikefest biker \" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sean Robinson, a Harley Davidson enthusiast from Richmond, Virginia does not plan to return to Bikefest.</span> \n  <span class=\"element-image__credit\">Photograph: Max Blau</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/22/texas-bikers-motorcycles-politics-bandidos-waco-shootout\">Texas motorcycles, politics and guns: welcome to the biker world</a> </p> \n</aside> \n<p>“Quite a few people compared it to being treated like animals in a cage because they were locked in and it was only established for Black Bike Week,” he said.<em> </em></p> \n<p>Inside the Sandy Beach Oceanfront Resort, manager David Savoca said business at the hotel had remained relatively constant compared with past Bikefests. He preferred the extra safety precautions. But he also empathized with the motorcyclists who were expecting to ride their bikes – not sit in traffic for hours. </p> \n<p>“We respect bikes, we like being full, we’re here to make money,” Savoca said from behind his second-floor desk. “It may deter them from wanting to come back because it’s now an event where you’re not cruising on your bike any more. You’re just walking. That’s not what this event is all about.”</p> \n<p>Sean Robinson said he would not be returning Myrtle Beach until officials got rid of the traffic loop, did away with the barricades and let motorcyclists travel without major impediments. As far as he was concerned, he would rather spend his money somewhere more hospitable to riders. </p> \n<p>“It’s not fair,” he said. “If we can’t move, it’s not worth it.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432502066837/33126173-9f71-4555-980b-c67adb8d981c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Randall Hill/Reuters","altText":"Bikefest bikers","cleanCredit":"Photograph: Randall Hill/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432501891878/1b2d6337-0a27-48d2-b7fe-0c57a4f20737-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"LaDonna Harris, right, a member of the AfroDogs Motorcycle Club, rode from Youngstown, Ohio.  Photograph: Max Blau","credit":"Max Blau","altText":"Bikefest bikers","cleanCaption":"LaDonna Harris, right, a member of the AfroDogs Motorcycle Club, rode from Youngstown, Ohio. ","cleanCredit":"Photograph: Max Blau"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432501779581/bafcc3f3-b313-4890-bd0c-11caeb8a8b18-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Sean Robinson, a Harley Davidson enthusiast from Richmond, Virginia does not plan to return to Bikefest. Photograph: Max Blau","credit":"Max Blau","altText":"Bikefest biker ","cleanCaption":"Sean Robinson, a Harley Davidson enthusiast from Richmond, Virginia does not plan to return to Bikefest.","cleanCredit":"Photograph: Max Blau"}],"webPublicationDate":"2015-05-25T12:00:03Z","lastModified":"2015-05-25T18:25:37Z","metadata":{"commentable":true,"commentCount":241,"contributors":[{"name":"Max Blau","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/max-blau"}],"feature":true,"keywords":["South Carolina","US news","Race issues","World news"],"tags":[{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Max Blau","topic":{"type":"tag-contributor","name":"profile/max-blau"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/24/bikefest-south-carolina-black-bike-week","shortUrl":"http://gu.com/p/497aa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/24/bikefest-south-carolina-black-bike-week","webUri":"http://www.theguardian.com/us-news/2015/may/24/bikefest-south-carolina-black-bike-week"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432502066837/33126173-9f71-4555-980b-c67adb8d981c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A biker and his rider are seen on Ocean Boulevard during the 2015 Atlantic Beach Memorial Day BikeFest in Myrtle Beach, South Carolina. Photograph: Randall Hill/Reuters","credit":"Randall Hill/Reuters","altText":"Bikefest bikers","cleanCaption":"A biker and his rider are seen on Ocean Boulevard during the 2015 Atlantic Beach Memorial Day BikeFest in Myrtle Beach, South Carolina.","cleanCredit":"Photograph: Randall Hill/Reuters"}},"importance":3,"kicker":{"title":"'Black Bike Week'"},"showQuotedHeadline":false}],"lastModified":"2015-05-26T08:15:57Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}