{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"My 977 days held hostage by Somali pirates","rawTitle":"My 977 days held hostage by Somali pirates","item":{"type":"article","id":"world/2015/jun/02/my-977-days-held-hostage-by-somali-pirates","title":"My 977 days held hostage by Somali pirates","trailText":"<strong>The long read:</strong> Michael Scott Moore was kidnapped by Somali pirates in 2012. For the first time, he tells the story of his abduction, detention and eventual release","standFirst":"Michael Scott Moore was kidnapped by Somali pirates in 2012. For the first time, he tells the story of his abduction, detention and eventual release","byline":"Michael Scott Moore","body":"<p>One afternoon two years into my captivity, in a dirty villa, I sat up on the mattress and noticed that my guard had left the room. His rifle lay on a mat. I considered grabbing it.</p> \n<p>The pirates were holding me in Galkacyo, a regional capital in central Somalia. They told me it was Haradheere, near the coast, but I knew Haradheere had no commercial airport, and at first the pirates would giggle every time we heard passenger planes take off and land.</p> \n<p>I had seen the dull and dusty buildings of Galkacyo’s airport as a free man, and now the aircraft noise inspired baroque dreams of freedom – fantasies ranging from a quiet release on the tarmac to a clandestine gathering of Black Hawks and commandos in the dead of night.</p> \n<p>My guard, Bashko, came in and noticed the gun. He picked it up by the muzzle, nimbly, and sat down with a brilliant smile.</p> \n<p>“Problem!” he said, meaning the unattended firearm.</p> \n<p>He rested it behind him and munched a stem of khat, a leafy green plant that acts as a stimulant. His eyes were fervid. I had just been wondering how many of the guards I could shoot before they shot me. I smiled. I was – or had been – a peaceful man. I didn’t want to kill him, or anyone. But I was going nuts.</p> \n<p>“Michael,” Bashko said with good humour. “If the Americans come, you will be killed.”</p> \n<p>“I know.”</p> \n<p>“Why no money?” he asked, referring to the ransom the pirates had demanded.</p> \n<p>I shrugged.</p> \n<h2>* * *</h2> \n<p><strong>I flew to Somalia in early 2012</strong> to write about a pirate gang jailed in Hamburg. They had been captured two years earlier when they tried to hijack the MV Taipan, a German cargo ship, near Somalia. Their marathon trial represented the first proceeding on German soil against any pirate, Somali or otherwise, in more than four centuries. I had reported on the case for Spiegel Online, where I worked in Berlin, and it seemed to me that a book about the case and some underreported aspects of Somali piracy might be interesting.</p> \n<p>I travelled with Ashwin Raman, a Indian-born film-maker, whose documentaries about Afghanistan and Somalia had won several awards. We had arranged security through Mohammed Sahal Gerlach, a Somali elder, in Berlin. Gerlach had lived much of his adult life in Germany, but he came from Galkacyo, which had become a latter-day pirate supply town. Gerlach had good relationships with the dominant Sa’ad clan elders in the region. He had also guided a German TV correspondent through the same region about eight months before.</p> \n<p>During the trial in Hamburg, some of the public defenders had insisted their clients were poor, simple, press-ganged fishermen. The notion of Somali pirates as frustrated fishermen was a cliche, but it seemed to work in court, where little could be verified about the men. When we arrived in Somalia, we found this fishing story in common circulation. We heard it in Hobyo, a pirate nest on the eastern coast where we travelled with a long convoy of guards. As guests of Gerlach and his Sa’ad clan, we interviewed a boss who called himself Mustaf Mohammed Sheikh. He preferred to keep his face wrapped in a keffiyeh and declared himself to be at war with forces of the west. He said “white people” had attacked Somalia by trawling its coral reefs and dumping poison on its shores. Some complaints were legitimate – overfishing and illegal dumping are enormous problems along the African coast – but pirates throughout history have piggybacked on romantic social causes, and Somalis were no exception.</p> \n<p>“They just want to buy khat,” Gerlach told me later. He was only half-joking.</p> \n<p>After 10 days in Somalia we had almost finished our work. I needed to finish gathering material, but Ashwin had nothing to do and wanted to leave early. It went against my gut instinct, but because we had agreed to do everything together, and because it might not be safe for me to hide in the hotel by myself, I went to see him off. The road to the airport could be dangerous, so we talked to Gerlach about security: two aid workers had been kidnapped there a few months before.</p> \n<p>Gerlach assured us that we would be safe, and his friend, the regional president, sent a personal car. A Somali gunman rode with us. But by then it was too late. We had been researched. I pieced this together only months after, when a pirate showed me an image of my own face on his phone. The pirates had pulled an author photo of mine from an old New York Times interview. I’m a dual citizen, and I had travelled to Somalia on a German passport; but they knew I was an American writer.</p> \n<p>The first cold indication of this scrutiny came at the airport, while we sat around having tea. We had to wait for the terminal to open. One of Gerlach’s friends, Yassin, happened to mention my name, and a young Somali man glanced over from a table nearby.</p> \n<p>“You are Michael Scott Moore?”</p> \n<p>“Yes.”</p> \n<p>“I have seen you on the internet,” he said. “You are famous.”</p> \n<p>“I am not,” I said, frowning.</p> \n<p>After a long delay, Gerlach and I shook hands with Ashwin beside the airstrip and began the drive back to our hotel. Along a dusty road, which cut between the graves of Somalis killed in the long civil war, a pickup truck mounted with a heavy gun was waiting.</p> \n<p>The truck approached with its cannon aimed at our windshield. A dozen or so men jumped off and swarmed to my car door. They fired into the air and tried to open the door. I held it shut, but they cracked my wrist with their Kalashnikovs, pulled me out, and beat me on the head. Gerlach was also beaten – but not kidnapped – and our gunman in the passenger seat never fired a shot. My glasses were broken in the dust. My brain recoiled from what was happening. Before they fired their weapons I had convinced myself they just wanted to see my papers. While they dragged me to a waiting car I felt a reflexive horror for my family and the burden I was about to become. I wanted to rewind everything.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The truck approached with its cannon aimed at our windshield. A dozen or so men jumped off and swarmed to my car door</p> \n </blockquote> \n</aside> \n<p>We drove, first, to a house on the edge of Galkacyo, where my bag was handed to an angry-looking man who waved us away. We sped out of town to the east, and I sat with ripped clothes and a bleeding scalp, squeezed into the back seat next to three surly gunmen, bouncing across the bush, for several hours.</p> \n<p>“OK, OK,” the pirates in the front seat said to me. “No problem.”</p> \n<p>The car bounced over a bump so hard that my head hit the roof and left a bloodstain on the fabric.</p> \n<p>“Fuck!” I said and pointed at the blood, cradling the broken wrist in my lap.</p> \n<p>At first I spoke mainly in obscenities.</p> \n<p>“OK, OK,” they said.</p> \n<h2>* * *</h2> \n<p><strong>Near sundown we arrived at an outdoor camp</strong> in a reddish, sandy part of the bush. The pirates blindfolded me and led me to a foam mattress, which lay in the open beside a crumbling low cliff. I was dazed and bloodied but aware of other Somali gunmen, and other hostages. I saw very little. Without my glasses I am drastically nearsighted, and I spent my entire captivity, more than two and a half years, in a fuzzy state of near-blindness.</p> \n<p>The guards handed me bread, a bottle of water and a can of tuna. That would be my diet for the next several months, along with occasional cooked pasta or rice. In two months, I would lose about 40 pounds.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"51c69638bb50dc87f995760f824fa0b87081e0b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433180014835/7ec73af4-f919-4602-a05f-ffc4749812e9-460x276.jpeg\" alt=\"Michael Scott Moore in 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The photographer, Cynthia E Wood, posted this image in a Facebook group on Michael Scott Moore’s birthday in 2012, after he had been kidnapped. It became a touchstone image for his friends during his captivity.</span> \n  <span class=\"element-image__credit\">Photograph: Cynthia E Wood</span> \n </figcaption> \n</figure> \n<p>“OK Michael?” one of the guards said. He was an earnest young Somali with a turban and pale brown skin. He stood on a rise holding a Kalashnikov; the marbled sky behind him had thin swirls of reddening cloud.</p> \n<p>“No,” I said after a while.</p> \n<p>For some reason I thought about the things in my backpack. My sense of self was still intact, like a man who’s just lost his head and wants to put it back on. “They took my bag,” I told the guard. “Can you ask someone for my bag? It’s a maroon backpack, it had a camera in it.”</p> \n<p>“They steal your camera?”</p> \n<p>“Yes.”</p> \n<p>“Thieves!”</p> \n<p>I looked at him curiously. After a while I squinted at all the guards, one at a time, to see if I recognised any from our trip to Hobyo. They were not the same men. But if they were Sa’ad pirates, it didn’t matter. My hosts – meaning Gerlach’s relatives – had turned on me.</p> \n<p>The next morning we moved to a house. The pirates stuffed two other hostages into the car with me and bound our hands. They were both in their 60s, one African, the other – I thought – a Pacific Islander. He had cocoa-coloured skin, small piercing eyes, and twin furzes of gray hair sticking out over his ears. This was Rolly Tambara. We were about to become good friends.</p> \n<p>We drove along the coast that morning until we entered a half-wrecked, filthy house on the edge of a town. (Later I learned it was Hobyo.) We spent three nights there in separate rooms. We sat on thin mattresses, free to walk around but not free to visit the toilet stall without permission.</p> \n<p>A Somali man who may have been a livestock doctor came to inspect my wrist. He declared it “not broken,” although pieces of bone moved around under the skin. He sewed a thin wooden splint around the throbbing joint and said it would heal in three weeks. (It took six.) Then I tried to sleep; but before dawn Rolly and I were loaded into a Land Rover and driven across the bush by pirates who seemed to be in a nervous panic.</p> \n<p>We drove at random, for several hours, until dark fell. What I wouldn’t learn for days was that a posse of American helicopters had rescued the two aid workers captured in Galkacyo – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jan/25/us-commandos-swoop-on-somali-pirates\">Jessica Buchanan and Poul Thisted</a>, an American and a Dane – from a pirate camp in a distant part of the bush the previous night. Nine Somali guards had been killed. The kidnappers were different from mine, but the pirate kingpin Mohammed Garfanji had financed both abductions. He lost a relative in the raid.</p> \n<p>The Somalis in the front of our Land Rover were agitated. One of them, who the men called Ahmed Dirie, had rotten teeth and brown, stained-looking eyes. He seemed to be our guards’ lieutenant – their most immediate, low-ranking boss. His face looked half-melted with anger and he kept an ammunition belt strapped around his pot belly. He and his driver, Muse, quizzed me while we drove across the desert bush.</p> \n<p>“Are you a marine general?” said Muse.</p> \n<p>“Me? No.”</p> \n<p>“Colonel?”</p> \n<p>“No,” I said. “I’m a German citizen.”</p> \n<p>“Ya, ya, ya,” said Ahmed Dirie.</p> \n<p>They knew I was American, and they thought the Buchanan rescue had something to do with me. But I would not learn the full story for weeks. From what I understood of Muse’s Somali, a dozen people had died in some distant town.</p> \n<p>“Helicopters!” said Muse. “American!”</p> \n<p>“Oh boy.”</p> \n<p>We settled in a dusty wooded valley. The Somalis let us sit freely, like kindergarteners, on foam mattresses under a tree. The pirates had cut Rolly’s hair in Hobyo. Now he looked almost dapper, with a half-bald head and a tough, small, sparkplug frame.</p> \n<p>On our first morning in the valley, after a breakfast of cold rice, Rolly started to talk. He was an old Catholic fisherman from the Seychelles. Pirates had caught him and his friend Marc three months earlier, in late 2011. They were cleaning fish on Rolly’s boat about 50 miles from their home port when pirates approached in a skiff under a crackle of gunfire. The Seychelles’ main island of Mah&eacute; lies about 700 miles from Somalia. Their trip to Hobyo, at gunpoint, took seven days.</p> \n<p>Rolly spoke a comical, French-inflected English. “When I go to fishing,” he told me, “I no like to eat fish. I bring chicken, saucissons, like that.” His boat had been equipped with a stove, and on his first morning as a hostage he tried to cook pork sausage for breakfast. One of the Somalis noticed. With his bare foot, from behind, the pirate kicked the sausage overboard. His Muslim sensibilities were offended by pork sausage. Rolly still couldn’t believe it. “They catch you and take you from your home,” he said. “And then they no like what you eat.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1d2a44cb654e2357088b1d0b68413f10ce7d8bf3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433172443904/c45dd277-85a0-4845-a8ee-0efb619c14ed-460x276.jpeg\" alt=\"A view of Hobyo as Michael Scott Moore visited  in January 2012\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A view of Hobyo as Michael Scott Moore and<br />Ashwin Raman visited, with armed guard, in January 2012</span> \n  <span class=\"element-image__credit\">Photograph: Ashwin Raman</span> \n </figcaption> \n</figure> \n<p>The pirates had also glanced at the name printed on the rear of Rolly’s boat – Aride, Port Victoria – and declared him “Australian”. They thought that he was too light-skinned to be African. In fact he was one-quarter Chinese. “Seychelles, you know, is an island country,” he said. “We are mixed, mixed, mixed.”</p> \n<p>Ransom for the two men was $20m. Rolly’s mind seemed to churn through the same trenches of thought every day, and while we lay under thorn trees in the bush he would wince while he made complicated calculations.</p> \n<p>“Michael,” he would say. “You know how much is $20m my country? Is a lot of money. You can buy house, you can buy car.”</p> \n<p>“Rolly, with $20m you can found a corporation.”</p> \n<p>“Heh-heh,” he would say.</p> \n<h2>* * *</h2> \n<p><strong>The nighttime raid by US Navy Seals</strong> had rescued Buchanan and Thisted in open savannah, at night, but the Somalis kept us outdoors in the weeks and months that followed. They boasted on the phone to journalists but took no serious precautions, apart from hiding us under some trees. “Holding the hostages in one place is unlikely now because we are the next target,” a pirate spokesman told the Associated Press in late January – but once we had settled in the wooded valley, Rolly and I spent weeks there, even after a treetop-stirring surveillance flight by an enormous plane (probably an American P-3 Orion).</p> \n<p>We moved back to houses in Hobyo after three weeks only because of a rainstorm. I had the impression that the pirates were making the whole thing up as they went along. They had no clear plan to extract a ransom or hand me back. They just made outrageous demands. Garfani would ask $20m for me.</p> \n<p>One night in late February, a month after my capture, the guards hauled me in a Land Rover, alone, to a remote part of the bush to meet the pirate kingpin. I had heard of Garfanji but never seen a picture. He was a powerful criminal, with a reputation for cruelty as well as kindness to his own men.</p> \n<p>The person I met in the bush that night seemed groggy and dull-witted; he sat cross-legged in the dust and spoke in a high, almost childish voice. He dialled a private American negotiator on his softly glowing smartphone.</p> \n<p>The negotiator said, “The man who just handed you the phone is Mohammed Garfanji,” and my blood felt just like ice water. “They aren’t beating you or anything like that, are they?” he asked.</p> \n<p>“No,” I said, although one boss, Ali Duulaay, had beaten me several times. “Not systematically,” is what I meant.</p> \n<p>The negotiator’s voice was sane, strong, even good‑humoured. I had the false idea that somebody was in control. After a brief conversation he connected me to my mother in California, and hearing her was like hearing music for the first time in weeks. But the call was fruitless, like most of these ransom conversations. The pirates wanted too much. Even the negotiator sounded surprised by “$20 million”.</p> \n<p>After the call, Garfanji searched his phone for the sound file of a news report about the Buchanan rescue. He said, in a slurring, apathetic voice:“Your people have killed nine of my people. If they try it with you, we will shoot you.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Your people have killed nine of my people. If they try it with you, we will shoot you</p> \n  <footer> \n   <cite>Mohammed Garfanji</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“What happened to the hostages?” I decided to ask.</p> \n<p>“They were also killed.”</p> \n<p>He tapped his phone to start the file and tossed it in the dust. I heard a clip from what sounded like an Al-Jazeera broadcast, which explained in clear English that two aid workers held captive in Somalia since autumn 2011 had been flown by US helicopters – alive – to the American base in Djibouti. My heart thumped with glee.</p> \n<p>“I’m very sorry to hear that,” I told Garfanji, and I think no one in that circle of men had any notion how the phone had made a fool of their proud commander, by revealing his poor command of English.</p> \n<h2>* * *</h2> \n<p><strong>When we returned to Hobyo that night,</strong> I lay awake in the darkened house, under a mosquito net, thinking about the report. Nine dead pirates would complicate negotiations. A ransom seemed hopelessly far away.</p> \n<p>I tried to imagine a rescue in that house, which seemed to be a half-built pirate villa waiting for a last infusion of cash. The walls were half a metre thick. The windows had metal mesh screens instead of glass. A concrete wall surrounded the house. A shootout here would be ugly, I thought.</p> \n<p>My door to the front porch was flimsy wood, and the guards sat right outside, on a woven mat. Two or three stayed up all night by chewing khat. “It is the Somali beer,” one of my guards joked.</p> \n<p>Khat was far more important to them than the fishing war off the Somali coast. They chewed it whenever they could, not just at night. They had to be locked with me in these prison houses like hostages – a separate runner came and went with keys – so nothing excited them more than the daily arrival of fresh bundles of khat.</p> \n<p>Most Somalis are Sufis, and chewing khat is one indulgence that sets them apart from the more puritan Salafists in the militant group <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/al-shabaab\">al-Shabaab</a>. Some of my guards had even fought against al-Shabaab in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/jun/07/somalia-civil-war-al-qaida\">Somalia’s civil war</a> that has rumbled on since the federal government first collapsed in 1991. The men considered fundamentalists to be an alien invasion force, and when they heard news on the radio about a drone strike against a Shabaab leader they would report it to me and hold up their thumbs: “America, good!”</p> \n<p>Still, they were quite devout. Five times a day they took turns on a clean mat and mumbled a prayer towards Mecca. A Turkish naval officer once told me that pirates by definition were “not Muslim”, and he doubted they would observe Ramadan; but the pirates I met were meticulously observant.</p> \n<p>One day I asked a guard about his beliefs. It was a bit like asking a mafia hit man why he went to church, but I wanted to hear it straight from a pirate’s mouth. “Bashko,” I said, “you are a Muslim.”</p> \n<p>“Yes!” He was proud.</p> \n<p>“But you are also a thief.” I bumped my fingers together, which had become a comprehensible gesture for us. “No same-same.” These things don’t fit together.</p> \n<p>A smile crept over his face as it dawned on him what I’d said. He laughed and rattled a translation to the other guards. He straightened up in his chair and tapped his chest.</p> \n<p>“I am a Muslim,” he said. “But I am also a thief,” he admitted. “Why? Because in Somalia, hungry-problem.”</p> \n<p>“Yes, that’s true.” I held his eyes. But, I added, “I don’t think Islam works like that.”</p> \n<p>Bashko was my friend among the guards, a quick-minded, bantam kid in his 20s with clever eyes and a flashing smile. I wanted long, detailed conversations with him – I wished intensely for a translator – but with our pidgin mix of English and Somali we could only speak in broad terms.</p> \n<p>The theological problem nagged him, though, and after a week or two he answered my question. He said the Koran called for struggle against nonbelievers. Thieving from infidels therefore was not theft.</p> \n<p>“Really?”</p> \n<p>“Jews, Christians, Buddhists …” OK to steal from them, he implied. “Muslim, no.”</p> \n<p>I shook my head. “Does the Koran say you can also kill infidels?” I asked.</p> \n<p>“No.” Bashko was adamant. “All life is sacred under Allah.”</p> \n<p>One sura, 9:5, the so-called Verse of the Sword, does mention kidnapping, and it is often used as an excuse for hostage-taking and even violent jihad. But we had no Koran in the prison house. In fact, I rarely saw the men read.</p> \n<p>“But under Allah,” I asked Bashko, “it’s OK to steal from other faiths?”</p> \n<p>“Yes, it’s in the Koran,” he said, and smiled, as if to say there was nothing he could do; the book outranked us both.</p> \n<h2>* * *</h2> \n<p><strong>For the first few months of 2012</strong> we heard regular surveillance in the air, and the roar of a low-flying Orion plane, every few days, would give me a thrill of reassurance and hope. It had the opposite effect on my guards. They wanted me to keep my mouth shut every time a plane came near because they thought sophisticated American listening devices could locate the sound of my voice.</p> \n<p>In late March, members of the same pirate gang hijacked a long-line tuna ship off Somalia and anchored it near Hobyo. Rolly and I had to move onboard in mid-April. The idea, I think, was that US helicopters would be less likely to descend on a rusted industrial fishing boat filled with two or three dozen hostages than they were on a house or a camp in the bush. A few weeks later, in May, the pirates moved us back to land for 24 hours. A gap-toothed and rather stupid pirate called Bakayle said we were about to receive our “plane tickets” home. That was a bitter joke, and what followed would shape up to be the strangest and most appalling day of my life.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"1f2c990f821f8da704b5105f143be88c0b989d89\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433172930346/ea5c96a9-b310-4371-9a48-3a56363af1f6-460x276.jpeg\" alt=\"A Somali pirate in front of a hijacked fishing boat in 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Somali pirate in front of a hijacked fishing boat in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Farah Abdi Warsameh/AP</span> \n </figcaption> \n</figure> \n<p>We drove through the dry bush for an hour. The cars made their way to a sloping wooded area where other cars, and other Somalis, waited under the trees. The men marched Rolly away behind a thicket. I felt uneasy, but the pirates said, “No problem,” and I sat with them for about 20 minutes until one rolled down his window and we heard a harsh voice cry out.</p> \n<p>“Rolly!” the guard said. They led me to a cluster of tangled trees. I saw a group of men, heavily armed, with rocket launchers and AK-47s, standing or squatting in the dust. Some wore turbans and keffiyehs. Most were older and seemed to be ranking pirates or clan leaders. They watched me with wary eyes for a reaction, like large predatory cats. Rolly dangled upside-down from a tree. They had tied him by the ankles to a heavy bough. He swung free in nothing but a pair of cotton shorts; his arms flopped like a rag doll’s. A fat, deep-black man with a high voice whacked him on the chest and feet with a bamboo cane.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Rolly dangled upside-down from a tree. They had tied him by the ankles to a heavy bough</p> \n </blockquote> \n</aside> \n<p>It was a torture scene from the days when Ottoman officials would tie the feet of criminals and subject them to <strong>“</strong><em>bastinado</em><strong>”</strong>, or public foot-whipping. Two teenagers filmed it. Other Somalis ran up to kick Rolly in the ribs. They seemed to enjoy themselves. But Rolly didn’t scream again. He just closed his eyes and let it happen. I wondered if he was in shock.</p> \n<p>The fat man was Mohammed Garfanji. He handed his cane to another Somali and came up the slope, where he squatted some distance from me and squinted.</p> \n<p>“Hello, Michael. Do you remember me?” He said Rolly had to be punished because he would not admit to being Israeli. “But he isn’t Israeli,” I said. “I have found proof on the internet!” Garfanji blustered.</p> \n<p>The man now holding the cane slid it through the cotton knot at Rolly’s feet and used it to turn him this way and that. Other men kicked him. I was about to say that Rolly spoke no Hebrew; but that could have led to an awkward line of questioning. (“Have you been to Israel?” etc) The Somalis I met harboured an unquestioned hatred for Jews.</p> \n<p>I decided to say, “He speaks like a man from the Seychelles.”</p> \n<p>A more junior boss,<strong> </strong>Ali Duulaay, squatted next to Rolly in the dust with a lit cigarette. Duulaay had organised both of our kidnappings. Garfanji was the financier, as far as I understood – he sat at the top of a number of interrelated pirate gangs – but Duulaay was a direct gang leader.</p> \n<p>He liked to use his fists, and he’d clobbered Rolly and me several times. He was lean but strong, about 40, with acne-marked skin. A little game occurred to him now. He held the filter end of his cigarette up to Rolly’s upside-down face and taunted him. “Come on, Rolly,” he seemed to be saying, with a smile, trying to slip the cigarette between Rolly’s lips. “No, Ali, you know I no like cigarettes.” His face looked strained and flushed.</p> \n<p>Bakayle taunted the old man about his ransom. “We will get $50m from your family!” Rolly didn’t answer, but from that day onwards he would refer to Bakayle as “Fifty Million”.<strong> </strong>At last the pirates lowered him to the ground. He lay on his side, propped up on one elbow, to recover his breath. I went to sit near him and asked the Somalis for food and water. One guard brought a bottle and box of cookies. “Are you hungry?” I said and Rolly nodded. “Just relax for a while. I think it’s over.”</p> \n<p>But now it was my turn. Garfanji said “these men” in the woods wanted to know why no one had wired them money. Where was that $20m? “You’re asking too much,” I told him. “Even you know that.”</p> \n<p>Garfanji bellowed my answer to the assembled bosses, who hollered their dissatisfaction and shook their weapons. One looked like Mustaf Mohammed Sheikh, the pirate Ashwin and I had interviewed in Hobyo. He kept a keffiyeh wrapped around his face, so it was hard to tell; but the resemblance was chilling.</p> \n<p>Garfanji said I would be sold to al-Shabaab in one hour if the money wasn’t sent right away. “They are coming here now!” he said and I felt a mixture of fear and ashen contempt.</p> \n<p>“Well, we don’t have the money,” I muttered. “There just isn’t that much money available.”</p> \n<p>“You’re lying! I have looked into your bank account! I know how much money you have.”</p> \n<p>His men had stolen a bank card, and I didn’t know whether someone had hacked my account. “So you know I don’t even have one million, Mohammed,” I said.</p> \n<p>That tripped him up. He wanted to accuse me of having more, but from the way he dissembled I gathered he had not cracked my account.</p> \n<p>“The American government hasn’t given us any answer,” he said. “These are dangerous men. They are not satisfied. How can we find more money?”</p> \n<p>“You have my German passport,” I said. “Maybe the German government can help.”</p> \n<p>I didn’t think it could. But I was surrounded by armed men and had to say something. Garfanji shouted my answer to the others and they shook their weapons. They liked the idea, apparently. Garfanji suggested a video. The whole episode, from start to finish, was pirate theatre. We rehearsed an interview while the cameramen adjusted their tripod and a handful of pirates stepped behind me, holding heavy weapons. I did not notice them at first. On the video they are hard to miss; but they were very quiet and I noticed them only at the end, after they stepped away.</p> \n<p>Another man insisted I wear a pink blanket over my head, to disguise me from aerial surveillance, so in the video I look not just wretched but ridiculous. Garfanji played the inquiring journalist. He bellowed questions from behind the camera.</p> \n<p>Afterwards Garfanji stood on a rise of dirt and addressed the men. He had pretended to mediate between me and this wild gang of bosses; now he rose to his true role as their chief. He swung the bamboo cane and pontificated. “Tyrant” was too big a word for him. He was a play-tyrant, a sadistic bully, and I saw for the first time that Garfanji, this high-voiced overweight child, had flecks of grey in his hair.</p> \n<p>The camera team packed up and stopped to apologise to me. One had small wire glasses and spoke clear English. “I am sorry,” he said. “We can’t do anything. We are only journalists. We will put these videos on the internet.”</p> \n<p>Within days, in fact, the video would be for sale. Someone sent an email to Ashwin in Germany, offering to sell the video for $2,000, but he declined. It ended up on the <a href=\"http://www.somaliareport.com/\">Somalia Report</a>, a news site, and became the single well-known video from my time as a hostage. (We made four or five.)</p> \n<p>“This wasn’t journalism,” I told the teenage cameramen and gestured at Rolly. “It was humiliation.”</p> \n<p>“Humanitarian, yes.”</p> \n<p>“That’s not what I said.”</p> \n<h2>* * *</h2> \n<p><strong>In the autumn of 2012, eight months after my capture,</strong> I was moved to a series of barren prison houses in Galkacyo. I never saw Garfanji, or Rolly, again. (Rolly and his friend Marc were both ransomed and flown to the Seychelles in November, 2012.)</p> \n<p>The pirate now in charge was Dhuxul, an almost bald, almost obese man with deadened eyes and a tuneless voice. He walked with a limp, on a wooden prosthetic. He told me his foot had been shot off by American helicopters during the Black Hawk Down incident in Mogadishu in 1993. That’s not impossible – he was in his late 40s, which is old enough – but the number of pirates I met with physical scars from that disastrous day of violence was implausibly high.</p> \n<p>Dhuxul was pronounced “Duhul”, a dull and shapeless noise, not so different from the man. He lived in one of our prison homes, which was unusual. A high-ranking boss like him tended to keep his distance, rather than sleeping near the hostage. He kept alcohol and a TV in his room.</p> \n<p>On his orders, the men chained my feet every night. Until then I had not been fettered or tied. Now, after I finished my typical dinner of boiled beans, a guard would kneel in front of my mattress and wrap my ankles in a bicycle chain. If he didn’t like my behaviour that day he might tighten the chain; otherwise he’d leave it loose. I had to be restrained all night, from about six in the evening till the morning call to prayer around five.</p> \n<p>There was no clear explanation for this treatment, which started in the spring of 2013. But the long, 18-month period when my feet had to be chained at night remains as a sodden low point, when something crucial shifted in my spirit. I had flown to Somalia with curiosity and compassion; I had wanted to show, as far as I could, how Somalis lived and what pirates thought. With the chains on, I struggled every night with hatred and debilitating rage. The men treated me like a herd animal. Around me they smoked, giggled, and bowed to Mecca the way a nomad in the desert might pass days and nights around a camel.</p> \n<p>At night I would dream about lively conversation with family friends, in Germany or America, but the dream always ended with the riddle of why I had to return to some kind of jail, and I would wake up to the sight of concrete walls in a house and languid Somalis sitting beside their guns.</p> \n<p>A hostage does nothing, but the long hours are a crisis of longing. My sense of self, in fact my sanity, would surge and ebb. I tended to wake up in a stark panic and pray for no greater mercy than the dawn.</p> \n<p>Rolly had told me that in the first few weeks of captivity, he had considered overdosing on pain pills. (He was an old man, so the Somalis had been generous with a variety of pills.) He had learned to pray on his rosary instead. I coped in other ways. I was a lapsed Catholic, but I found a Bible to read on the fishing boat. Yoga helped to calm my churning mind. I knew my family and colleagues were working to get me out, but thinking about so much money and trouble devoted to the cause of my freedom brought me close to violence.</p> \n<p>Suicide would have been easy. AK-47s lay around like junk. When I was not with other hostages the notion of grabbing a rifle to shoot a few pirates, and then myself, began to seem not just desirable but moral. It would have saved a lot of people a great deal of trouble. It would have spared any Seal team the dizzying risk of a mission. I steered around the idea on some days only by cold logic, since killing myself would have meant a permanent loss for my family and friends.</p> \n<p>What helped was a paradoxical attitude of forgiveness toward the guards. In different circumstances, Bashko and I would have got on well. Most of the guards, I had to remember, were just hired hands who deserved punishment far less than the bosses who had plotted my kidnapping. I also remembered a fierce American essayist called Richard Mitchell, who for some reason was on my mind almost every day. In one of his books, Mitchell revives the ancient idea, from Epictetus, that a victim suffers only by his own consent. Self-pity does nothing but heighten the pain. “To be sick, or to suffer, is inevitable,” writes Mitchell, “but to become bitter and vindictive in sickness and suffering, and to surrender to irrationality, supposing yourself the innocent and virtuous victim of the evil intentions of the world, is not inevitable. The appropriate answer to the question, Why me? is the other question, Why not me?”</p> \n<p>That’s stoicism pure and simple. It helped in Somalia. A sense of victimhood in those prison houses was easy to contract, like a contagious disease, and remembering Epictetus – however second-hand – boiled a good deal of neurosis away.</p> \n<h2>* * *</h2> \n<p><strong>In one Galkacyo house my mosquito tent</strong> and mattress lay in front of an open door, facing east. For months in 2013 I watched the dawn sky lighten every morning through an arabesque arch. The men watched with their Kalashnikovs from a khat-littered mat on the patio. When I stirred at night, they objected. But sometimes I had to urinate before the morning muezzin.</p> \n<p>“<em>Wuuriyaa!</em>” they said one morning when I started to rise in the dark. <em>Hey!</em></p> \n<p>I sat up and lifted my mosquito net. “I have to pee,” I said.</p> \n<p>One guard aimed a flashlight at my face. I sat still and held up my chains.</p> \n<p>“<em>Kadi</em>,” I said.</p> \n<p>The usual night guard went by a nickname, Madobe. He was a lean and sarcastic, handsome, simple-minded man who seemed to hate my guts.</p> \n<p>“<em>Kadi</em>,” I insisted, although making any disturbance at night was against the rules. Madobe lurched forward through the doorway to flick his knuckle into my eye.</p> \n<p>“Jesus!” I shouted.</p> \n<p>The noise angered another guard. He argued with Madobe. Hitting was against the rules. They argued in whispers until one of them tossed me the padlock keys, which landed with a clink on the floor.</p> \n<p>Madobe liked to abuse me. He was adept with his knuckle, and sometimes the eye would hurt for a day or two. That morning I decided to protest his behaviour. When the chains were off, after dawn, Bashko tried to delivered my usual bowl of beans.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Madobe liked to abuse me. He was adept with his knuckle, and sometimes the eye would hurt for a day or two</p> \n </blockquote> \n</aside> \n<p>I shook my head.</p> \n<p>“No chum-chum?” he said, using our word for food.</p> \n<p>“No,” I said.</p> \n<p>“Why?”</p> \n<p>“Madobe hit me.”</p> \n<p>Dhuxul woke up, and Bashko translated my complaint. Other guards upheld my story. Dhuxul gave the men a phlegmatic order and went out. He returned for lunch with a hot restaurant meal of spiced rice and boiled goat, in foam trays, for everyone. The men ate with relish on the patio and Dhuxul placed a plate for me near my pillow, on the floor.</p> \n<p>The food smelled delicious, but I didn’t move. At last Dhuxul made an offer. Madobe was asleep in the other room, but he would punish him “tonight,” Bashko translated.Now would I eat?</p> \n<p>Refusing this concession risked punishment. I had to meet him halfway. Yes, I told Bashko, after Dhuxul punished Madobe, I would eat. Not before. I pushed away the plate. We would save the rice and goat for tonight.</p> \n<p>Dhuxul looked annoyed, but he picked up my chains from a pile on the floor and moved to the other room. I heard Madobe’s voice. The chains clinked. Big deal, I thought – more pirate theatre. Dhuxul wanted to fake me out. But the guards on the patio looked concerned. They moved aside and I saw Madobe in Dhuxul’s clutches, bent forward with his chained hands yanked behind his back. Dhuxul smacked him across the head.</p> \n<p>Naturally my conscience was appalled. I hated Madobe, but I didn’t like to see him chained and smacked on my account. The pirates, though, were bent on acquainting me with hunger and confinement, with the prospect of death, above all with the rule of force. They were acquainting me with Somalia.</p> \n<p>“OK Michael?” Bashko repeated.</p> \n<p>The boss had made his concession. I had to respond.</p> \n<p>“OK,” I said.</p> \n<p>And Madobe quit thwacking me.</p> \n<h2>* * *</h2> \n<p><strong>Hostages made famous by media coverage</strong> grow more expensive, as a rule, so my family made the agonising decision to keep my case quiet. It was not easy: whenever negotiations faltered, so did my mother’s faith in the tactic, and sometimes she warned negotiators and officials around her that she wanted to tell the world. The final decision was always hers, and I don’t question it. The media blackout didn’t shorten my stay in Somalia, but my guards did listen to the radio like eager kids after each video we made in the bush. They wanted to hear my name on the BBC, and it frustrated them to hear nothing.</p> \n<p>“Michael!”</p> \n<p>Bashko came to me one day in 2013 with some hot news.</p> \n<p>“America – no ransom!”</p> \n<p>“No, they won’t pay.” I shook my head in agreement.</p> \n<p>“Why?” he chided. “America no money?”</p> \n<p>He had honestly expected a ransom from Washington. The optimism made my head swim. I thought it was well known in kidnapping circles that the US and British governments paid nothing (normally). Garfanji should have known it before he financed my capture; Bashko should have known it by now. After I went free, at least one FBI agent would express real surprise that these men were so ignorant of US policy. But Bashko hardly knew the difference between Britain and France.</p> \n<p>Months passed, then years. The bosses thought I could make them rich while I slept in their houses in chains. They hit up every conceivable source of cash – governments, families, employers, institutions of any kind. The demands were outrageous, fanciful, and for a long time I sensed negotiations had stalled. During one rare phone call with my mother in 2013 I blurted in German that a rescue “would be welcome”. By then I didn’t mind getting killed. For Bashko it seemed the height of western evil that helicopters might arrive before a fat sack of money; but I was numb to the risks of a rescue, and I imagined, naively, that the US no-ransom policy would require a consistent military response.</p> \n<p>My case was particularly difficult. Two governments had to be prodded for help; two governments had to jostle for command. I spent 32 months as a hostage, and it is possible that the oscillation between US and German responsibility lengthened my time in Somalia. In the end I owed my freedom to a ransom cobbled together by my family and a number of US and German institutions. But it came without warning. I suppose Bashko did try to tell me; but rumours of a ransom surfaced every month, and I quit paying attention. The pirates’ wispy gossip and promises of freedom were more maddening than the raw passage of time, so I learned to listen to them with distant bemusement, the way an old man watches TV.</p> \n<h2>* * *</h2> \n<p><strong>The morning of 23 September 2014,</strong> was not unusual. I woke up in the dark and waited for a guard to toss over keys for my chains. I undid the padlocks, went for a piss, and came back to face a sullen bowl of beans.</p> \n<p>After breakfast I had a phone call with a mysterious American negotiator named Bob. My Somali translator, Yoonis, let me talk for 30 seconds before he yanked the phone from my hands. Bob managed to explain exactly nothing. Yoonis said, “Proof of life, only!”</p> \n<p>Around noon I had to use the toilet, and from the high, broken-tiled, sun-shot bathroom I heard the front compound gate open for a car. That was strange – cars came at night, as a rule. A young Somali named Hashi stood outside the door with his gun.</p> \n<p>“Michael? <em>Gari</em>,” he said.</p> \n<p>Michael, your car is here.</p> \n<p>“What <em>gari</em>?” I said. “I’m busy.”</p> \n<p>“No problem.”</p> \n<p>When I came out the men were buzzing with enthusiasm. Three Somalis were showing off a clear plastic sack of bound hundred-dollar bills. The bag was sealed. I couldn’t tell if the bills were real. “You are going free!” they said, but I didn’t believe it. I’d heard it too many times, and I had grown stunted and cramped. My brain felt like a fish in a swamp.</p> \n<p>“You must pack your bags,” one of them said. “You are going to the airport.”</p> \n<p>I had a bag of dirty clothes. I threw them together but still wasn’t convinced. I climbed into the car with two men, Yoonis and another translator. Normally eight armed men crammed me, blindfolded, into the car. Not this time. We drove through Galkacyo – what the men had called Haradheere for almost two years – and out some distance into the bush, where another car waited.</p> \n<p>“Get out,” said Yoonis. “You are free.”</p> \n<p>I felt bewildered but I climbed into the new car and found myself alone with a strange driver, a Somali who spoke American English. I was still convinced that the promise of freedom was false. But, to my surprise, he dialled a number while he drove, and on the phone I heard not just Bob, the negotiator, but my mother.</p> \n<p>“Where are you?” I was astonished. “Not in Galkacyo.”</p> \n<p>“No, we’re in California,” my mother said.</p> \n<p>“Your driver will take you to a hotel,” Bob explained,<strong> </strong>“and another Somali will drive you to the airport. Your pilot’s name is Derek.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"80a6c0dadcb188d4d2f7065f6b1d275733f64d44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433173017560/9992eff8-27f2-4bcd-85ba-f9c9c7ebb591-280x420.jpeg\" alt=\"Michael Scott Moore in Berlin, in May 2015.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Scott Moore.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Jungeblodt</span> \n </figcaption> \n</figure> \n<p>Galkacyo’s decrepit Abdullahi Yusuf International Airport, to the northeast of town, was just a dry airstrip with a few low buildings, just like I remembered. Now, on the asphalt, a small single-engine plane waited. Next to it stood Derek, a short leathery man in mirrored sunglasses – a bush pilot. When we pulled next to the plane and I opened the door, he stood under the wing to snap a photo.</p> \n<p>“For your mother,” Derek said in a British accent.</p> \n<p>He shook my hand and gave me a backpack stuffed with clothes. Derek said he would deliver me to Mogadishu. From there I would take an American C-130 to Nairobi. Relief was not quite the word – I was still too shattered to feel relief or excitement or joy – but it seemed incredible to me that Derek could fly a plane. He was the first competent man I’d met in a long time.</p> \n<p>I fastened my seatbelt. Derek climbed in and slammed his door. A Somali on the tarmac asked us to wait “just half an hour.”</p> \n<p>“What for?” said Derek.</p> \n<p>“A journalist is coming, he wants to take your picture,” said the Somali.</p> \n<p>“No,” I told Derek.</p> \n<p>I wouldn’t hear for days what was happening in another part of Galkacyo. The ransom had to be divided. Everyone connected to me would want a cut of the money. Within two days several ranking men – including Dhuxul, Ahmed Dirie, and Ali Duulaay – would sit down for a tense meeting in front of a house belonging to a boss called Nuur Jareer. Duulaay and Ahmed Dirie, my kidnappers, wanted a large share of the $1.6m ransom. But by now they were outsiders. They had to demand the money from the sub-group that held me, which included Dhuxul and Nuur Jareer.</p> \n<p>Guards at the meeting aimed their weapons in a complicated Mexican standoff, for mutual security, according to people who described the scene to me later. But the man aiming at Duulaay pulled his trigger. Gunfire unleashed by the others killed Ahmed Dirie, his brother, and one more of my kidnappers. Duulaay died on the spot. The boss Nuur Jareer was injured. Dhuxul pulled him to safety, but within another three days Nuur Jareer would die of his wounds.</p> \n<p>Later I heard the group had invested $2m to hold me. The top men must have been sorely disappointed.</p> \n<p>The plane began to roll forward. Derek and I put on headsets. “Galkacyo tower, Galkacyo tower,” he radioed. “Request permission to take off,” he said and gave his call sign. “Two souls on board.”</p> \n<p>No response. Another delay.</p> \n<p>“Sometimes they don’t answer,” he mumbled.</p> \n<p>I was still shell-shocked and confused. My brain would feel cramped for months. People say, “You must have been overjoyed,” but any ransom is a filthy compromise, and I had long ago given up on hope as a dangerous indulgence. As the plane moved forward, I looked at the cracked and sun-beaten white buildings of the airport – these objects of fantasy for two and a half years – with mute animal wonder.</p> \n<p>“Galkacyo tower, Galkacyo tower,” Derek repeated. “Request permission for takeoff. Two souls onboard.”</p> \n<p>At last there was some noise from the radio.</p> \n<p>“Yes, OK,” crackled a Somali voice, and Derek lined up his plane.</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433169268559/5e3e0ca0-5a19-4b3e-b9ff-c187be7d3c47-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Cynthia E. Wood/Cynthia E Wood","altText":"Michael Scott Moore in San Francisco in 2010.","cleanCredit":"Photograph: Cynthia E. Wood/Cynthia E Wood"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433180015286/7ec73af4-f919-4602-a05f-ffc4749812e9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The photographer, Cynthia E Wood, posted this image in a Facebook group on Michael Scott Moore’s birthday in 2012, after he had been kidnapped. It became a touchstone image for his friends during his captivity. Photograph: Cynthia E Wood","credit":"Cynthia E Wood","altText":"Michael Scott Moore in 2010.","cleanCaption":"The photographer, Cynthia E Wood, posted this image in a Facebook group on Michael Scott Moore’s birthday in 2012, after he had been kidnapped. It became a touchstone image for his friends during his captivity.","cleanCredit":"Photograph: Cynthia E Wood"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433172444643/c45dd277-85a0-4845-a8ee-0efb619c14ed-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A view of Hobyo as Michael Scott Moore and<br>Ashwin Raman visited, with armed guard, in January 2012 Photograph: Ashwin Raman","credit":"Ashwin Raman","altText":"A view of Hobyo as Michael Scott Moore visited  in January 2012","cleanCaption":"A view of Hobyo as Michael Scott Moore and<br>Ashwin Raman visited, with armed guard, in January 2012","cleanCredit":"Photograph: Ashwin Raman"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433172931698/ea5c96a9-b310-4371-9a48-3a56363af1f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Somali pirate in front of a hijacked fishing boat in 2012. Photograph: Farah Abdi Warsameh/AP","credit":"Farah Abdi Warsameh/AP","altText":"A Somali pirate in front of a hijacked fishing boat in 2012.","cleanCaption":"A Somali pirate in front of a hijacked fishing boat in 2012.","cleanCredit":"Photograph: Farah Abdi Warsameh/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433173019101/9992eff8-27f2-4bcd-85ba-f9c9c7ebb591-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Michael Scott Moore. Photograph: Christian Jungeblodt","credit":"Christian Jungeblodt","altText":"Michael Scott Moore in Berlin, in May 2015.","cleanCaption":"Michael Scott Moore.","cleanCredit":"Photograph: Christian Jungeblodt"}],"webPublicationDate":"2015-06-02T05:00:08Z","lastModified":"2015-06-02T08:22:17Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Michael Scott Moore","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-scott-moore"}],"feature":true,"keywords":["Somalia","Middle East and North Africa","Africa","Piracy at sea","World news"],"tags":[{"id":"world/somalia","webTitle":"Somalia"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/piracy","webTitle":"Piracy at sea"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Michael Scott Moore","topic":{"type":"tag-contributor","name":"profile/michael-scott-moore"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/02/my-977-days-held-hostage-by-somali-pirates","shortUrl":"http://gu.com/p/49cy2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/02/my-977-days-held-hostage-by-somali-pirates","webUri":"http://www.theguardian.com/world/2015/jun/02/my-977-days-held-hostage-by-somali-pirates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433161123044/b8fc587e-39f6-41c2-8aca-8682b1848fde-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Scott Moore surrounded by his Somali captors, who demanded a $20m ransom. Photograph: Michael Scott Moore","credit":"Michael Scott Moore","altText":"Michael Scott Moore surrounded by his Somali captors.","cleanCaption":"Michael Scott Moore surrounded by his Somali captors, who demanded a $20m ransom.","cleanCredit":"Photograph: Michael Scott Moore"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Stop thinking and just eat / When 'food adventuring' trivialises cultures","rawTitle":"When 'food adventuring' trivialises cultures","item":{"type":"article","id":"lifeandstyle/2015/jun/01/food-adventuring-cultural-appropriation","title":"Stop thinking and just eat: when 'food adventuring' trivializes cultures","trailText":"Foodies’ taste for ‘authenticity’ can easily become another example of cultural appropriation in the quest for trendy ‘exotic’ flavors ","standFirst":"<p>Foodies’ taste for ‘authenticity’ can easily become another example of cultural appropriation in the quest for trendy ‘exotic’ flavors </p>","byline":"Ashlie Stevens","body":"<p>Food trends change with alarming speed. Often, they’re prompted by the foodie elite, influential restaurateurs, or even pop culture. And while an emphasis seems to be placed on specific ingredients, it is also common for the cuisine of an entire culture or nation to be deemed trendy.</p> \n<p>In 2015, it is supposedly Filipino food, a trend that Andrew Zimmern, chef and host of Bizarre Eats<em>, </em>predicted at the 2014 Food &amp; Wine Festival. He said: </p> \n<blockquote class=\"quoted\"> \n <p>I think what’s going to happen – just like with everything – is we’ll go around the world and take a look at the things people haven’t seen before and haven’t fetishized yet. And then we’ll fetishize. People to blame are folks like me who run around the world, holding up foods and saying, ‘Hey, fetishize this!’</p> \n</blockquote> \n<p>This brings us to cultural appropriation: a practice that involves taking parts a specific culture, commodifying and trivializing them along the way. Think of the hipster wearing a Native American headdress to Coachella, or the sorority girl donning the “sexy geisha” costume for Halloween. <br /></p> \n<p>Food doesn’t often arise as a topic in the discourse of appreciation versus appropriation, perhaps because it seems an innocuous enough item more conducive to cultural exchange. We all love Chipotle, after all. </p> \n<p>However, this goes beyond burritos – it comes down to recognizing that our attitude toward food from different cultures can in turn inform our attitudes about said cultures. Think about it: food is a sensory experience that can bring joy; it’s the feeling of warmth and care that come rushing back when eating a bowl of chicken soup similar to the recipe your grandmother prepared. </p> \n<p>Jennifer Jordan is an associate professor of sociology at the University of Wisconsin-Milwaukee. Her book, <a href=\"http://press.uchicago.edu/ucp/books/book/chicago/E/bo19503009.html\">Edible Memory: The Lure of Heirloom Tomatoes and Other Forgotten Foods</a>, takes a look at how nostalgia and food are intertwined.</p> \n<p>“There’s a physiological connection – smell is the sense that is actually responsible for much of what we experience as flavor, and the sense of smell is very directly, quite literally, connected to the part of our brains responsible for memory. It’s not a coincidence that a particular smell – or flavor, which we ‘taste’ more with our noses than our tongues – can instantly trigger a very vivid memory.” <br /></p> \n<figure class=\"element element-image\" data-media-id=\"e83daf0331118e73f1740f6da5506622f27f0b55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433173632209/15535822737_3163983b93_o-460x276.jpeg\" alt=\"Can tomatoes be 'heirloom'?\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Can tomatoes be ‘heirloom’? Photograph: <a href=\"https://www.flickr.com/photos/familyclan/15535822737/\">David McSpadden/flickr</a></span> \n </figcaption> \n</figure> \n<p>She continues: “I read thousands of newspaper articles, reference books, visited dozens of farms and gardens, talked to chefs, farmers, gardeners. And what I found was people attaching memories and stories about the past to tomatoes, apples and all kinds of other foods.”</p> \n<p>Her research is transferrable to specific cuisines and dishes, too. “Once you bring cooking and spices into the mix, the question of passing down particular recipes –and flavors and memories – gets that much more intense.” </p> \n<p>Jordan said that it can be really important for people who have moved to a new country to recreate the flavors of home in order to tap into that emotional connection.</p> \n<p>Building upon that, using someone else’s cultural symbols as a hobby can turn into an exercise in privilege – like when a food experience becomes more about an obsession with “authenticity” rather than enjoyment. </p> \n<p>We all know these people: they return from a “life-changing” trip abroad, determined to find most authentic domestic version of their latest culinary obsession, which is all well and good, until they use it as a platform for their personal worldliness. </p> \n<p>Writer and comic book artist Shin Yin Khor captured the phenomenon in her comic <a href=\"http://bitchmagazine.org/post/a-comic-about-food-and-cultural-appropriation\">Just Eat It</a>. The final panel of the comic reads: </p> \n<blockquote class=\"quoted\"> \n <p>Stop thinking. Just slurp the noodle in your mouth. I don’t need you to tell me about your spiritual awakening, or your surprise at how modernized our cities are, or how charmed you were that English was so widely spoken … Eat, but don’t expect a gold star for your gastronomical bravery. Eat, but don’t pretend that the food lends you cultural insight into our ‘exotic’ ways. Eat, but recognize that we’ve been eating too, and what is our sustenance isn’t your adventure story. Just – eat.</p> \n</blockquote> \n<p>Sarah Cappeliez, a PhD candidate at the University of Toronto, focuses the cultural elements of food practices in her research. She expands on Khor’s statements: </p> \n<p>“People with a particular disposition to and interest in food – ‘foodies’ – generally enjoy dining at the most authentic Thai restaurant, or the most exotic new ethnic hole-in-the-wall they can find. This ‘food adventuring’ is a type of pastime, but it can also be accompanied by a true appreciation of culinary diversity, or, more importantly, of the diverse cultures that produce the culinary delights they enjoy,” Cappeliez said. </p> \n<figure class=\"element element-image\" data-media-id=\"1a37ecf380a8fe07722f83d139233169fa70a0cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433174586021/de9a2ada-cba3-4e7d-a7d7-41ab5dbe1d2a-460x276.jpeg\" alt=\"Just slurp the noddles!\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Just slurp the noddles!</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>She continues by saying that generally speaking, people who fit in the “foodie” category are also interested in finding out more about the particular dishes and cuisines they are exploring. In fact, part of the appreciation for these cuisines derives not solely from their taste, but also from the surrounding knowledge elements – the history of a dish, how to serve it properly, what version is the most “authentic”. </p> \n<p>“That said, the line is very fine, and the very idea of food adventuring can be problematic in its own right because it does not necessarily signal any sort of true engagement or real interest in the cultures that are being ‘experienced’ through food,” Cappeliez said. “Eating a particular cuisine, even if it’s the most authentic possible, does not lead on its own to a better or deeper understanding of the culture that produced that food, and in that way, should be treated as a very partial, albeit fun, part of knowing a culture or ethnic group.”</p> \n<p>Returning to the idea of food as a trend, Paul Qui, winner of Top Chef Texas and the 2012 recipient of the James Beard Best Chef Southwest award, agrees that sometimes the hype built around a culture’s cuisine can be used as an opportunity to educate people. Born in the Philippines, the cuisine Qui prepares often references the food he ate as a child. </p> \n<p>“To me Filipino food is not a trend, it’s my heritage and culture, but in order to get exposure, it needs to get noticed,” Qui said. “Once a cuisine gets to this stage I think that the culture should be flattered that it’s become so popular. This gives the cuisine, the platform it needs to truly spell out what that culture’s heritage and cuisine are.”</p> \n<p>However, he said that that it is just silly for people to brag about their food experiences. “I know that someone else knows more than I, being a student of food is being a student for life,” he said. </p> \n<p>Qui continued: “People in general have too much ego, and it’s the only ingredient I don’t allow in any of my kitchens. If you come from an open place, I feel that you can truly appreciate and discover a culture’s cuisine from its core.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/11/26/1385481493214/Food-advent-turkey-tacos-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Dan Matthews for the Guardian. Food styling: Jake Sargesson","altText":"Food advent turkey tacos","cleanCredit":"Photograph: Dan Matthews for the Guardian. Food styling: Jake Sargesson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433173634249/15535822737_3163983b93_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Can tomatoes be ‘heirloom’? Photograph: <a href=\"https://www.flickr.com/photos/familyclan/15535822737/\">David McSpadden/flickr</a>","credit":"David McSpadden/flickr","altText":"Can tomatoes be 'heirloom'?","cleanCaption":"Can tomatoes be ‘heirloom’? Photograph: <a href=\"https://www.flickr.com/photos/familyclan/15535822737/\">David McSpadden/flickr</a>"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433174588067/de9a2ada-cba3-4e7d-a7d7-41ab5dbe1d2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Just slurp the noddles! Photograph: Alamy","credit":"Alamy","altText":"Just slurp the noddles!","cleanCaption":"Just slurp the noddles!","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-01T17:00:55Z","lastModified":"2015-06-01T23:03:42Z","metadata":{"commentable":true,"commentCount":133,"contributors":[],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/01/food-adventuring-cultural-appropriation","shortUrl":"http://gu.com/p/49cn5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/01/food-adventuring-cultural-appropriation","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/01/food-adventuring-cultural-appropriation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/11/26/1385481493214/Food-advent-turkey-tacos-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tacos: fashionable (here, Thomasina Miers’ recipe for turkey tacos). Photograph: Dan Matthews for the Guardian. Food styling: Jake Sargesson","credit":"Dan Matthews for the Guardian. Food styling: Jake Sargesson","altText":"Food advent turkey tacos","cleanCaption":"Tacos: fashionable (here, Thomasina Miers’ recipe for turkey tacos).","cleanCredit":"Photograph: Dan Matthews for the Guardian. Food styling: Jake Sargesson"}},"importance":5,"kicker":{"title":"Stop thinking and just eat"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Tania Branigan / Goodbye to smog, cold noodles and breakneck change: my seven years covering China","rawTitle":"Goodbye to smog, cold noodles and breakneck change: my seven years covering China","item":{"type":"article","id":"global/2015/jun/01/smog-noodles-china-pollution-injustices-achievements-tania-branigan","title":"Goodbye to smog, cold noodles and breakneck change: my seven years covering China","trailText":"I won’t miss the pollution and the many injustices. But I will remember the achievements, the beauty, the exuberant energy and the friends I made","standFirst":"I won’t miss the pollution and the many injustices. But I will remember the achievements, the beauty, the exuberant energy and the friends I made","byline":"Tania Branigan","body":"<p>At 4am I shot out of bed as an explosion outside shook the room. Half an hour earlier, I had crawled beneath my duvet, naively imagining the barrage was almost over. It was February 2008 and Beijing had reached its pyrotechnic peak. On previous trips I had fallen in love with China’s exuberance and energy; the exhilaration of watching a country transforming at breakneck speed. Now the capital was celebrating lunar new year with the most spectacular fireworks display I have ever seen. The skyline bloomed red and green and golden in an unending show of confidence, joy and wealth.</p> \n<p>The freezing air was sulphurous as I looked out over my new home: a city of brutal office blocks, gleaming malls, high-rise towers and slums; above all, of building sites – the massive construction efforts for the Olympics were still at full pelt. But Beijing was also, still, a city of ancient alleyways, trees bearing fat orange persimmons and old men walking in the parks with caged thrushes.</p> \n<figure class=\"element element-image\" data-media-id=\"6a52b586e3fcfd4c1e90fc39d0abc6d559fc85d2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433180121628/84922199-f169-4a97-92f2-e54045d8728f-460x276.jpeg\" alt=\"Fireworks during Lantern Festival celebrations in Chongqing Municipality, China, February 2008.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fireworks during lantern festival celebrations in Chongqing municipality, China, February 2008.</span> \n  <span class=\"element-image__credit\">Photograph: China Photos/Getty Images</span> \n </figcaption> \n</figure> \n<p>People joke that, after a month in China, you can write a book on it; after a year, you can write an essay; after five, perhaps a sentence. I loved the seven years I spent there, but nothing is as absurd as the idea of being a “specialist” on a country that holds a fifth of the world’s population, has an extraordinarily rich and turbulent history, boasts immense geographic, ethnic and cultural diversity, and is changing faster than one can imagine.</p> \n<p>In my time there, China overtook Germany and Japan to become the world’s second largest economy; in terms of purchasing power parity, it has now passed the US. It grabbed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/olympics2008\">the most golds at the 2008 Olympics</a>, and opened scores of new airports, hundreds of museums and 7,500 miles of high-speed train track. Tycoon Wang Jianlin became the owner of the world’s largest cinema chain by acquiring 5,000 screens in the US. Internet firm Alibaba held the largest ever global IPO. Chinese firms took stakes in Thames Water, Heathrow Airport and Weetabix.</p> \n<p>Yet every subsequent new year, celebration seemed a little more muted. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/feb/10/china-beijing-hotel-blaze-fireworks\">Tighter fireworks rules were imposed after a luxury hotel went up in flames</a>, but official controls weren’t the only factor. The rich have cut back on ostentatious displays – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/14/china-corruption-crackdown-spreads-xi-jinping\">particularly since the crackdown on corruption began</a> – while the poor have proved less willing to splurge, equally uncertain of what the future holds. This year was the most subdued of all. Though the horizon was still spangled with colour, explosions were far sparser. There were fewer injuries; the air was cleaner; Beijing’s streets quieter and safer – but also rather less fun.</p> \n<p>China is in many ways a more confident nation since 2008. In others it is becalmed and anxious. My arrival coincided with the end of a run of double-digit annual growth rates. <a href=\"http://www.economist.com/blogs/economist-explains/2015/03/economist-explains-8\">In 2015, growth is likely to be around half its 2007 rate of 13%</a>. Its economic path is less certain and more cluttered, even if the leadership still has tools to hand.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/may/15/china-microblogging-accounts-closed\">Heavy-handed censorship has taken the steam out of once rambunctious social media.</a><a href=\"http://www.bbc.co.uk/news/32033315\"> Officials have even sought to rein in the middle-aged dancing women who have colonised the country’s public squares and compound courtyards with blaring music and elaborate choreography.</a> Since taking over in late 2012, Xi Jinping has consolidated power – both his personal authority, and that of the party – to a degree that no one envisioned. A drive to crack down on activists – accompanied by a general ideological tightening – has seen hundreds held or imprisoned. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/13/chinese-police-free-three-of-five-feminist-activists\">The recent detention of five feminists</a> who had merely planned to highlight sexual harassment through a sticker campaign was particularly alarming. They have been released on bail after an international outcry, but charges still hang over their heads. Scholars are noticeably more cautious in addressing potentially sensitive issues; <a href=\"http://www.chinafile.com/conversation/future-ngos-china\">NGOs face draconian new rules.</a></p> \n<figure class=\"element element-image\" data-media-id=\"fa683a1d57580bc3d1480c5c3c9ff0e4bda0ffce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433172812334/e6fcc44f-6bc7-4693-9a8c-699a358138dd-460x276.jpeg\" alt=\"Liu Xiaobo and his wife Liu Xia in Beijing\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liu Xiaobo and his wife Liu Xia in Beijing.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The beginnings of this shift were evident even in my first year. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/liu-xiaobo\">Nobel peace prize-winner Liu Xiaobo</a> was detained hours before we were due to meet in December 2008, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/feb/28/liu-xia-china-dissident-xiaobo\">subsequently jailed for 11 years</a>; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/oct/11/liu-xiaobo-wife-house-arrest\">his wife Liu Xia lives under house arrest</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/apr/11/china-upholds-sentence-activist-xu-zhiyong\">Scholar and activist Xu Zhiyong</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/21/chinese-court-rejects-ilham-tohti-appeal\">the outspoken Uighur academic Ilham Tohti</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/17/gao-yu-and-document-no-9-china-jails-journalist-for-leaking-state-secrets\">veteran journalist Gao Yu</a> are among many imprisoned during my tenure, and even <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/dec/18/ai-weiwei-faces-2011-interview\">famed artist Ai Weiwei</a> was held for 81 days. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/24/crackdown-activists-china-nascent-civil-society-pu-zhiquaing\">Pu Zhiqiang</a>, one of China’s most prominent human rights lawyers, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/lawyer-pu-zhiqiang-ai-weiwei-charged-provoking-trouble-china\">awaits trial on charges of inciting ethnic hatred</a>.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/chen-guangcheng\">The blind grassroots legal activist Chen Guangcheng</a> left, after fleeing captivity and seeking refuge in the US embassy. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/apr/29/china-releases-human-rights-lawyer\">Lawyer Teng Biao</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/may/10/aids-activist-flees-china-america\">HIV/Aids activist Wan Yanhai</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jan/13/chinese-writer-dissident-yu-jie-us\">writer Yu Jie</a> are among many others who have found new homes overseas.</p> \n<p>Journalism, too, has become more difficult, though most of all for domestic reporters. Chinese authorities relaxed strict rules governing foreign correspondents <a href=\"http://news.bbc.co.uk/1/hi/world/asia-pacific/7675306.stm\">to meet their commitment to free reporting of the Olympics</a>. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/greenslade/2014/sep/17/press-freedom-china\">Yet much of the progress has been reversed</a>. Officials declare areas off limits on an ad hoc basis; reporters waiting outside sensitive trials face increased pressure. Media that investigated the wealth of leaders’ families have been refused new visas. Of greatest concern is the intimidation and harassment of local staff and sources, who as Chinese citizens, are far more vulnerable.</p> \n<p>Tensions that broke through the surface in my first year have mounted. In March 2008, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/mar/14/tibet.china1\">the worst riots in Lhasa for almost 20 years exploded</a> after the suppression of peaceful protests by monks. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/aug/04/china\">It was followed by an attack that killed 16 police in Xinjiang in August.</a> The following years have seen an increasingly heavy-handed response by Beijing, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/jul/12/dong-yuanyuan-urumqi-riots\">murderous ethnic violence in the north-western region</a> and attacks beyond, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/feb/12/tibets-acts-self-immolation-china\">and large numbers of self-immolations by Tibetans</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"20ffc1fdf1027ad6e84de8b22938b042c91f5327\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433173012918/2bd5fcc1-e3bb-474c-b6d9-54851a8a2a0f-460x276.jpeg\" alt=\"The devastated town of Beichuan in China's earthquake ravaged Sichuan province in May 2009.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The devastated town of Beichuan in China’s earthquake ravaged Sichuan province in May 2009.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Parks/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Perhaps the defining moment of that first year was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/china-earthquake\">the devastating earthquake</a> that left 90,000 dead or missing in Sichuan and showed China at its best and worst. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/may/14/china.naturaldisasters\">The authorities rescued, fed and sheltered unimaginable numbers in a fast and mostly efficient operation</a>. Modern infrastructure sped recovery efforts. People reacted with humbling resilience, dignity and compassion.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/may/16/chinaearthquake.china2\">Yet I walked through rubble choked with the corpses of dead children</a>, crushed to death in shoddily built schools – evidence of the tendency to cut corners and rampant corruption that skimmed cash from construction budgets. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/aug/26/chinaearthquake.china\">Bereaved parents asking why their children had been betrayed were detained and harassed by authorities. </a></p> \n<p>The global economic crisis hit towards the end of the year; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/nov/10/china-credit-crunch\">China responded with a gargantuan stimulus package</a>. It fostered a sense that China now mattered; but the cost of the rescue – sky-high debt – was evident. It showed what the Chinese government could do; it also underscored the limitations of the country’s investment-led model.</p> \n<p><a href=\"http://english.caixin.com/2015-05-06/100806891.html\">Beijing is finally attempting to rebalance the economy after years of promising to do so</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/apr/25/china-strengthens-environmental-laws-polluting-factories\">just as it is taking steps to tackle the pollution problem</a> and carbon emissions; like so many of the country’s reform efforts (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jul/31/china-reform-hukou-migrant-workers\">especially to the household registration system</a>, or birth control policies, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/31/first-women-beneift-chinese-laws-domestic-violence\">or the law on domestic violence</a>), the changes fall far short of what is needed.</p> \n<p>It is easy to overlook the country’s real achievements, measured not just by the miles of tarmac, still less its numerous billionaires, but by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/sep/16/china-cuts-childbirth-mortality-rate\">the slashing of the neonatal mortality rate</a> and the rolling out of social and medical insurance. Hu Jintao’s administration (2002-2012) has been written off by many, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/05/china-golden-decade-rural-poor\">yet it built the skeleton of a welfare state at remarkable speed</a>.</p> \n<p>The trope that hundreds of millions have been “lifted out” of poverty is wrong and insulting; they have hauled themselves out. But government policies matter too and not all officials are venal, corrupt or self-serving. Some are truly trying to improve lives under tough circumstances. Sometimes they succeed.</p> \n<p>It is also easy to overlook the problems, and not only because of the profits to be made in China. Negative stereotypes can rebound: visitors are sometimes surprised not to be followed down the street. When they hear individuals berate authorities, or see them gather in an angry protest, they flip too easily to the assumption that people are entirely free and criticism unfounded. Worse, they may assume that those with grievances have gone looking for trouble. Few seek confrontation with power; more often, a single injustice sets them on an irreversible course. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/30/china-detains-police-officer-tian-lan\">An attempt to right a wrong leads to beatings or pressure on their families, making them angrier or opening their eyes to the problems faced by others</a>.</p> \n<p>It’s true that Western governments appear hypocritical when they criticise China for abuses, while glossing over the invasion of Iraq, Guant&aacute;namo Bay, extraordinary rendition, Abu Ghraib and so forth. That does not mean they should bite their tongues, but put their own houses in order.</p> \n<p>Honesty is all the more important as China becomes increasingly assertive in the international realm. During the global financial crisis, it shied away from talk of joining with the US as <a href=\"http://en.wikipedia.org/wiki/Group_of_Two\">the “G2”</a> and still avoids the word “superpower”, with its connotations of hegemony. Yet these days it is keen to promote its “new type of great power relationship” with Washington. Last year, Xi told a French audience that the “peaceful, pleasant and civilised” lion of China had woken up.</p> \n<p>The US, and others in the region, fear it is showing its claws and is ready to bite. The Chinese armed forces have had years of double-digit budget increases. The country is island-building in the South China Sea and has proved increasingly assertive in territorial rows there and elsewhere.</p> \n<p>Still, its military spending remains dwarfed by America’s, and other countries are also reclaiming land in disputed waters, albeit much more slowly. China, too, has anxieties about containment by the US and a more hawkish Japan. And some of its frustrations internationally are understandable: Washington has been reluctant to see greater Chinese clout at the World Bank and Asian Development Bank, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/19/china-bind-is-the-uk-accommodating-or-ceding-too-much-to-superpower\">but is also hostile to the Beijing-initiated Asian Infrastructure Investment Bank</a>.</p> \n<p>Geopolitical tensions and horrifying or scandalous news stories studded my tenure. Families of those aboard Malaysian Airlines flight MH370 <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/malaysia-airlines-flight-mh370\">are no closer to learning what has happened to their loved ones</a>. And who could have predicted the melodrama of flamboyant politician Bo Xilai’s fall, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/aug/10/gu-kailai-conviction-murder-china\">after his wife was accused of murdering a British businessman, Neil Heywood</a>?</p> \n<p>But it is the deeper trends that will determine China’s future – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/oct/02/china-becomes-an-urban-nation\">urbanisation</a> and increasing mobility; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/mar/20/china-next-generation-ageing-population\">the demographic timebomb</a> of a shrinking workforce and ageing population; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/25/china-young-feminists-stunts-highlight-challenges-women\">the increasing frustration of young women faced with glaring discrimination</a>; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/oct/08/chinese-sex-fair-prudishness-liberation\">changing sexual mores</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/may/19/love-china-freedom\">romantic expectations</a>; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/01/hong-kong-protests-produce-no-real-winners\">the tension between Hong Kong’s increasingly independent identity and Beijing’s determination to bring it into line</a>.</p> \n<p>The anti-corruption campaign has proved popular, but many remain cynical towards all aspects of authority. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/06/china-takes-environmental-documentary-off-the-web\">People are increasingly angry about the environmental cost of growth and especially its impact on health</a>. Soaring inequalities – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/oct/03/china-rural-poor-left-stranded\">between urban and rural</a>, rich and poor – have sparked bitter resentment. When I passed a crashed sports car one day, an old man looked at me and muttered: “It would be better if rich people just died.” Of course, China has lessons for us too. Older people are generally respected and treated as a valued part of society, making me all the more aware and ashamed of the isolation they often face in the west.</p> \n<p>There is an aggressively nationalist streak and a sometimes absurd suspicion of outsiders, often fanned by authorities; last year, when I asked how vegetable prices at a market were faring, a vendor retorted, quite seriously: “If we tell you, we’ll be like foreign spies.” But the Britain I have returned to is not only increasingly hostile to Europe and immigration; it is startlingly ignorant of the non-western world. How many British politicians have read one book by a Chinese author? (Anyone citing Sun Tzu’s The Art of War should subtract a mark here.) How many Britons even know about the opium wars? Chinese people are far more informed about the British than vice versa, even if their understanding is often as flawed as ours. I don’t mean just the youthful elite who watch Sherlock, but the shopworker who quizzed me on Isambard Kingdom Brunel’s career and, astonishingly, the cab driver who asked how Harold Macmillan was regarded in Britain today. Once, visiting an impoverished rural school in Guizhou, I was struck by an unexpected face on the wall, between Mao and Marx. The third place of honour had been granted to the Scottish engineer James Watt.</p> \n<figure class=\"element element-image\" data-media-id=\"ade8e8b588abc72b17df71cc35ded33d9c6493e6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433174098494/e455a7c6-65bd-4a78-8631-39f0623ebfd2-460x276.jpeg\" alt=\"A woman wearing a face mask to protect against smog in Beijing in January 2014.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman wearing a face mask to protect against smog in Beijing in January 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Wang Zhao/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>I don’t miss China’s smog and dust; still less the injustices that I witnessed. But I loved the energy, the curiosity and friendliness of strangers, and the knowledge I lapped up on everything from Maoist model operas to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2011/may/13/chinese-dinosaur-city-prehistoric-era\">dinosaurs</a>. I miss cold noodles, <a href=\"http://en.wikipedia.org/wiki/Xiaolongbao\">scalding xiao long bao soup dumplings</a> and fresh <a href=\"http://en.wikipedia.org/wiki/Tanghulu\">tanghulu</a> (a superior take on toffee apples). At least Laoganma’s addictive chilli black bean sauce is available in the UK. I’ll miss strolling down the hutongs on summer days, <a href=\"https://vimeo.com/8567331\">skating on frozen lakes</a> in winter, and watching the sun rise over a snow-dusted, crumbling stretch of the Great Wall after a long scrabble uphill through the darkness. China’s rich literary history remains easily accessible, as does the endless linguistic inventiveness and subversive wit of internet users, but its other cultural treasures are now a long-haul flight away: Sichuan’s lush valleys, Gansu’s desert, and Beijing’s ginkgo trees and and <a href=\"http://popupchinese.com/lessons/sinica/birds-of-beijing-and-the-air-they-fly-in\">beautiful azure-winged magpies</a>. And no, new year will not be the same without those free firework displays.</p> \n<figure class=\"element element-image\" data-media-id=\"db5b347b18dae28e45aa0a6d0d4bcfbcc45f4bcb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433174295471/8fb18ff7-5eed-40b4-ad0a-219666f3ae21-460x276.jpeg\" alt=\"Chinese salad for sale in a street market in Beijing in November 2014.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chinese salad for sale in a street market in Beijing in November 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Fred Dufour/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Above all, I will miss the friends I made and the kindness of all those – factory workers, artists, scholars, farmers and campaigners – who welcomed me, helped me to understand their country and shared their aspirations, dreams and fears for its future. I suspect the next few years will prove less spectacular than those I witnessed; I hope, but do not expect that they may be happier. I will be watching from further away, with every bit as much interest.</p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433176433687/A-traffic-jam-on-a-street-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A traffic jam on a street in Beijing in September 2014.ire Photograph: Str/AFP/Getty Images","credit":"Str/AFP/Getty Images","altText":"A traffic jam on a street in Beijing in September 2014.","cleanCaption":"A traffic jam on a street in Beijing in September 2014.ire Photograph: Str/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433180123049/84922199-f169-4a97-92f2-e54045d8728f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fireworks during lantern festival celebrations in Chongqing municipality, China, February 2008. Photograph: China Photos/Getty Images","credit":"China Photos/Getty Images","altText":"Fireworks during Lantern Festival celebrations in Chongqing Municipality, China, February 2008.","cleanCaption":"Fireworks during lantern festival celebrations in Chongqing municipality, China, February 2008.","cleanCredit":"Photograph: China Photos/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433172812942/e6fcc44f-6bc7-4693-9a8c-699a358138dd-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Liu Xiaobo and his wife Liu Xia in Beijing. Photograph: AFP/AFP/Getty Images","credit":"AFP/AFP/Getty Images","altText":"Liu Xiaobo and his wife Liu Xia in Beijing","cleanCaption":"Liu Xiaobo and his wife Liu Xia in Beijing.","cleanCredit":"Photograph: AFP/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433173014346/2bd5fcc1-e3bb-474c-b6d9-54851a8a2a0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The devastated town of Beichuan in China’s earthquake ravaged Sichuan province in May 2009. Photograph: Peter Parks/AFP/Getty Images","credit":"Peter Parks/AFP/Getty Images","altText":"The devastated town of Beichuan in China's earthquake ravaged Sichuan province in May 2009.","cleanCaption":"The devastated town of Beichuan in China’s earthquake ravaged Sichuan province in May 2009.","cleanCredit":"Photograph: Peter Parks/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433174099898/e455a7c6-65bd-4a78-8631-39f0623ebfd2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman wearing a face mask to protect against smog in Beijing in January 2014. Photograph: Wang Zhao/AFP/Getty Images","credit":"Wang Zhao/AFP/Getty Images","altText":"A woman wearing a face mask to protect against smog in Beijing in January 2014.","cleanCaption":"A woman wearing a face mask to protect against smog in Beijing in January 2014.","cleanCredit":"Photograph: Wang Zhao/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433174296934/8fb18ff7-5eed-40b4-ad0a-219666f3ae21-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chinese salad for sale in a street market in Beijing in November 2014. Photograph: Fred Dufour/AFP/Getty Images","credit":"Fred Dufour/AFP/Getty Images","altText":"Chinese salad for sale in a street market in Beijing in November 2014.","cleanCaption":"Chinese salad for sale in a street market in Beijing in November 2014.","cleanCredit":"Photograph: Fred Dufour/AFP/Getty Images"}],"webPublicationDate":"2015-06-01T18:42:31Z","lastModified":"2015-06-02T06:02:40Z","metadata":{"commentable":true,"commentCount":158,"contributors":[{"name":"Tania Branigan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/taniabranigan"}],"feature":true,"keywords":["China","Asia Pacific","World news"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"global"},"topics":[{"displayName":"Tania Branigan","topic":{"type":"tag-contributor","name":"profile/taniabranigan"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/jun/01/smog-noodles-china-pollution-injustices-achievements-tania-branigan","shortUrl":"http://gu.com/p/49cpd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/jun/01/smog-noodles-china-pollution-injustices-achievements-tania-branigan","webUri":"http://www.theguardian.com/global/2015/jun/01/smog-noodles-china-pollution-injustices-achievements-tania-branigan"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433176433687/A-traffic-jam-on-a-street-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A traffic jam on a street in Beijing in September 2014. Photograph: Str/AFP/Getty Images","credit":"Str/AFP/Getty Images","altText":"A traffic jam on a street in Beijing in September 2014.","cleanCaption":"A traffic jam on a street in Beijing in September 2014. Photograph: Str/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Tania Branigan"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Festival review / Adjust your clocks, you're on Primavera time now","rawTitle":"Adjust your clocks, you're on Primavera time now","item":{"type":"article","id":"culture/musicblog/2015/jun/01/primavera-sound-festival-review-barcelona-patti-smith-caribou-strokes","title":"Adjust your clocks, you're on Primavera time now","trailText":"The Barcelona festival rewards those who stay out until dawn – and offered thrills from Patti Smith performing Horses in full to Caribou’s loved-up electronica","standFirst":"<p>The Barcelona festival rewards those who stay out until dawn – and offered thrills from Patti Smith performing Horses in full to Caribou’s loved-up electronica</p>","byline":"Tim Jonze","body":"<p>The first thing you need to know about Primavera is that – to do it properly, at least – you’ll have to change your conception of time. When most UK festivals are gearing up for their big finale, this Barcelona bash is wiping its bleary eyes and thinking about opening up for the day. Some of the biggest bookings – the Strokes, Ride – might roll up around midnight, but there will be plenty more artists on the bill after that, and if you’re not walking home in broad daylight you should consider it a personal failure. “Breakfast is served between 7am and 10am,” my hotel informs me, and it feels like some bizarre anachronism from a pre-Primavera world. </p> \n<p>Time isn’t the only thing here that messes with your preconceptions. Who knew, for instance, that Sleaford Mods and their pulsating invective – <a href=\"https://www.youtube.com/watch?v=0pDx5jGlIWU\">“No you fuck off, I’ve got a Brit award”</a> – would draw one of the most packed crowds of the event? Some of us might be struggling to order a <em>vino tinto</em>, but evidently being called a prick over skittering lo-fi beats translates in any language. Likewise, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/antonyandthejohnsons\">Antony and the Johnsons</a> last Thursday night might not seem like the most upbeat festival curtain raiser, but the combination of full orchestra, Steinway grand piano and lyrics about environmental destruction – all performed as the sun set on the Barcelona skyline – made it suitably moving. And, thanks to a lightly pulsing interpretation of his Hercules and Love Affair track Blind, gently euphoric, too. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=JH7PLVe9F2M\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/JH7PLVe9F2M?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The euphoria needs to be gentle early on, because Primavera’s secret weapon is to wait until the wee small hours before really cranking that side of things up. Jon Hopkins’s brand of subtle electronica can sometimes struggle for visual impact at a festival, but at 2am on the mid-sized ATP stage – where he’s joined by backing dancers hurling brightly lit hula hoops around – it works perfectly, and an hour-long set gives his songs the space to unravel elegantly. The following night’s Underworld performance is rather more brutal as they serve up a first festival outing for their unrelenting Dubnobasswithmyheadman show on the Saturday night to a backdrop of white strobe lights. Best of all, though, is Caribou, who essentially close the festival with a 3am set on the Ray-Ban stage. Dan Snaith’s band play in a tight circle centre-stage, their close-knit harmony mirrored by that of the audience, who have taken to thrusting bits of discarded greenery in the air and telling strangers that they <a href=\"https://www.youtube.com/watch?v=BI2Et19vDCM\">“can’t do without you”</a>. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/apr/17/patti-smiths-horses-the-making-of-the-worlds-punk-poet-laureate\">Patti Smith: punk's poet laureate heads back on the road for her sins</a> </p> \n</aside> \n<p>The only other artist who manages to unite the crowd this effortlessly is <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/lionel-messi\">Lionel Messi</a>, whose wonder goal for Barcelona in the Copa del Rey final against Athletic Bilbao is beamed across a giant screen in the food-truck area. The giddy atmosphere for the match shows that, while not exactly Glastonbury, Primavera is about more than just the music. There are good food and drink options – dedicated wine stalls and the chance to sample ceviche from a food truck and not get chronic food poisoning – while the site itself is a weird mix between gravelly car park and Blade Runner set, complete with giant solar panels on the seafront.</p> \n<p>Primavera is now 15 years old, during which time it’s expanded to offer at least six big/medium stages and a handful of smaller ones. Just wandering around in a circle provides a great soundtrack, so that over the course of the weekend you might find yourself watching Run the Jewels’s Killer Mike bring out his wife so that the crowd can sing Happy Birthday for her, or Ariel Pink twisting people’s collective melon with songs such as <a href=\"https://www.youtube.com/watch?v=zfmXcIaN5aY\">White Freckles</a>. One moment you’re catching the impassioned sound of Sleater-Kinney causing a riot (grrrl) on the Heineken stage, the next hearing Perfume Genius perform a set so hushed that he might be the first artist in history to be drowned out by the sonic force of a nearby Belle and Sebastian set. Elsewhere, energy levels peak with Tyler, the Creator (who throws his limbs across the stage in a manner not normally witnessed outside children’s cartoons), the Julie Ruin’s Kathleen Hanna (who does cartwheels and the splits) and a white-dungaree clad DFA 1979, whose brutal dance-rock hybrid does its best to rudely interrupt the festival’s late night loved-up atmosphere.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/icanteachyou/statuses/604039267640303617\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Tyler The Creator. Right now at <a href=\"https://twitter.com/hashtag/PS2015?src=hash\">#PS2015</a> <a href=\"https://twitter.com/hashtag/PrimaveraSound?src=hash\">#PrimaveraSound</a> <a href=\"https://twitter.com/hashtag/tylerthecreator?src=hash\">#tylerthecreator</a> <a href=\"http://t.co/22aaQk4k10\">http://t.co/22aaQk4k10</a> <a href=\"http://t.co/fckWZENC9y\">pic.twitter.com/fckWZENC9y</a></p>— Gerard Estadella (@icanteachyou) \n  <a href=\"https://twitter.com/icanteachyou/status/604039267640303617\">May 28, 2015</a>\n </blockquote> \n</figure> \n<p>If the varied slot times suggest an egalitarian spirit removed from the UK way of doing things, there are still acts here that might be considered headliners. </p> \n<p>For a famously ramshackle band, the Replacements’ European comeback runs surprisingly smoothly – even the bumpy I Will Dare sounds tightly coiled with energy. The band’s penchant for confounding cover versions, however, remains intact. Could this be the first group in history to perform The Jackson 5’s I Want You Back and (a small bit of) Joy Division’s <a href=\"https://www.youtube.com/watch?v=K1gkJDfhhXg\">Love Will Tear Us Apart</a> in the same set? </p> \n<p>The Strokes are a more confusing proposition, not least when they arrive on stage and there’s a gasp from the crowd at Julian Casablancas’s dyed red and yellow mullet and fluorescent jacket. A sample of nearby comments throws up suggestions that range from “cyber-goth Ed Miliband” to “post-rehab recycling plant manager”, but whatever you plump for, it’s not pretty. Luckily, his voice sounds as thrilling as it ever did and the band embark on a set that has peaks and troughs roughly in correlation with whether they’re playing old songs or newer ones. As makers of relevant new music, you suspect the Strokes are pretty much finished, but they can still electrify with the likes of Hard to Explain and The Modern Age. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'C’mon motherfuckers,' Smith screams at the beginning, and it feels like an order rather than an invite</p> \n </blockquote> \n</aside> \n<p>Nothing from the Strokes, or indeed any other artist playing at Primavera, comes close to the highlight of the weekend: Patti Smith, who performs her classic 40-year-old album Horses in full for the first time. “C’mon motherfuckers,” she screams at the beginning, and it feels like an order rather than an invite. </p> \n<p>The idea of having to read aloud your old poetry is the stuff of anxiety dreams for most people, but Smith’s words still sound relevant, and she updates them to take in the modern political landscape of the Catalan capital, which has just <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/spains-indignados-ada-colau-elections-mayor-barcelona\">elected a left-wing mayor, Ada Colau</a>.</p> \n<p>“We are all Johnny,” Smith spits at one point. “We are all being fucked by corporations, by the military. We are free people and we want the world and we want it NOW!” </p> \n<p>Her voice doesn’t sound as good as on record – it sounds better, angrier, more impassioned. She channels this fury into giving the show as many transcendent, poetic moments as the album itself, especially on Birdland and the goosebump-inducing Free Money. </p> \n<figure class=\"element element-embed\" data-alt=\"Patti Smith performs at Primavera\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned=&quot;&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt; \n  &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://instagram.com/p/3SgoSmJCLY/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_top&quot;&gt;Patti Smith doing Horses at #primavera has been pretty special&lt;/a&gt;&lt;/p&gt; \n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Tim Jonze (@timjonze) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-05-30T02:25:09+00:00&quot;&gt;May 29, 2015 at 7:25pm PDT&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Smith ends with the set’s only non-Horses track: a knowingly controversial run through <a href=\"https://www.youtube.com/watch?v=LNnC8hYOmlw\">Rock’n’Roll Nigger</a> that ends in a blizzard of broken guitar strings. There will be some who applaud Smith’s desire to show that artists can say unspeakable things – and point to the fact that the song identifies with, and champions, the oppressed. There will be others who refuse to accept that a 68-year-old white woman can use the term in any context, and it’s an unsettling experience to witness a largely white crowd singing Smith’s words back to her with gleeful abandon. Then again, this is hardly a crowd who turned up for the think pieces, and they possess a seemingly limitless ability to transform even the most incendiary political message into a singalong. </p> \n<p>It’s fitting, then, that the whole event finally reaches a messy climax with the ultimate no-brainer party in the form of DJ Coco’s now-legendary indie disco set, during which the Ray-Ban stage is invaded by punters who want to Shake It Off to Springsteen and Fleetwood Mac. It’s during these sunrise hours that one nearby audience member has a revelatory experience and declares: “Dude! Even Patti Smith could have done with a <a href=\"http://en.wikipedia.org/wiki/Drop_%28music%29\">drop</a>!” And with this higher level of musical insight achieved, everyone dances towards the exit and on to the next party … well, apart from this writer, who begrudgingly has to accept that flights back to Gatwick have yet to get on board with Primavera Time.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433167529979/d1a6397d-06a3-4ceb-8459-36eb38f18caa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"MARTA PEREZ/EPA","altText":"Different Strokes … Julian Casablancas on stage at Primavera 2015.","cleanCredit":"Photograph: MARTA PEREZ/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-01T17:13:23Z","lastModified":"2015-06-01T17:38:25Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Tim Jonze","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750336/TimJonze.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timjonze"}],"feature":false,"keywords":["Music festivals","Pop and rock","Music","Culture","Festivals","Barcelona","Patti Smith"],"tags":[{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"travel/barcelona","webTitle":"Barcelona"},{"id":"music/patti-smith","webTitle":"Patti Smith"}],"section":{"id":"music"},"topics":[{"displayName":"Tim Jonze","topic":{"type":"tag-contributor","name":"profile/timjonze"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/musicblog/2015/jun/01/primavera-sound-festival-review-barcelona-patti-smith-caribou-strokes","shortUrl":"http://gu.com/p/49cnq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/musicblog/2015/jun/01/primavera-sound-festival-review-barcelona-patti-smith-caribou-strokes","webUri":"http://www.theguardian.com/culture/musicblog/2015/jun/01/primavera-sound-festival-review-barcelona-patti-smith-caribou-strokes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433167529979/d1a6397d-06a3-4ceb-8459-36eb38f18caa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Different Strokes … Julian Casablancas on stage at Primavera 2015. Photograph: Marta Perez/EPA","credit":"Marta Perez/EPA","altText":"Different Strokes … Julian Casablancas on stage at Primavera 2015.","cleanCaption":"Different Strokes … Julian Casablancas on stage at Primavera 2015.","cleanCredit":"Photograph: Marta Perez/EPA"}},"importance":4,"kicker":{"title":"Festival review"},"showQuotedHeadline":false,"sublinks":[]},{"title":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","rawTitle":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","item":{"type":"article","id":"world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","title":"How Mohamed Morsi, Egypt’s first elected president, ended up on death row","trailText":"In April, the country’s courts sentenced deposed leader Mohamed Morsi to death. This week he’ll discover if the ruling will be upheld. His downfall tells the story of the country’s chaos since the Arab spring of 2011<br />","standFirst":"<p>In April, the country’s courts sentenced deposed leader Mohamed Morsi to death. This week he’ll discover if the ruling will be upheld. His downfall tells the story of the country’s chaos since the Arab spring of 2011<br /></p>","byline":"Patrick Kingsley","body":"<p>Surrounded by golden mantlepieces, tasselled curtains and a coterie of suits, Mohamed Morsi did not have the air of a man about to be ousted as president. He talked a good game, too. It was 29 June 2013, the day before much-hyped demonstrations that were expected to give the Egyptian military the cover they needed to sweep Morsi from power. But asked whether he trusted the army, Morsi replied with one word: “Gedan.” Absolutely. “They’re busy now,” he later added, “with the affairs of the army itself.”</p> \n<p>But evidently not busy enough – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/30/egypt-mohamed-morsi-defiant-civil-war\">this was Morsi’s last interview as president</a>. Two days on, army chief Abdel Fatah el-Sisi gave him an ultimatum to leave office. And two days after that, on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/03/mohamed-morsi-egypt-second-revolution\">3 July</a>, Sisi ordered his arrest. Morsi has spent the past 23 months in jail, on trial in an ever-increasing number of cases ranging from espionage to incitement, as his successors in power seek to guarantee that he never tastes freedom again. Sisi, by contrast, became president in Morsi’s place, overseeing a crackdown on most forms of opposition with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/feb/22/cairo-prison-abu-zabaal-deaths-37-prisoners\">tens of thousands of dissidents detained, and thousands killed</a>. The biggest proportion of them have been supporters of Morsi’s Muslim Brotherhood – a provocation that led the group last week to make what amounted to a call for an armed insurgency.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Should the conviction stand, Morsi would become the first ex-president to be executed since Saddam Hussein in 2006</p> \n </blockquote> \n</aside> \n<p>That process may reach its apogee on Tuesday. Given <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/morsi-egypt-death-sentence-backlash\">a preliminary death sentence in the second of his four trials last month</a>, Morsi will find out whether it has been upheld. The outcome is expected to be appealed in a process that will take years. Whether Egypt’s regime would follow through with such a provocative act also remains to be seen.</p> \n<p>But should the conviction eventually stand, Morsi would become the world’s first ex-president to be executed since Saddam Hussein in 2006. It is a shocking fate for a man who less than three years ago became the first Egyptian president to reach office through free elections.</p> \n<p>How he reached this nadir depends on who you ask. Supporters say he was doomed from the start. They argue that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/feb/11/hosni-mubarak-resigns-egypt-cairo\">when Hosni Mubarak was toppled in 2011</a>, his regime remained largely intact, and was able to undermine Mubarak’s elected successor from the moment of his election. </p> \n<p>“The struggle was inevitable,” Brotherhood official, Ahmed el-Khoufi, told me last week. Khoufi is one of more than 100 men given a provisional death sentence alongside Morsi, accused of collaborating with Hamas to escape from jail during the 2011 uprising. He’s now on the run. He adds, “It was inevitable that there would be a clash between [the supporters of] a revolution that called for freedom, social justice and human dignity, and a regime that ruled Egypt for decades.”</p> \n<p>But Morsi’s initial bedfellows in that revolution, the leftists, liberals and moderates who would later join Mubarak’s allies to call for Morsi’s exit, have a different narrative. They argue that instead of maintaining a working relationship with other revolutionary factions, he quickly alienated them, and acted only in the interest of the Brotherhood. “The Brotherhood had a degree of political stupidity,” says Abdel Moneim Aboul Fotouh, a former Brotherhood big beast who ran against Morsi in 2011, and was once considered the election’s frontrunner. “They thought they could protect themselves from the conspiracy of the Mubarak regime through [just] their own organisation. They were arrogant. But it’s impossible in the aftermath of any revolution to be protected by anyone other than the owners of that revolution: the people.”</p> \n<p>In June 2012, on the day of his election, Morsi seemed to understand the need to maintain appearances. In a symbolic, if slightly awkward, gesture, he stood before crowds in Tahrir Square, the crucible of the 2011 uprising, and <a href=\"http://weekly.ahram.org.eg/News/615/17/Presidential-trials-and-errors.aspx\">unbuttoned his jacket</a>. The point was to show that he wasn’t wearing a bulletproof vest – and that as a representative of the people, he was not afraid of them.</p> \n<figure class=\"element element-image\" data-media-id=\"08e8573227db71efbe0edb44fa63f457a8098f75\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107301687/ce2a3aa4-b0f8-4d22-a01f-86a02c8657cb-460x276.jpeg\" alt=\"Mohammed Morsi at a rally in Cairo in 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mohammed Morsi at a rally in Cairo in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Fredrik Persson/AP</span> \n </figcaption> \n</figure> \n<p>But he would need more than gestures to maintain unity. He won the election, but only just. And many who got him over the line in the run-off had voted not from conviction – but because they saw him as marginally more preferable to his opponent in the final round: Mubarak’s last prime minister. But rather than keeping everyone onside, Morsi was seen as increasingly divisive, open only to Islamist ideas, and loyal only to the Brotherhood. In October, at celebrations to mark one of the Egyptian army’s most mythical victories, he invited a man convicted of assassinating his predecessor, Anwar Sadat. It was a highly provocative gesture that did nothing to assuage fears that Morsi’s election marked the gateway to a more extremist Egypt.</p> \n<p>But the event that may have sealed his fate came a month later, in November 2012. Seeking to fast-track a controversial, Islamist-slanted constitution, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/23/protests-egypt-presidential-decree\">Morsi awarded himself total executive control</a>, allowing himself to bypass judicial procedures to ensure the text was put to a public vote without further debate. The decision led to <a href=\"http://www.theatlantic.com/international/archive/2012/12/this-is-just-the-beginning-a-bloody-night-with-egypts-protesters/266018/\">deadly street fights</a> between Brotherhood supporters and leftist and liberals outside the presidential palace. Within 10 days, he revoked his decision. But for those who had been on the fence, it was a point of no return. Even Morsi, in his final interview, admitted that it was a mistake: “It was not meant to be, but it contributed some kind of misconception in society.”</p> \n<p>Mohamed Aboul Ghar, the leader of Egypt’s social democratic party, and one of the leading liberal voices to emerge after 2011, says it was the moment he realised Morsi wouldn’t last. The day before Morsi decided to rule by decree, Aboul Ghar had been locked in talks for five hours with the president and other political leaders. The aim was to decide what to do about the constitution, whose drafters had reached an impasse.</p> \n<p>The talks were promising. Both sides made compromises, and Morsi seemed very happy, remembers Aboul Ghar. “He said: I think we’ve [taken] a very important step, and we are going to save the constitution, we’re going to find a compromise, and sort out this big problem in Egypt.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Brotherhood portray it differently. They saw the decision to ram through the constitution as their only option</p> \n </blockquote> \n</aside> \n<p>By Aboul Ghar’s account, Morsi promised to meet again with his opponents the next day, to finalise their deal. But that never happened. Instead, says Aboul Ghar, “on the next day there was this emergency decree. This clearly [showed] to me that it is not him who decides anything. He made these suggestions [to his superiors in the Muslim Brotherhood], and he was told: ‘Shut up. You make this decree.’ Since then, we were invited [to meet Morsi] many times, and we all refused to meet him.”</p> \n<p>The Brotherhood portray it differently. They saw the decision to ram through the constitution as their only option, and a reasonable response to months of intransigence from both the deep state, and from secular-leaning politicians such as Aboul Ghar. At each attempt to hasten Egypt’s democratic transition and establish consensus, they claim they were respectively thwarted by hostile institutions, and immature liberal politicians who refused to work with Morsi in cabinet. “This is the situation,” Morsi told me, when asked why he hadn’t appointed more ministers from other political backgrounds. “We offer them [positions], and they refuse.” In a move that contributed to the Brotherhood’s bunker mentality, the supreme court dissolved the Brotherhood-led lower house of parliament in the days before Morsi’s election.</p> \n<p>It was a decision that forced Morsi to govern without his parliamentary power base – a situation he felt the deep state had engineered to undermine his ability to get anything done. Then in the days before the constitutional debacle, he feared that something similar was about to happen: another intervention from the supreme court that would scrap the committee tasked with drafting the constitution, and bring the whole transition back to square one. Without a constitution, the Brotherhood’s thinking went, there could be no new parliament, and without a parliament, Egypt would be stuck in transitional limbo.</p> \n<p>But whatever the intention, his decision smacked of dictatorship, and meant that Egypt’s divisions would only deepen as Morsi’s tenure continued. His opponents felt there was little point engaging with him. And Morsi saw little point in trying – the fact that the Brotherhood had been on the winning side in every post-revolutionary election gave them an erroneous sense of their own invincibility. But by late May, they should have been worried. By this point a significant proportion of the population had started to mobilise against them.</p> \n<figure class=\"element element-image\" data-media-id=\"ce1e1bd81196fbad56ba292012c33f6e062c3a92\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433108724448/0791258f-3d18-4ac8-be22-e70c338b170b-460x327.jpeg\" alt=\"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.\" width=\"460\" height=\"327\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Amr Nabil/AP</span> \n </figcaption> \n</figure> \n<p>Crucially, these people didn’t just include the usual suspects – such as Aboul Ghar.<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/27/egyptian-activists-hope-revolution-morsi\"> A new campaign group, Tamarod, caught the imagination</a>, and encouraged millions of Egyptians, many of whom had voted for Morsi, to sign a petition calling for early elections. Sensing their moment, the business elite, which controlled the media, launched a full-on decapitation strategy. As June wore on, their newspapers and TV cast Morsi and the Brotherhood as terrorists, and holding them solely responsible for Egypt’s deep-rooted economic problems and fuel shortages. Aboul Fotouh, Morsi’s former ally, supported calls for early elections, and for anti-Morsi protests. But he also argues that these protests were egged on by a campaign to “smear the president, to smear the revolution, and to make people feel that revolution didn’t bring any stability or any security.”</p> \n<p>Which came first may never be established, but amid an increasingly hysterical national conversation, the military also began to move behind the scenes. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/05/sisileaks-egypt-watergate-abdel-fatah-al-sisi\">Leaked recordings of conversations between top generals</a> suggest that the army, supported by the Gulf monarchies, may have helped to fund Tamarod, the grass-roots anti-Morsi campaign. And on 23 June, the army’s leadership summoned several western ambassadors, and hinted that they were mulling an intervention.</p> \n<p>But Morsi’s arrest, let alone his execution, was still by no means a certainty. On 29 June, our interview was delayed while Morsi negotiated with Sisi in the next-door room. The die may have been cast, but it had not yet come to a rest. Even after 30 June, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/30/mohamed-morsi-egypt-protests\">when millions turned out to oppose him</a>, negotiations continued. Behind the scenes, some of Morsi’s opponents say that while they were adamant that the president should step down, they were also open to the Brotherhood’s continued political involvement in some form. Even on 3 July, one source said that Saad el-Katatny, the Brotherhood’s parliamentary leader, was offered the chance to attend a televised meeting about the decision to hold new elections, a symbolic gesture to show that the Brotherhood would not be completely sidelined.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>On 2 July, Morsi’s allies say he did give in on some counts – but it was too late</p> \n </blockquote> \n</aside> \n<p>But as ever, the Brotherhood did not compromise. Throughout this final fortnight, people such as Aboul Ghar feared that Morsi might make some gesture of reconciliation, and so avert the worst of public anger. “I thought that Morsi would be a little bit wiser, [that he’d] do something positive,” says Aboul Ghar. “But as it’s very clear to me, Morsi didn’t have any power. Absolutely nothing. It was the Maktab Irshad [the Brotherhood’s management board] who had full power … They didn’t see that their supporters [were] not supporting them any more. They didn’t see any of these things.”<br /></p> \n<p>On 2 July, Morsi’s allies say he did give in on some counts – but it was too late. On 3 July, he was arrested along with his closest advisers. And so began the still-unfinished crackdown on all Brotherhood activity.</p> \n<p>The Brotherhood argue that what happened next – the massacres, the mass-arrests, Morsi’s death sentence – was scripted from the beginning, and that they were given no chance to beat a dignified retreat. They point out that within days, on 8 July, the army and police had already gunned down more than 50 pro-Morsi protesters in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/interactive/2013/jul/18/cairo-republican-guard-shooting-full-story\">massacre outside the Republican Guards’ club</a> in east Cairo. Ahmed el-Khoufi, the Brotherhood official also awaiting confirmation of a death sentence on Tuesday, says: “Since the start of that first massacre outside the Republican Guards, it was clear that this path was a piece of theatre that still hasn’t finished.”</p> \n<figure class=\"element element-image\" data-media-id=\"7d5faa846a19453d2bab9c7ff18457a96df4acf0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107727616/1d359445-f059-4c3a-a1f8-08ddc220de93-460x276.jpeg\" alt=\"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Louafi Larbi/Reuters</span> \n </figcaption> \n</figure> \n<p>But as ever in Egypt, there is no single, linear truth. It was the army who toppled Morsi, and whose leaders have since tried to stamp out dissent – Islamist and non-Islamist alike. But in the weeks following Morsi’s ouster, the moderates who provided the smokescreen for the army’s return to political life still carried some influence. The head of the supreme court was made acting president. Egypt’s leading liberal, Mohamed ElBaradei, was appointed vice-president, and was allowed to pick the prime minister, Hazem el-Beblawi, an economics professor from Aboul Ghar’s social democratic party. For much of July, Baradei and a team from the EU led negotiations with the Brotherhood, attempting to get them to quit their huge protest camp at Rabaa al-Adawiya in east Cairo before the hardliners dismantled it by force.</p> \n<figure class=\"element element-image\" data-media-id=\"7fb909de7684daa9ee47c8c03509c029dbfa893e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433107899025/065d04d5-18c0-49e5-87a1-fd0366faba7f-460x304.jpeg\" alt=\"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.\" width=\"460\" height=\"304\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Giles/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"http://www.hrw.org/news/2014/08/12/egypt-rab-killings-likely-crimes-against-humanity\">The August massacre at Rabaa, which saw soldiers shoot dead over 800 pro-Morsi protesters</a>, was initially not a forgone conclusion. Nor was Morsi’s prolonged incarceration. In mid-July, a general claimed to me that his fate had not yet been decided, and that he might even be released once the country calmed down. But the longer the Brotherhood stayed in the streets, and the harsher their rhetoric became, the more likely a full-on crackdown seemed. Their intransigence became embarrassing for the new government, and gave more ammunition to those within it who wanted a harder-line solution.The then prime minister, Hazem el-Beblawi, argued to me last year: “There was an increasing anger among the people: how come you want us to believe that you bring us peace and security if there is a direct insult to you in the street, defying you, and you are doing nothing?”</p> \n<p>At this point, Sisi was not yet officially heading the country – but Beblawi suggested he had an increasing say in how things were run. “General Sisi and the army played a major role in 30 June,” said Beblawi. “There is no doubt about this. And his popularity at that time was very high. It still is. Also he was the head of the army, and the army was about the most organised and solid organisation [in Egypt]. So these are facts of life. If I go to sports, and you have next to you the best football player, definitely he has more supporters than I do. If I go with a singer, he definitely will have supporters. So these are facts.” Perhaps the defining post-Morsi moment, and the one that would define Morsi’s fate, came on 24 June. That was the day <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/24/egypt-general-sisi-protest-terrorism\">Sisi made a speech that shifted the balance of power in favour</a> of the hardliners. Since the Brotherhood had snubbed ElBaradei’s appeals for compromise and refused to leave the streets, Sisi now asked the Brotherhood’s opponents to return to Tahrir Square in their millions, to give him a mandate to tackle terrorism. It was a thinly veiled attempt to circumvent peaceniks such as ElBaradei, and win support for the eradication of the Brotherhood, and his own political ambitions.</p> \n<p>“I was shocked,” remembers Khaled Dawoud, then the spokesman for ElBaradei’s political coalition. “I remember very well waking up late, because it was Ramadan, and seeing [Sisi] on the TV in his full military uniform and these super-dark sunglasses, and [hearing] this very hardline speech, and thinking: ‘What’s this? Why are you asking for a mandate? You are only the defence minister.’”</p> \n<p>But two days later, many Egyptians appeared to have fewer qualms: millions turned out to give Sisi his mandate. On the same day, prosecutors brought the first formal allegations against Morsi, accusing him of escaping from prison in 2011 – an allegation that prosecutors seemed happy to overlook when he ran for president, but which now may have him executed. Later that night, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/28/egypt-crisis-cairo-massacre-morsi\">police shot dead more than 80 Brotherhood protesters</a>. And just under three weeks later, soldiers moved on the camp at Rabaa, killing over 800 in the worst state-led massacre since at least Tiananmen Square.</p> \n<p>Any hopes that Morsi might leave prison ended there, and the confidence he expressed in the army on 29 June seemed more misplaced than ever. Still, he got one thing right that Saturday, as he sat on a golden-rimmed armchair at Cairo’s Qubba place.</p> \n<p>“It has been a very difficult year,” he said. “And I think the coming years will also be very difficult.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915298635/d77adf7f-f8c1-479a-94f2-e0fed557dc27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"TAREK EL-GABASS/AFP/Getty Images","altText":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: Tarek El-Gabass/AFP/Getty","cleanCredit":"Photograph: TAREK EL-GABASS/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107303115/ce2a3aa4-b0f8-4d22-a01f-86a02c8657cb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mohammed Morsi at a rally in Cairo in 2012. Photograph: Fredrik Persson/AP","credit":"Fredrik Persson/AP","altText":"Mohammed Morsi at a rally in Cairo in 2012.","cleanCaption":"Mohammed Morsi at a rally in Cairo in 2012.","cleanCredit":"Photograph: Fredrik Persson/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433108725352/0791258f-3d18-4ac8-be22-e70c338b170b-2060x1463.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2060,"orientation":"landscape","caption":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013. Photograph: Amr Nabil/AP","credit":"Amr Nabil/AP","altText":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.","cleanCaption":"Egyptian protesters wave their hands and hold national flags during anti-President Mohammed Morsi demonstration in Tahrir Square in Cairo on June 28, 2013.","cleanCredit":"Photograph: Amr Nabil/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107729086/1d359445-f059-4c3a-a1f8-08ddc220de93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013. Photograph: Louafi Larbi/Reuters","credit":"Louafi Larbi/Reuters","altText":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.","cleanCaption":"Protesters who support former Egyptian President Mohamed Mursi carry an injured man during clashes outside the Republican Guard building in Cairo July 5, 2013.","cleanCredit":"Photograph: Louafi Larbi/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433107899716/065d04d5-18c0-49e5-87a1-fd0366faba7f-2060x1361.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1361,"width":2060,"orientation":"landscape","caption":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt. Photograph: Ed Giles/Getty Images","credit":"Ed Giles/Getty Images","altText":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.","cleanCaption":"An Egyptian woman identifies the body of a family member, a supporter of deposed Egyptian President Mohammed Morsi killed during a violent crackdown by Egyptian Security Forces on pro-Morsi sit-in demonstrations the day before, at the al-Iman Mosque in Nasr City on August 15, 2013 in Cairo, Egypt.","cleanCredit":"Photograph: Ed Giles/Getty Images"}],"webPublicationDate":"2015-06-01T06:00:15Z","lastModified":"2015-06-01T06:00:15Z","metadata":{"commentable":true,"commentCount":255,"contributors":[{"name":"Patrick Kingsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414679917584/Patrick-Kingsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-kingsley"}],"feature":true,"keywords":["Mohamed Morsi","Egypt","Middle East and North Africa","Africa","World news","Arab and Middle East unrest"],"tags":[{"id":"world/mohamed-morsi","webTitle":"Mohamed Morsi"},{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Kingsley","topic":{"type":"tag-contributor","name":"profile/patrick-kingsley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","shortUrl":"http://gu.com/p/49bdn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt","webUri":"http://www.theguardian.com/world/2015/jun/01/mohamed-morsi-execution-death-sentence-egypt"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432915298635/d77adf7f-f8c1-479a-94f2-e0fed557dc27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: TAREK EL-GABASS/AFP/Getty Images","credit":"TAREK EL-GABASS/AFP/Getty Images","altText":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak. Photograph: Tarek El-Gabass/AFP/Getty","cleanCaption":"Morsi during his trial alongside 130 others on charges of organising jail breaks during the 2011 uprising that toppled Hosni Mubarak.","cleanCredit":"Photograph: TAREK EL-GABASS/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Why are so many books about children overcoming family issues? How can I find some that aren't?","rawTitle":"Why are so many books about children overcoming family issues? How can I find some that aren't?","item":{"type":"article","id":"childrens-books-site/2015/jun/01/childrens-book-family-trauma-book-doctor","title":"Why are so many books about children overcoming family issues? How can I find some that aren't?","trailText":"The need to ‘get rid of the parents’ inevitably means death, divorce and trauma are at the heart of much children’s fiction… here the Book Doctor seeks out some books that manage to avoid it or use quieter removal tactics","standFirst":"<p>The need to ‘get rid of the parents’ inevitably means death, divorce and trauma are at the heart of much children’s fiction… here the Book Doctor seeks out some books that manage to avoid it or use quieter removal tactics</p>","byline":"Julia Eccleshare","body":"<blockquote class=\"quoted\"> \n <p>As yet, my children have not directly experienced family break-up, the death of a parent or even the less dramatic difficulties of moving house or horrible bullying at school, but I find most children’s books seem to be on these themes. That’s fine, but what books could they read in addition which have stories that aren’t about these problems and how to overcome them?</p> \n</blockquote> \n<p>Fiction covers many things – and overcoming difficulties is likely to be one of them! After all, to make a story exciting, to grab the reader’s attention and to keep them turning the pages, something pretty big has to happen. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"3fe8240b3a83abb2ee8133bd93288abf57fdc574\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433167518483/fbc8657d-feac-4058-85a7-1da7762dd969-312x420.jpeg\" alt=\"James and Giant Peach\" width=\"312\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Roald Dahl was the past master at the dramatic opening. In <a href=\"http://bookshop.theguardian.com/james-and-the-giant-peach-7.html\">James and the Giant Peach</a> for example, after only one gentle paragraph which introduces the idyllic life of James and his parents, he follows it up with a second that is quite different in tone: “Then, one day, James’s mother and father went to London to do some shopping and there a terrible thing happened. Both of them suddenly got eaten up (in full daylight, mind you, and on a crowded street) by an enormous angry rhinoceros which had escaped from the London Zoo.” </p> \n<p>As Dahl goes on to point out, it is bad for the parents but at least their troubles are over quickly while James is left with the terrible prospect of living the rest of his life with his horrible aunts Spiker and Sponge. Luckily, the Giant Peach turns up and rescues him from his terrible fate and a whole new adventure begins. In the shortest time possible, so as to crack on with the main point of the story, Dahl combines the high drama of the parents’ death in an imaginative and wholly arresting incident with a shocking emotional hit of the pathos of a child facing a grim future with oppressive relatives. And, on top of all of that, he does what almost all good fiction for children <em>has</em> to do, he gets rid of the parents. </p> \n<p>One of the things that happens in childhood is that, by degrees, the child becomes increasingly independent. Charting that independence and helping children to navigate it is something that fiction does superbly. But doing things alone means that parents need to be got rid of somehow and often, although not always, there needs to be some emotional imperative to make the child behave in a particular way. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"3306d381ef2861a67a1be2846a6aa0d54685b92b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433166735325/44bb8946-b6ef-420a-97da-72f2ad7fed0a-308x420.jpeg\" alt=\"Shopping basket\" width=\"308\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>At the youngest level, in a book such as John Burningham’s<a href=\"http://bookshop.theguardian.com/shopping-basket.html\"> The Shopping Basket </a>the parents don’t need such a violent removal. Written at a time when children might have gone shopping alone, in a series of playfully scary encounters with different animals who try to help themselves to Steven’s purchases, it describes the real dramas which Steven might encounter as he “pops down to the shops” in an imaginative way. And there are no parents on hand to help. </p> \n<p>Similarly, in Maurice Sendak’s classic <a href=\"http://bookshop.theguardian.com/where-the-wild-things-are-3.html\">Where the Wild things Are</a>, Max’s mother is even closer at hand but still far enough away for Max to have to deal with his problems alone. When his bad behaviour is confronted and contained by his mother, Max’s rage takes him off on a madcap adventure into the fiercesome world of the Wild Things. It is not somewhere that a mother would go but, as all young readers know, Max’s mother is not far away: his supper is waiting for him – and it is still hot. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/childrens-books/2011/mar/02/how-do-i-get-involved-guardian-childrens-books\">How do I get involved in the Guardian children's books site?</a> </p> \n</aside> \n<p>As children get older, both greater distance and a bigger emotional trauma are needed to achieve the necessary physical and emotional space for independence. The specific experience does not have to be one they have experienced for it to be meaningful; fantasy is every bit as able to give young readers those emotional opportunities. In fact, achieving this in realistic fiction is especially difficult just now as in the real world many children are <em>never</em> away from adult eyes and so their adventures are inevitably curtailed. </p> \n<p>As a result, both the action and the emotional traumas are family/school related as in family breakup and the remaking of “blended” families, or in the sudden death of a parent which allows for a whole new set of opportunities and less watchful parental eyes. </p> \n<p>Fantasy and historical fiction are two good places where readers may find children a wider range of sources for their adventures or traumas while also enjoying greater freedom – although they too may have some of the above characteristics. Harry Potter, for example, is loved for many things and being dramatically orphaned at the beginning of the sequence in <a href=\"http://bookshop.theguardian.com/harry-potter-and-the-philosopher-s-stone-19.html\">Harry Potter and the Philosopher’s Stone</a> is one of them. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"8d928a543b3aa50c919bf162da643c813626a6cb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433167444739/e840443e-7d67-4f8e-813d-8f78f0103a90-281x420.jpeg\" alt=\"Harry Potter.jpg\" width=\"281\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>A new wave of mystery or detective fiction is also proving a fertile place for children to act boldly, sometimes alone and sometimes not, and often after the shock of something mysterious happening. Such books are not new - Carolyn Keene’s many Nancy Drew titles, featuring the eponymous female sleuth, were highly popular in both the US and the UK – but it good to see some new examples of them.</p> \n<p>In Robin Stevens’s <a href=\"http://bookshop.theguardian.com/murder-most-unladylike.html\">Murder Most Unladylike</a>, Daisy and Hazel set up a secret detective agency at Deepdean School for Girls. Following clues is always fun but what if there’s nothing very exciting to detect? Luckily, they find a missing body and then it disappears and soon there is drama a-plenty and it may even threaten the two girls’ friendship. Or try Lauren Child’s thrilling Ruby Redfort series, which starts with <a href=\"http://bookshop.theguardian.com/look-into-my-eyes.html\">Look into My Eyes</a>. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"500d43a65a6bc3029038e03b1c89f47b03f81929\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433167345940/97441033-19ae-4593-8456-ae0e7832e742-bestSizeAvailable.jpeg\" alt=\"clockwork.jpg\" width=\"226\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Katherine Woodfine’s <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/295174/\">The Mystery of the Clockwork Sparrow </a>is equally exciting even if there is no dead body! A twisting plot of thefts and mysteries, including the disappearance of the highly valued Clockwork Sparrow, is gripping to follow in the delightful setting of a very classy department store where such occurrences definitely should not happen! Stories like these provide and exciting drama that is far removed from stories of everyday life.<br /></p> \n<p><strong>Do you have books to recommend on this theme? Email </strong><strong><a href=\"mailto:childrens.books@theguardian.com\">childrens.books@theguardian.com</a> or get in touch on Twitter <a href=\"https://twitter.com/GdnChildrensBks\">@GdnchildrensBks</a>, where you can also ask The Book Doctor a question </strong><strong>using #BookDoctor.</strong><br /></p> \n<h2><br /></h2>","section":"Children's books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433169672997/6fb22dc5-3d24-4f54-a509-1abd0e58eae4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Maurice Sendak","altText":"Max","cleanCredit":"Photograph: Maurice Sendak"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433167519765/a913a00d-eaf1-49ac-b8fd-8b76b65e9331-535x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":535,"orientation":"portrait","caption":" ","credit":"PR","altText":"James and Giant Peach","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433166736412/32627c09-e2ad-4b5f-b985-7652b0bda908-748x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":748,"orientation":"portrait","caption":" ","credit":"PR","altText":"Shopping basket","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433167445615/ae801085-bc65-449b-8df3-b3b3930667a6-481x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":481,"orientation":"portrait","caption":"  Photograph: PR","credit":"PR","altText":"Harry Potter.jpg","cleanCaption":" ","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433167345940/97441033-19ae-4593-8456-ae0e7832e742-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":346,"width":226,"orientation":"portrait","caption":" ","credit":"PR","altText":"clockwork.jpg","cleanCaption":" "}],"webPublicationDate":"2015-06-01T15:04:53Z","lastModified":"2015-06-01T15:15:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Julia Eccleshare","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliaeccleshare"}],"feature":false,"keywords":["Children and teenagers","Books","Culture","Children's books: 8-12 years","Teen books"],"tags":[{"id":"books/booksforchildrenandteenagers","webTitle":"Children and teenagers"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/childrens-books-8-12-years","webTitle":"Children's books: 8-12 years"},{"id":"books/teen-books","webTitle":"Teen books"}],"section":{"id":"childrens-books-site"},"topics":[{"displayName":"Julia Eccleshare","topic":{"type":"tag-contributor","name":"profile/juliaeccleshare"}}],"series":{"title":"The book doctor","uri":"http://mobile-apps.guardianapis.com/lists/tag/childrens-books-site/series/the-book-doctor"},"embeddedVideos":[],"adTargetingPath":"childrens-books-site"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/childrens-books-site/2015/jun/01/childrens-book-family-trauma-book-doctor","shortUrl":"http://gu.com/p/49ct8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/childrens-books-site/2015/jun/01/childrens-book-family-trauma-book-doctor","webUri":"http://www.theguardian.com/childrens-books-site/2015/jun/01/childrens-book-family-trauma-book-doctor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433169672997/6fb22dc5-3d24-4f54-a509-1abd0e58eae4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Maurice Sendak cleverely manages to liberate Max from his Mum without actually getting rid of her at all.  Photograph: Maurice Sendak","credit":"Maurice Sendak","altText":"Max","cleanCaption":"Maurice Sendak cleverely manages to liberate Max from his Mum without actually getting rid of her at all. ","cleanCredit":"Photograph: Maurice Sendak"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"India / The phone app challenging violence against women in a Mumbai slum","rawTitle":"The phone app challenging violence against women in a Mumbai slum","item":{"type":"article","id":"global-development/2015/jun/02/phone-app-challenging-violence-against-women-mumbai-slum-dharavi","title":"The phone app challenging violence against women in a Mumbai slum","trailText":"Domestic abuse is rife in Dharavi slum, but a new project uses a smartphone app and trained volunteers to improve the reporting of violence","standFirst":"<p>Domestic abuse is rife in Dharavi slum, but a new project uses a smartphone app and trained community workers to improve the reporting of violence</p>","byline":"KumKum Dasgupta, New Delhi","body":"<p>Bhanuben lets out a throaty laugh when asked if the men of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/feb/18/best-ideas-redevelop-dharavi-slum-developers-india\">Dharavi</a> are scared of her and her team. “Not yet ... but they are a tad wary of us these days,” says the 42-year-old community worker for <a href=\"http://www.snehamumbai.org/\">SNEHA</a> (Society for Nutrition, Education and Health Action), a Mumbai-based NGO.</p> \n<p>Mumbai’s Dharavi slum is home to anywhere between 300,000 and 1 million people. Bhanuben was born and brought up here and knows the place like the back of her hand, and the challenges of surviving in this “teeming slum of 1 million souls”.</p> \n<p>“There is a high incidence of gender violence here, but I have been lucky,” says Bhanuben, a mother of two sons, adding: “My husband is a good man.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Data from the National Crime Records Bureau shows that 43.6% of all crimes against women are by husbands and relatives</p> \n </blockquote> \n</aside> \n<p>Violence against women is pervasive in India and much of it – domestic violence, dowry deaths, acid attacks, honour killings, rape, abduction and cruelty – is at the hands of family members. Data from the <a draggable=\"true\" href=\"http://ncrb.gov.in/\">National Crime Records Bureau</a> (NCRB) shows that an Indian woman is most unsafe in her marital home: 43.6% of all crimes against women are by husbands and relatives. </p> \n<p>In multi-ethnic Dharavi, the problem is compounded by the fact that most women are poor and uneducated. The relentless pressure to survive, lack of space and unhygienic living conditions lead to malnutrition, deprivation and disease – and often abuse of vulnerable women and children. </p> \n<p>SNEHA started working with women in Dharavi in 2001 and has since supported 300,000 women and mobilised 130 women’s groups to educate and support survivors of violence. </p> \n<p>“While the number of cases of domestic violence has been increasing every year in the slum, we felt there was a gap in reporting of such incidents thanks to lack of a support structure and societal norms that force women to keep quiet,” says Nayreen Daruwalla, director of SNEHA’s prevention of violence against women and children programme. </p> \n<p>To improve reporting of violence, SNEHA launched the <a draggable=\"true\" href=\"http://www.snehamumbai.org/events/newsarticleview.aspx?NewsArticleId=215&amp;NewsType=1\">Little Sister Project</a> in 2014. Funded by the UN development programme, the project trained 160 local women to identify and report incidents of gender violence using Android smartphones that are loaded with an open data kit (ODK) form and an app called EyeWatch.</p> \n<p>“Earlier we would write the case details in a register... it was cumbersome. But now with ODK, we do it electronically,” explains Bhanuben. The information is then stored in a central database maintained by SNEHA. The identity of survivors is kept private.</p> \n<p>The <a href=\"http://indianeyesecurity.com/Eye_Watch.aspx\">EyeWatch</a> app, which has been developed by a firm called Indianeye Security, is a mobile-based platform that allows the community workers, known locally as <em tabindex=\"-1\">sanginis</em>, to take audio and visual clips if they witness an incident. Once the app is activated and an alert has been raised, a call goes through to an SNEHA employee who can offer assistance. </p> \n<p>“This technology helps us crowdsource cases of violence, track cases of repeat violence and understand more about the prevalence of violence in Dharavi,” says Daruwalla. “We believe reporting violence is the first step in preventing violence.”</p> \n<p> </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b3813ab1c5df39e762da7d09276086ee511c92aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432743313566/f7758684-4d56-4991-bfc4-e862afd0d816-460x276.jpeg\" alt=\"Mumbai's Dharavi is Asia's largest slum and home to up to 1 million people.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mumbai’s Dharavi is Asia’s largest slum and home to up to 1 million people.</span> \n  <span class=\"element-image__credit\">Photograph: Bethany Clarke/Getty Images</span> \n </figcaption> \n</figure> \n<p>The app, SNEHA believes, encourages increased reporting of violence, lets community members know what assistance is available, and helps NGOs understand more about the prevalence of violence in Dharavi. The interaction is two-way: sometimes sanginis<em tabindex=\"-1\"> </em>come to know about a case and approach the survivor; at other times, survivors seek out sanginis to report incidents. </p> \n<p>“Our volunteers are trained to advise survivors on [the] availability of medical help and also on how to approach the police.” Once cases are brought to SNEHA’s centre, counsellors help survivors file police reports and offer legal support, says Daruwalla.</p> \n<p>Earlier this year, SNEHA promoted its work at the inaugural <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/gallery/2015/feb/16/dharavi-biennale-mumbai-new-arts-science-festival-in-pictures\">Dharavi biennale</a>. Using scrap denim pieces and discarded objects, sanginis created an art project called <a draggable=\"true\" href=\"http://www.dharavibiennale.com/mapping-the-hurt/\">Mapping the Hurt</a>, an innovative visualisation of gender violence in the slum. </p> \n<p>But if tracking and reporting violence is one part of the challenge, the next big hurdle is getting the police to act. </p> \n<p>“Whenever we go to the police to report on domestic violence, they are reluctant to file a case. They say such issues should be settled at home,” explains Bhanuben. Even if a case is lodged, low conviction rates strengthen the impression that there is little point in reporting the crime. Further, a lack of understanding of gender issues, violence and entrenched views about women’s status among lawyers and judges often encourages outcomes that favour reconciliations, overlooking a woman’s needs and demands.</p> \n<p>Data collected from July to December last year by SNEHA showed that of the 345 cases analysed, only 19% were reported to the police.</p> \n<p>The NGO’s outreach programme has trained 4,500 police officers and cadets in Mumbai and more than 2,100 public hospital staff to help them identify evidence of violence among patients. </p> \n<p>Bhanuben says that along with being a support group, sanginis are friends with whom women can sit and chat. “Sometimes we go for an outing … to get some fresh air. To outsiders, this camaraderie may not mean much, but for us this is oxygen to survive in this challenging atmosphere.” </p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432742633180/c5f0082f-7721-42d1-ac82-8df0fd69e7d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Shailesh Andrade / Reuters/REUTERS","altText":"A woman potter carries earthen pots through traditional pottery kilns in the Mumbai slum of Dharavi, setting for Slumdog Millionaire.","cleanCredit":"Photograph: Shailesh Andrade / Reuters/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432743315139/f7758684-4d56-4991-bfc4-e862afd0d816-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mumbai’s Dharavi is Asia’s largest slum and home to up to 1 million people. Photograph: Bethany Clarke/Getty Images","credit":"Bethany Clarke/Getty Images","altText":"Mumbai's Dharavi is Asia's largest slum and home to up to 1 million people.","cleanCaption":"Mumbai’s Dharavi is Asia’s largest slum and home to up to 1 million people.","cleanCredit":"Photograph: Bethany Clarke/Getty Images"}],"webPublicationDate":"2015-06-01T23:05:01Z","lastModified":"2015-06-02T08:29:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"KumKum Dasgupta","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kumkum-dasgupta"}],"feature":true,"keywords":["Global development","Mobile phones","India","South and Central Asia","Technology","World news"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"world/india","webTitle":"India"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"technology/technology","webTitle":"Technology"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"global-development"},"topics":[{"displayName":"KumKum Dasgupta","topic":{"type":"tag-contributor","name":"profile/kumkum-dasgupta"}}],"series":{"title":"Women's rights and gender equality in focus","uri":"http://mobile-apps.guardianapis.com/lists/tag/global-development/series/womens-rights-and-gender-equality-in-focus"},"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jun/02/phone-app-challenging-violence-against-women-mumbai-slum-dharavi","shortUrl":"http://gu.com/p/48ame","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jun/02/phone-app-challenging-violence-against-women-mumbai-slum-dharavi","webUri":"http://www.theguardian.com/global-development/2015/jun/02/phone-app-challenging-violence-against-women-mumbai-slum-dharavi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432742633180/c5f0082f-7721-42d1-ac82-8df0fd69e7d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A female potter carries earthen pots through traditional pottery kilns in the Mumbai slum of Dharavi. Photograph: Shailesh Andrade/Reuters","credit":"Shailesh Andrade/Reuters","altText":"A woman potter carries earthen pots through traditional pottery kilns in the Mumbai slum of Dharavi, setting for Slumdog Millionaire.","cleanCaption":"A female potter carries earthen pots through traditional pottery kilns in the Mumbai slum of Dharavi.","cleanCredit":"Photograph: Shailesh Andrade/Reuters"}},"importance":3,"kicker":{"title":"India"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-02T06:56:19Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}