{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Why India is captured by carbon / Leaders look to coal to lift 1.3 billion out of poverty","rawTitle":"Leaders look to coal to lift 1.3 billion out of poverty","item":{"type":"article","id":"news/2015/may/27/why-india-is-captured-by-carbon","title":"Why India is captured by carbon","trailText":"<strong>The long read:</strong> India’s leaders are determined to restore economic growth and lift the country’s 1.3 billion citizens out of poverty. But rapid development will require India to double or triple its production of coal – and make it the world’s second largest carbon emitter. Is there any alternative?","standFirst":"India’s leaders are determined to restore economic growth and lift the country’s 1.3 billion citizens out of poverty. But rapid development will require India to double or triple its production of coal – and make it the world’s second largest carbon emitter. Is there any alternative?","byline":"David Rose","body":"<p>Beneath a sky made opaque by billowing dust, a mechanised shovel driver steered his vehicle toward the vast wall of an open coal mine. It was the middle of a central Indian summer afternoon, and outside, the temperature had hit 45C. Up in the cab, 15 metres above the black, shiny ground, it was comfortable, air-conditioned.</p> \n<p>The driver tipped the steel-toothed rim of the shovel’s bucket downwards, then slammed it into the coal seam wall in front of him. A few hours earlier, a drilling rig mounted on caterpillar tracks had drilled deep holes into the coal from the flat ground above, and filled them with explosives. Their detonation broke the coal into diggable chunks, some of them pebbles, others a metre across.</p> \n<p>The seam being worked was 20 metres thick, and lay some 300 metres beneath what was once the ground’s surface – the deeper of two black stripes of coal. Overlying the seams, until it was blasted and dug away, were much larger quantities of grey-brown shale, what miners call “overburden”. Having been stripped from the coal, it lay stacked up in mountainous piles on either side of the mine, the walls of an artificial Grand Canyon. The surface area of this mine, Dudhichua, is 16 square&nbsp;kilometres.</p> \n<p>In the year ending March 2015, Dudhichua produced 15m tonnes of coal – more than the UK’s entire remaining production. But it is only one of 16 mines in the Singrauli coalfield, which spans parts of two districts in Madhya Pradesh and Uttar Pradesh. All but one are owned by the state-run <a href=\"http://www.ncl.nic.in/\" title=\"\">Northern Coalfields Ltd</a>, a subsidiary of Coal India, one of the country’s biggest firms. As is the case with other Indian coalfields, Singrauli is home to numerous coal-fired thermal electricity plants, some almost on the doorstep of the mines. Their current aggregate capacity is about 20 gigawatts, nearly 10% of India’s total national generating capacity. (By comparison, peak electricity demand for the entire UK is only 57GW.)</p> \n<p>Singrauli may be one of India’s biggest energy hubs, but it is also isolated. Apart from the mines and power stations, the coalfield is home to a handful of towns, poverty-stricken villages and some prosperous corporate “colonies”, with their own schools, sports fields and clinics. To visit the area involves a 220km drive from the nearest airport at Varanasi, on a chaotic road that often lacks a proper surface: the journey&nbsp;can easily take eight hours. Phone signals and internet&nbsp;are intermittent. The only communications that really work are the high-voltage power lines that carry Singrauli’s output to the teeming cities of northern India’s plains. Last year, the coalfield’s total production was about 87m tonnes. (When the British coal industry began to decline with the outbreak of the 1984 miners’ strike, it was producing about 130m tonnes annually.)</p> \n<p>Singrauli’s significance – and that of the subcontinent’s many other coalfields, which span the length and breadth of&nbsp;India, with further large reserves in Pakistan – extends globally. In 2013, the <a href=\"http://www.ipcc.ch/\" title=\"\">UN Intergovernmental Panel on Climate Change</a> (IPCC) reported that in order to restrict the increase of world average temperatures to 2C above pre-industrial times, the world must adopt a strict “carbon budget” for emissions. According to the IPCC, the current rate of fossil fuel burning will exhaust this within 25 years, after which fuels must either be left unexploited, or have their emissions kept from the atmosphere by carbon capture and storage.</p> \n<p>India has the world’s fifth-largest coal reserves –&nbsp;and very few cleaner fossil fuels, such as natural gas. Its leaders are also determined to spread the benefits of economic&nbsp;development more widely among its population of almost 1.3bn people –&nbsp;one third of whom still have no access to&nbsp;electricity.</p> \n<p>Anil Swarup, the permanent secretary at the coal ministry in Delhi, said in an interview that last year Indian production from both private and state-owned mines was 620m tonnes, more than 85% of it from open-cast workings. A further 400m tonnes were imported. At Singrauli and elsewhere, he added, production is set to increase rapidly, with strong encouragement from the rightwing Bharatiya Janata Party (BJP) government of Prime Minister Narendra Modi, which swept to power last year. Modi is determined to restore the sustained GDP growth rate of 8-10% that India enjoyed for a decade until 2011.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"00010280c379a71389939db5abc0a48342e8a16c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653427049/8164c087-aa43-448e-88c3-811da5f8c3fc-460x276.jpeg\" alt=\"Mining overburden in the Singrauli coalfield.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mining overburden in the Singrauli coalfield.</span> \n  <span class=\"element-image__credit\">Photograph: Greenpeace/Sudhanshu Malhotra</span> \n </figcaption> \n</figure> \n<p>“We are looking to double Indian coal production by 2020,” Swarup said, “and to reduce reliance on imports.” Beyond that date, he said production would continue to rise to 1.5bn tonnes a year, with most of this being burnt in coal-fired power plants. In the past six months, the government has given environmental clearance to 41 new mining projects. The consequence, Swarup said, is that from now until 2020, “a new mine will be opened every month. You have to work on the assumption of requirement, and in India, there is a need for power.”</p> \n<p>Last August, the Indian supreme court ruled that more than 200 mining licences awarded by governments before 2010 were illegal, forcing the cancellation of numerous planned projects. The system that its judgment set aside had already been shown to be rife with corruption. The most prominent casualty of India’s “Coalgate” scandal was the former Congress prime minister Manmohan Singh, who last month came close to criminal indictment.</p> \n<p>Enshrined in a law enacted by Modi’s government is a new scheme under which coal blocks are auctioned to the highest bidder. It hugely incentivises state governments to foster new mines. According to Swarup, the auctions of the 209 blocks that have been sold off to date have raised about &pound;17bn – money that will swell state coffers for the next 30 years: “This will change the states’ economies. They were really strapped for money. Now they will get it.”</p> \n<p>Many of the richest untapped reserves lie in heavily forested areas, some near Singrauli in Madhya Pradesh, but mainly in Chattisgarh and Jharkand in central India. There, those whose land will be subject to “acquisition” are some of India’s poorest inhabitants, many of them Adivasis –&nbsp;members of indigenous tribes.</p> \n<p>Swarup insisted that preserving the environment was a high priority for those overseeing India’s new coal boom. “Seeing how the environment can be maintained is a crucial part of this. Whenever I talk to my officers, I say the environment is non-negotiable. But there is no viable alternative to developing more coal. Energy requirements have to be met.”</p> \n<h2>* * *</h2> \n<p><strong>To many western environmentalists,</strong> who are determined to see a binding global deal to reduce greenhouse gas emissions at the UN climate change conference in Paris later this year, India’s rising coal use is anathema. However, across a broad range of Delhi politicians and policymakers there is near unanimity. There is, they say, simply no possibility that at this stage in its development India will agree to any form of emissions cap, let alone a cut. Even a pledge of the kind made by China’s leader Xi Jinping after talks with US president&nbsp;Barack Obama last year, that Chinese emissions would rise to a peak in 2030 and thereafter decline, would be out of the question.</p> \n<p>This issue – the balance between the environment and growth – arises in every developing country. But India’s sheer size means that its resolution is of exceptional significance.</p> \n<p>Modi has spoken repeatedly of India’s “right to growth”. Prakash Javadekar, the cabinet minister responsible for the environment, forests and climate change, enlarged on this in blunt terms, speaking in his office at the Rajya Sabha, the upper house of India’s parliament: “Our emissions will grow because we are not developed and we have a right, every person on this Earth has a right, to develop. If today the world is 0.8C warmer [than it was in pre-industrial times], it is not my fault. It is the historical responsibility of those who started emitting with the industrial revolution.” (However, largely because of its sheer size and population, India is one of the ten biggest historical emitters, <a href=\"http://iopscience.iop.org/1748-9326/9/1/014010\" title=\"\">having contributed around 7% to the warming the world has seen so far</a>, compared to 20% for the US and 5% for the UK.)</p> \n<p>He cited a Hindi political slogan, taken up by the BJP in its struggle to eclipse the once-impregnable Congress Party: “<em>Singhasan khali karo ki janata aati hai</em>,” which roughly means “Vacate the throne, the people are coming.” In Javadekar’s view, for now and for years to come, responsibility for reducing global emissions must be borne by the west: “They must vacate the carbon space because we are coming. We are developing.”</p> \n<p>Underlying that insistence are some brutal facts. India is famously the world’s largest democracy, and is often said to possess the world’s biggest “middle class”. But in India this term has a meaning very different to its usage in the west. Navroz Dubash, the head of the climate initiative at Delhi’s Centre for Policy Research, pointed out that among the richest 10% of Indians, a third live in households which have no refrigerators. In the next richest 10%, only 45% have refrigerators, and in the 10% after that, only 28%. At the mid-point of India’s income distribution, the proportion of fridge owners is just 10%.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Among the richest 10% of Indians, a third live in households which have no refrigerators</p> \n </blockquote> \n</aside> \n<p>Dubash, a lead author of the IPCC’s reports, is personally in no doubt as to the need to reduce global emissions. But he said that the limited reach of refrigerators – which India’s climate would seem to make indispensable – “tells you scary things. If you ask people with that level of access to energy to tighten their belts, that’s a very big ask. It means that emissions inevitably have to grow.” In India, he added, the number of people who consume as much energy as anyone deemed to be above the official poverty line in the developed world is, at most, a few tens of millions. Everyone else consumes less. “From a global perspective, you have to give India carbon headroom.”</p> \n<p>Dubash is the principal author of a recent report that examines seven separate projections of India’s future energy needs and likely emissions. All of them – from institutions including government departments, the World Bank and TERI, <a href=\"http://www.teriin.org/\" title=\"\">the Energy and Resources Institute</a> headed until recently by Raj Pachauri, the former IPCC chairman – state that both coal-fired power and Indian greenhouse gas emissions are set to increase substantially.</p> \n<p>“By 2030, coal use is projected … to be 2.5-three times current levels,” the report says. Even with stringent policy action to increase the deployment of renewables and increase energy efficiency, “coal use is projected by all but one study to be more than two times current levels”. (Although India has a small nuclear industry – which provides less than 5% of its electricity – attempts to expand it have met strong political resistance. Any new nuclear capacity would take years to build and bring online, so it cannot be expected to fill the country’s energy needs any time soon.)</p> \n<p>The consequence is that if, as the projections suggest, India’s emissions grow between two and three times by 2030, “India could be the second largest global emitter within the next decade.” Its projected output&nbsp;– between 4bn and 5.7bn tonnes of carbon dioxide each year –&nbsp;will surpass that of the US, which in 2011 was 5.3bn tonnes and falling, and be smaller only than China’s.</p> \n<p>India’s population is set to outstrip China’s by 2028. But while its total emissions will be high, they will be nowhere near as great, on a per capita basis, as those of more developed countries. The Xi–Obama deal was based on the notion that by 2030, the two nations will reach per capita emissions “convergence”, with each person responsible for producing 14 tonnes of carbon each year. By that date, Prakash Javadekar said, the figure for the average Indian will be just 4 tonnes, a little over twice as much as today: “India will never reach the Chinese-American convergence point. Every climate action has a cost, but I can’t tax my poor.” Even in 2030, Indian per capita emissions are expected to remain below the current world average.</p> \n<p>Dubash’s report regards all the projections as flawed: they tend to assume sustained high GDP growth, which may not be achievable, and there is a wide divergence between them. “We don’t have a very solid set of analytical inputs, and the projections are not robust,” Dubash said. For that reason alone, “stringent pledges would be unwise, because there is too much uncertainty”.</p> \n<p>Similar opinions can be found in Delhi among people of very different political stripes. There are a few dissenters, such as Greenpeace India –&nbsp;which led a campaign by local people to resist the development of a new mine in Singrauli that was finally cancelled last year. Since then, the government has taken steps to curb its activities, freezing all its bank accounts on the grounds that it received donations from abroad. But Greenpeace remains on the margins of India’s debate.</p> \n<p>According to Barun Mitra, the director of the Liberty Institute, a free-market think tank, “in a country where a third of the population doesn’t have electricity, binding emissions limits are a fairy tale”.</p> \n<p>Nitin Desai is a retired UN diplomat, who organised the 1992 Earth Summit in Rio de Janeiro and later represented the UN secretary-general at international climate conferences. He is now a member of a small expert panel advising Modi in the lead-up to Paris. “In a country with blackouts and so many people without access to electricity, can I really manage without developing more coal?” he asked. “Why should we be accountable? The pressure should be on the countries whose per capita emissions are much higher. If you try to force India to adopt emissions targets, you will fail.”</p> \n<p>The last time US and European leaders made a serious push for a binding global deal, at the 2009 climate conference in Copenhagen, India’s delegation was led by Jairam Ramesh, who did Javedekar’s job in the then-Congress-led government. As a minister, he was mercilessly attacked for holding up development on environmental grounds. He said: “The idea that India can set targets in Paris is completely ridiculous and unrealistic. It will not happen. This is a difficult concept for eco-fundamentalists, and I say this as a guy who is considered in India to be very green.”</p> \n<p>Copenhagen, he said, failed because of what he termed “climate evangelism. I was sitting for days with Gordon Brown, Ed Miliband, Angela Merkel, Barack Obama and Sarkozy. It was absolutely bizarre. It failed because of an excess of evangelical zeal, of which Brown was the chief proponent. It should not happen again.”</p> \n<p>He added: “Even with the most aggressive strategy on nuclear, wind, hydro and solar, coal will still provide 55% of electricity consumption by 2030, which means coal consumption will be 2.5 or three times higher than at present. Mining and burning coal imposes huge environmental burdens. It’s a double whammy: the more coal we extract, the more forest we lose, and that too will add to global warming.”</p> \n<p>Nevertheless, he concluded, “I don’t see any alternative other than at least to double India’s coal consumption in the next 15 years.”</p> \n<h2>* * * </h2> \n<p><strong>In Singrauli, the “environmental burdens” imposed</strong> by mining and burning coal are not difficult to spot.</p> \n<p>Some of the area’s power stations date back to the 1970s, and their chimneys, which are almost 300m high, belch great plumes of thick, oily smoke. Coal power station chimneys are supposed to be fitted with electrostatic precipitators, devices to stop ash being emitted into the atmosphere. But Singrauli coal’s ash content is high, up to 40%, and the people who live in the shadow of the older plants say houses, vehicles and other exposed surfaces will often be coated in a thick, grey film.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"edf75bf7f00e72f0547800b24547a480fde6f598\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432653870107/37098701-8fe4-4391-8508-f61ceead21b9-460x276.jpeg\" alt=\"Children play out side their houses in Vindhyanagar, Madhya Pradesh, while smoke belches out of the power station nearby.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Children play out side their houses in Simplex, a concrete shanty town adjoining the perimeter wall of the 4.7GW Vindhyachal power plant – one of the biggest in India.</span> \n  <span class=\"element-image__credit\">Photograph: Ritesh Shukla</span> \n </figcaption> \n</figure> \n<p>“No one dries their washing outside round here,” said Dr KK Aggarwal, who runs a clinic in the town of Anpara, the site of four big plants, two of them old and two extremely new – the newest, Anpara D, began to come on stream this month. “Many of my patients suffer from respiratory problems, such as asthma, nasal conditions, bronchitis, and chronic obstructive pulmonary disease. There are also skin conditions such as eczema and psoriasis.” He is convinced the incidence of such conditions is higher than it should be because of the mines and power plants. “Pollution is everywhere.”</p> \n<p>Some of Singrauli’s mine and power plant operators have already taken elaborate steps to reduce discharges into the air and water. Gigantic water sprayers and closed conveyor belts carrying coal from mine to power station keep dust to a minimum. The chimneys at the newest stations, Anpara C and D, and the nearby “super critical” plant run by the private firm Reliance, India’s biggest company, emit no visible smoke at all – and use only three-quarters as much coal as older stations.</p> \n<p>Elsewhere, however, the noxious odour of coal dust hangs in the air, and after a few minutes outside, one senses gritty particles in the recesses of one’s mouth and throat. Some of the mines still ship their coal in open trucks, coating roadside trees, ground and buildings in layers of black grime. One of the worst places is the huge yard on the outskirts of Singrauli town, where loads are transferred from the trucks to railway wagons. At the yard entrance there’s a mini-roundabout, adorned with a seven-metre sculpture of a clenched fist, a monument to India’s trade unions. The fist, once red, is stained the deepest black.</p> \n<p>Since 2010, the Indian government has designated Singrauli a “critically polluted area”. In 2012, Delhi’s prestigious <a href=\"http://www.cseindia.org/\" title=\"\">Centre for Science and Environment</a> (CSE) tested Singrauli’s water supplies, along with fish from local reservoirs, human blood and hair samples. In all, the study found high levels of mercury: in one village, water from pumps contained 26 times&nbsp;the maximum safe limit laid down by the <a href=\"http://www.bis.org.in/index.asp\" title=\"\">Bureau of Indian Standards</a>. Some of the hair samples had five times the “safe” concentration, while the fish contained twice the recommended level.</p> \n<p>The CSE study also found high incidences of vitiligo, shivers, impaired vision, and burning sensation in the limbs, all recognised effects of mercury. Continued exposure, the study reported, might lead to depression, memory loss, and kidney damage. Chandra Bushan, the CSE’s deputy director and one of the study’s authors, told me the source of the mercury was evident: “fly ash” from Singrauli’s power plants.</p> \n<p>Fly ash has its uses – for example, in making cement. But for decades, untold thousands of tonnes have been collected from the chimneys, mixed with water and then discharged into the Singrauli environment in the form of grey slurry, left to dry and blow about in vast, open air “ash decks”.</p> \n<p>Filthiest of all is the treatment of ash from Anpara A, commissioned in 1987, and Anpara B, which began to generate power seven years later. From the plants, a row of pipes carries the slurry to a series of huge ponds, where the ash is supposed to settle out. But the system does not work. From the third and final pond, the milky, polluted liquid tumbles over a grey cascade into the Rihand reservoir, the source of drinking water for the entire Singrauli region. Where the slurry meets the blue reservoir waters, there is a clear and visible boundary. Once the ash is in the reservoir, there is no way to get rid of it.</p> \n<p>In one of the ponds, Ram Pri, a landless Adivasi, was up to his waist in liquid muck, sieving out the ash in order to decant it into 33kg bags, which are used to make cement. He said he gets paid Rs50 – about 50p – per bag, and by this perilous, toxic labour, can make Rs200–300 a day. His wife used to help him, “but she can’t any longer: her feet, her knees and ankles are all swollen. She’s not able to walk. Maybe that’s because of what’s in the water.”</p> \n<p>His is not the only local family to have derived little benefit from the Singrauli coal and power boom. For more than 20 years, several thousand mainly Adivasi people have been living in Simplex, a concrete shanty town adjoining the perimeter wall of the 4.7GW Vindhyachal power plant – one of the biggest in India. The colony was built to house workers who built the plant’s early phases, and its high-voltage output lines run directly overhead.</p> \n<p>Astonishingly, Simplex is still not connected to the electricity grid. Its first “reverse osmosis” water treatment unit opened only eight months ago. Until then, said Anjani Kumar Chaubey, a local activist, “we used to get severe gastric problems. The water we took from our handpumps made your skin sting, and in the monsoon, it contained worms. The whole of India gets electricity from this plant, but we are like the darkness around a candle. How can our children study? Sometimes, when there is a lot of wind, the whole area gets covered with ash. A lot of our people get sick.”</p> \n<p>In Chilkantanbasti, where 7,000 people live close to a 35-year old coal plant at Shaktinagar, run by the state-owned <a href=\"http://www.ntpc.co.in/\" title=\"\">National Thermal Power Corporation</a>, there is electricity. But the air is some of the region’s dirtiest: “A man gets up here in the morning and he eats coal dust,” said Umar Kand, 19. “He goes to bed at night, and he’s eating coal dust still. If you put anything out anything out round here, it will have a film of ash within an hour.” The streets stink also of sewage: there is no sanitation, and despite a promise by NTPC two years ago, no water treatment unit. There are three public toilets, but none of them work. Kand shrugged: “We go in the forest.”</p> \n<p>Chilkatanbasti is exposed to another hazard. There are now strict rules governing the landscaping and afforestation of mine overburden piles, which must be split into tiers and divided by broad, flat “benches”, with no slope steeper than 37 degrees. When a giant pile from the Kharia mine that looms over the village was created, these rules did not exist, and the result is a tottering brown mountain, its slopes strewn with boulders the size of cars, its surface deeply etched by the water channels that form each monsoon.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"19496fe43e1daba63479744d2fe93581ec84cdbc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432654269510/5f041608-38f4-4686-9509-4eaf30f7cc7d-460x276.jpeg\" alt=\"Water laden with ash from ANPARA Power Ltd tis discharged into the Rihand river dam at Bichachi village.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Water full of ash from Anpara thermal power station is discharged into the Rihand reservoir in Singrauli.</span> \n  <span class=\"element-image__credit\">Photograph: Ritesh Shukla</span> \n </figcaption> \n</figure> \n<p>“When it rains, material comes down towards us,” said Renu, a local woman who preferred not to give her surname. “The police have even come to tell us we should evacuate our houses in case it slips. I’ve seen the rocks falling down the slopes. If it ever went altogether, it would be like a tsunami. But how can we leave our homes?”</p> \n<p><strong>* * *</strong></p> \n<p><strong>Speaking to Time magazine earlier this month,</strong> Prime Minister Modi failed to answer a question as to whether India would agree any binding emissions curb in Paris. Instead, he waxed lyrical about Indians’ love for nature, a theme echoed by environment minister Javadekar, who insisted: “Growth and environmental protection are not against each other. We want a clean India, a green India. Clean air is our birthright” – a statement that any visitor to Delhi, which currently endures the world’s worst particulate air pollution, will appreciate.</p> \n<p>Yet these may not be empty words. For among the BJP government’s most ambitious acts has been to quintuple the 2022 targets set for non-fossil energy by the previous regime, to 175GW – almost six times its current level. The most ambitious target of all is that for solar energy, which is meant to rise from just 3GW now to 100GW, in only seven years. No country has ever built solar at anything approaching this pace, and it would leave India with three times as much solar capacity as Germany – which over the course of decades, has deployed 38.5GW, much more than anywhere else in Europe, and more than twice as much as the United States. Many people, Dubash said, regard the target as “aspirational”: the sheer manufacturing requirement, likely to come at first mainly from China, is huge.</p> \n<p>On the other hand, for very obvious reasons, photovoltaic solar energy is a much more viable proposition in India than it is in northern European countries such as Germany, or for that matter, Britain. A well-sited solar panel in India will produce energy up to 22% of the time, as against perhaps 8% in the UK.</p> \n<p>Ratul Puri, chairman of <a href=\"http://www.hindustanpowerprojects.com/\" title=\"\">Hindustan Powerprojects Ltd</a>, a multibillion-pound company that has invested heavily in both coal and solar, pointed out that solar has a further local advantage: “Solar generation perfectly overlays the demand cycle.” In other words, the hot, dry and sunny months will see solar output peak, just as the demand for irrigation pumps, fans and air conditioning is also at its greatest. During the cooling monsoon, solar output plummets, but so does demand: there is no need for irrigation when it’s pouring with rain.</p> \n<p>“Can we have 100% of energy in India from solar?” Puri asked. “No, because I still want to be able to turn on my lights at 9pm at night, when solar is generating nothing. But 15, 20% of our energy coming from solar: we can easily do this in the very near future.”</p> \n<p>Even in fertile, intensely farmed states such as Punjab, 15% of the land is arid, and unsuitable for irrigation – but ideal for solar panels. Meanwhile, in distinct contrast to Germany or Britain, the levelised cost of solar energy per 1KW/hr unit, averaged out over 25 years, is already close to “grid parity”, simply because Indian solar panels are so much more productive. Government subsidies have in the past been provided for small-scale users –&nbsp;though these were recently cut, from 30% to 15% of installation costs, while only 15% those who deployed solar panels ever claimed them anyway. In India, even without subsidy, solar is becoming competitive with electricity from coal.</p> \n<p>According to Puri, the price of solar electricity has fallen from Rs13 to Rs6.5 per 1KW/hr unit over the past five years – very close to the Rs6 cost of thermal power from coal. However, recent reforms to the finance of long-term infrastructure debt are reducing the gap still further. Puri added: “Everyone expects interest rates [currently a ruinous 10- 12%] to come down. If that happens, solar is going to hit grid parity, irrespective of any technical discoveries, within the next two years.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A well-sited solar panel in India will produce energy up to 22% of the time, as against perhaps 8% in the UK</p> \n </blockquote> \n</aside> \n<p>In the past five years, Puri’s balance sheet has been split, two to one, in favour of coal over renewables. He said that over the next five years, he intends to reverse that balance, with &pound;1bn going to coal and close to &pound;3bn to solar – making Hindustan Powerprojects easily India’s biggest renewables investor.</p> \n<p>Behind that decision is the fact that during the growth slowdown after 2011, very few new coal power plants were commissioned, while most of the private power firms which have come to dominate the industry are financially “distressed”.</p> \n<p>The reasons are complex. They partly stem from the chaotic and indebted state of the “discoms”, or distribution companies, the middlemen in India’s electricity industry, which buy power from generators and sell it to consumers. Artificially low tariffs imposed by state governments mean that discoms deliberately restrict supply, preferring to make power cuts than to increase their losses by selling power at prices below its purchase cost. There has also been a widespread failure to take action against rampant electricity theft in informal urban settlements. The upshot is that most coal plants are operating at only 60% capacity – for the time being, there is a surprising degree of slack in the system.</p> \n<p>But Puri said that if the economy “does start to roar again” in the way that Modi intends, the country will face a serious power shortfall by 2017. Even if new coal plants started to be planned today, they would not avert this problem: it usually takes seven-to-10 years for a freshly conceived coal plant to become operational.</p> \n<p>On the other hand, solar projects can typically be realised within 12 to 18 months. “The inactivity in commissioning new thermal plants over the last three years leaves India no choice but to go out and build solar capacity. That means India can overcome the crisis of electricity shortages, have cleaner air, have a more stable grid and go say nice things at the climate change negotiations in Paris.”</p> \n<p>Without storage technology far in advance of what exists today, coal will still have to provide India’s “baseload”: lights and air conditioning at night; power for the factories Modi wants to see built. But beyond 2030, anything is possible. “I think the entire energy landscape is going to change in the next 30 years,” Puri said. “Storage is going to revolutionise it. I also think solar energy will become much cheaper than coal. So why would you build a coal thermal plant?”</p> \n<p>There are other solar niches. The unreliability of India’s grid power means the country possesses a staggering 80GW of expensive, off-grid, liquid-fuel generating capacity, most from highly polluting diesel generators. Typically, consumers pay about Rs18 per unit for it when their grid power goes off – three times the usual price.</p> \n<p>In Noida, a burgeoning satellite city on the outskirts of the Delhi megalopolis, Kushagara Nandan runs <a href=\"http://www.sunsource-energy.com/india/index.html\" title=\"\">Sunsource Energy</a>, a solar start-up. Educated in the US, he cut his teeth on a similar outfit based in New Jersey. Last year, Sunsource revenues quintupled, to &pound;6m.</p> \n<p>Part of his business is supplying rooftop units which, when the sun is shining, can fill the gap caused by grid outages far more cheaply than diesel: “We synchronise grid, diesel and solar together. In Delhi alone, the potential for rooftop solar is at least 1.5GW.” One of his projects, rated at 250KW, adorns the Habitat Centre, a complex that includes conference venues, auditoria, restaurants and art galleries. Another 500KW array has allowed a school to save 20% on its power bills.</p> \n<p>Cheap, off-grid solar also has great potential in India’s vast rural hinterland. Last year, a solar project to desalinate briny ground water from wells and power irrigation pumps at a village in the southern state of Andhra Pradesh, which Sunsource helped develop with an Indian NGO, was given a Google Global Impact Challenge award. It worked so well that it has now been rolled out in five different villages.</p> \n<h2>* * *</h2> \n<p><strong>Like Ratul Puri, Nandan</strong> is a businessman. He is in solar primarily to make money. He urged caution: “Unrealistic expectations must not be raised. It’s crucial to realise that solar must be part of the mix – it cannot substitute for other sources. For the foreseeable future, India doesn’t have a choice between coal and solar. It needs both.”</p> \n<p>Pragmatism of this kind of now characterises other parts of Indian discourse over energy and the environment. There is, for example, little dispute that the pollution caused in earlier phases of mining and power generation at Singrauli is unacceptable. “There’s about 80GW – 40% of India’s capacity – that is either in such disrepair or so dirty that it needs to be replaced,” said Puri. “The open trucks transporting coal and so on are a short-term phenomenon. No one in their right mind would transport coal by truck.”</p> \n<p>For the past two years, Ashwani Dubey, a Delhi lawyer who was brought up in Singrauli, has been fighting a case to force the mine and power plant operators to clean up their act in the <a href=\"http://www.greentribunal.gov.in/\" title=\"\">National Green Tribunal</a>, a powerful judicial body that rules on environmental matters. In written evidence to the court issued in March, India’s <a href=\"http://cpcb.nic.in/\" title=\"\">Central Pollution Control Board</a> recommended stringent measures, including the end of ash discharge into the Rihand reservoir by 31 July, and much stricter monitoring of air and water quality. Where necessary, remedial measures should be taken within six months – to be funded on the “polluter pays principle”. Within a few months, the open coal trucks are supposed to be gone – replaced by a closed “merry-go-round” railway linking mines to power plants.</p> \n<p>Northern Coalfields now has an environmental team in Singrauli, led by BK Sharma. As parts of the mines are worked out, it “back-fills” the overburden in an effort restore the landscape, and replants native species: “We are trying to recreate the forest, so that when we leave, it will merge into the ecology of the area,” Sharma said.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"64c23b3337afd81e81d4873ce5f87203f6a7014d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432659365014/0746c036-67b3-466b-b901-f3d6bb29f41e-460x301.jpeg\" alt=\"A worker cleans solar panels at the Azure Solar Plant in Gujarat, India.\" width=\"460\" height=\"301\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A worker cleans solar panels at the Azure Solar Plant in Gujarat, India.</span> \n  <span class=\"element-image__credit\">Photograph: Kuni Takahashi/Getty Images</span> \n </figcaption> \n</figure> \n<p>It sounds utopian. But trees in central India grow fast, and on a visit to what was a part of the Nigahi mine, it was hard to distinguish between remediated pit and original forest. Meanwhile, following a Green Tribunal order, nine village water treatment units have been installed this year. By the end of June, a further 15 are meant to be operational.</p> \n<p>There are further developments at the national level. Under the new mining law, a third of the money raised by the mining royalty – a 15% levy on all mine revenue, payable to state governments – must be given to communities in mine-affected areas, to be spent as they determine. The details have yet to be worked out. But according to Chandra Bushan of the Centre for Science and Environment, “this is a revolutionary development with huge implications for the entire developing world”.</p> \n<p>It is to be applied immediately, to old mines and new, and should mean the “darkness around the candle” seen in places such as Simplex will end. “Singrauli could become one of the richest districts in the country,” said Bushan. “Now we must make sure the money is spent on the right things.”</p> \n<p>Meanwhile, the government has just introduced new pollution standards for coal plant technology – as strict as any in the world. “You will no longer be able to burn coal cheaply and pollute,” said Bushan. Under these rules, old plants such as Shaktinagar and Anpara A will have to be scrapped.</p> \n<p>Bushan warned that better regulations would not necessarily be enforced. “The arm of the law is not always long in India. But there are certain trends that are positive. I am impressed quite frankly with the Modi government on these issues. They’ve done more than I expected.”</p> \n<p>Where does all this leave India in the run-up to Paris? According to Navroz Dubash, what India and other developing countries need are not rigid emissions targets, but programmes designed to “bend the curve” – to make emissions lower in the five years after 2020 than they would have been otherwise. The changing format of UN climate negotiations makes this easier to achieve. The diplomatic focus now is not on emissions targets but what are termed INDCs –&nbsp;each country’s “intended nationally determined contribution”. These, Dubash said, “provide an opportunity to dissolve the barrier between development and climate needs”.</p> \n<p>Measures Dubash would like to see in India’s INDC include its targets for solar energy, better building standards, shifting freight from road to rail, low-energy ceiling fans, and widespread use of LEDs. Most are already in the pipeline: Javadekar said India is about to announce a massive plan to replace city street lights with low-energy LEDs.</p> \n<p>That approach may allow India to plot the delicate course between environmental and developmental needs. “As an old UN hand, I must tell you that we only distinguish between success and outstanding success,” Nitin Desai joked. “2015 will be a success. The issue is how great it will be.”</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a></p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432648812255/f03e7f25-efd5-4502-b712-6f05862b5c44-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Greenpeace/Sudhanshu Malhotra","altText":"Nigahi coal mine, India's largest open cast mine, operated by NCL (Northern Coalfields Limited) in Singrauli.","cleanCredit":"Photograph: Greenpeace/Sudhanshu Malhotra"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653428547/8164c087-aa43-448e-88c3-811da5f8c3fc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mining overburden in the Singrauli coalfield. Photograph: Greenpeace/Sudhanshu Malhotra","credit":"Greenpeace/Sudhanshu Malhotra","altText":"Mining overburden in the Singrauli coalfield.","cleanCaption":"Mining overburden in the Singrauli coalfield.","cleanCredit":"Photograph: Greenpeace/Sudhanshu Malhotra"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432653871834/37098701-8fe4-4391-8508-f61ceead21b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children play out side their houses in Simplex, a concrete shanty town adjoining the perimeter wall of the 4.7GW Vindhyachal power plant – one of the biggest in India. Photograph: Ritesh Shukla","credit":"Ritesh Shukla","altText":"Children play out side their houses in \nVindhyanagar, Madhya Pradesh, while smoke belches out of the power station nearby.","cleanCaption":"Children play out side their houses in Simplex, a concrete shanty town adjoining the perimeter wall of the 4.7GW Vindhyachal power plant – one of the biggest in India.","cleanCredit":"Photograph: Ritesh Shukla"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432654270994/5f041608-38f4-4686-9509-4eaf30f7cc7d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Water full of ash from Anpara thermal power station is discharged into the Rihand reservoir in Singrauli. Photograph: Ritesh Shukla","credit":"Ritesh Shukla","altText":"Water laden with ash from ANPARA Power Ltd tis discharged into the Rihand river dam at Bichachi village.","cleanCaption":"Water full of ash from Anpara thermal power station is discharged into the Rihand reservoir in Singrauli.","cleanCredit":"Photograph: Ritesh Shukla"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432659365472/0746c036-67b3-466b-b901-f3d6bb29f41e-2060x1347.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1347,"width":2060,"orientation":"landscape","caption":"A worker cleans solar panels at the Azure Solar Plant in Gujarat, India. Photograph: Kuni Takahashi/Getty Images","credit":"Kuni Takahashi/Getty Images","altText":"A worker cleans solar panels at the Azure Solar Plant in Gujarat, India.","cleanCaption":"A worker cleans solar panels at the Azure Solar Plant in Gujarat, India.","cleanCredit":"Photograph: Kuni Takahashi/Getty Images"}],"webPublicationDate":"2015-05-27T05:00:29Z","lastModified":"2015-05-27T05:00:29Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"David Rose","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidrose"}],"feature":true,"keywords":["India","Fossil fuels","Energy","Coal","Solar power","Renewable energy","Environment","South and Central Asia","World news"],"tags":[{"id":"world/india","webTitle":"India"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/coal","webTitle":"Coal"},{"id":"environment/solarpower","webTitle":"Solar power"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"news"},"topics":[{"displayName":"David Rose","topic":{"type":"tag-contributor","name":"profile/davidrose"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/may/27/why-india-is-captured-by-carbon","shortUrl":"http://gu.com/p/498fv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/may/27/why-india-is-captured-by-carbon","webUri":"http://www.theguardian.com/news/2015/may/27/why-india-is-captured-by-carbon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432648812255/f03e7f25-efd5-4502-b712-6f05862b5c44-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nigahi coal mine, India’s largest open cast mine, operated by NCL (Northern Coalfields Limited) in the Singrauli coalfield. Photograph: Greenpeace/Sudhanshu Malhotra","credit":"Greenpeace/Sudhanshu Malhotra","altText":"Nigahi coal mine, India's largest open cast mine, operated by NCL (Northern Coalfields Limited) in Singrauli.","cleanCaption":"Nigahi coal mine, India’s largest open cast mine, operated by NCL (Northern Coalfields Limited) in the Singrauli coalfield.","cleanCredit":"Photograph: Greenpeace/Sudhanshu Malhotra"}},"importance":7,"kicker":{"title":"Why India is captured by carbon"},"showQuotedHeadline":false},{"title":"Scor-zay-zee: / My battle with cannabis, schizophrenia and very cheap trainers","rawTitle":"My battle with cannabis, schizophrenia and very cheap trainers","item":{"type":"article","id":"music/2015/may/27/scor-zay-zee-nottingham-rapper-aeon-first-album-interview","title":"Scor-zay-zee: my battle with cannabis, schizophrenia and very cheap trainers","trailText":"Vilified in the papers and lambasted in Parliament, Scor-zay-zee exploded into the limelight with his shocking debut single in 2004 – then fell into a downward spiral. Now the Nottingham rapper immortalised in the Shane Meadows film is back with his first album, Aeon","standFirst":"<p>Vilified in the papers and lambasted in Parliament, Scor-zay-zee exploded into the limelight with his shocking debut single in 2004 – then fell into a downward spiral. Now the Nottingham rapper immortalised in the Shane Meadows film is back with his first album, Aeon</p>","byline":"Scott Oliver","body":"<p>“I was a chubby white kid who wasn’t very cool at school,” says <a href=\"http://www.scorzilla.com/aeon-peace-to-the-puzzle/\">Scor-zay-zee</a>. “I took up rapping because I wanted to be cool.” For one fleeting moment in 2004, the underground Nottingham rapper became exactly that: the most talked-about man in music. His incendiary, <a href=\"https://www.youtube.com/watch?v=vm3XCSlTXFk\">anti-establishment track Great Britain</a> was picked up by Radio 1, causing such a stir when DJ Zane Lowe played it for the first time that he played it again in the same show. The rightwing press were up in arms that the BBC played it at all. A ferocious attack on the state of Britain, the song compared the Queen to Saddam Hussein and accused the state of conspiring to murder Princess Diana. <a href=\"http://www.telegraph.co.uk/news/uknews/1458487/BBC-promotes-rapper-who-claims-the-Royal-Family-killed-Diana.html\">The Telegraph</a> labelled it a “diatribe against the British way of life” and declared it “more offensive than God Save the Queen”. In parliament, MPs called for it to be banned. As record labels scrambled to sign Scor-zay-zee, The Streets’ Mike Skinner offered to work with him.</p> \n<p>But for the song’s maker, whose real name is Dean Palinczuk, the brief burst in the limelight presaged a breakdown not a breakthrough. Raised in the tough Nottingham suburb of St Ann’s, Palinczuk is an unassuming, self-effacing character who had spent eight years grafting a reputation for himself in the hip-hop crew Out Da Ville. But after the furore over Great Britain, he withdrew from music and became disillusioned and depressed. The gulf between the critical acclaim he’d received and the reality of his life widened. “Out there, you’re Scor-zay-zee, getting props,” he said at the time. “But the reality is you’re living at home with your mum, broke, angry, signing on, trying to live up to expectations of what a man should be.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vm3XCSlTXFk\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vm3XCSlTXFk?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>He fell into a downward spiral, exacerbated by heavy cannabis use. “You smoke weed and get all these ideas of what you want to do,” he says. “But you’re so mashed you can’t do anything. I was very poor, with no talent except my ability to write and rap. It dragged me to my lowest point.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I have an overactive brain because I am naturally creative. I can have sensory overloads</p> \n </blockquote> \n</aside> \n<p>Eventually, he was diagnosed with schizophrenia. However, far from feeling stigmatised, he says the label provided clarity. “It gave me the motivation to fight it,” he says. “Schizophrenia has become a word that is only associated with people who talk to themselves or commit crazy crimes. I don’t talk to myself. I’ve never hit anybody. But I do have an overactive brain because I am naturally quite creative. I can have sensory overloads and often can’t deal with multi-tasking and stress.”</p> \n<p>During this period, Palinczuk also found respite through Islam. “I am fascinated by the deep questions of human existence,” he says. “I found a book in the library about the theory of evolution. This led me on a quest to find the truth of life and the origins of the universe and Islam ticked all the boxes.” Particularly appealing were the “peaceful teachings” of Hamza Yusuf.</p> \n<figure class=\"element element-image\" data-media-id=\"e8a61d6f76c747bb3b8fc4ab96226bd03545bcc2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432655401307/fa734030-9ee6-45f5-aa0a-94f180b8d06e-460x276.jpeg\" alt=\"Dean Palinczuk with Paddy Considine in Shane Meadows's 2009 film Le Donk and Scor-zay-zee.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dean Palinczuk with Paddy Considine in 2009’s Le Donk and Scor-zay-zee.</span> \n </figcaption> \n</figure> \n<p>But it was film director <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/shane-meadows\">Shane Meadows</a> who really turned Palinczuk’s fortunes around. He gave him a part in his 2009 film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/oct/09/le-donk-and-scor-zay-zee-review\">Le Donk and Scor-zay-zee</a>, a low-budget music mockumentary that also starred Paddy Considine. “I only auditioned three days before filming,” says Palinczuk. “My role expanded during the shoot.” The story eventually centred on Considine, who played a roadie for Arctic Monkeys successfully blagging Scor-zay-zee a slot on the bill at the band’s huge gig at Old Trafford, an event that actually took place. “I had no idea that was gonna happen,” Palinczuk says. “Neither did Shane. I just hung around by the stage and I think the producer was slipping them tenners.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It's honest, beautiful and hilariously funny. Almost everything he does, you're going, 'Why is that not massive?'</p> \n  <footer> \n   <cite>Shane Meadows</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Palinczuk’s big dream, though, was to make an album. His friend <a href=\"https://twitter.com/ste_allan\">Ste Allan</a>, a label owner and promoter in Nottingham, thought there was enough of a fanbase, <a href=\"https://www.kickstarter.com/projects/scorzayzee/the-scorzayzee-lp/video_share\">so he launched a Kickstarter campaign</a>, setting a modest initial target of &pound;8,000. Palinczuk feared that a failed campaign would sound the death-knell for his musical ambitions – but the target was hit in three days. Eventually, double this figure was raised. Shane Meadows was one of the principal backers, purchasing an original book of lyrics for &pound;1,000, and supplying a video tribute to the site. “It’s honest, beautiful and at times hilariously funny,” he says of Palinczuk’s music. “Almost everything he does, you’re going, ‘Why is that not massive?’”</p> \n<p>And now, over a decade after his first taste of the limelight, Scor-zay-zee’s debut album <a href=\"http://www.scorzilla.com/\">Aeon: Peace to the Puzzle</a>, has been released. Its 28 tracks, most written in three furious weeks after the Kickstarter campaign finished last year, take an unflinchingly candid look at the world’s problems: from <a href=\"http://www.muzu.tv/scorzayzee/live-free-music-video/2375654/\">Live Free</a>’s take on sustainable living and the global debt crisis, to <a href=\"http://www.muzu.tv/scorzayzee/the-heart-music-video/2375650/\">The Heart</a>’s lament for human empathy. It also confronts his demons: <a href=\"http://www.muzu.tv/scorzayzee/brain-tour-music-video/2375662/\">Brain Tour</a>, an account of his struggle with schizophrenia, is endearingly frank though typically humorous, as is much of the album.</p> \n<figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/wordplaymagazine/exclusive-stream-scor-zay-zee-aeon-peace-to-the-puzzle-promo-mix-by-dan-rattomatic\"> \n <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&amp;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F200976284&amp;show_artwork=true\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>There is a carefully constructed balance between the bashful Palinczuk his friends know and his unfettered Scor-zay-zee alter ego. Take the witty anti-bling of <a href=\"http://www.muzu.tv/scorzayzee/crepps-music-video/2375673/\">Crepps</a>, an ingeniously flipped song about trainer fetishism that shifts the focus away from namechecking top brands and on to the dollar-a-day sweatshops where they’re made instead. The song also hymns the budget brands he used to wear for his fortnightly trips to sign on.</p> \n<p>“I’m just proud it’s out there,” Palinczuk says. “A proper CD! No longer am I just an artist selling burned CDs for &pound;5 via DM on Twitter. Every famous rapper I’ve ever met in a dream – Eminem, Jay Z, Nas – it always gets to the point where I go to give them my CD and I can’t find it.” This weekend, at Nottingham’s Detonate festival, he will play alongside his hero <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jul/05/nas-hiphop-belongs-to-all-of-us\">Nas</a>. And this time, he says, he’ll make sure he’s got a “proper CD” to give him.</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://www.scorzilla.com/aeon-peace-to-the-puzzle/\">Aeon: Peace to the Puzzle is out now on Gangsta Music</a>. Scor-zay-zee plays the <a href=\"http://www.ticketarena.co.uk/events/Detonate-Festi-4/\">Detonate Festival</a> in Nottingham on 30 May</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655788676/Scor-zay-zee-rapper-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scor-zay-zee: 'I am fascinated by the deep questions of human existence.' Photograph: Stejallan","credit":"/Stejallan","altText":"Scor-zay-zee rapper","cleanCaption":"Scor-zay-zee: 'I am fascinated by the deep questions of human existence.' Photograph: Stejallan"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655401952/fa734030-9ee6-45f5-aa0a-94f180b8d06e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dean Palinczuk with Paddy Considine in 2009’s Le Donk and Scor-zay-zee.","credit":"PR","altText":"Dean Palinczuk with Paddy Considine in Shane Meadows's 2009 film Le Donk and Scor-zay-zee.","cleanCaption":"Dean Palinczuk with Paddy Considine in 2009’s Le Donk and Scor-zay-zee."}],"webPublicationDate":"2015-05-27T06:00:32Z","lastModified":"2015-05-27T06:00:32Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Scott Oliver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scott-oliver"}],"feature":true,"keywords":["Rap","Music","Culture","Nottingham","Urban music"],"tags":[{"id":"music/rap","webTitle":"Rap"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/nottingham","webTitle":"Nottingham"},{"id":"music/urban","webTitle":"Urban music"}],"section":{"id":"music"},"topics":[{"displayName":"Scott Oliver","topic":{"type":"tag-contributor","name":"profile/scott-oliver"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/27/scor-zay-zee-nottingham-rapper-aeon-first-album-interview","shortUrl":"http://gu.com/p/498f9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/27/scor-zay-zee-nottingham-rapper-aeon-first-album-interview","webUri":"http://www.theguardian.com/music/2015/may/27/scor-zay-zee-nottingham-rapper-aeon-first-album-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655788676/Scor-zay-zee-rapper-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scor-zay-zee: ‘I am fascinated by the deep questions of human existence.’ Photograph: Stejallan","credit":"Stejallan","altText":"Scor-zay-zee rapper","cleanCaption":"Scor-zay-zee: ‘I am fascinated by the deep questions of human existence.’ Photograph: Stejallan"}},"importance":5,"kicker":{"title":"Scor-zay-zee:"},"showQuotedHeadline":false},{"title":"Outsourcing can increase public service costs, not cut them","rawTitle":"Outsourcing can increase public service costs, not cut them","item":{"type":"article","id":"society/2015/may/27/outsourcing-increase-costs-public-services","title":"Outsourcing can often increase public service costs, not cut them","trailText":"If the Tories wish to upgrade public services, not just cut them, they will need to be open about pay and output – and stop trying to import hackneyed models from business","standFirst":"If the Tories wish to upgrade public services, not just cut them, they will need to be open about pay and output – and stop trying to import hackneyed models from business","byline":"David Walker","body":"<p>Today’s Queen’s speech will set out the Tories’ public service reform plans. Are spending cuts and service reductions the only story, or will they also unveil measures to improve efficiency, by maintaining quality of services while cutting their cost?</p> \n<p>Maybe the chancellor, George Osborne (it’s him we look to for any kind of strategic conception), has a magic formula that he wasn’t able to conjure during the past five years. Maybe his acolyte, Cabinet Office minister Matt Hancock, will turn out to be more than just an axeman with a dogmatic belief that all you need to do is tender more government business to Serco and Capita and all will be well.</p> \n<p>Calculating efficiency in the public sector involves dividing the costs of a&nbsp;service by output. But to do that, you&nbsp;need a baseline and consistent measures&nbsp;over time.</p> \n<p>Ingenious <a href=\"http://ukcatalogue.oup.com/product/9780199687022.do\" title=\"\">Oxford academics</a> have noted that over the past three decades, Whitehall has run an experiment in how well we do government. Tory and Labour ministers promised “<a href=\"https://www.gov.uk/government/news/nine-new-places-join-next-phase-of-local-public-service-transformation\" title=\"\">transformation</a>”; they touted the benefits of&nbsp;“<a href=\"http://scholar.google.co.uk/scholar_url?url=http://www.drmanage.com/images/1202965572/Hood_NPM%281995%29.pdf&amp;hl=en&amp;sa=X&amp;scisig=AAGBfm2sKyNV51HSGas0ixNXPy4OKizZCA&amp;nossl=1&amp;oi=scholarr&amp;ei=WM1dVYCzNMj2UMPsgPgG&amp;ved=0CCAQgAMoATAA\" title=\"\">new&nbsp;public management</a>”. The mantra goes: copy private business and&nbsp;the public sector will get more efficient. The state should “steer, not row”, said the Tories before 1997. Blair’s mantra was “delivery”. Under the coalition, we heard about “armchair auditors”, the power of data and (again) bringing in businessmen.&nbsp;</p> \n<p>Now here is a study comparing the running cost of government over 35 years with – a crude but significant measure – satisfaction with public services. If new public management worked, then costs must surely have fallen while satisfaction rose. Amazingly, you can’t do the sum, at least not reliably. That’s because governments kept chopping and changing and sometimes not even bothering to collect the relevant figures. Even the basic data needed to assess performance is lacking. Take what civil servants are paid: Whitehall’s salary bill isn’t calculated in a form that allows comparison from one year to the next.</p> \n<p>Painstakingly,&nbsp;by quizzing civil servants and popping in FoI requests, Chris Hood and his colleague Ruth Dixon have joined disparate data series, recalculating backwards and filling in the gaps with guesstimates. They show that over the past 30 years, the running costs of central government have risen, and as far as we know they have for councils too. Civil service pay increased in real terms from about &pound;15bn in the early 1980s to &pound;16bn in 2012, despite a 200,000 reduction in numbers. Running costs (excluding defence) rose in real terms from &pound;15bn to &pound;30bn in same period.</p> \n<p>But greater costs have not led to higher satisfaction. Again, data is sketchy. Ipsos Mori asks about satisfaction, and the answers go up and down; there is no long-run trend either way, with today’s satisfaction levels (55%, the same as the 80s) and dissatisfaction (30%) about the same. Other long-run studies such as British Social Attitudes point to “mostly worse or unchanged”. Add to that proxy evidence for the consistency and fairness of government in the shape of complaints to ombudsmen or court cases: both seem to have increased. Between 1990 and 2012 complaints to the parliamentary ombudsman alone doubled to 2,000.</p> \n<p>The study suggests that contracting out and the huge expansion of consultancy may help explain the rising costs; a &pound;1.8bn, 10-year Inland Revenue IT outsourcing project involving EDS, begun in the 1990s, shows no detectable effect on efficiency, the report concludes. There are bright spots. Collecting taxes has got dearer but costs have decreased relative to receipts of VAT and income tax. Yet in HMRC as elsewhere, there is virtually no evidence that big spending on IT has had any effect on efficiency.</p> \n<p>So today the Tories should make two heavyweight commitments, if they do want to improve and not just cut. One is about transparency and open government: ensure key data series, about pay and output and complaints, are not tampered with so 2020’s figures are compatible with 2015’s.&nbsp;The other is to stop all the big talk about transforming services whether through IT or hackneyed models imported from private business.&nbsp;</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306180894/Whitehall--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Whitehall’s salary bill isn’t calculated in a form that allows comparison from one year to the next. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"Whitehall ","cleanCaption":"Whitehall’s salary bill isn’t calculated in a form that allows comparison from one year to the next. Photograph: Andy Rain/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-27T05:59:30Z","lastModified":"2015-05-27T05:59:30Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"David Walker","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400684371831/David-Walker-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidwalker"}],"feature":true,"keywords":["Civil service","Public services policy","Society","Politics","Queen's speech","George Osborne","HMRC","Public finance"],"tags":[{"id":"politics/civil-service","webTitle":"Civil service"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/hmrc","webTitle":"HMRC"},{"id":"society/public-finance","webTitle":"Public finance"}],"section":{"id":"society"},"topics":[{"displayName":"David Walker","topic":{"type":"tag-contributor","name":"profile/davidwalker"}}],"series":{"title":"Public manager","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/publicmanager"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/27/outsourcing-increase-costs-public-services","shortUrl":"http://gu.com/p/496dz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/27/outsourcing-increase-costs-public-services","webUri":"http://www.theguardian.com/society/2015/may/27/outsourcing-increase-costs-public-services"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306180894/Whitehall--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Whitehall’s salary bill isn’t calculated in a form that allows comparison from one year to the next. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"Whitehall ","cleanCaption":"Whitehall’s salary bill isn’t calculated in a form that allows comparison from one year to the next. Photograph: Andy Rain/EPA"}},"importance":5,"showQuotedHeadline":true},{"title":"The crisis is in housing, not who owns it","rawTitle":"The crisis is in housing, not who owns it","item":{"type":"article","id":"society/2015/may/27/david-orr-housing-association-crisis-tory-plans-right-to-buy","title":"The crisis is in housing, not who owns it","trailText":"David Orr, chief executive of the National Housing Federation, warns that Tory plans to extend the right to buy and to lower the benefits cap threaten housing associations’ ability to build affordable homes","standFirst":"David Orr, chief executive of the National Housing Federation, warns that Tory plans to extend the right to buy and to lower the benefits cap threaten housing associations’ ability to build affordable homes","byline":"Patrick Butler","body":"<p>“On 6 May we had a housing crisis. We then had an election. On 8 May we still had a housing crisis,” says David Orr, chief executive of the <a href=\"http://www.housing.org.uk/\">National Housing Federation</a>. “The election didn’t make any difference to the underlying fact that we hadn’t built enough new homes and we had not focused sufficiently on regeneration; unless we start doing both of these things very quickly we will not be able to house our children.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The benefit cap will reduce housing associations’ ability to borrow and so the number of new homes they can build</p> \n </blockquote> \n</aside> \n<p>For all that, a Tory majority government has changed the outlook for social landlords and their tenants, to the point where some observers worry that the housing association movement, or at least its traditional role as the guarantor of affordable housing for the poor and vulnerable, is under threat. Wednesday’s Queen’s speech is expected to contain two flagship policies with potentially profound implications for housing associations: the extension of the right to buy to housing association tenants; and the lowering of the household benefit cap from &pound;26,000 to &pound;23,000. Then there are the legacy policies which a different, or coalition, government may have scrapped: the bedroom tax and universal credit.</p> \n<p>This comes on top of five years of rising levels of rent arrears and evictions driven by welfare reform. The reduced benefit cap heightens the financial risk of providing homes for benefit-dependent families, and threatens the viability of the sector’s ambitious plans to borrow to build tens of thousands of new affordable homes. It will impoverish many of its tenants. And right to buy threatens to eat into housing associations’ asset base.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/davehillblog/2015/may/21/boris-johnson-tory-unelaborated-new-right-to-buy-can-work-in-london\">Boris Johnson: Tory 'unelaborated' new Right to Buy can work in London</a> </p> \n</aside> \n<p>Does this amount to an existential threat to housing associations? No, says Orr, but adds: “There is a potential combination of circumstances that could make it very very difficult for housing associations to develop new homes in future.”</p> \n<p>“The benefit cap will reduce housing associations’ ability to borrow and that reduces the number of new homes they can build.” <a href=\"http://www.housing.org.uk/\">National Housing Federation</a> modelling shows that a lower benefit cap will potentially affect 90,000 additional tenants, around 37,000 of whom will be housing association residents. The impact, currently fiercest in London, will extend to large parts of the country, making three bedroom-plus properties unaffordable for benefit-capped tenants. The housing consultant and blogger Joe Halewood has <a href=\"https://speye.wordpress.com/2015/05/08/social-housing-no-time-for-reflection-only-for-actions-and-boy-does-the-truth-hurt/\">called the cap</a> “the death of the social housing model”.</p> \n<p>Several associations have said that the financial risk means they will no longer build family houses for social or affordable rent, and others warn they may refuse prospective tenants from council waiting lists if they are dependent on benefits. Where those tenants will be housed, no one seems to know.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In London, if you are a [jobless] family with three children, a one-bedroom flat would take you above the &pound;23,000 cap</p> \n </blockquote> \n</aside> \n<p>The effect on tenants on low incomes who fall foul of the cap will be harsh, says Orr: “In London, if you are a [jobless or economically inactive] family with three children, you will only be able to afford a bedsit. Even a one-bedroom flat would take you above the &pound;23,000 cap. I am not going to advocate that families with three children should be living in bedsits, or accept that a family with three children needs to leave London if they are not presently in work.”</p> \n<p>Orr believes that the impact of welfare cuts, coupled with a move to a homebuilding financial model funded by high “affordable” rents (80% of the market rate) rather than capital grant, will inevitably widen the profile of housing association tenants. “If you have an affordable rent regime where the rents are not really affordable and the benefit structure means that benefit won’t cover the rent, you need to accept that different people will occupy these homes.”</p> \n<p>Orr is not opposed in principle to this. He believes housing associations should offer a wide range of tenancies – social rent, shared ownership, and both affordable and market rent – appealing to well paid professionals unable to buy as well as the low paid. Income from wealthier tenants would cross-subsidise lower rents for the less well off. But to do that they would need more control over who they let their properties to, a task now largely carried out by local councils.</p> \n<p>He believes the sector should be at the core of the Tory ambition to deliver 275,000 affordable housing units in the next five years. But do the Tories share that vision? Orr argues that a government aiming to adequately house its citizens must look beyond the private sector. Housing associations’ commercial nous and social entrepreneurship has delivered billions of pounds worth of housing. “I don’t think there’s another public-private partnership in the economy that has been as consistently successful as we have.”</p> \n<p>But conflict with ministers looms over right to buy, which may see up to 200,000 housing association properties sold to tenants at discounts of up to &pound;100,000. “If you are a board member of a housing association, you have an absolute legal obligation to manage the assets of your organisation in a way that protects its future viability,“ says Orr. “It is wrong for government to insert itself and instruct you in what you may or may not do with the assets you own.”</p> \n<p>Orr does not rule out a legal challenge: “We don’t have an ownership crisis we have a housing crisis. If the government is able to find resources, it needs to be devoting them to new build and regeneration, not to giving large sums of money to individual citizens.”</p> \n<h2><strong>Curriculum vitae</strong></h2> \n<p><strong>Age </strong>60.</p> \n<p><strong>Lives </strong>London.</p> \n<p><strong>Status</strong> Married with three children.</p> \n<p><strong>Education</strong> George Heriot’s school, Edinburgh;<strong> </strong>Dundee University, MA, social administration.</p> \n<p><strong>Career</strong> 2005–present: chief executive, National Housing Federation; 1990-2005: chief executive, Scottish Federation of Housing Associations; 1986-1990: chief executive, Newlon Housing Trust; 1977-1986: co-ordinator, Centrepoint.</p> \n<p><strong>Public life</strong> Chair of Real Equity for All (formerly Homeless International); chair of Jobs at Home National; board member of My Home Finance; senior non-executive director and chair of the credit committee of Affordable Housing Finance.</p> \n<p><strong>Interests</strong> Cinema, theatre, sport, lifelong supporter of Hearts FC, singing.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/5/25/1432556623764/David-Orr-chief-executive-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Orr, chief executive of The Housing Federation: ‘There’s no other public-private partnership in the economy that has been as consistently successful as \nwe have’ \r\r Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"David Orr, chief executive of The Housing Federation","cleanCaption":"David Orr, chief executive of The Housing Federation: ‘There’s no other public-private partnership in the economy that has been as consistently successful as \nwe have’ \r\r Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-27T07:00:31Z","lastModified":"2015-05-27T07:00:31Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"}],"feature":true,"keywords":["Housing","Communities","Benefits","Society","Conservatives","Queen's speech","Politics"],"tags":[{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/society","webTitle":"Society"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"society"},"topics":[{"displayName":"Patrick Butler","topic":{"type":"tag-contributor","name":"profile/patrickbutler"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/27/david-orr-housing-association-crisis-tory-plans-right-to-buy","shortUrl":"http://gu.com/p/497ty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/27/david-orr-housing-association-crisis-tory-plans-right-to-buy","webUri":"http://www.theguardian.com/society/2015/may/27/david-orr-housing-association-crisis-tory-plans-right-to-buy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/5/25/1432556623764/David-Orr-chief-executive-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Orr, chief executive of the National Housing Federation: ‘There’s no other public-private partnership in the economy that has been as consistently successful as we have.’ Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"David Orr, chief executive of the National Housing Federation","cleanCaption":"David Orr, chief executive of the National Housing Federation: ‘There’s no other public-private partnership in the economy that has been as consistently successful as we have.’ Photograph: Graham Turner for the Guardian"}},"importance":4,"showQuotedHeadline":true},{"title":"Stage fright / Touring theatre has hit crisis point","rawTitle":"Touring theatre has hit crisis point","item":{"type":"article","id":"stage/2015/may/27/max-stafford-clark-interview-out-of-joint-arts-funding-british-theatre","title":"Max Stafford-Clark: ‘We’ve played to the worst houses we’ve ever had’","trailText":"With cuts in funding, safer programming, shrinking audiences, new writing is the first casualty in this vicious circle. The Out of Joint founder says something has to change","standFirst":"With cuts in funding, safer programming, shrinking audiences, new writing is the first casualty in this vicious circle. The Out of Joint founder says something has to change","byline":"Matt Trueman","body":"<p>Max Stafford-Clark opens his notebook. It’s a durable blue jotter filled with 20 years of Out of Joint records, all copied out by hand: writers’ royalties, touring schedules, weekly audience numbers. Right now, it doesn’t make for happy reading.</p> \n<p>“<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/mar/03/crouch-touch-pause-engage-review-gareth-thomas\">Crouch, Touch, Pause, Engage</a> has had reviews as good as any show we’ve done. It’s a very friendly evening. It’s warm, funny and it tells an unusual story. In Leeds we played to the worst houses we’ve ever had there. The same in Exeter the week before.” There, it averaged 105 a night. In Watford, 107; Hull, 56. Even in Liverpool, only 127 a night turned up. Stafford-Clark believes touring theatre has hit crisis point.</p> \n<p>“I’ve always said to the Arts Council, 200 people a night was our average at Out of Joint. That figure has been pretty consistent, historically, right through the 1990s and the first decade of this century.” Sometimes, it’s been more, he says, sometimes less. “By and large, 200 is easily obtainable.”</p> \n<p>Since its run in Cardiff, Crouch, Touch, Pause, Engage has achieved that figure only once, with a school performance in Oundle, Northamptonshire. The company’s previous two touring productions, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/aug/29/pitcairn-review-mutiny-on-the-bounty-richard-bean\">Pitcairn</a> by Richard Bean and Timberlake Wertenbaker’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2013/feb/05/our-countrys-good-review\">Our Country’s Good</a> – a syllabus staple – fared little better.</p> \n<p>It’s curious. On the surface, Crouch, Touch, Pause, Engage looks audience-friendly. Robin Soans’ play is about the former Welsh rugby international Gareth Thomas, one of the few openly gay sportsmen and women in Britain. Spanning sport and politics, you’d think it would be a crowd-puller.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2015/may/06/effects-of-live-satellite-broadcasts-national-theatre-rsc\">To beam or not to beam? How live broadcasts are changing theatre</a> </p> \n</aside> \n<p>Stafford-Clark commissioned it. He’s always had an eye for a subject, but this one was personal. He played rugby in his 20s – scrum half – first for Dublin University, then for a semi-pro team in Edinburgh. “I was the only person outside the scrum who wasn’t an international,” he says. “We won the Scottish championship that year. That was an armchair ride for me.” It was, he says, “the physical confrontation and the subtlety” of the sport that appealed – which says a lot about Stafford-Clark. He never really went in for the clubhouse camaraderie, preferring a book to boozing and, in the end, actors to sportsmen. He’s a theatre nut. Nothing comes close to the art form.</p> \n<p>Right now, he is gravely concerned for the play. His marketing manager has asked him not to be too gloomy – advice he opts to ignore. “The industry is having to take safer and safer decisions – and audiences are taking safer and safer decisions, too. Companies are finding it harder and harder to sell new work.” Faced with funding cuts, he says, regional theatres have stopped supporting new plays, either as co-producers or even as receiving houses. “The mid-scale tour is become increasingly economically unviable.”</p> \n<figure class=\"element element-image\" data-media-id=\"005bc8d3368ca45f469e216ee48428efe8c10943\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432570491038/e83d3dfc-0ee4-4f7b-8e60-e7815d87b1f3-460x276.jpeg\" alt=\"Should be a crowd-puller … Crouch, Touch, Pause, Engage, by Robin Soans.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Should be a crowd-puller … Crouch, Touch, Pause, Engage, by Robin Soans.</span> \n  <span class=\"element-image__credit\">Photograph: Robert Workman</span> \n </figcaption> \n</figure> \n<p>Programming fees have remained stagnant for 20 years. “Often, the percentage split doesn’t cover the get-ins and get-outs, let alone wages.” In one week, playing in Malvern, Pitcairn lost the company &pound;26,000. Loyal local audiences have dwindled because, he says, theatres “have got their pricing structures badly wrong”. Audiences tend to tail off at the end of each week. “Quite often, Saturdays are the thinnest nights of the week.”</p> \n<p>At the same time, he says, there’s additional pressure to tour more. “One of the measurements of success the Arts Council has – and, of course, it’s all numbers – is subsidy per seat. The more you tour, the less your subsidy per seat.” That leads to lengthier tours, which keep actors away from their families for meagre weekly wages.</p> \n<p>The risk of all this is a tailspin; touring work gets worse, audiences shrink, takings tail off, touring work gets worse still. Too late, says Stafford-Clark. “You look at a theatre’s programme and it’s Basil Brush, Aladdin, psychic nights. Eventually, you think, well, which is the odd one out? How can people who want Basil Brush be interested in Crouch, Touch, Pause, Engage? If you don’t have a palette of new work, the appetite for it goes.”</p> \n<p>Out of Joint was established to counter the same problem in 1993. Post-Thatcher, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2013/apr/08/margaret-thatcher-long-shadow-theatre\">British theatre was in a right state</a>. “I thought that new work regionally needed support and, indeed, at that point, it did. When we took <a href=\"http://www.outofjoint.co.uk/production/steward\">The Steward of Christendom</a> to Liverpool [in 1995], someone said: ‘Thank God you’ve arrived, this is the first new play we’ve seen here in 18 months.’”</p> \n<p>However, the company had another function. After 13 years running the Royal Court, Stafford-Clark was facing freelance life once again, something he has always associated with artistic exile. He had offers, not least from the RSC, but setting up his own company, as he’d done twice before, with the Traverse Workshop Company and Joint Stock, allowed him to keep hold of the reins. While thinking this through, he received a letter from a young producer, Sonia Friedman, in-house at the National Theatre and seeking a new challenge. Like him, she was convinced that British theatre needed Stafford-Clark doing his own thing. “He was – and probably still is – our greatest dramaturg-director and champion of new work,” she tells me. “He has discovered and nurtured a generation of writers who have influenced another generation of writers.”</p> \n<p>That roster of writers speaks for itself: David Hare, Caryl Churchill, Howard Brenton, Timberlake Wertenbaker, Mark Ravenhill. He has inspired them with subjects as often as they’ve inspired him with scripts, and the Joint Stock method, which lets writers explore a subject collaboratively, before writing individually, has become a standard practice.</p> \n<p>Modern classics such as Fanshen, Serious Money and Shopping and Fucking wouldn’t exist without him. Two that he triggered – Our Country’s Good and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/apr/26/light-shining-in-buckinghamshire-review-caryl-churchill-national\">Light Shining in Buckinghamshire</a> – are in Rufus Norris’s first National Theatre season. As Friedman says: “His influence is immense and his body of work astounding.”</p> \n<figure class=\"element element-image\" data-media-id=\"e2cafbd58c91c30fb6f0e9029bb69805bda79950\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432570703061/e223092a-10a6-43d5-beaf-4a3c4b8f1534-460x276.jpeg\" alt=\"Light Shining In Buckinghamshire, by Caryl Churchill.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Light Shining In Buckinghamshire, by Caryl Churchill.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton</span> \n </figcaption> \n</figure> \n<p>However, Out of Joint – the touring company founded after the end of Joint Stock – nonetheless finds itself in a rut. While Stafford-Clark’s assessment of touring theatre marries with a wider consensus, it’s possible that his company might be facing a crisis of its own making as well. “We’re in a pickle, yes,” he says. In 2011, its Arts Council grant was cut by almost a third, yet costs remain high, with writers guaranteed &pound;20,000 a play, double the National, Royal Court and RSC rate. (Stafford-Clark’s Royal Court lost its best writers to better deals elsewhere.) He insists on five-week rehearsal periods and extensive development workshops. It’s all about standards, but are such standards still viable today? Indeed, are they still fruitful?</p> \n<p>“There’s another shocking statistic,” Stafford-Clark suggests. “In our first decade, we did 19 co-productions with the principal new writing theatres – the Royal Court, the Hampstead and the National. In the last decade, we’ve done six.” Does he feel abandoned, then? “Yes, absolutely.”</p> \n<p>He has no doubt Out of Joint’s work could fit into any of those venues. “Crouch, Touch, Pause, Engage is as good as anything I’ve ever done.” At 74, nine years after a triple stroke, the self-certainty that has always driven him remains undimmed. He is, as Friedman puts it, “uncompromising and unflinching”. “Anybody who’s worked with Max knows he’s frustrating because he’s tough and ruthless,” she says.</p> \n<p>Six months after leaving hospital, Stafford-Clark was back in the rehearsal room. “Too early,” he admits – but also not soon enough. “The medical team thought it was time for the pipe and slippers.”</p> \n<p>You have to admire his tenacity, but it would be remiss not to question it as well. He’s not the imposing figure he once was, even if his mischief and playfulness remain intact. Beg the matter of retirement, however, and you’ll find your knuckles rapped. “Absolutely not,” he says. “I love it and I can’t imagine life without it. I would be like I was in hospital. Rehearsing has been a form of rehabilitation.” What about succession – passing the company on? “You mean after I die? Well, then the board have to find someone else.”</p> \n<p>However, he admits that something needs doing. “We have to change. The model we’ve followed for 20 years – co-productions with both regional and London theatres, sometimes together, sometimes separately – is becoming increasingly hard to pursue.”</p> \n<p>What if touring, with all of its additional running costs, simply isn’t viable any more? Inconceivable, he says. “It’s like the Heineken advert. It takes new work to places other models can’t reach.”</p> \n<p><span class=\"bullet\">•</span> <a href=\"https://www.arcolatheatre.com/production/arcola/crouch-touch-pause-engage\">Crouch, Touch, Pause, Engage</a> is at the Arcola, London, until 20 June. Box office: 020-7503 1646.</p> \n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/jan/16/max-stafford-clark-arts-council-cut\">Max Stafford-Clark: how a timid and bullied Arts Council cut my company</a></p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432570009308/Max-Stafford-Clark-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Out of joint? … Max Stafford-Clark believes touring theatre has hit crisis point. Photograph: Tony Larkin/Rex Shutterstock","credit":"Tony Larkin/Rex Shutterstock","altText":"Max Stafford-Clark","cleanCaption":"Out of joint? … Max Stafford-Clark believes touring theatre has hit crisis point. Photograph: Tony Larkin/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432570492730/e83d3dfc-0ee4-4f7b-8e60-e7815d87b1f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Should be a crowd-puller … Crouch, Touch, Pause, Engage, by Robin Soans. Photograph: Robert Workman","credit":"Robert Workman","altText":"Should be a crowd-puller … Crouch, Touch, Pause, Engage, by Robin Soans.","cleanCaption":"Should be a crowd-puller … Crouch, Touch, Pause, Engage, by Robin Soans.","cleanCredit":"Photograph: Robert Workman"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432570704612/e223092a-10a6-43d5-beaf-4a3c4b8f1534-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Light Shining In Buckinghamshire, by Caryl Churchill. Photograph: Tristram Kenton","credit":"Tristram Kenton","altText":"Light Shining In Buckinghamshire, by Caryl Churchill.","cleanCaption":"Light Shining In Buckinghamshire, by Caryl Churchill.","cleanCredit":"Photograph: Tristram Kenton"}],"webPublicationDate":"2015-05-27T06:01:30Z","lastModified":"2015-05-27T06:01:30Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Matt Trueman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-trueman"}],"feature":true,"keywords":["Max Stafford-Clark","Theatre","Stage","Culture","Arts funding"],"tags":[{"id":"stage/max-stafford-clark","webTitle":"Max Stafford-Clark"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/arts-funding","webTitle":"Arts funding"}],"section":{"id":"stage"},"topics":[{"displayName":"Matt Trueman","topic":{"type":"tag-contributor","name":"profile/matt-trueman"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/may/27/max-stafford-clark-interview-out-of-joint-arts-funding-british-theatre","shortUrl":"http://gu.com/p/497mc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/may/27/max-stafford-clark-interview-out-of-joint-arts-funding-british-theatre","webUri":"http://www.theguardian.com/stage/2015/may/27/max-stafford-clark-interview-out-of-joint-arts-funding-british-theatre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432570009308/Max-Stafford-Clark-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Out of joint? … Max Stafford-Clark believes touring theatre has hit crisis point. Photograph: Tony Larkin/Rex Shutterstock","credit":"Tony Larkin/Rex Shutterstock","altText":"Max Stafford-Clark","cleanCaption":"Out of joint? … Max Stafford-Clark believes touring theatre has hit crisis point. Photograph: Tony Larkin/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Stage fright"},"showQuotedHeadline":true},{"title":"Sarath Fonseka / Hero of Sri Lanka to some – war criminal to others","rawTitle":"Hero of Sri Lanka to some – war criminal to others","item":{"type":"article","id":"world/2015/may/27/former-sri-lanka-army-chief-says-he-would-welcome-war-investigation","title":"Former Sri Lanka army chief says he would welcome war crime investigation","trailText":"To his supporters, Field Marshall Sarath Fonseka is a hero. But to others he is a war criminal. Fonseka insists his conscience is clear","standFirst":"<p>To his supporters, Field Marshall Sarath Fonseka is a hero. But to others he is a war criminal. Fonseka insists his conscience is clear</p>","byline":"David Corlett in Colombo","body":"<p>Sri Lanka’s wartime army chief says his conscience is clear and he would welcome a war crimes investigation to prove his innocence.</p> \n<p>“The allegations are there,” Field Marshal Sarath Fonseka said in an interview with the Guardian. “We have to clear our name.”<br /></p> \n<p>In May 2009 the then General Fonseka was the head of the Sri Lankan army that defeated the Tamil Tigers, or Liberation Tigers of Tamil Eelam, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/may/18/tamil-tigers-killed-sri-lanka\">ending Sri Lanka’s brutal 26-year civil war</a>.<br /></p> \n<p>Nearly two years later, a UN secretary general’s panel of experts <a href=\"http://www.un.org/News/dh/infocus/Sri_Lanka/POE_Report_Full.pdf\">reported</a> that both government forces and the Tamil Tigers had potentially committed serious human rights violations in the final stages of the war.<br /></p> \n<p><a href=\"http://www.channel4.com/programmes/sri-lankas-killing-fields/on-demand\">Shocking footage</a> of the war’s end emerged shortly after, suggesting widespread crimes had been committed by forces under Fonseka’s command.<br /></p> \n<p>While accepting that some crimes occurred during the war, Fonseka insists that these were acts of individual offenders, and not systematic. “The army as a whole, I can give the assurance that we never committed war crimes,” he said.</p> \n<p>“There were no rapes, no torture during my command during the war. I know there have been a couple of allegations. But there should not be reason to try to declare war against the media or against the international community. We can clarify it.” </p> \n<p>To his supporters, Fonseka is a war hero. But to others he is a war criminal. He insists he has a clean conscience.</p> \n<p>“My intentions are clear. I did everything in good faith. My job was to save the territorial integrity and the sovereignty of the country. I have done it. I did it as per the rules.”</p> \n<p>In 2010 Fonseka unsuccessfully <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/jan/27/sri-lanka-election-lead-mahinda-rajapaksa\">contested presidential elections against his former boss, Mahinda Rajapaksa</a>. </p> \n<p>Speaking to the Guardian in Sri Lanka’s capital, Colombo, Fonseka claimed the former president and his family had acted like dictators after their 2010 victory. </p> \n<p>“Rajapaksa’s conduct was not acceptable to this country, especially after we finished the war,” he said. “He and his brother – secretary of defence – his whole family, his children, his wife, everybody was trying to behave like a king here; they were behaving like dictators.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d5148ed22a29fa543c7ec2639c5682e7aab7bb2b\"> \n <img src=\"http://media.guim.co.uk/d5148ed22a29fa543c7ec2639c5682e7aab7bb2b/0_0_2500_1807/1000.jpg\" alt=\"Mahinda Rajapaksa at an election rally\" width=\"1000\" height=\"723\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mahinda Rajapaksa at an election rally in January. </span> \n  <span class=\"element-image__credit\">Photograph: Dinuka Liyanawatte/Reuters</span> \n </figcaption> \n</figure> \n<p>“That’s why I left him. I wanted to be away. Then he started harassing us. He thought that he could intimidate us, terrorise us and keep us silent.” </p> \n<p>In 2010 Rajapaksa stripped Fonseka of his military rank and decorations. The following year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/nov/18/former-sri-lankan-army-chief-jailed\">Fonseka was jailed</a> for suggesting that the president’s brother, the defence secretary, Gotabaya Rajapaksa, had ordered Tamil Tiger leaders to be killed as they surrendered.<br /></p> \n<p>The Rajapaksas have denied any wrongdoing during the conflict.</p> \n<p>In January 2015 Rajapaksa, who had won two consecutive terms as president, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/09/sri-lanka-election-shock-as-president-mahinda-rajapaksa-concedes-defeat\">suffered a surprise defeat</a> at the ballot box at the hand of a broad coalition of civil society and political powerbrokers.</p> \n<p>The winning candidate, Maithripala Sirisena, had been Rajapaksa’s health minister and the secretary general of his party, the Sri Lanka Freedom party. </p> \n<p>The main opposition party, the United National party, as well as former president Chandrika Kumaratunga (herself a Sri Lanka Freedom party member), influential Buddhist monks, and the leadership of the Tamil and Muslim minorities supported Sirisena’s candidacy.</p> \n<p>Votes from the island nation’s religious and ethnic minority groups were key to his victory. The new president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/10/sri-lanka-new-era-president-maithripala-sirisena\">vowed to implement widespread reforms</a> within 100 days of his election, including transferring powers away from the president to the parliament. But he has had difficulty delivering his pledges.</p> \n<p>The UN human rights council <a href=\"http://www.reuters.com/article/2015/02/16/us-sri-lanka-warcrimes-idUSKBN0LK17X20150216\">delayed the release of its report</a> on humanitarian crimes during the civil war to give more time to the new administration. </p> \n<p>There have long been calls for Sri Lanka to allow a full international investigation, but Sirisena <a href=\"http://www.bbc.com/news/world-asia-31844796\">promised</a> only a domestic inquiry into wartime human rights violations. Last week the government <a href=\"http://economictimes.indiatimes.com/news/international/world-news/sri-lanka-to-begin-domestic-probe-on-ltte-war-crimes-next-month-president-maithripala-sirisena/articleshow/47354995.cms\">announced</a> the inquiry would begin in June.</p> \n<p>While observers say there have been some positive developments in public accountability, including a <a href=\"http://www.channelnewsasia.com/news/asiapacific/sri-lanka-parliament/1813294.html\">reform package</a> passed last month by the Sri Lankan parliament, concerns about human rights remain.</p> \n<p>Sirisena’s appointment as army chief of Major General Jagath Dias, who led an army division linked to war crimes in the final months of the war, is worrying, <a href=\"http://www.hrw.org/news/2015/05/17/sri-lanka-new-army-chief-blow-justice\">according to Human Rights Watch</a>.</p> \n<p>The new government, the result of a fragile cross-party political compromise, is negotiating a delicate path, seeking to fulfil the aspirations of the minorities whose support helped bring it to power while also retaining support among the majority Sinhalese community.</p> \n<p>Despite his electoral defeat, the <a href=\"http://america.aljazeera.com/articles/2015/4/22/former-presidents-brother-arrested-in-sri-lanka.html\">arrest</a> of one of his brothers, and ongoing <a href=\"http://www.newindianexpress.com/world/Former-Defence-Secretary-Gotabaya-Gets-Interim-Injunction-Against-Arrest/2015/05/13/article2812498.ece\">corruption investigations</a> into another, Rajapaksa remains a political force in the south <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/16/mahinda-rajapaksa-political-comeback-sri-lanka\">where he is positioning to run for prime minister</a> on a wave of <a href=\"http://www.newindianexpress.com/world/Rajapaksa%E2%80%99s-%E2%80%9CWar-Heroes%E2%80%99-Day%E2%80%9D-to-Counter-Sirisena%E2%80%99s-%E2%80%9CRemembrance-Day%E2%80%9D/2015/05/17/article2819351.ece\">Sinhalese nationalism</a> in forthcoming parliamentary elections.</p> \n<p>Fonseka, who was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/23/ex-army-chief-sarath-fonseka-jailed-for-treason-made-field-marshal-in-sri-lanka\">exonerated by Sirisena and promoted to Field Marshal</a>, said he no longer harboured ambitions to be president or prime minister. “I am ready to say goodbye to politics at any time. My ambition is not to become president or become prime minister, but to ensure that the country is taken on the right path.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d614cc10f7366ee761d2f48bef24ba63134a5ae4/0_0_3129_1878/3129.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1878,"width":3129,"orientation":"landscape","credit":"Lakruwan Wanniarachchi/AFP/Getty Images","altText":"President Maithripala Sirisena (L) confers the honorary military rank of Field Marshal on Sarath Fonseka in March 2015 at a ceremony in Colombo. ","cleanCredit":"Photograph: Lakruwan Wanniarachchi/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5148ed22a29fa543c7ec2639c5682e7aab7bb2b/0_0_2500_1807/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1807,"width":2500,"orientation":"landscape","caption":"Mahinda Rajapaksa at an election rally in January.  Photograph: Dinuka Liyanawatte/Reuters","credit":"Dinuka Liyanawatte/Reuters","altText":"Mahinda Rajapaksa at an election rally","cleanCaption":"Mahinda Rajapaksa at an election rally in January. ","cleanCredit":"Photograph: Dinuka Liyanawatte/Reuters"}],"webPublicationDate":"2015-05-27T01:37:35Z","lastModified":"2015-05-27T01:37:58Z","metadata":{"commentable":true,"commentCount":16,"contributors":[],"feature":false,"keywords":["Sri Lanka","South and Central Asia","World news","Human rights","Tamil Tigers"],"tags":[{"id":"world/srilanka","webTitle":"Sri Lanka"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"world/tamil-tigers","webTitle":"Tamil Tigers"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/27/former-sri-lanka-army-chief-says-he-would-welcome-war-investigation","shortUrl":"http://gu.com/p/498vp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/27/former-sri-lanka-army-chief-says-he-would-welcome-war-investigation","webUri":"http://www.theguardian.com/world/2015/may/27/former-sri-lanka-army-chief-says-he-would-welcome-war-investigation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d614cc10f7366ee761d2f48bef24ba63134a5ae4/0_0_3129_1878/3129.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1878,"width":3129,"orientation":"landscape","caption":"President Maithripala Sirisena confers the honorary military rank of field marshal on Sarath Fonseka in March at a ceremony in Colombo.  Photograph: Lakruwan Wanniarachchi/AFP/Getty Images","credit":"Lakruwan Wanniarachchi/AFP/Getty Images","altText":"President Maithripala Sirisena (L) confers the honorary military rank of Field Marshal on Sarath Fonseka in March 2015 at a ceremony in Colombo. ","cleanCaption":"President Maithripala Sirisena confers the honorary military rank of field marshal on Sarath Fonseka in March at a ceremony in Colombo. ","cleanCredit":"Photograph: Lakruwan Wanniarachchi/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Sarath Fonseka"},"showQuotedHeadline":false},{"title":"Desalination / The quest to quench the world's thirst for water","rawTitle":"The quest to quench the world's thirst for water","item":{"type":"article","id":"technology/2015/may/27/desalination-quest-quench-worlds-thirst-water","title":"Desalination: the quest to quench the world's thirst for water","trailText":"Technological advances have made removing salt from seawater and waste water less energy-intensive, but will they simply encourage us to use more?","standFirst":"<p>Technological advances have made removing salt from seawater and waste water less energy-intensive, but will they simply encourage us to use more?</p>","byline":"Chris Johnston","body":"<p>The average Briton uses 150 litres of water a day; the average American gets through 570 litres of the stuff. The world is getting thirstier and the global demand for fresh water is rising by 640bn litres a year. </p> \n<p>Population growth is one factor, not only the need for drinking water and sanitation but also the need to produce more food. Agriculture accounts for 70% of water use. </p> \n<p>Even the push for biofuels to reduce consumption of fossil fuels has an unexpected consequence: between 1,000 and 4,000 litres of water are needed to produce just one litre of biofuel.<br /></p> \n<p>While reducing consumption is one way of helping to address the water crisis on an individual level, it is far from the complete solution. Something on a larger scale is also needed: desalination.</p> \n<p>As climate change makes rainfall less predictable and droughts more common, a growing number of countries are turning to desalination. The term is used to refer to removing salt from both seawater and subterranean “brackish” water, as well as the treatment of waste water (aka sewerage) to make it drinkable.</p> \n<p>Some environmentalists have long opposed desalination because of the energy the process demands, as well as other considerations such as the impact of sucking in large quantities of seawater from the ocean. </p> \n<figure class=\"element element-image\" data-media-id=\"f15bcf57b8c1406888abac2f31f4fa3d0987d376\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295984665/3a49c3b9-001e-4c85-9cbf-d5c271c3fe96-460x276.jpeg\" alt=\"Huntington Lake, California\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Huntington Lake in the High Sierra, California, has run dry following the four-year drought in the state.</span> \n  <span class=\"element-image__credit\">Photograph: Lucy Nicholson/Reuters</span> \n </figcaption> \n</figure> \n<p>But technological advances in recent years have altered the equation. The most common form of desalination is <a href=\"http://en.wikipedia.org/wiki/Reverse_osmosis\">reverse osmosis</a>; it involves forcing water through cartridges that contain thin-film composite polyamide membranes, which trap salt and other impurities but allow the fresh water through.</p> \n<p>Randy Truby, comptroller of the <a href=\"http://idadesal.org/\">International Desalination Association</a>, says that advances in manufacturing processes have allowed 450 sq ft of membrane to be crammed into each cartridge, compared with 300 sq ft when they first came on the market. But treating seawater still requires pressure of about 80 bar, some 40 times more than car tyres. That is why treating seawater is more energy-intensive than brackish or waste water, which require less force.</p> \n<p>The location of a seawater desalination plant also makes a difference, Truby adds: while the salt content of water off the coast of California is about 34,000 parts per million, the figure in the Middle East is more like 40,000. </p> \n<h2>No alternative</h2> \n<p>Saudi Arabia is the country that relies most on desalination – mostly of seawater. The US is in second place. It uses mainly brackish and waste water although later this year it will open one of the world’s largest seawater desalination plants in <a href=\"http://carlsbaddesal.com/desalination-plant\">Carlsbad</a>, San Diego.</p> \n<p>Truby says: “In many places there is no alternative – certainly the Middle East and places like Singapore, the Canary Islands and the Caribbean have to look to the sea. Those that have a choice, like Europe and the US, China, Japan, will try conservation and re-use and brackish treatment and use [seawater] desalination as a way to top-up and provide some drought-proofing.”</p> \n<figure class=\"element element-image\" data-media-id=\"1dd78e9bf425b91c59712b416bae7fd1476bc1bc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432292521294/8354e51a-0da7-4230-a965-3f42e80c70ee-460x276.jpeg\" alt=\"Desalination plant\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The desalination plant in Carlsbad will use the reverse osmosis process to produce fresh water.</span> \n  <span class=\"element-image__credit\">Photograph: Gregory Bull/AP</span> \n </figcaption> \n</figure> \n<p>Desalination remains about twice as expensive as treating rainwater or waste water, at about $3 (&pound;1.95) per cubic metre, but the economics depend on a number of variables, explains Professor Raphael Semiat of Technion, the Israel Institute of Technology, in Haifa. </p> \n<p>He says 3.5 kilowatt hours (kWh) of electricity are needed to desalinate 1 cubic metre of seawater – 1.3kWh to pump seawater to the plant and 2.2kWh for the reverse osmosis process.</p> \n<p>Pumping a cubic metre of fresh water distances of more than 200km requires more energy than desalinating the same amount of seawater, according to Semiat. In addition, many plants produce the bulk of their water at night when there is less demand for electricity, and thus utilise power that would otherwise go to waste. </p> \n<p><a href=\"http://www.aston.ac.uk/eas/staff/a-z/dr-philip-davies/\">Philip Davies</a>, reader in mechanical engineering and design at Aston University in Birmingham, argues that desalination is not an expensive way of producing drinking water.</p> \n<p>He adds: “The trouble is most distribution systems don’t allow us to distinguish between drinking water or water used for sanitation. It’s also very difficult to put differential costing on water to reflect merits of its use, because at the end of the day you’ve got to make water affordable to everybody. There are much cheaper ways to economise on water than desalination … we should be re-using water for sanitation or irrigation.”</p> \n<p>Davies points out that reverse osmosis is not ideal for developing countries because the maintenance of the membranes required to keep them running effectively is more problematic in a country like India. </p> \n<p>Most desalination on the subcontinent is of brackish water that contains high levels of impurities, meaning the membranes can easily become clogged: “They are just filters and they get blocked up like anything else unless you have the right sort of pre-treatment.” </p> \n<p>The expense of operating a desalination plant is another issue in developing countries. While NGOs can provide seed funding, they are less able to cover running costs. </p> \n<p>One solution could be a micro-enterprise project Davies has been involved with near Jodhpur in India. As well as producing desalinated water, it generates incomes from farmers who pay to have their seeds pressed to produce castor oil, and provides refrigeration for ripening bananas.</p> \n<p>There is also a growing effort to reduce the environmental impact of desalinating brackish water. The salt recovery rate is typically about 50%, meaning that the waste salty brine is often injected back into the ground in places such as India and Pakistan. </p> \n<h2>Saltwater greenhouses</h2> \n<p>Such a strategy is not sustainable because it increases the salinity of soil or rivers further downstream. Davies says increasing the amount of salt being removed to between 70% and 90% solves that problem, but requires more energy – although he has devised a system of solar power to keep usage to a minimum.</p> \n<figure class=\"element element-image\" data-media-id=\"a719223ba18a237e9d1a6ce66092ca2110e6463a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432296251649/ccb0e862-da6f-489c-86a6-53347983e19d-460x276.jpeg\" alt=\"Seawater greenhouse\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Seawater greenhouse technology is well suited to arid parts of the world.</span> \n  <span class=\"element-image__credit\">Photograph: Seawater Greenhouse</span> \n </figcaption> \n</figure> \n<p>The academic is also involved in a project in Somaliland, which faces the twin challenges of rapid population growth and limited water resources. It is one area using seawater greenhouses, which produce water for irrigation by pumping seawater into the greenhouse and piping it over honeycomb cardboard pads that provide a large area for evaporative cooling. </p> \n<p>According to Charlie Paton, who founded <a href=\"http://www.seawatergreenhouse.com/\">Seawater Greenhouse Ltd</a> two decades ago, a seawater greenhouse cools the air by up to 15 degrees and increases humidity to as much as 90% even in some of the world’s most arid places. Davies says they can reduce the amount of water needed to produce a kilogram of produce from hundreds to tens of litres.<br /></p> \n<p>Researchers continue to seek to improve the technology behind reverse osmosis. Adel Sharif, professor of water engineering and process innovation at the University of Surrey, co-developed a new form of desalination called <a href=\"http://www.modernwater.co.uk/oldsite/assets/pdfs/MOD%20factsheet%20Nov10%20-%20no%20form%20field.pdf\">manipulated osmosis</a> in 2003. </p> \n<figure class=\"element element-image\" data-media-id=\"78f09c3d1be8397fd39e97e20e61efb6e30792d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432293749618/bedbc4c6-7070-4bbf-a07c-73c0450554a6-460x276.jpeg\" alt=\"Desalination plant\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thames Water’s desalination plant at Beckton in east London can produce 150m litres of water a day.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> \n </figcaption> \n</figure> \n<p>He says the technique helps to remove impurities such as limescale before the reverse osmosis process, which reduces the amount of energy needed by as much as 30%, as well as increasing the lifespan of the membranes and reducing maintenance costs.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2015/feb/18/caribbean-water-crisis-forcing-long-term-reliance-on-desalination\">Making rain: can technology drought-proof the Caribbean?</a> </p> \n</aside> \n<p>The first plant using manipulated osmosis began operating in Gibraltar in March 2009. A second opened in Oman later that year, and another opened in 2010. The company founded by Sharif to commercialise the technology, <a href=\"http://www.modernwater.com/\">Modern Water</a>, is listed on the AIM stock market in London, but he admits it has struggled to win contracts and may end up being bought by a larger desalination player.</p> \n<p>Many desalination companies are eyeing China, which has just 7% of the world’s freshwater but a fifth of its population. About 400 cities face serious water shortages and Beijing aims to quadruple its seawater desalination capacity to 3.6bn litres a day by 2020.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sustainable-business/solar-power-california-water\">Is solar-powered desalination answer to water independence for California?</a> </p> \n</aside> \n<p>Even London now has a seawater desalination plant. The city and the southeast of England is a “water-stressed area”, says Simon Earl, head of water production for Thames Water. However, the plant is not routinely used and is there “in case of severe drought”, like the one that occurred in 2011 and 2012 after two dry winters.</p> \n<figure class=\"element element-image\" data-media-id=\"c6a19c20e361ee04349c1bcf672c520165ae0b63\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432295814388/33981315-dbf8-49a5-884a-f78b09dcf1ae-460x276.jpeg\" alt=\"Desal\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The pressure cartridges at Thames Water’s desalination plant in Beckton, east London.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> \n </figcaption> \n</figure> \n<p>Surprisingly, there is no wastewater recycling in London, although Earl says building that capacity – or a new reservoir or pumping water from other parts of Britain – are options for coping with rising demand.</p> \n<p>As the world’s population continues to rise, the pressure on water resources are only going to increase. It is yet to be seen whether technological advances will be able to meet the demand.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432292418323/c1ee56c9-8e9d-4118-8c4e-edd368034915-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gregory Bull/AP","altText":"Desalination plant ","cleanCredit":"Photograph: Gregory Bull/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295986068/3a49c3b9-001e-4c85-9cbf-d5c271c3fe96-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Huntington Lake in the High Sierra, California, has run dry following the four-year drought in the state. Photograph:  Lucy Nicholson/Reuters","credit":" Lucy Nicholson/Reuters","altText":"Huntington Lake, California","cleanCaption":"Huntington Lake in the High Sierra, California, has run dry following the four-year drought in the state.","cleanCredit":"Photograph:  Lucy Nicholson/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432292522754/8354e51a-0da7-4230-a965-3f42e80c70ee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The desalination plant in Carlsbad will use the reverse osmosis process to produce fresh water. Photograph: Gregory Bull/AP","credit":"Gregory Bull/AP","altText":"Desalination plant","cleanCaption":"The desalination plant in Carlsbad will use the reverse osmosis process to produce fresh water.","cleanCredit":"Photograph: Gregory Bull/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432296252332/f41b8ee4-7250-4e23-a3ee-78c8a5a7bf11-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Seawater greenhouse technology is well suited to arid parts of the world. Photograph: Seawater Greenhouse","credit":"Seawater Greenhouse","altText":"Seawater greenhouse","cleanCaption":"Seawater greenhouse technology is well suited to arid parts of the world.","cleanCredit":"Photograph: Seawater Greenhouse"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432293751057/bedbc4c6-7070-4bbf-a07c-73c0450554a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thames Water’s desalination plant at Beckton in east London can produce 150m litres of water a day. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Desalination plant","cleanCaption":"Thames Water’s desalination plant at Beckton in east London can produce 150m litres of water a day.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432295815945/33981315-dbf8-49a5-884a-f78b09dcf1ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The pressure cartridges at Thames Water’s desalination plant in Beckton, east London. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Desal","cleanCaption":"The pressure cartridges at Thames Water’s desalination plant in Beckton, east London.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}],"webPublicationDate":"2015-05-27T06:00:31Z","lastModified":"2015-05-27T06:03:42Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Chris Johnston","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-johnston"}],"feature":false,"keywords":["Technology","Water","Environment","Renewable energy","Access to water","Solar power"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"environment/water","webTitle":"Water"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"global-development/access-to-water","webTitle":"Access to water"},{"id":"environment/solarpower","webTitle":"Solar power"}],"section":{"id":"technology"},"topics":[{"displayName":"Chris Johnston","topic":{"type":"tag-contributor","name":"profile/chris-johnston"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/27/desalination-quest-quench-worlds-thirst-water","shortUrl":"http://gu.com/p/4966e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/27/desalination-quest-quench-worlds-thirst-water","webUri":"http://www.theguardian.com/technology/2015/may/27/desalination-quest-quench-worlds-thirst-water"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432292418323/c1ee56c9-8e9d-4118-8c4e-edd368034915-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Workers move one of the 2,000 pressure vessels that will convert seawater into fresh water at a desalination plant in Carlsbad, California. Photograph: Gregory Bull/AP","credit":"Gregory Bull/AP","altText":"Desalination plant ","cleanCaption":"Workers move one of the 2,000 pressure vessels that will convert seawater into fresh water at a desalination plant in Carlsbad, California.","cleanCredit":"Photograph: Gregory Bull/AP"}},"importance":3,"kicker":{"title":"Desalination"},"showQuotedHeadline":false}],"lastModified":"2015-05-27T08:30:14Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}