{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"This New Noise review / An excellent and insightful history of the BBC","rawTitle":"An excellent and insightful history of the BBC","item":{"type":"article","id":"books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","title":"This New Noise review – an excellent and insightful history of the BBC","trailText":"Charlotte Higgins’s history of the BBC tells of a turbulent past. Where does the corporation stand now and what of the future?","standFirst":"<p>Charlotte Higgins’s excellent history of the BBC, full of insight from former bosses, tells of a turbulent journey. Melvyn Bragg reflects on the corporation’s place in the nation’s psyche and its battle for survival in a changing media world</p>","byline":"Melvyn Bragg","body":"<p>Is the BBC in danger of meltdown in the accelerating climate of change in broadcasting? If so, how could that happen to an organisation still thought&nbsp;of as an immovable pillar in our culture and widely praised around&nbsp;the world as a big player?</p> \n<p>Charlotte Higgins’s <em>This New Noise: The Extraordinary Birth and Troubled Life of the BBC</em> is an account of an organisation that embraces so many aspects of this country’s life, traditions and personality that it seems to represent the British character itself. The book could scarcely be better or better timed. It is elegantly written, closely argued, balanced, pulls no punches and yet wears its respect for the BBC on its sleeve.</p> \n<p>It is particularly welcome as a corrective to the recent, in my view, distressingly inadequate volume of BBC history by Jean Seaton. In his review of <em>Pinkoes and Traitors</em>, TV executive <a href=\"https://www.opendemocracy.net/ourbeeb/david-elstein/%27pinkoes-and-traitors%27-tunnel-vision-of-broadcasting-history\" title=\"\">David Elstein</a> pointed out the inexcusable number of errors and omissions. There are <a href=\"http://en.wikipedia.org/wiki/Jean_Seaton#cite_note-Jean_Seaton_openDemocracy_9_April_2015-9\" title=\"\">promises it will be revised</a>. There are those who think it would be better pulped. It is equally distressing to the BBC’s admirers that the current hierarchy in Broadcasting House has endorsed it. Surely they must&nbsp;think that the BBC deserves better than that?</p> \n<p>Higgins has come to the rescue. She has employed a method long thought to be dead and gone. Through interviews and character sketches, she tells us a story of great men. The strategy is a perfect fit. There have been great women along the way, from <a href=\"http://www.bbc.co.uk/radio4/womanshour/timeline/hilda_matheson.shtml\" title=\"\">Hilda Matheson</a>, who worked alongside Reith (and coined the phrase “this new noise” to describe the unfamiliarity of the sound of the wireless), to <a href=\"http://www.screenonline.org.uk/people/id/1401847/index.html\" title=\"\">Grace Wyndham Goldie</a>, in the heyday of Lime Grove in the 1960s. And there were Catherine Dove, <a href=\"http://www.bbc.co.uk/aboutthebbc/insidethebbc/managementstructure/biographies/thomson_caroline.html\" title=\"\">Caroline Thomson</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2011/jun/09/patricia-hodgson-leaves-bbc-trust-for-ofcom\" title=\"\">Patricia Hodgson</a> and many others. There is also a raft of women now on the staff of&nbsp;the BBC, some of whom will be serious contenders when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/tony-hall\" title=\"\">Tony Hall</a> retires. But so far it’s been the preserve&nbsp;of the great white male.</p> \n<p>Higgins includes some chairmen and some programme-makers, but the core of her book is built around the occupiers of the office of director general, who is also editor-in-chief. This strategy yields riches of coherence, liveliness and a clear sense of truth to BBC history. Perhaps it has been its ceaseless growth, extension and reinvention that gave the corporation something of the Plasticine nature of an object constantly capable of being remodelled even when 25,000 strong. A director general could make the BBC in his image.</p> \n<p>Lord Reith was its first inventor and shape-setter. When the BBC has strayed from Reith it has faltered. When it has the convictions of that tormented, Caledonian-giant engineer it has prospered. There is not a DG who has not felt judged by Reith. Reith was Genesis and all subsequent DGs were begat by him. Reith gave the BBC its grand purpose. “Its status and duties should correspond with those of public service… the BBC should be the citizen’s guide, philosopher and friend… and help to show that mankind is a unity and that the mighty heritage, material, moral and spiritual, if meant for the good of any, is meant for the good of all.”</p> \n<p>This has been translated into more contemporary language over the years, but when the BBC loses sight of it, it will be finished as a unique institution. This and other declarations from Reith are in effect the BBC’s Magna Carta.</p> \n<figure class=\"element element-image\" data-media-id=\"e9733fb622d44bb21134566c37a69d585d19501f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433934082588/e04fa915-8007-4ba0-80b6-e7ada12d23de-280x420.jpeg\" alt=\"Lord Reith, director-general of the BBC from 1927 to 1938: 'The BBC should be the citizen’s guide, philosopher and friend.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>There is the central question of independence, well covered by Higgins. 1926 was the crunch, the General Strike, when the BBC was the only conveyor of news in the land (apart from the government propaganda sheet, the <em>British Gazette,</em> and the TUC’s the<em> British Worker</em>). Winston Churchill wanted to commandeer it and was repulsed. Stanley Baldwin, the prime minister, broadcast to the nation from Reith’s house and was coached by him. Ramsay Macdonald, the leader of the opposition, asked leave to broadcast his point of view. Reith supported him, but the government refused permission and Reith had to back down. He consoled his conscience by putting out statements from the TUC. A sort of impartiality was maintained but a sort of independence was fudged and that fudge has been the bane of the BBC ever since.</p> \n<p>The second world war sealed the BBC into the nation. It also established the BBC around the world as a teller of truth and gave to this country an imperial prestige that has outlived colonial conquests.</p> \n<p>Then the curtain lifted. Hugh Carleton Greene breezed in from journalism and, with panache, ushered the BBC into the exhilarating liberation and merry-go-round of the 60s. There was <em>That Was the Week That Was</em>, new plays and other programmes by the eager grammar school intake – Dennis Potter, Alan Bennett, Ken Loach, David Mercer and others. And there was Greene’s careful wangling of&nbsp;a second channel that proved to be vitally refreshing.</p> \n<p>Greene licensed Grace Wyndham Goldie to run a talented nation state in the invigorating scruffiness of Lime Grove. It was to be from this that <em>Panorama</em>, <em>Tonight</em> and <em>Monitor</em> grew, as did the reputation of a future DG, Alasdair Milne, whose career brought into sharp focus the fight that had been going on since 1926. This brilliant man and born leader went into a BBC board lunch and came out before a morsel had been eaten to tell his PA that he had been summarily sacked. The executioner was Marmaduke Hussey, placed in the chair in 1987 by Margaret Thatcher to rid the BBC of its turbulent priest. The programme they picked on (there were several bold efforts to choose from) was a well-balanced film about Northern Ireland. But Margaret Thatcher was against any publicity given to the IRA and with a strike worthy of the mafia Milne was out. Whose BBC was it now?</p> \n<p>John Birt (DG 1992-2000), who came from ITV and like Reith was an engineer and a serious public service broadcaster, says&nbsp;in this book that he found the BBC&nbsp;“unmanaged and ill-disciplined in a way I would not from the outside have thought possible”. The sacking of Milne had led to a severe wilting of purpose.</p> \n<p>Birt, with characteristic intelligence and skill, reorganised it and used the reorganisation to fend off the government of the day. He was bombarded with criticism, most dramatically from Dennis Potter, and he got a cruel press, but as Christopher Bland, the BBC’s chairman of the day, says in this book, “strategically he was remarkable”. It emerged stronger.</p> \n<p>Birt’s successor was another ITV man, Greg Dyke, who was the most popular DG in its history. His talent for nurturing talent in others built on Birt’s achievement and between the two of them they gave the BBC the ring of success and achievement.</p> \n<p>Then the long arm of 1926, as it were, struck again. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2003/jul/18/bbc.politicsandiraq2\" title=\"\">The Gilligan/Kelly affair</a> brought Greg Dyke into direct conflict with Alastair Campbell and Tony Blair (whom Dyke had supported for many years). And once again the BBC board struck at a board meeting at which Dyke “just happened” to be without any allies and he was effectively sacked, although he chose to beat them to the punch by resigning.</p> \n<p>Mark Thompson, a BBC man who followed him, strove to keep the image of the BBC he had inherited. His licence fee settlement, which seemed canny at the time, burdened the BBC with the World Service, which, together with the broadband rollout and the Welsh language commitment was more government policy than a BBC remit. But Thompson thought it was worth the trade-off. The storm clouds were approaching and Thompson battened down.</p> \n<p>After the short interregnum of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/nov/10/bbc-crisis-george-entwistle-resigns\" title=\"\">George Entwistle</a>, Tony Hall was appointed in 2013. He had run BBC News under Birt and then gone on to be a successful director of the Royal Opera House. He has set out his stall and once again we can see the light coming from Reith. Hall’s strategy is dominated by a determination to ensure the BBC’s long-term survival.</p> \n<p>Now the horns are locked. The BBC is fighting on several fronts at the same time. Military historians say that this is as bad as it gets.</p> \n<p>Next year, the government’s key weapon, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/11/john-whittingdale-culture-secretary-bbc-charter-renewal\" title=\"\">BBC charter</a>, will be on the table. Unfortunately, it is widely accepted by the current government that the BBC is too leftwing and this was reinforced by Thompson. The government is fielding <a href=\"http://www.johnwhittingdale.org.uk/\" title=\"\">John Whittingdale</a>, a rightwing Conservative who knows a great deal about broadcasting. I think he has no intention of being the man who destroyed the BBC, but he will undoubtedly be tough on it. He doesn’t have to do much. He only has&nbsp;to freeze the licence fee again to cause considerable damage to the current BBC.</p> \n<p>And the licence fee depends on the possession of a television set, and an increasing number of especially younger people do not watch television on a television set. Other individually serving systems proliferate. No TV set. No fee.</p> \n<figure class=\"element element-image\" data-media-id=\"a5dff30a10707e22077cf0f4d9d964af2a319775\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433934297116/428704b8-e0c0-4b22-af40-1021f69469a0-460x276.jpeg\" alt=\"Tony Hall, director general of the British Broadcasting Corp. His 'strategy is dominated by a determination to ensure the BBC’s long-term surviva'.l\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> \n </figcaption> \n</figure> \n<p>Meanwhile, the BBC’s internal troubles are serious. There is little doubt that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/01/bbc-jimmy-savile-abuse-report-police-dame-janet-smith\" title=\"\">when the Savile report comes out</a>, BBC management will be heavily criticised and the claims of those who were abused could be vast and for years ahead a steady reminder of the BBC’s laxity.</p> \n<p>There is also criticism of BBC management across the board. Hall promised to cut it right down but so far has only made a start. The complaints against the BBC are that the process is increasingly slow, complex and over-costly for independents. There is also still a grievance at the size&nbsp;of salaries and payoffs (which Hall has tackled) and a continuing sense of entitlement.</p> \n<p>This criticism comes from people of the stature of John Lloyd, John Tusa and David Attenborough, who in Higgins’s book says: “Broadcasters should be the cream of thinkers in society who have been given by the BBC a platform on which they may speak, but the BBC doesn’t believe that now.”</p> \n<p>However, in my current experience of working there, there is still a good core of people who do believe that. Perhaps I am privileged by working for Radio 4, but the people with whom I work are in every way the true heirs of those I met in radio in 1961. Upstairs, there is no doubting the quality and ambition of (to name only three) Hall, <a href=\"https://twitter.com/dannycohen\" title=\"\">director of television Danny Cohen</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2011/aug/07/gwyneth-williams-radio-4-controller\" title=\"\">Radio 4 controller Gwyneth Williams</a>.</p> \n<p>I must admit that the BBC could also address yet another battalion of critics that bemoans the fact that the BBC news, nationally and locally, makes up more than 50% of the news received by citizens of this country. People respect it. Those six pips seem to be the pulse of the nation. But there is a case to be made for more varied voices inside the BBC itself. Perhaps this could be achieved by separating radio and television.</p> \n<p>The BBC relies increasingly on one of the great success stories of recent years – independent film-makers. These have now become essential to the BBC and vice versa. It is a positive and highly successful pact. Yet when the BBC puts out their programmes is it any longer the BBC of old? Is it not becoming a publisher? And if it is becoming a publisher, does it need more than 20,000 staff, dozens of buildings and all the other accoutrements of a tanker-size corporation?</p> \n<p>Finally, there is the galloping expansion of global organisations or hugely rich American independent companies that are sweeping through the television world like a bushfire. Sky, HBO, Amazon, Netflix – on they go, sometimes doing what the BBC has previously done and with no loss of excellence.</p> \n<p>Where does that leave the BBC? There are enemies circling the wagon train, but it also has an enormous number of supporters. Its independence is deeply valued. It still has muscle. Its freedom from advertising is greatly appreciated by many listeners and viewers. Radio&nbsp;4 is the biggest commissioner of drama in the world. There are the unique <a href=\"http://www.bbc.co.uk/proms\" title=\"\">Proms</a>. There is its association with the <a href=\"http://www.open.ac.uk\" title=\"\">Open University</a>. There are regular instances of brilliance in its drama, documentaries and comedy. It&nbsp;still does programmes that no other broadcaster would attempt to do. People in this country trust it more than they trust or listen to any political&nbsp;party or organisation.</p> \n<p>And that, it seems to me, is its salvation. The BBC seems too cowed by its enemies and too shy to summon up its friends. It has many groups who will fight for it. Some of them set their clocks by it, others feed their minds and imaginations on it. There must be a way for the BBC to mobilise these groups and make its audiences a factor in the struggle it now has.</p> \n<p>The BBC in the end is the sum of its programmes. Content will be key as channels proliferate. The BBC has proved over decades that it can deliver radio and television programmes across the waterfront that are deeply respected and cherished. It is now widely thought that it is time for the BBC to slim down for the fight, reach out to those it has served for so long and let them be part of its case for long-term survival, not just for a few more years but for as long as our few other deeply rooted institutions. It is a glorious British invention and has become integral to our sense of ourselves.</p> \n<p>There’s no insurmountable reason for the new noise to be turned down or for the ghost of Reith to be exorcised. But the BBC itself must lead the charge against its critics.</p> \n<p><em> </em></p> \n<p><em>This New Noise is published by Faber (&pound;12.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297222/s/this-new-noise/\" title=\"\"><em>Click here to order it for &pound;10</em></a></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944629457/2daa0677-aa98-4e95-8d11-c61858061521-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"The BBC at its finest.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934085149/e04fa915-8007-4ba0-80b6-e7ada12d23de-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’ Photograph: Hulton Archive/Getty Images","credit":"Hulton Archive/Getty Images","altText":"Lord Reith, director-general of the BBC from 1927 to 1938: 'The BBC should be the citizen’s guide, philosopher and friend.'","cleanCaption":"Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’","cleanCredit":"Photograph: Hulton Archive/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934298553/428704b8-e0c0-4b22-af40-1021f69469a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l Photograph: Bloomberg/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Tony Hall, director general of the British Broadcasting Corp. His 'strategy is dominated by a determination to ensure the BBC’s long-term surviva'.l","cleanCaption":"Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}],"webPublicationDate":"2015-06-15T05:30:21Z","lastModified":"2015-06-15T05:30:21Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Melvyn Bragg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/melvyn-bragg"}],"feature":false,"keywords":["TV and radio","History","BBC","Books","Radio","Television","Tony Hall","Greg Dyke","Mark Thompson","Television & radio","Culture","Media"],"tags":[{"id":"books/tvandradio","webTitle":"TV and radio"},{"id":"books/history","webTitle":"History"},{"id":"media/bbc","webTitle":"BBC"},{"id":"books/books","webTitle":"Books"},{"id":"culture/radio","webTitle":"Radio"},{"id":"culture/television","webTitle":"Television"},{"id":"media/tony-hall","webTitle":"Tony Hall"},{"id":"media/greg-dyke","webTitle":"Greg Dyke"},{"id":"media/markthompson","webTitle":"Mark Thompson"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"books"},"topics":[{"displayName":"Melvyn Bragg","topic":{"type":"tag-contributor","name":"profile/melvyn-bragg"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","shortUrl":"http://gu.com/p/49jdm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","webUri":"http://www.theguardian.com/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944585755/4fad4c0a-e84d-4fe1-badc-7cfb34d57b5e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The BBC at its finest.","credit":"PR","altText":"The BBC at its finest.","cleanCaption":"The BBC at its finest."}},"importance":7,"kicker":{"title":"This New Noise review"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944629457/2daa0677-aa98-4e95-8d11-c61858061521-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"The BBC at its finest.","cleanCredit":"Photograph: PR"}}]},{"title":"Narcolepsy / The girl who falls asleep 40 times a day","rawTitle":"The girl who falls asleep 40 times a day","item":{"type":"article","id":"science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","title":"Narcolepsy and the swine flu vaccine: the girl who falls asleep 40 times a day","trailText":"Lucy Tonge was 13 when she developed narcolepsy after having the Pandemrix jab. She is appealing against the rejection of her compensation claim","standFirst":"<p>Lucy Tonge was 13 when she developed narcolepsy after having the Pandemrix jab. She is appealing against the rejection of her compensation claim</p>","byline":"Hannah Devlin Science correspondent","body":"<p>When Lucy Tonge started drifting off in front of the television as a 13-year-old, her parents put it down to typical teenage lethargy. And when she developed a strange habit of slumping forward when she laughed, her mum told her: “Stop doing that stupid thing when you laugh. It makes you look silly.” But she couldn’t.</p> \n<p>It was only when she started collapsing with no warning that her family sought medical advice that led to a diagnosis of narcolepsy. Soon afterwards, Tonge discovered that her sleeping disorder was very likely to have been triggered by the swine flu vaccine, which she had received in 2009 a couple of months before her symptoms first emerged.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/sep/19/swine-flu-vaccine-narcolepsy-uk\">Swine flu vaccine can trigger narcolepsy, UK government concedes</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/sep/19/swine-flu-vaccine-narcolepsy-uk\">The government has acknowledged the rare side-effect of the Pandemrix jab</a>, which was given to 6 million people in Britain during the 2009 and 2010 swine flu pandemic, but the Department for Work and Pensions (DWP)has rejected the compensation claims of about 80 people including Tonge on the grounds that their disabilities were not “severe”.</p> \n<p>This week, the group was given fresh hope that the challenges they face will be acknowledged after a tribunal <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/boy-wins-120000-damages-narcolepsy-swine-flu-vaccine-glaxosmithkline\">ordered the government to pay &pound;120,000 in damages to a 12-year-old boy</a> whose narcolepsy was also linked to Pandemrix.</p> \n<p>Tonge, who celebrated her 18th birthday last week, described the government’s stance as unjustifiable, saying narcolepsy had changed her life has been changed deeply and irreversibly. </p> \n<p>She falls asleep on average 40 times a day, sometimes for a few seconds mid-conversation, but other times for a lengthy nap. She also suffers from cataplexy, the complete loss of muscle control after a sudden burst of emotion such as surprise or happiness.</p> \n<p>“I’ve had some bad experiences, falling down stairs or off a chair on to tiles,” she said. “Sometimes my neck falls too far back or forwards and it can restrict my breathing, which is terrifying really.”</p> \n<p>Taking public transport on her own is a risk but her condition rules out learning to drive, and her A-levels were a struggle that she only got through with gritty determination.</p> \n<p>“It’s two years I’d quite happily forget,” she said. “I used to be a complete bookworm, but I can’t really read anymore because I have to exert so much energy to get through a passage. It’s quite distressing really.”</p> \n<p>Her Spanish A-level exam, which normally takes two hours and 45 minutes to complete, took her five and a half hours. “You listen to something once and then you fall asleep,” she said.</p> \n<p>When Tonge goes on a rare night out with friends she has to decide whether to come off her medication so she can have a drink, and she worries about her safety in the dark, chaotic atmosphere of a nightclub. </p> \n<p>“When you have cataplexy it makes you slur and stagger and look like you’re drunk. I’ve been in situations when I’ve had to hang on to someone for a few minutes and people have thought I was drunk.”</p> \n<p>She takes three medications for narcolepsy and two others to deal with the side-effects they produce.</p> \n<p>Despite the hurdles she faces, Tonge is optimistic, independent and enthusiastic about her future. She is looking forward to moving out of home in September, when she hopes to study radio production at the University of Westminster.</p> \n<p>The DWP wrote to Tonge’s family in 2013 to acknowledge that the vaccine, made by GlaxoSmithKlein (GSK), had caused the disorder. It argued, however, that she did not meet the threshold defined as 60% disabled, equivalent to the loss of a hand, for its statutory damages scheme, meaning she was not eligible for any compensation.</p> \n<p>Her family now intends to appeal against the decision.</p> \n<p>“When we got the letter, my mum was so angry. I was angry too, but my immediate reaction was just to laugh,” she said. “It was ridiculous. If someone has an incurable neurological disease caused by a vaccine they’ve been recommended to have by the government, you need to compensate them for that. You shouldn’t have to prove you’re damaged enough.”</p> \n<p>A government spokesman said:<strong tabindex=\"-1\"> “</strong>The vaccine damage payments scheme provides support in very rare cases where someone has become severely disabled as a result of immunisation against certain diseases. Decisions on claims take into account the individual circumstances of each case and the latest available medical evidence.”</p> \n<p>A GSK representative said: “We are actively researching the observed association between Pandemrix and narcolepsy, and the interaction this vaccine might have had with other risk factors in those affected.</p> \n<p>“We’re also continuing to support ongoing work from other experts and organisations investigating reported cases of this condition, and we hope these efforts will enable us to provide more answers in the future. We take the safety of patients who entrust their health in our vaccines and medicines very seriously.”</p> \n<h2>The science of narcolepsy</h2> \n<p>Narcolepsy is caused by the destruction of about 70,000 neurons in the hypothalamus that produce the “wakefulness” hormone orexin, also known as hypocretin. Without the hormone, people are left constantly on the brink of sleep.</p> \n<p>How the cells are killed is unclear, but scientists believe the body’s own immune system is probably responsible, and that the condition is often triggered by an infection such as flu.<br tabindex=\"-1\" /></p> \n<p>In the case of Pandemrix, scientists think that in rare cases the jab triggered a reaction in which the body’s immune cells confused the H1N1 proteins in the vaccine with orexin cells in the brain, causing them to be attacked and destroyed. </p> \n<p>The link with the vaccine emerged through epidemiological data showing peaks in the incidence of narcolepsy in countries where Pandemrix was deployed during the swine flu pandemic. It revealed one case of narcolepsy for every 55,000 jabs.</p> \n<p>It is impossible to be sure of the causes in any individual case, but the government accepts that Pandemrix was responsible in those who developed narcolepsy very soon afterwards. </p> \n<p>“What did upset me the most about this story was not the vaccine story, which really is just bad luck, a perfect storm, but the fact that it took a while for these kids to be treated,” said Prof Emmanuel Mignot, a world authority on narcolepsy at Stanford University. </p> \n<p>“And in young children, every year of non-treatment wrecks their future in a disproportional way in term of studies, self confidence, they often gain a huge amount of weight, cannot go to school.”</p> \n<p>The condition can be controlled with a combination of powerful sleeping drugs at night and stimulants, such as modafinil, during the day. In the future, scientists hope to find synthetic versions of orexin, which do a better job at restoring normal sleep-wake cycles.</p> \n<p>“Certainly, narcolepsy is as severe as losing one hand,” Mignot said. “Untreated, it can be hell. Treated, it is often manageable but never perfect. Like losing one hand, it is not necessarily the end of a productive life, but it is very life-altering and you must go in a new direction, take this into account for your entire personal and professional life.”</p> \n<p><br tabindex=\"-1\" /></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:00:20Z","lastModified":"2015-06-15T05:03:42Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Science","Swine flu","Health","Pharmaceuticals industry","GlaxoSmithKline","UK news"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"world/swine-flu","webTitle":"Swine flu"},{"id":"society/health","webTitle":"Health"},{"id":"business/pharmaceuticals-industry","webTitle":"Pharmaceuticals industry"},{"id":"business/glaxosmithkline","webTitle":"GlaxoSmithKline"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","shortUrl":"http://gu.com/p/49m54","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","webUri":"http://www.theguardian.com/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lucy Tonge is one of 80 who have had applications for compensation rejected by the Department for Work and Pensions because their disabilities were not ‘severe’. Photograph: John Robertson/www.jr-photos.com","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCaption":"Lucy Tonge is one of 80 who have had applications for compensation rejected by the Department for Work and Pensions because their disabilities were not ‘severe’.","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}},"importance":5,"kicker":{"title":"Narcolepsy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}}]},{"title":"Pregnancy food / What you eat can affect your child for life","rawTitle":"What you eat can affect your child for life","item":{"type":"article","id":"lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","title":"Pregnancy food: what you eat can affect your child for life","trailText":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","standFirst":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","byline":"Amy Fleming","body":"<p>“Listen to your body,” is one of the most overused phrases in the pregnancy-vadvice market. And, actually, it’s really hard to ignore your body when you’re pregnant; it mutinies and starts ordering you about. In many ways this is good – forcing you to go to bed early, or eat enough protein. But, in the unnatural food landscape of today, in which irresistible unhealthy snacks are the easiest foods to come by, it can also be bad.</p> \n<p>The first time I was pregnant, I&nbsp;signed up for a daily email with tips and information on the baby’s development. Occasionally, I’d receive a gentle reminder to snack on carrot sticks instead of cakes, and I would think: “Up&nbsp;yours, patronising email service – don’t you realise you’re talking to someone who makes her own sodding muesli?” Then I’d inhale an entire carton of ice-cream, which obviously needed replacing every 48 hours, as was surely the right of all weary pregnant women everywhere.</p> \n<p>But, as obesity researcher Nicole&nbsp;Avena sets out in her new book, <a href=\"http://www.penguinrandomhouse.com/books/237260/what-to-eat-when-youre-pregnant-by-dr-nicole-m-avena/\" title=\"\">What&nbsp;to Eat When You’re Pregnant</a>, avoiding overindulgence and eating healthily is even more important when pregnant. Firstly, she says, the average woman (in the US) who becomes pregnant is already overweight or obese, which heightens the risk of conditions like pre-eclampsia, gestational diabetes and postpartum haemorrhage. And between 46% and 59% (depending on BMI) of these women will gain more weight than necessary when pregnant, which will likely be retained post-pregnancy.</p> \n<p>Secondly, it’s widely accepted now that what happens in the womb does not stay in the womb. <a href=\"http://www.drnicoleavena.com/publications/tag/research-articles\" title=\"\">Research that Avena and colleagues have done</a> (albeit mostly in rats) has found that not only can an in-utero diet high in fat or sugar lead to the child growing up obese, but maternal diet, she writes, “can have a long-lasting impact on the offspring’s risk of developing mental-health disorders, impaired social behaviours, lower cognitive abilities and increased response to stress”.</p> \n<p>That’s a bitter pill to swallow, especially in a society that sometimes seems designed to make people fat. And, as more and more individual studies on the impact of maternal behaviour are reported, it can feel as though the media is building a case against mothers. “That’s a valid debate,” says a very pregnant Avena, via video link. “Part of the reason I wanted to do the book was because women are given guidelines about what not to eat during pregnancy. There’s a lot of weight-shaming that goes on when it comes to pregnancy, although we have to address it because it’s important. But&nbsp;it doesn’t have to be negative. I try to focus on the healthy aspects of eating while pregnant.”</p> \n<p>So, after walking readers through the cold, hard science of pregnancy weight-gain and the risks associated with eating badly, the fun part begins: a week-by-week guide to what to eat, and what your baby is growing right now (brainstem, skin, fingernails), along with easy recipe suggestions. Week 34, for instance, is all about squash, which is high in fibre – an essential in beating third-trimester constipation. A nice prompt, but then fibre is always necessary. Isn’t a common-sense, healthy, balanced diet all that’s ever required? “The book is not necessarily meant to make women eat brussels sprouts during a certain week,” says Avena, “but, if they can focus on them in one week and try to incorporate them into their diet, I’m giving them a way to eat healthily in a prescriptive manner – not just telling them: ‘OK, eat healthily.’” Which, judging by obesity levels, isn’t enough.</p> \n<p>In the throes of early pregnancy, however, all this is the last thing many women want to deal with. Traditionally, it’s a time to put your feet up and enjoy your extra calorie allowance. The hospital in New York where Avena works runs weight-loss clinics and, when female attendees become pregnant, many of them want to drop out. “We encourage them to stay in,” says Avena. Not because they think they should lose weight while pregnant, but because “you still can benefit from some of the advice on how to maintain healthy eating and dietary patterns”.</p> \n<p>Could, I wonder, any ill-effects that my chocolate H&auml;agen-Dazs habit had on my daughter, in the womb, be erased by her upbringing? It’s hard to accurately study nature versus nurture in humans, but Avena has placed baby rats, born to mothers fed on high-sugar and high-fat diets, with rats on healthy diets – to breastfeed and raise them. “They still grew up to have these changes in the brain, and have propensities to want to consume high-sugar and high-fat foods,” she says. However, in humans, if self-restraint is taught and the child is brought up to recognise their satiety signals, “then that’s going to mitigate the effects that might have occurred from in-utero exposure”.</p> \n<p>Avena demystifies cravings by talking about the hormones involved and suggesting how to beat such mutinous urges. Taking a mindful approach has been shown to help addicted people move past their cravings; rather than trying to fight it or giving in, simply acknowledge and accept it. Planning ahead pays – make healthy foods more readily available than the contents of the nearest vending machine. Tipping off friends and family to resist feeding you treats helps, too, as does sufficient sleep. And, finally, know your cravings. Typically, Avena writes, genuine hunger-driven cravings are for food groups (like meat), rather than specific food items (like ice-cream). In other words, listen to your body, but only when you know its intentions are sound.</p> \n<p><em>What to Eat When You’re Pregnant by Nicole Avena (Ten Speed Press, &pound;13.99). To order a copy for &pound;11.19, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/296547/\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call the Guardian Bookshop on 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}],"bodyImages":[],"webPublicationDate":"2015-06-15T07:00:23Z","lastModified":"2015-06-15T07:00:23Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Amy Fleming","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373840637/Amy-Fleming-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amyfleming"}],"feature":true,"keywords":["Health & wellbeing","Life and style","Pregnancy","Family","Parents and parenting","Diets and dieting"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/diets-dieting","webTitle":"Diets and dieting"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Amy Fleming","topic":{"type":"tag-contributor","name":"profile/amyfleming"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","shortUrl":"http://gu.com/p/49jm9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}},"importance":5,"kicker":{"title":"Pregnancy food"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}}]},{"title":"Which is the cleanest city in the world?","rawTitle":"Which is the cleanest city in the world?","item":{"type":"article","id":"cities/2015/jun/15/cleanest-city-world-calgary-singapore","title":"Which is the cleanest city in the world?","trailText":"Fines, public humiliation and citizen action – every city has a different way of dealing with urban cleanliness. But is it community clean-ups or strict municipal laws that have the most success in making a city spotless?","standFirst":"<p>Fines, public humiliation and citizen action – every city has a different way of dealing with urban cleanliness. But is it community clean-ups or strict municipal laws that have the most success in making a city spotless?</p>","byline":"Adrian Mourby","body":"<p>Definitions of cleanliness can, of course, be very different across the world. I’ve seen people spitting on pristine streets in China, and broken pots left to decay neatly by the roadside in Africa. Monaco provides dispensers with free bags for cleaning up after your dog, but some visitors are surprised to see the used bags just lying in the gutter. This however is the Monegasque way: they must wait there until collection.</p> \n<p>According to the 2014 Mercer Global Financial list of the <a href=\"http://www.miratelinc.com/blog/10-cleanest-cities-in-the-world\">world’s cleanest cities</a>, Calgary, Canada’s oil capital was top of the cleanliness pile, followed by Adelaide, Honolulu, Minneapolis and Kobe. </p> \n<p>To anyone who travels much to Europe, it might seem odd there’s not a single Swiss city in the top 10. Ultra-calm Zurich has been Mercer’s second-best city for <a href=\"http://www.mercer.com/content/mercer/global/all/en/newsroom/2014-quality-of-living-survey.html\">quality of life</a> for years (Calgary comes in a lowly 33rd in the life stakes) but it figures nowhere on the cleanliness list. </p> \n<p>The Mercer study is based on five hygiene-based factors: the availability and drinkability of water, waste removal, quality of sewage systems, air pollution, and traffic congestion. Curiously litter, a very visible indicator of cleanliness, is not considered at all.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>By 2020, Calgary intends to divert 80% of its waste away from landfills</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"99d0befb06734881d0b4545353aee82b8855d552\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434033273024/80cc8db6-77d7-412f-af4c-438d07aca0f9-460x276.jpeg\" alt=\"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.</span> \n  <span class=\"element-image__credit\">Photograph: George Rose/Getty Images</span> \n </figcaption> \n</figure> \n<p>To be fair, Calgary can also boast litter-free streets. <a href=\"http://www.cbc.ca/news/canada/calgary/litterbugs-reminded-of-hefty-fines-1.952334\">Thousand-dollar fines</a> for dropping cigarette butts or throwing rubbish out of a car window have had a positive impact on the city. But for Mercer, Calgary ranks top of the list due to its green initiatives. As well as following Alberta’s <a href=\"http://esrd.alberta.ca/waste\">Too Good to Waste</a> programme, which aims to decrease how much waste is sent to landfill, environmental charity <a href=\"http://www.greencalgary.org/\">Green Calgary</a> also promotes a greener lifestyle for Calgarians by offering tips on everything from improving your composting to how to pack a litter-less lunch. The organisation, which has been in operation since 1978, also “seeks to empower Calgarians to create healthy homes and communities through environmental education, products and services”. By 2020 the city intends to divert 80% of its waste away from landfills.</p> \n<p>Yet when it comes to awarding marks for effort, spotless Singapore really should score high on any list given the way it enforces cleanliness and tidiness. The island city-state has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jan/05/the-price-of-life-in-singapore-city-of-rules-its-a-faustian-deal\">draconian laws about many things</a>, from pornography to tipping. In the 1960s, Prime Minister Lee Kuan Yew introduced strict anti-litter laws, which are still in force today. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3b114f60c00dfaf855e6adeace76cbb407c47149\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/8/1433762920426/932b0453-8e0c-44d8-8e0f-01bd1f5781df-460x276.jpeg\" alt=\"Singapore signs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Singapore says ‘no’ – a lot.</span> \n  <span class=\"element-image__credit\">Photograph: Bildagentur-online/Schoening/Alamy</span> \n </figcaption> \n</figure> \n<p>Anyone convicted of dropping litter can be fined up to S$1,000 (&pound;480) for the first conviction. Repeat convictions cost up to $5,000, and may lead to a community service orders or anti-littering lectures (only given in Chinese), to curb repeat offenders. In the case of a third offence, law-breakers may be made to wear a sign reading “I am a litter lout”.</p> \n<p>Singapore also fines people for putting spent chewing gum anywhere other than a bin ($100), for urinating in lifts ($500), and for failing to flush a public lavatory ($100). Spot checks are regularly made by police officers in public toilet cubicles – there is no point having a law if it’s not enforced.<br /></p> \n<p>The result of these fines is plain to see: Singapore is a very clean and tidy island state, albeit one that has also sacrificed certain civil liberties (and, perhaps, a certain amount of creativity). That said, it would take a very dyed-in-the-wool libertarian to fight for the right to pee in an elevator. </p> \n<p>There are less punitive ways to be clean and tidy, however. Kigali, the capital of Rwanda, seems to have achieved a clean and litter-free environment without the threat of harsh fines. Not on any of Mercer’s lists, modern Kigali isn’t exactly beautiful. It rises up on a tree-covered slope and is mainly built of concrete, but the level of upkeep is extraordinary.</p> \n<p>Indeed, the city’s roundabouts are so well-swept and the grass so well-maintained that wedding couples sprint across the traffic to be photographed in the middle of them. Unusually, this has been achieved not through punishment, but by the principle of <em>Umuganda</em>. This <a href=\"http://www.rwandapedia.rw/explore/umuganda\">word has many meanings</a> relating to “community” and “payment”, and dates back before Rwanda was part of Belgium’s African empire.</p> \n<p>In the 19th century, a number visitors recorded that Rwandans were required to work two days a week for their community leader and during Belgian rule <em>Umuganda</em> was encouraged as a way of bolstering civic responsibility. In the years before the 1994 genocide, President Juv&eacute;nal Habyarimana emphasised it as part of his concept of “true” Rwandan identity. “True Rwandans” provided free labour for state-led projects like school building, road works, the construction of sanitation facilities and digging of anti-erosion ditches. Unfortunately Habyarimana’s true Rwandans, by extension, also belonged to the Hutu tribe, and <em>Umuganda</em> eventually became caught up in ideas of racial purity.<br /></p> \n<p>After taking office in 2000, President <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/paul-kagame\">Paul Kagame</a> harnessed <em>Umuganda</em> to help clean up his gun and shell-strewn capital, as well as to promote the idea of a cohesive national identity through communal projects. Under Kagame, <em>Umuganda</em> was formalised as a collective event on the last Saturday in each month when traffic – including airport taxis – is stopped for three hours in the morning, and the city comes together to tidy up. This can be problematic if you have a flight to catch. This day is called <em>umunsi w’umuganda</em> (contribution made by the community) and all able-bodied people between the ages of 18 and 65 are required by law to participate. The knock-on effect of such conscientious cleaning up is, of course, that people are less inclined to drop litter in the first place. </p> \n<figure class=\"element element-image\" data-media-id=\"aadd27c4f66e45085c867e8d5fc7efb1092c68f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433864860895/80f48348-12b9-4eaf-91dd-bd18b329a7c6-460x307.jpeg\" alt=\"People participate in the monthly clean-up day, Umuganda, in Kigali.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate. </span> \n  <span class=\"element-image__credit\">Photograph: Stuart Forster/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Significantly, although President Kagame is known for his toughness, no one I spoke to in Kigali was aware of penalties for dropping litter in their city. It simply is not something that occurs. People will tell you with great pride that their city is “cleaner than New York and London”, and the army of poorly-paid female cleaners who seek out litter and tend the grass consider this work their patriotic duty.</p> \n<p>“When foreign people come to this city and later return to their countries exclaiming about our city’s cleanliness, that itself motivates me to keep doing my work even better,” says Th&eacute;odosia Vuganeza of the Ikondera Women’s Cleaning Cooperative.</p> \n<p>The mayor of Kigali is now introducing cleanliness and hygiene awareness lessons into primary schools, taking his cue from <a href=\"http://www.newtimes.co.rw/section/article/2015-05-22/189016/\">President Kagame’s assertion</a> that Kigali does not need international aid “to keep its backyards clean”.</p> \n<p>The cleanliness of Kigali is a pleasing rebuttal to Forbes’ list, <a href=\"http://www.forbes.com/2007/04/16/worlds-cleanest-cities-biz-logistics-cx_rm_0416cleanest.html\">which declared in 2007</a> that the cleanest cities in the world were “largely located in countries noted for their democracy and their industrialisation” and that there are “no top-25 clean cities in South or Central America, Africa and Australia”. The magazine concluded “clean may also mean well-off”.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/may/26/what-is-safest-city-in-the-world-crime-immigration-tokyo-amsterdam-new-york-bogota\">Which is the safest city in the world?</a> </p> \n</aside> \n<p>But in less affluent countries, voluntary clean-ups may be the coming thing. Dar es Salaam in Tanzania is one of 91 cities worldwide to take part <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup\">International Coastal Cleanup Day</a>, which involved ridding beaches of litter and waste. The Dominican Republic and Puerto Rico, neither of them wealthy states, are also among the list of countries <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup/images/2014-data-release/full-res/top-10-countries.jpg\">playing a key role</a> in the coastal cleanup. This year’s volunteers cleared <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup/2015-by-the-numbers.html\">16 million pounds</a> of garbage from beaches around the world.<br /></p> \n<p>So, if Singapore is proof that cleanliness can be achieved by legislation, Kigali and Dar es Salaam are definitely proof that motivation and communal spirit can work as well. Calgary, on the other hand, falls somewhere between the two. It’s also the least interesting of the three cities to visit – but that’s a whole other list. </p> \n<p>Finally one has to ask, does it matter? Last year a Ugandan looking at Kigali told me wistfully that Kampala used to be as pristine as Kigali: “Why can’t we keep our capital clean and tidy anymore?”</p> \n<p>So, if you live there I think it matters, very much.</p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033051922/e8445776-1adc-45ca-ba12-d802a20d71f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCredit":"Photograph: Tom Gilks/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033274571/80cc8db6-77d7-412f-af4c-438d07aca0f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world. Photograph: George Rose/Getty Images","credit":"George Rose/Getty Images","altText":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.","cleanCaption":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.","cleanCredit":"Photograph: George Rose/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433762921940/932b0453-8e0c-44d8-8e0f-01bd1f5781df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Singapore says ‘no’ – a lot. Photograph: Bildagentur-online/Schoening/Alamy","credit":"Bildagentur-online/Schoening/Alamy","altText":"Singapore signs.","cleanCaption":"Singapore says ‘no’ – a lot.","cleanCredit":"Photograph: Bildagentur-online/Schoening/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433864859548/80f48348-12b9-4eaf-91dd-bd18b329a7c6-2060x1374.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1374,"width":2060,"orientation":"landscape","caption":"People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate.  Photograph: Stuart Forster/REX Shutterstock","credit":"Stuart Forster/REX Shutterstock","altText":"People participate in the monthly clean-up day, Umuganda, in Kigali.","cleanCaption":"People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate. ","cleanCredit":"Photograph: Stuart Forster/REX Shutterstock"}],"webPublicationDate":"2015-06-15T06:30:23Z","lastModified":"2015-06-15T06:33:42Z","metadata":{"commentable":true,"commentCount":106,"contributors":[],"feature":true,"keywords":["Cities","Environment","Canada","World news"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/canada","webTitle":"Canada"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"cities"},"topics":[],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/15/cleanest-city-world-calgary-singapore","shortUrl":"http://gu.com/p/4973j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/15/cleanest-city-world-calgary-singapore","webUri":"http://www.theguardian.com/cities/2015/jun/15/cleanest-city-world-calgary-singapore"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033178415/88ccbc3a-909a-42db-ac3d-7fa0f92bf654-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Painting the curbs of Kigali. Residents of the Rwandan capital tell you with great pride that their city is cleaner than New York and London. Photograph: Tom Gilks/Alamy","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCaption":"Painting the curbs of Kigali. Residents of the Rwandan capital tell you with great pride that their city is cleaner than New York and London.","cleanCredit":"Photograph: Tom Gilks/Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033051922/e8445776-1adc-45ca-ba12-d802a20d71f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCredit":"Photograph: Tom Gilks/Alamy"}}]},{"title":"Revealed / World turns its back on rape victims of Congo","rawTitle":"World turns its back on rape victims of Congo","item":{"type":"article","id":"world/2015/jun/13/rape-victims-congo-world-turned-away","title":"Revealed: how the world turned its back on rape victims of Congo","trailText":"A year ago a global summit hosted by Angelina Jolie and William Hague vowed to end army sexual violence in Africa. But women are still threatened and funds are drying up","standFirst":"<p>A year ago a global summit hosted by Angelina Jolie and William Hague vowed to end army sexual violence in Africa. But women are still threatened and funds are drying up</p>","byline":"Mark Townsend in Minova","body":"<p>On an imposing hill above the town of Minova, at the end of a trail down which rivulets of rainwater run past tarpaulin-tented homes, a small women’s refuge can be found.</p> \n<p>Here, groups of women silently till the land. Others stare warily over Lake Kivu towards the distant mountains, waiting for news of the fighting.</p> \n<p>Three years have passed since a column of Congolese soldiers entered Minova after being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/nov/20/congo-rebel-m23-take-goma\">defeated and ousted by M23 rebels</a> from the nearby city of Goma. Many were drunk, firing their guns in frustration towards the sky, but mostly they were humiliated. Over the next three days they took their defeat out on the women and girls of Minova.</p> \n<p>The town, in the east of the Democratic Republic of Congo (DRC), is the site of one of the darkest episodes of sexual violence in a country that the UN has called the “rape capital of the world”, a place where one study estimated that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/may/12/48-women-raped-hour-congo\">48 women are raped every hour</a>.</p> \n<p>Hundreds of women were systematically raped by the soldiers, an atrocity that drew international outrage and the promise of intervention. A <a href=\"https://www.gov.uk/government/topical-events/sexual-violence-in-conflict\">London summit</a> – hosted by William Hague, then foreign secretary, and the film star Angelina Jolie, who is a UN special envoy for refugees – would later pledge to eradicate sexual violence in war zones, with its lead focus on eastern Congo.</p> \n<p>That summit was almost exactly a year ago. But the Congolese troops in the hills around Minova continue to rape with impunity. A recent army offensive against a nearby militia has prompted a fresh wave of sexual violence.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/jun/13/warzone-rape-congo-questions-uk-campaign\">William Hague’s summit against warzone rape seen as ‘costly failure’</a> </p> \n</aside> \n<p>Every day, muddied and traumatised, new arrivals stagger up the hillside to the only sanctuary around. Masika Katsuva, 47, who runs the local refuge, says: “They keep attacking us, we have no protection, no support.” So much was promised: what went wrong?</p> \n<p>When Jolie and Hague travelled to Congo in March 2013 to promote the UK government’s campaign to end sexual violence in conflict, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2013/apr/11/congo-rape-galley-pictures\">details were still emerging </a>of the rapes in Minova. The UN condemned the atrocity as “horrifying” in its scale and systematic nature. Commanders had allegedly ordered subordinates to “go and get women”. Victims were gang-raped in front of their children. At least 30 of those attacked were children themselves.</p> \n<p>The visit of Jolie and Hague, one a globally renowned star, the other a distinguished western politician, had an electrifying effect on what had been a barely functioning investigation into the crimes. <br /></p> \n<p>Days after their visit, prosecutors began assembling a case that would become known throughout the world as the Minova trial. It was heralded as the largest rape tribunal in the country’s history, a defining chapter in the creation of a viable legal system in eastern Congo. Leaked excerpts of pre-trial meetings reveal the Congolese army’s senior prosecutor promising “all the big fish will be arrested and prosecuted”, and adding: “This case is being watched by everyone, and the Congolese state cannot afford to stage a parody of justice.”</p> \n<p>But other confidential legal documents and testimony from several Congolese lawyers – speaking out at great risk to their lives – reveal how the military rigged the trial’s outcome. <br /></p> \n<p>The sources, speaking in Goma to the <em>Observer</em> on condition of anonymity, reveal that UN officials repeatedly raised private concerns with the Congolese authorities over their approach and at one point “even decided not to support the trial when it started”, according to one lawyer involved. However, the case continued because the international community accepted that something had to be seen to be done.</p> \n<p>The UN, they claim, raised concerns privately that the trial contained no provision for an appeal by the women, in clear breach of the country’s constitution. Several lawyers involved have come forward to also allege that the DRC government parachuted in a prosecutor from the capital, Kinshasa, to manipulate the direction of the trial.</p> \n<figure class=\"element element-image\" data-media-id=\"63e3a9fef604751fd52ff57b600057ca4f064d59\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/13/1434208494135/a31d1a75-3a08-45b7-94d9-5293f0682447-460x276.jpeg\" alt=\"Anne-Marie Buhoro, who was raped in Minova. ‘It is very dangerous now’.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anne-Marie Buhoro, who was raped in Minova. ‘It is very dangerous now’.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Townsend/Observer</span> \n </figcaption> \n</figure> \n<p>“The prosecution received orders from the government. In a high-profile case like this, if the line is dictated by the big prosecutor from Kinshasa who has talked to the government minister, then you have the line,” says one lawyer, who receives daily death threats because of his work on sexual violence. “Behind the Minova case you have the executive, governmental actors,” he said.</p> \n<p>One way the government influenced the trial, he said, was by prematurely curtailing the investigation, exploiting pressure from the international community to act quickly. As a result, evidence was incomplete or contradictory, or no forensics were conducted. Even the number of victims was unresolved.</p> \n<p>Within the well-guarded Goma offices of the American Bar Association, files detail the names of 1,014 victims. The UN recorded that 126 women and girls had been raped, of which 56 testified in court. “They took advantage of the situation to please the international community, but organised a trial which would achieve nothing,” says another legal source in Goma.</p> \n<p>The Congolese government, he alleges, made certain that no commanding officer was prosecuted over Minova. Legal correspondence, dated last month, describes how prosecutors refused to level charges against commanders whose men were accused of mass rape. <br /></p> \n<p>Transcripts of pre-trial meetings between military prosecutors and UN officials show that, when challenged over why no commanding officers had “been bothered [sic] or taken into temporary custody”, the authorities stated that no women could identify their rapists, so there was no point arresting high-ranking officials.</p> \n<p>Twelve senior officers suspended over the rapes were never brought to trial. Of the 39 Congolese soldiers who eventually appeared in court, only two junior soldiers were convicted of rape.</p> \n<p>Throughout the trial, exhaustive security measures were introduced, with the <a href=\"http://america.aljazeera.com/multimedia/2014/3/they-will-be-heard-therapesurvivorsofminova.html\">women wearing hoods in court </a>to protect their identity. Yet Katsuva and other victims recount being frequently threatened and attacked since, contradicting assurances they would be protected after the trial. Anne-Marie Buhoro, 39, who was raped in Minova, says: “It’s very dangerous now because of the Minova case: it has become very unsafe for everyone involved.”</p> \n<p>Katsuva says that after the trial they received an anonymous letter saying their throats would be slit. She handed it to the military administrator, but heard nothing. Of the 56 women who testified, 50 have since been threatened, according to Katsuva. So grave is the risk of reprisal that they spend nights hiding in the dense bush.</p> \n<p>She points north, towards military outposts less than two miles away. “Their units are not very far. We are beaten by the militaries,” she says. Senior officers implicated in the rapes are often seen in nearby Goma.</p> \n<p>Promises that the women would receive reparations have similarly never materialised, despite the court authorising compensation. Confidential legal documents, dated last month and addressed to Jeanine Mabunda, Congo’s leading government official in the fight against sexual violence, says the Minova rape victims are each entitled to &pound;15,000.</p> \n<p>From the moment the verdict that no senior officers would be prosecuted was announced, weeks before the summit began, says Charles-Guy Makongo of the American Bar Association in Goma, it felt as if the rapes of Minova were being airbrushed from history.</p> \n<figure class=\"element element-image\" data-media-id=\"cc818a49590aa97f61ab6f70edaa12fe7df5ee0d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/13/1434208577888/c5a260e3-c199-48f5-ad85-8512b9d7ae45-460x276.jpeg\" alt=\"William Hague with Angelina Jolie at a refugee camp outside Goma in 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">William Hague with Angelina Jolie at a refugee camp outside Goma in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Iggy Roberts/AP</span> \n </figcaption> \n</figure> \n<p>So much for the domestic investigation. But did the international community at least act upon its expressions of outrage and concern?</p> \n<p>News of the Minova verdict prompted a <a href=\"https://www.gov.uk/government/news/foreign-secretary-comments-on-verdict-in-minova-mass-rape-case\">statement from Hague</a> urging “the Congolese authorities to continue their efforts to seek out and prosecute the remaining perpetrators”. The British embassy in Kinshasa registered its disapproval. <br /></p> \n<p>But, according to Goma lawyers, that was the extent of the UK government’s quest for justice. It was left to a solitary Goma law firm to launch an appeal on behalf of the victims – a move that military prosecutors attempted to block and which has made its team, too, the focus of death threats.</p> \n<p>“When I asked for help from the international community, we got none. We are totally alone,” says Makongo. During the trial he had four armed guards; these days he never walks the streets. “The international community seemed happy just to see the military in court. We cannot afford to fight this by ourself, we don’t have the funds.”</p> \n<p>The summit convened by Hague, who had been appointed David Cameron’s special representative on preventing sexual violence in conflict, and Jolie, did make headlines, however. <br /></p> \n<p>The largest assembly of its kind was called last June with the express intention of tackling sexual violence in conflict. As delegates flew in, the hope was of preventing another Minova. Increased funding was promised to support survivors of sexual violence and challenge attitudes to what Hague called one of the “great mass crimes” of modern times.</p> \n<p>When the Minova women heard about the summit, they hoped to be among the 1,700 delegates from 123 countries invited. But no one – not even Katsuva – was invited to join a three-day convention where the food bill alone reached &pound;299,342.01.</p> \n<p>Makongo of the, – whose American Bar Association in Goma has received 18,000 complaints of sexual violence since 2008 – says it is scandalous the women of Minova were not invited. “No one wanted to know. The women of Minova should have been there to share their experiences.” Nevertheless, delegates gave Hague a thunderous round of applause as he promised that “we owe it to future generations to end one of the greatest injustices of our time”.</p> \n<p>In the past year, according to those in eastern Congo, the situation has worsened. This month 19 new cases have arrived at the refuge in Minova. The Panzi hospital in Bukavu has reported a spike of children being raped, while the Heal Africa hospital in Goma, which cares for between 8,000 and 10,000 rape victims a year, says that, although conflict has subsided in some areas, the frequency of rape victims remains constant.</p> \n<p>As part of their eastern Congo trip, Hague and Jolie visited the Heal hospital, praising its commitment to the cause but neglecting to reveal that the UK’s funding would be extremely limited. “They only gave us money for one year. It’s gone,” says Emmanuel Baabo, in charge of Heal’s sexual violence project.</p> \n<p>A Foreign Office statement released during the tour announced UK funding of &pound;205,000 to the charity Physicians for Human Rights, based in Panzi hospital. The money was to help “document and collect evidence of sexual violence”. But that funding, too, has run out. One worker says: “The money was crucial, paying for experts to provide training on how to collect and preserve forensic evidence on rape cases.”</p> \n<p>Some budgetary choices seem quixotic, to say the least. Figures obtained through Freedom of Information requests reveal last year’s entire UK budget dedicated to tackling sexual violence in conflict – &pound;3.5m – was dwarfed by the &pound;5.2m spent on the Hague/Jolie summit. The money spent on hotels and transport over three days, &pound;576,000, was roughly equivalent to the amount earmarked for eastern Congo at the summit.</p> \n<p>The UK’s funding retreat mirrors a broader trend throughout eastern DRC. There, charities report decreasing donor interest; clinics for rape victims are closing and refuges are becoming vital as the support network shrinks.</p> \n<p>Tamah Murfet, of the International Rescue Committee’s women’s protection unit in the Congo, says: “Funding is very low for tackling sexual violence: across the board it has decreased. Major donors have dropped out of this area and it’s become very difficult to even get minimal coverage.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Victims in rural areas are no longer getting help.Many rape cases are not being reported</p> \n  <footer> \n   <cite>Emmanuel Baabo, campaigner</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Baabo, who has just lost another major donor from Heal hospital, says: “Victims in rural areas are no longer getting help. Organisations no longer go to remote areas; many rape cases are not being reported.”</p> \n<p>The short-termism of the funding that came out of the London summit has infuriated those on the frontline. Baabo says that only five-year programmes can deliver lasting change. Makongo accuses the international community of getting bored too quickly, when a long-term commitment to tackling an ingrained culture of rape was required. “You need the will to change a mentality, that takes a generation,” he says.</p> \n<p>Back on the hills above Minova, Katsuva no longer has any hope that justice will be done. She has been raped twice, on one of the occasions by 12 men. Like the other women in her refuge, she expects to be attacked again, perhaps not by the same men, but probably by a man wearing the same military uniform. “They want me silenced,” she says.</p> \n<p>Her refuge, above a cluster of grubby, temporary tents and encircled by the smallholdings of rape victims, feels vulnerable, a world away from the brightly lit world stage where Hague aspired to combat sexual violence in conflict. Last week it was quietly announced that he had stood down as the prime minister’s special envoy on the issue.</p> \n<p>The refuge has repeatedly asked for financial support from London. “I have tried to contact the UK government many times, we have no money to help women or children, but they never listen,” Katsuva says. Despite her penury, she has helped 84 youngsters born through rape and is now caring for 130 women and children at the refuge.</p> \n<p>Crouched in the shadows of her cramped home, above the sound of women singing outside, she says: “We gave everything to the trial. We trusted them. How could they leave us like this?”</p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434208013287/Minova-in-eastern-Congo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer","credit":"Mark Townsend/Observer","altText":"Minova in eastern Congo","cleanCaption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434208495609/a31d1a75-3a08-45b7-94d9-5293f0682447-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anne-Marie Buhoro, who was raped in Minova. ‘It is very dangerous now’. Photograph: Mark Townsend/Observer","credit":"Mark Townsend/Observer","altText":"Anne-Marie Buhoro, who was raped in Minova. ‘It is very dangerous now’.","cleanCaption":"Anne-Marie Buhoro, who was raped in Minova. ‘It is very dangerous now’.","cleanCredit":"Photograph: Mark Townsend/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434208579564/c5a260e3-c199-48f5-ad85-8512b9d7ae45-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"William Hague with Angelina Jolie at a refugee camp outside Goma in 2013. Photograph: Iggy Roberts/AP","credit":"Iggy Roberts/AP","altText":"William Hague with Angelina Jolie at a refugee camp outside Goma in 2013.","cleanCaption":"William Hague with Angelina Jolie at a refugee camp outside Goma in 2013.","cleanCredit":"Photograph: Iggy Roberts/AP"}],"webPublicationDate":"2015-06-13T20:13:34Z","lastModified":"2015-06-15T07:40:01Z","metadata":{"commentable":true,"commentCount":189,"contributors":[{"name":"Mark Townsend","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktownsend"}],"feature":true,"keywords":["Global development","Democratic Republic of the Congo","Ending sexual violence in conflict summit","Rape","Women","World news","Society"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/congo","webTitle":"Democratic Republic of the Congo"},{"id":"global-development/ending-sexual-violence-in-conflict-summit","webTitle":"Ending sexual violence in conflict summit"},{"id":"society/rape","webTitle":"Rape"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"global-development"},"topics":[{"displayName":"Mark Townsend","topic":{"type":"tag-contributor","name":"profile/marktownsend"}}],"series":{"title":"Women's rights and gender equality in focus","uri":"http://mobile-apps.guardianapis.com/lists/tag/global-development/series/womens-rights-and-gender-equality-in-focus"},"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/13/rape-victims-congo-world-turned-away","shortUrl":"http://gu.com/p/49n64","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/13/rape-victims-congo-world-turned-away","webUri":"http://www.theguardian.com/world/2015/jun/13/rape-victims-congo-world-turned-away"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434208013287/Minova-in-eastern-Congo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer","credit":"Mark Townsend/Observer","altText":"Minova in eastern Congo","cleanCaption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer"}},"importance":4,"kicker":{"title":"Revealed"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/13/1434208013287/Minova-in-eastern-Congo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer","credit":"Mark Townsend/Observer","altText":"Minova in eastern Congo","cleanCaption":"Minova in eastern Congo, the scene of the notorious mass rape that led to the 2013 summit. Photograph: Mark Townsend for the Observer"}}]},{"title":"Labour’s leadership hopefuls / Can any of them win over the voters of Nuneaton?","rawTitle":"Can any of them win over the voters of Nuneaton?","item":{"type":"article","id":"politics/2015/jun/14/nuneaton-labour-party-voters-rejected","title":"Labour’s leadership hopefuls: can any of them win over the voters of Nuneaton?","trailText":"The first televised leadership hustings will take place in the constituency that symbolises all that went wrong with Labour’s election campaign. What do voters in this key marginal make of the candidates?","standFirst":"<p>The first televised leadership hustings will take place in the constituency that symbolises all that went wrong with Labour’s election campaign. What do voters in this key marginal make of the candidates?</p>","byline":"Stuart Heritage","body":"<p>Nuneaton is Labour’s white whale. As much a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/12/can-the-explanation-for-labours-election-failure-be-found-in-nuneaton\" title=\"\">symbol of election defeat</a> as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/may/25/ed-miliband-david-axelrod-bacon-butty\" title=\"\">bacon sandwiches</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/labour-edstone-candidate-campaign\" title=\"\">oversized pledge tombstones</a>, the town will forever be known as the place where Ed Miliband’s dreams went to die.</p> \n<p>It all looked so different before 8&nbsp;May. Not even those reality-jolting exit polls – the ones that gave Paddy Ashdown such an improbable hunger for hats – could shake the belief that this was Labour’s night to lose.</p> \n<p>But lose they did. At 1.45am, Nuneaton – a key marginal that Labour had eyed as an election-defining scalp – declared itself steadfastly Conservative. Everything after that was merely a&nbsp;formality. Labour had collapsed.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"43c30800f673567f9a11c11aeed72bd3c96f14fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434112974289/e93e6fab-743c-4d51-bc8c-bbca378c8d40-460x276.jpeg\" alt=\"Nuneaton resident Connor Ealing\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Liz Kendall looks like she works hard. She looks tired’: Nuneaton resident Connor Ealing.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Guardian</span> \n </figcaption> \n</figure> \n<p>As a result, Nuneaton has gained all the symbolic mysticism of a Native American burial ground. It’s now been revealed that the candidates vying to replace Miliband as leader – following Mary Creagh’s exit, just Andy Burnham, Yvette Cooper, Liz Kendall and, if he can muster the necessary 35 nominations from Labour MPs, Jeremy Corbyn – will come to the town for the first televised leadership hustings on 17 June. It’s a move that simultaneously comes off like a sensible acknowledgement of mistakes and a berserk, shamanic incantation to raise the souls of the dead. But what do the people of Nuneaton think about it?</p> \n<p>I plan to find out by travelling to Warwickshire armed only with photographs of the frontrunners, to see what reactions they provoke. However, what I find is a town still in shock. To get anyone to discuss the leadership, first I have to let them air their grievances about British politics in general.</p> \n<p>And Nuneaton’s grievances, it turns out, cover the entire grievance spectrum: from longstanding partisan grudges (“Gordon Brown is the reason for all the crap we’re in now”) to accusations of elitism (“They’ve got their big houses and millions in the bank. But when we need the help, they&nbsp;give us nothing”) to broad, catch‑all political suspicion (“Whatever they say, they twist it to&nbsp;fit&nbsp;whatever they want”).</p> \n<p>Politics is personal for Nuneaton residents. When revealing who they voted for in May, a surprisingly large proportion of the people I speak to refer to their chosen candidate by first&nbsp;name only, usually because they have met face to face, often without even knowing which party they represent. For example, Trade Unionist and Socialist Coalition candidate Paul Reilly – who received only 194 votes – is repeatedly spoken about in glowing terms, purely because people know who he is.</p> \n<figure class=\"element element-image\" data-media-id=\"44745e06db2443485ab23ddcf0a69155fe06944c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434113378528/06c7d9a7-44be-456d-82bb-d0eb37cb18d8-460x276.jpeg\" alt=\"Market stall holder Wayne Carson in Nuneaton\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Market stall holder Wayne Carson: ‘People always trust females over males ... My wife works with me, and people trust her more.’</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Guardian</span> \n </figcaption> \n</figure> \n<p>However, there is a clear favourite when it comes to the Labour leadership. A galvanising figure who rises to&nbsp;the surface time and time again. A figure who, if the contest went to a popular vote today, would absolutely walk it. Unfortunately for Labour, that figure is <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/chukaumunna\" title=\"\">Chuka Umunna</a>.</p> \n<p>That Umunna has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/15/cameron-and-sturgeon-in-showdown-talks-over-devolution-politics-live-blog\" title=\"\">dropped out</a> is disappointing to many residents. Most&nbsp;disappointed is Beverly, a traditionally Labour-supporting mum of two who voted Conservative last month because Ed Miliband left her cold. “I thought Chuka had potential,” she says. “He had youth in his favour. He had education and background in his favour.”</p> \n<p>But what about the others, the ones who actually still want to be Labour leader? So far, it’s fair to say they all suffer from deep-set anonymity problems. “Is that Harriet Harman?” asks market trader Wayne Carson when shown a photo of Kendall. “No? Then <em>that’s</em> Harriet Harman,” he says, pointing to the photo of Cooper. Another trader is&nbsp;convinced that Kendall’s first name is Vicky. Burnham doesn’t fare any better. Amy, a 20-year-old non-voter, is just about the most lenient of&nbsp;the bunch when she calls him “just a normal-looking man”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"bbce5dee611a293542ac842b5d276738eabeb55a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434113207353/7b4948f7-b08d-4db5-9baf-9ce4b8f5a7d6-460x276.jpeg\" alt=\"Non-voter Amy giving her views on the Labour leadership candidates\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Non-voter Amy, pictured right, thinks Andy Burnham is ‘just a normal-looking man’.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Guardian</span> \n </figcaption> \n</figure> \n<p>Even by these dismal standards, Cooper stands out as&nbsp;the highest-profile candidate. Annie Morris, a softly spoken octogenarian I collar on a bench, immediately picks her out as a favourite, saying: “I remember her. She was on a debate and she was good. She gave it to Iain Duncan Smith, so I was very pleased about that.” But with recognition comes notoriety. Upon seeing her picture, one man shouts abuse, explaining: “She says she knows&nbsp;where Labour has gone wrong, but why wasn’t she saying that a couple of months ago? She’s a turncoat. A&nbsp;TURNCOAT!”</p> \n<p>However, aside from Burnham, who is deemed – albeit by a member of the Lincoln Students’ Union Conservative Society – untrustworthy because his eyebrows look unkempt, all of the candidates draw some level of&nbsp;praise. Wayne, in particular, is pleased that so many women are running for leader, on the basis that “people always trust females over males. I’ve learned that doing this job for 30 years. My wife works with me, and people trust her more.”</p> \n<p>According to the people of Nuneaton, though, Kendall may well be the woman to beat. One local calls her “genuine”. Another, having stopped dead in her tracks to paw adoringly at her photo, plumps for “pretty”. A third thinks Kendall is “hard-working”, before adding the slightly unflattering qualifier that this is entirely because she looks tired.</p> \n<figure class=\"element element-image\" data-media-id=\"42a7db041a42cd2f0fbd3b50f84c28de7c57f585\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434113542916/b68cd81d-4919-4622-acaf-a488fec79718-460x276.jpeg\" alt=\"Nuneaton resident Steven Banks\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steven Banks doesn’t trust Andy Burnham: ‘His eyebrows are too bushy.’</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Guardian</span> \n </figcaption> \n</figure> \n<p>So, there you have it. According to the people of Nuneaton, the next Labour leader should be attractive, hard-working, trustworthy, forthright, female and able to go back in time and buy up all our old gold reserves. Ideally, they should also possess some basic eyebrow maintenance techniques.</p> \n<p>Whoever ends up as leader, though, has to get through Nuneaton first. And that might be harder than it looks. It’s such a marginal constituency that everyone I speak to – even those who didn’t vote – completely understands the weight of their say. If I were Burnham, Cooper, Kendall, or Corbyn, I’d be worried about leaving the place intact. As one resident told me, “They’re brave coming here. We’re a fierce lot, us Nuneaton lot. We tell it like it is. That’s what God gave us gobs for.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111896283/e7d35ded-b18f-4329-9bef-595c215326be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Nuneaton voter Annie Morris with a photo of Yvette Cooper","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434112975703/e93e6fab-743c-4d51-bc8c-bbca378c8d40-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Liz Kendall looks like she works hard. She looks tired’: Nuneaton resident Connor Ealing. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Nuneaton resident Connor Ealing","cleanCaption":"‘Liz Kendall looks like she works hard. She looks tired’: Nuneaton resident Connor Ealing.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113379929/06c7d9a7-44be-456d-82bb-d0eb37cb18d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Market stall holder Wayne Carson: ‘People always trust females over males ... My wife works with me, and people trust her more.’ Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Market stall holder Wayne Carson in Nuneaton","cleanCaption":"Market stall holder Wayne Carson: ‘People always trust females over males ... My wife works with me, and people trust her more.’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113208785/7b4948f7-b08d-4db5-9baf-9ce4b8f5a7d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Non-voter Amy, pictured right, thinks Andy Burnham is ‘just a normal-looking man’. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Non-voter Amy giving her views on the Labour leadership candidates","cleanCaption":"Non-voter Amy, pictured right, thinks Andy Burnham is ‘just a normal-looking man’.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434113544529/b68cd81d-4919-4622-acaf-a488fec79718-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steven Banks doesn’t trust Andy Burnham: ‘His eyebrows are too bushy.’ Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Nuneaton resident Steven Banks","cleanCaption":"Steven Banks doesn’t trust Andy Burnham: ‘His eyebrows are too bushy.’","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"webPublicationDate":"2015-06-14T18:00:07Z","lastModified":"2015-06-14T23:10:12Z","metadata":{"commentable":true,"commentCount":368,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":true,"keywords":["Labour","Politics","General election 2015","Yvette Cooper","Chuka Umunna","Andy Burnham","Liz Kendall","Mary Creagh","Labour party leadership"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/chuka-umunna","webTitle":"Chuka Umunna"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/mary-creagh","webTitle":"Mary Creagh"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"}],"section":{"id":"politics"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/14/nuneaton-labour-party-voters-rejected","shortUrl":"http://gu.com/p/49mej","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/14/nuneaton-labour-party-voters-rejected","webUri":"http://www.theguardian.com/politics/2015/jun/14/nuneaton-labour-party-voters-rejected"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111896283/e7d35ded-b18f-4329-9bef-595c215326be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Annie Morris likes Yvette Cooper because ‘she gave it to Iain Duncan Smith’. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Nuneaton voter Annie Morris with a photo of Yvette Cooper","cleanCaption":"Annie Morris likes Yvette Cooper because ‘she gave it to Iain Duncan Smith’.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":3,"kicker":{"title":"Labour’s leadership hopefuls"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434111896283/e7d35ded-b18f-4329-9bef-595c215326be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Nuneaton voter Annie Morris with a photo of Yvette Cooper","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Art of diplomacy / How French schools abroad cope with censorship","rawTitle":"How French schools abroad cope with censorship","item":{"type":"article","id":"world/2015/jun/14/art-of-diplomacy-how-french-schools-abroad-cope-with-censorship","title":"Art of diplomacy: how French schools abroad cope with censorship","trailText":"France says educational establishments in other nations must abide by host’s rules after Kuwait censors paintings and biological illustrations in textbooks","standFirst":"<p>France says educational establishments in other nations must abide by host’s rules after Kuwait censors paintings and biological illustrations in textbooks</p>","byline":"Kim Willsher in Paris","body":"<p>It is one of the great allegorical paintings celebrating the French revolution: Liberty Leading the People, by Eug&egrave;ne Delacroix, shows a barefoot, bare-breasted woman – representing Marianne, the female symbol of the republic – brandishing a tricolour in one hand and a bayonetted musket in the other, leading the people over the bodies of the fallen.</p> \n<p>Pupils at the French Lyc&eacute;e in Kuwait, however, might be forgiven for missing the symbolism of the celebrated work of art used to illustrate their history books after local censors slapped a large red sticker over the robust goddess Liberty.<br /></p> \n<p>A few pages on, another allegorical revolutionary painting, La V&eacute;rit&eacute; Am&egrave;ne la R&eacute;publique et l’Abondance (Truth Bringing the Republic and Abundance) by Nicolas de Courteille, has been given a similar dressing down – or dressing up – with another judiciously placed sticker.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d39433e184354c60d4ce2446d2d255d2c18ee0c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/14/1434297043476/30436011-391d-4003-90c1-b31180ed26fe-460x276.jpeg\" alt=\"Videograb from France2 report of the Delacroix painting edited by Kuwaiti censors.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Videograb from a France 2 report comparing a French school textbook with the Kuwaiti Lyc&eacute;e version of the Delacroix painting. </span> \n  <span class=\"element-image__credit\">Photograph: France 2</span> \n </figcaption> \n</figure> \n<p>Pupils opening their science books to the chapter, “transformations linked to puberty” and “how the female reproductive organs work” will find the human bodies crudely effaced with a black felt-tipped pen and illustrations of reproducing animals scribbled over. Drawings of the male anatomy have not been defaced, though.</p> \n<p>France’s ministry of education, which is responsible for ensuring all schools study the same approved list of text books, insisted there was nothing it could do. “All French establishments abroad are subject to the laws of the countries in which they are established, unlike embassies and consulates, “ a spokesperson told <a href=\"http://www.lemonde.fr/bac-lycee/article/2015/06/09/le-koweit-censure-les-photos-de-nus-dans-les-manuels-du-lycee-francais_4650712_4401499.html%20http://www.lemonde.fr/bac-lycee/article/2015/06/09/le-koweit-censure-les-photos-de-nus-dans-les-manuels-du-lycee-francais_4650712_4401499.html%20http://www.lemonde.fr/bac-lycee/article/2015/06/09/le-koweit-censure-les-photos-de-nus-dans-les-manuels-du-lycee-francais_4650712_4401499.html\">Le Monde</a>.</p> \n<p>“Obviously they have to work with the social and political reality of each country. There’s no obligation to use the textbooks that are just there to support the work of the teachers.” The wielders of the black pens came from somewhere within the ministry of education in Kuwait City, the paper said.<br /></p> \n<p>The French Lyc&eacute;e in Kuwait City opened in 1988 and has 1,350 pupils, about 13% of them French, and the rest either local children or the children of expats of various nationalities. It is a private school that comes under the foreign and education ministries in Paris and is regarded as an official “partner establishment”. </p> \n<p>Under article 2 of French regulations, such educational establishments must offer teaching “similar to that offered in France in a state school”. However, the lyc&eacute;e’s internal regulations clearly state it is subject to Kuwaiti law.</p> \n<p>Peter Gumbel, a writer on education and a professor at Paris’s prestigious Institut d’etudes Politiques, known as Sciences Po, admitted the censorship was surprising in the wake of the rush to uphold republican values after the January attacks on Charlie Hebdo newspaper and a Jewish supermarket in Paris.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"74904e230fcbf941bf794fea38757a86c44f0893\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/14/1434297222378/5a8cd8a7-6b40-46c6-8c39-8be0bf28d07b-460x276.jpeg\" alt=\"The dome structure of the future Louvre museum in Abu Dhabi. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The dome structure of the future Louvre museum in Abu Dhabi. The Louvre in Paris says the UAE museum will be independent and exhibit art according to its own decisions.</span> \n  <span class=\"element-image__credit\">Photograph: Marwan Naamani/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>However, he said it was part of France’s realpolitik approach to foreign policy. “The French do this kind of soft diplomacy through schools and culture very well. It’s a grotesque irony that after Charlie Hebdo and the defiant call for repbulican values and standing up for freedom, but it’s a classic clash of different interests and the foreign office has clearly won this battle.”</p> \n<p>Delacroix’s painting, which hangs in the Louvre, is credited with influencing Victor Hugo’s novel Les Mis&eacute;rables and inspiring the Statue of Liberty, a gift from the French to New York. <br /></p> \n<p>The Louvre, which is due to open a €500m (&pound;362m) museum in the United Arab Emirates capital, Abu Dhabi, in December, is expected to face similar problems from the country’s conservative authorities.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/01/art-culture-france-paris-expats\">Foreign artists still find French inspiration</a> </p> \n</aside> \n<p>However, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2014/oct/13/300-french-masterpieces-to-be-loaned-to-the-louvre-abu-dhabi\">museum officials insist </a>the UAE has not censored any nudity or religious symbolism in the works going on display. These include a Jewish Torah from Yemen, an ancient Hindu statue, a Buddha and works evoking African animism, according to art experts. “No work has been refused,” a source told AFP</p> \n<p>Sophie Grange, a spokeswoman for the Louvre, insisted the Abu Dhabi museum was not simply a branch of the French museum but independent and it was up to the UAE to decide what was put on display.</p> \n<p>Titian’s fully-clothed but voluptuous Woman with a Mirror will be among the paintings sent to Abu Dhabi from the Paris Louvre. The emirati museum has also acquired an unseen portrait by Pablo Picasso called <a href=\"http://fr.phaidon.com/agenda/art/articles/2013/march/04/unseen-picasso-on-show-in-abu-dhabi-next-month/\">Portrait of a Lady</a>, that is unlikely to raise any embarrassed eyebrows.</p> \n<h2>Art and the censors: recent battles</h2> \n<p>In September last year, the UN criticised the US for “widespread censorship” in prisons and schools, revealing that books containing the work of C&eacute;zanne, Picasso and Van Gogh, among many others, are banned from Texan state prisons for containing “sexually explicit images”.</p> \n<p>In May, a local Fox news station in the US was accused of being ”sexually sick” by art critics after blurring the breasts in Pablo Picasso’s cubist painting Women of Algiers, when reporting its record-breaking sale.</p> \n<p>Also in May, western authors were warned about the censorship of politically and sexuality sensitive subjects in Chinese translations of their work, with the Pen American Centre reporting that many of the expurgations currently occur without the author’s knowledge.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434291338780/997be1d6-9fd5-4e02-a612-edd6325dbaf0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Delacroix/Getty Images/Bridgeman Art","altText":"Liberty Leading the People, 1830, by Eugène Delacroix, has faced the censors' pens at the French Lycée in Kuwait.","cleanCredit":"Photograph: Delacroix/Getty Images/Bridgeman Art"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434297044917/30436011-391d-4003-90c1-b31180ed26fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Videograb from a France 2 report comparing a French school textbook with the Kuwaiti Lycée version of the Delacroix painting.  Photograph: France 2","credit":"France 2","altText":"Videograb from France2 report of the Delacroix painting edited by Kuwaiti censors.","cleanCaption":"Videograb from a France 2 report comparing a French school textbook with the Kuwaiti Lycée version of the Delacroix painting. ","cleanCredit":"Photograph: France 2"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434297223832/5a8cd8a7-6b40-46c6-8c39-8be0bf28d07b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The dome structure of the future Louvre museum in Abu Dhabi. The Louvre in Paris says the UAE museum will be independent and exhibit art according to its own decisions. Photograph: Marwan Naamani/AFP/Getty Images","credit":"Marwan Naamani/AFP/Getty Images","altText":"The dome structure of the future Louvre museum in Abu Dhabi. ","cleanCaption":"The dome structure of the future Louvre museum in Abu Dhabi. The Louvre in Paris says the UAE museum will be independent and exhibit art according to its own decisions.","cleanCredit":"Photograph: Marwan Naamani/AFP/Getty Images"}],"webPublicationDate":"2015-06-14T15:57:59Z","lastModified":"2015-06-14T23:00:52Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Kim Willsher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-willsher"}],"feature":false,"keywords":["France","Kuwait","Censorship","Art","Art and design","Culture","Europe","Middle East and North Africa","World news"],"tags":[{"id":"world/france","webTitle":"France"},{"id":"world/kuwait","webTitle":"Kuwait"},{"id":"world/censorship","webTitle":"Censorship"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kim Willsher","topic":{"type":"tag-contributor","name":"profile/kim-willsher"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/14/art-of-diplomacy-how-french-schools-abroad-cope-with-censorship","shortUrl":"http://gu.com/p/49mac","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/14/art-of-diplomacy-how-french-schools-abroad-cope-with-censorship","webUri":"http://www.theguardian.com/world/2015/jun/14/art-of-diplomacy-how-french-schools-abroad-cope-with-censorship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434291338780/997be1d6-9fd5-4e02-a612-edd6325dbaf0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liberty Leading the People, 1830, by Eugène Delacroix, has faced the censors’ pens at the French Lycée in Kuwait. Photograph: Delacroix/Getty Images/Bridgeman Art","credit":"Delacroix/Getty Images/Bridgeman Art","altText":"Liberty Leading the People, 1830, by Eugène Delacroix, has faced the censors' pens at the French Lycée in Kuwait.","cleanCaption":"Liberty Leading the People, 1830, by Eugène Delacroix, has faced the censors’ pens at the French Lycée in Kuwait.","cleanCredit":"Photograph: Delacroix/Getty Images/Bridgeman Art"}},"importance":3,"kicker":{"title":"Art of diplomacy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434291338780/997be1d6-9fd5-4e02-a612-edd6325dbaf0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Delacroix/Getty Images/Bridgeman Art","altText":"Liberty Leading the People, 1830, by Eugène Delacroix, has faced the censors' pens at the French Lycée in Kuwait.","cleanCredit":"Photograph: Delacroix/Getty Images/Bridgeman Art"}}]}],"lastModified":"2015-06-15T09:48:52Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}