{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Jake Gyllenhaal / I’m fascinated by my own anger","rawTitle":"I’m fascinated by my own anger","item":{"type":"article","id":"film/2015/jul/12/jake-gyllenhaal-im-fascinated-with-what-it-is-to-be-a-man","title":"Jake Gyllenhaal: ‘I’m fascinated by my own anger’","trailText":"In his new film Southpaw, Jake Gyllenhaal piles on the muscle to play a brawling boxer. He talks about his dramatic physical transformation – and what it means to be a man","standFirst":"<p>In his new film Southpaw, Jake Gyllenhaal piles on the muscle to play a brawling boxer. He talks about his dramatic physical transformation – and what it means to be a man</p>","byline":"Danny Leigh","body":"<p>Jake Gyllenhaal could be any early-30s urbanite. He is sitting in front of me wearing a plain white T-shirt and huge pillowy Nikes, and with a semi-wildman beard and gleaming eyes. He may look normal now, but in his new film, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/27/southpaw-trailer-jake-gyllenhaal-boxing-film\">Southpaw, a boxing movie in which he plays a troubled brawler called Billy Hope</a>, he is a huge and sculpted light-heavyweight, a slab of murderous muscle.</p> \n<p>The remaking of his own body is becoming a Gyllenhaal signature. His physique in Southpaw is a shocking leap from the skeletal Lou Bloom in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/nov/02/nightcrawler-review-dan-gilroy-jake-gyllenhaal-rene-russo\">Nightcrawler</a>, the sulphurous LA noir about a ghoulish journalist selling footage of freeway pileups to TV news shows. “This transformation,” declared the film’s distributor Harvey Weinstein at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/may/15/cannes-uncovered-day-3\">Cannes,</a> “is amazing.”</p> \n<p>Weinstein was appearing onstage with Gyllenhaal to fire the starting gun for the 2016 Oscars race, telling guests the actor would have his full support in awards season. Known for his sharp-elbowed campaigning, the mogul announced: “We’ll get revenge” – the wrong to be righted being the Academy’s failure this year to recognise Gyllenhaal’s turn in Nightcrawler. Weinstein declined to comment further for this piece. Gyllenhaal smiles when the subject comes up.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1485ee7ec88d6b836665b841cd77019b690f213c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436545329153/373bb9df-7947-49e9-adad-020c378b6dce-280x420.jpeg\" alt=\"A vision of Zen tranquility … Gyllenhaal.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A vision of Zen tranquility … Gyllenhaal.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew H. Walker</span> \n </figcaption> \n</figure> \n<p>“It’s flattering if someone mentions these things, but frankly it’s also unfortunate because everyone should see a movie and have their own experience. And I know your job is to create context …” He catches himself, keen not to get off on the wrong foot. “Look, it’s Harvey. And Harvey is Harvey. I love him, I really do. But everyone is entitled to their own opinion. And that’s the best I can say about that.”</p> \n<p>For Southpaw, there were long months of learning to box, dawn runs, skipping, sparring. The fight scenes still freaked him out. “Even when you’re only <em>filming </em>a fight, even when it’s a movie, in the ring you feel totally naked.” He makes it sound like a sex scene, a monstrous test of nerve. “It’s a strange thing, 700 extras watching.”</p> \n<p>Gyllenhaal is likable, inclined to the earnest but self-aware, quick to grin. “The thing was, whenever I took a real hit, my first thought was always: ‘Someone better have got a good fucking angle on that.’ That’s an actor.” He pauses, as he often does. “It may have all been a bit reckless.”</p> \n<p>His willingness to get battered may have helped make the part feel like his own. For several years, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2010/dec/15/eminem-boxing-movie-southpaw\">Southpaw was to have been a vehicle for Eminem</a>; Gyllenhaal was only cast once the rapper dropped out. In that first incarnation, the talk was of a parallel between the star’s hard-knocks youth in Detroit and Billy, a bruiser from a New York orphanage. With Gyllenhaal, the link is less clear: the son of a successful director and screenwriter, he grew up in LA, acting as a child. He appeared in his first film at 11, playing <a href=\"http://www.rollingstone.com/movies/videos/flashback-jake-gyllenhaal-plays-billy-crystals-son-in-city-slickers-20141030\">Billy Crystal’s son in City Slickers.</a></p> \n<p>Yet Southpaw is not his first high-profile role as a blue-collar dude in a bad situation. In the Gulf war drama <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2006/jan/13/3\">Jarhead</a>, he was a fragile marine; in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/nov/22/end-of-watch-review\">End of Watch,</a> a sturdy cop. He says the reason the boxing movie endures is because the boxer is such a universal figure, while few of us relate to actors. “Believe me, I take acting seriously, I take it more seriously than …” Again, he reverses his train of thought. “I take it very seriously, let’s just say that. I do also recognise that it is absurd.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Mh2ebPxhoLs\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Mh2ebPxhoLs?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>To Dan Gilroy, the writer and director of Nightcrawler, there will have been a reason for the role. “I think Jake was probably attracted to Southpaw as a physical transformation and also as: ‘OK, here’s someone I’ve never played before, from a certain socio-economic background, a place of hardship and struggle.” I’m sure those things were the challenge for him.”</p> \n<p>By now, Gilroy says, Gyllenhaal could take his pick from any superhero movie in Hollywood; instead, he makes small, jagged films such as Nightcrawler. The weight loss was the actor’s idea – two stone in 10 weeks. “And to do that he had to fight the industry logic tooth and nail. Because their default position is ‘no’.” Gilroy mimics a nervous executive: “‘What do you mean, you want to lose weight? Don’t lose weight! People know you as Jake, we’re hiring you as Jake! Let me just give you a nice haircut so that you look personable and women will like you.’ That’s the industry. He doesn’t listen. He’s ballsy.”</p> \n<p>But there has always been ambition. In 2002, at 21, Gyllenhaal came to London to do theatre, feeling that he should. He starred in the quickfire Kenneth Lonergan play <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2002/mar/18/theatre.artsfeatures\">This is Our Youth</a>, at the time the third most famous member of a three-handed cast including Anna Paquin and Hayden Christiansen, then playing Anakin Skywalker in George Lucas’s second batch of Star Wars films.</p> \n<p>The play’s director Laurence Boswell was alarmed to discover his only stage experience had been in a school play. He found himself stunned by how good Gyllenhaal was. “My sense was that he was tough enough, ruthless enough, ambitious enough and skilled enough to become a big star.” As well as his talent and his sweetness, Boswell also mentions his “political and strategic skills”, and the industry nous that comes from a Hollywood family. (Boswell mentions his older sister, actress Maggie Gyllenhaal, as a particular influence.)</p> \n<figure class=\"element element-image\" data-media-id=\"43943bf2222b9012e9af1e728c25002893119f9d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436545416124/87698fab-f0f0-42ad-abb8-842660c291d7-460x276.jpeg\" alt=\"Gyllenhaal in Nightcrawler.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gyllenhaal in Nightcrawler.</span> \n  <span class=\"element-image__credit\">Photograph: Chuck Zlotnick</span> \n </figcaption> \n</figure> \n<p>At 34, having done nothing professionally but act, you wonder if Gyllenhaal feels the job needs to be gruelling to matter. Does he take parts and then find he wants to transform physically – or take parts precisely because they let him stretch and shrink and get weird with his body?</p> \n<p>“Does the arrow draw forth the target or vice versa?” He ponders in silence. “Well, I’ve realised I’m fascinated with what it is to be a man. And as a man, physicality is important. I’ve gone on searches …” He sees me squinting uncertainly. “I mean, pushing myself to the limit. With Nightcrawler, I was searching for a physical, chemical state that would come from depriving myself. I was interested in what that would bring out. It wasn’t about losing weight. It was about what happens with a certain kind of deprivation.”</p> \n<p>Gyllenhaal has never had a reputation for hedonism, though his career has grazed against tragedy; to many he will always be linked with Heath Ledger, his lover in the pioneering <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2006/jan/06/3\">Brokeback Mountain</a>, who would die of a prescription drug overdose in 2008. His own drive sounds like a potent species of workaholism. “He pushes himself harder than I or any director could ever push,” Gilroy says. “He puts more of himself into his characters than any other actor I’ve heard of.”</p> \n<p>Should Weinstein win the day, the lesson will surely be that you get an Oscar for playing musclebound orphans called Hope, not ghoulish LA hyper-capitalists. But Gyllenhaal says he thinks Billy might be just as dark as Lou, chewed up by rage. “That was a big reason for me to do this movie – I’m fascinated by my own anger, too.”</p> \n<figure class=\"element element-image\" data-media-id=\"471832faf10cb4438f820fa38559b4a0c45a7526\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436545488440/97addd62-339a-4d34-9296-aea3b16da90a-460x276.jpeg\" alt=\"With Heath Ledger in Brokeback Mountain.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">With Heath Ledger in Brokeback Mountain.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>He smiles, a vision of Zen tranquility. Really? Does he have a lot of anger? “I would aspire to be someone who is only ever angry at injustice. But frankly, I’m also angry in traffic. And I seriously wonder why. But not just that. There are things that …” He stalls as if there’s something on the tip of his tongue. “I mean, all I can say is: Look, my work expresses best what I’m trying to explore, and you can see from the work I’ve done lately the areas where I’m searching. And the answer to your question is yes, of course, I have anger. Not all the time. But yes. And I’m very curious about it. Not because I go: ‘Ooh, what’s angry like?’ It’s something I experience and want to understand.”I tell him, and it’s true, that as I was sitting with his people waiting to be ushered in here, I Googled his name. Prominent among the results was a MailOnline story detailing the lunch he enjoyed yesterday with a “mystery brunette” in Chelsea. The piece pointed out Gyllenhaal appearing to scratch his back with his fork. “Uncouth,” it sniffed, amid the paparazzi shots taken through the restaurant window. Does any of that make him angry?</p> \n<p>He takes a moment. “Well, to be frank, that had yet to sail past my consciousness. But no, I am no longer curious about that stuff. And it doesn’t make me angry. What does make me angry is how easy it is to destroy rather than create …” At this, he embarks on a meandering tangent on the theme of positivity that starts with the flaws of social media, veers into serving on the Cannes jury with the Coen brothers, takes in his enjoyment of the Broadway musical Fun Home, and rounds off with his new film. “Maybe I’m contradicting myself,” he says eventually, “and I hope I am, because the point here was to confuse you.”</p> \n<p>A deeply traditional kind of boxing movie, Southpaw comes with a modern twist. Although Weinstein was the public face of its production, much of the finance came from the Chinese entertainment giant <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/09/how-chinese-tycoon-wang-jianlin-is-turning-hard-cash-into-soft-power\">Dalian Wanda</a> – owner of, among many other things, cinema chains across Asia and the US. For Gyllenhaal, such deals are part of the eternal balancing act between art and commerce. He was a producer on Nightcrawler, as well as its star; Gilroy thinks he may end up directing, too. His mood right now is, he says, less imperial: “At this point, I’m ecstatic if I’m in a movie that just works, even a little bit. Movies are so hard, just that is miraculous.”</p> \n<p><em>Southpaw goes on general release in the UK and the US on 24 July</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545264507/12c75f19-7eec-4651-8198-200a6604ab0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Allstar/The Weinstein Company","altText":"‘It may have all been a bit reckless’ … Gyllenhaal in Southpaw.","cleanCredit":"Photograph: Allstar/The Weinstein Company"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545330723/373bb9df-7947-49e9-adad-020c378b6dce-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"A vision of Zen tranquility … Gyllenhaal. Photograph: Andrew H. Walker","credit":"Andrew H. Walker","altText":"A vision of Zen tranquility … Gyllenhaal.","cleanCaption":"A vision of Zen tranquility … Gyllenhaal.","cleanCredit":"Photograph: Andrew H. Walker"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545417412/87698fab-f0f0-42ad-abb8-842660c291d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gyllenhaal in Nightcrawler. Photograph: Chuck Zlotnick","credit":"Chuck Zlotnick","altText":"Gyllenhaal in Nightcrawler.","cleanCaption":"Gyllenhaal in Nightcrawler.","cleanCredit":"Photograph: Chuck Zlotnick"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545489762/97addd62-339a-4d34-9296-aea3b16da90a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"With Heath Ledger in Brokeback Mountain. Photograph: AP","credit":"AP","altText":"With Heath Ledger in Brokeback Mountain.","cleanCaption":"With Heath Ledger in Brokeback Mountain.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-07-12T17:30:03Z","lastModified":"2015-07-12T23:05:05Z","metadata":{"commentable":true,"commentCount":208,"contributors":[{"name":"Danny Leigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dannyleigh"}],"feature":true,"keywords":["Jake Gyllenhaal","Film","Nightcrawler","Culture"],"tags":[{"id":"film/jake-gyllenhaal","webTitle":"Jake Gyllenhaal"},{"id":"film/film","webTitle":"Film"},{"id":"film/nightcrawler","webTitle":"Nightcrawler"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Danny Leigh","topic":{"type":"tag-contributor","name":"profile/dannyleigh"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jul/12/jake-gyllenhaal-im-fascinated-with-what-it-is-to-be-a-man","shortUrl":"http://gu.com/p/4ahae","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jul/12/jake-gyllenhaal-im-fascinated-with-what-it-is-to-be-a-man","webUri":"http://www.theguardian.com/film/2015/jul/12/jake-gyllenhaal-im-fascinated-with-what-it-is-to-be-a-man"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545264507/12c75f19-7eec-4651-8198-200a6604ab0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘It may have all been a bit reckless’ … Gyllenhaal in Southpaw. Photograph: Allstar/The Weinstein Company","credit":"Allstar/The Weinstein Company","altText":"‘It may have all been a bit reckless’ … Gyllenhaal in Southpaw.","cleanCaption":"‘It may have all been a bit reckless’ … Gyllenhaal in Southpaw.","cleanCredit":"Photograph: Allstar/The Weinstein Company"}},"importance":7,"kicker":{"title":"Jake Gyllenhaal"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545264507/12c75f19-7eec-4651-8198-200a6604ab0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Allstar/The Weinstein Company","altText":"‘It may have all been a bit reckless’ … Gyllenhaal in Southpaw.","cleanCredit":"Photograph: Allstar/The Weinstein Company"}}]},{"title":"'We’ve been through a complete trauma' / The strange death of the Liberal Democrats","rawTitle":"The strange death of the Liberal Democrats","item":{"type":"article","id":"politics/2015/jul/12/strange-death-of-liberal-democrats-leadership-vote","title":"The strange death of the Liberal Democrats","trailText":"The Lib Dems are hoping the announcement of their new leader this week will be the start of their fightback. But after an election in which they took just 8% of the vote, and even Vince Cable lost his seat, some insiders worry that voters have stopped listening. Is the malaise terminal?","standFirst":"The Lib Dems are hoping the announcement of their new leader this week will be the start of their fightback. But after an election in which they took just 8% of the vote, and even Vince Cable lost his seat, some insiders worry that voters have stopped listening. Is the malaise terminal?","byline":"John Harris","body":"<p>Vince Cable has just hosted a farewell lunch for the former staff of his constituency office. “I’ve got quite a lot of things on the go,” he says. One is a sequel to his book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/apr/04/vince-cable-the-storm-review\">The Storm</a>, which was about the crash of 2007-8: the followup is somewhat imaginatively titled After the Storm, and is being readied for publication in mid-September. “And I’m taking my dancing quite seriously,” he adds, which means an inevitable mention of Strictly Come Dancing. In December 2010, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/organgrinder/2010/nov/18/vince-cable-strictly-come-dancing\">he appeared on the show’s Christmas special</a>, doing an admirable foxtrot alongside such celebs as June “Dot Cotton” Brown, and Fern Britton. So would he be up for being a proper contestant? “I haven’t been asked, but I could be,” he says, with a hint of his characteristic modesty.</p> \n<p>So he is in the market? “I’m in the market … but they make their own choices.”</p> \n<p>As, of course, does the British electorate. Until May this year, Cable was secretary of state for business, innovation and skills. But then he, Nick Clegg, and the rest of the Liberal Democrats experienced the complete electoral meltdown that had been looking increasingly likely since they entered coalition with the Tories. Cable lost Twickenham to the Conservatives by more than 2,000 votes; indeed, just about all the Lib Dems’ big-hitters were also losers. By some grimly ironic twist, the man who had led them to this disaster held on to his constituency in Sheffield, but Nick Clegg has kept a low profile since his resignation as leader (he has <a href=\"https://twitter.com/nick_clegg\">not tweeted since 1 June</a>, and did not respond when asked to contribute to this article).</p> \n<p>While their senior people tumbled, the Lib Dems’ vote-share dropped from 23% to just below 8%, and the number of their MPs fell from 57 to eight. You could now fit their entire parliamentary group in to one of those vehicles favoured by people with upwards of three kids: a Toyota Estima would just about do it, as would a Mazda Bongo.</p> \n<p>“I think it’s very serious,” says Cable. “I don’t think it’s terminal: these things never are. But it’s extremely difficult, on two levels. One is that the values and policies that we stood for, and argued for, are currently out of favour with the public. That’s a problem that affects not just us, but the Labour party, too. There’s a big issue there.”</p> \n<p>A pause. “And simply in terms of numbers … well, we’ve lost over half our councillors. We’ve lost almost all our MPs and MEPs, and almost all the people in the Scottish Assembly. So, you know, the institutional level of decline is dramatic, and the problems of rebuilding that are very substantial … Rebuilding from a rather shattered base is not going to be easy.”</p> \n<figure class=\"element element-image\" data-media-id=\"a9dc680c5a8fda35c2d7c94233bd42e44cc9d461\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550687428/b3fcc069-4e33-46af-9db2-7909d1d695b2-460x276.jpeg\" alt=\"Vince Cable: 'I don't think it's terminal. These things never are.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vince Cable: ‘I don’t think it’s terminal. These things never are.’</span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters/Corbis</span> \n </figcaption> \n</figure> \n<p>Gareth Epps knows exactly what that means. A member of the Lib Dems since 1992, he is now the co-chair of the left-leaning pressure group the Social Liberal Forum. In May, he stood for the Lib Dems in the West Yorkshire constituency of Keighley, got 2.7% of the vote, and lost his deposit. Until 2011, he had a seat on Reading borough council: at their local peak, the Lib Dems had nine councillors, but they are now down to two.</p> \n<p>When the tuition fees car-crash happened, Epps says his local party “instantly lost half our student members. We’d started to lose other members over the simple decision to go into coalition – though we’d have lost some if we’d gone into coalition with Labour as well. A similar thing happened with a wider band of helpers, deliverers, people who take numbers on polling day … the pool of people you could rely on at elections shrank.” In most places, he says: “You just had people who said, ‘Sorry – I’m not going to deliver leaflets any more because of the bedroom tax’, or what was happening to the NHS, or any number of those things. And the party was completely unprepared for that.”</p> \n<p>One question demands to be asked of those Lib Dems who served with the Tories in government: bluntly put, were the five years the Lib Dems spent as their junior partners worth it?</p> \n<p>“Absolutely,” says Lynne Featherstone, the former Lib Dem equalities minister who also has a book on the go (about her piloting of the legislation for same-sex marriage), after losing her north London seat to Labour. “I think we’ve suffered unduly, and unfairly, but you can’t go into politics and shout from the sidelines. We delivered 80 or 90% of our manifesto. I’m the author and originator and architect of same-sex marriage. It wasn’t in the coalition agreement, it wasn’t in any of the major manifestos – and that’s now the law.”</p> \n<p>She then falls into a familiar litany of achievements: “Raising the tax threshold, the changes to pensions, the green investment bank, free school meals, shared parenting ... there are so many Liberal things that we were able to do because we were government ministers, that couldn’t have happened without us. Let alone stabilising the economy.”</p> \n<p>But even if that’s true, the price has been massive.</p> \n<p>“It’s too high!” she shouts. “It’s very, very high. But you cannot be frightened in politics. You really, really can’t. You go into politics to change the world for the better, and that’s what you have to do. This was a new experience for the United Kingdom, and because we do politics &agrave; la United Kingdom, and we had a coalition &agrave; la Scandinavia, there was … a bit of a mismatch.” She lets out a mirthless laugh.</p> \n<figure class=\"element element-image\" data-media-id=\"392ec09a98c10065e008bf46fcd22c7c0efb83ac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436551918275/4df23ebc-30a7-4ef7-a1f3-4e897e49e817-460x345.jpeg\" alt=\"A Mazda Bongo … big enough to fit all the Lib Dems' eight MPs.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Mazda Bongo … big enough to fit all the Lib Dems’ eight MPs.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>And regrets? Cable, for one, has a few. “I personally felt that we would have been better, from day one, to have just dealt with coalition in a businesslike way, and just made it absolutely clear to the public that we didn’t particularly like the Tories, and never had, and we were very different – but we were doing this in the national interest, and we would do what we had to do, and when we disagreed, we would make that abundantly clear,” he tells me.</p> \n<p>“The problem was that we had this slightly cloying thing at the beginning, which alienated a lot of traditional supporters and people on the left. Later on, towards the end, we looked as if we were searching for excuses to have an argument, which alienated a lot of Tory-inclined people. So there was an unevenness. I’m not personalising it here, but I never thought we collectively struck the right tone.”</p> \n<p>Even if he won’t personalise it, I have a go. In September 2010, Nick Clegg led the Lib Dems’ into their first conference since the signing of the coalition agreement, and – to paraphrase <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/sep/18/nick-clegg-lib-dems-cameron\">an Observer article</a> from the time – insisted that the coalition would only work if his own party accepted it was a full and willing participant that jointly “owns the government”.</p> \n<p>“Yes, well that was disastrously wrong. And I always took a different view, and managed to get myself presented as a member of the awkward squad. Actually, in my department, we had perfectly good working relations with the Tories, but it was on a businesslike basis, not love and fresh air.”</p> \n<p>As with many senior Lib Dems, Cable and Featherstone are at pains to deny that coalition was the sole reason for their party’s disaster. The reason thousands of people switched from the Lib Dems to the Tories, they say, was because of the English fear of a Labour-SNP alliance, which the Tories brazenly used to their advantage. “People said, ‘We think you’re doing a great job,’” says Cable. “But then you got this big ‘But’, almost in capital letters, and a spiel about the horror story of Labour and the SNP: ‘David Cameron wrote to me personally to say that unless I voted for him and his party we were going to get chaos.’”</p> \n<p>For the party that some people still think of as the Liberals, Westminster representation in single figures is not a new experience (in 1957, it dropped to five seats; at the election of 1970, a mere six Liberal MPs were elected). But it must still hurt, particularly when people hark back to better times. When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/jun/02/charles-kennedy-dies-aged-55-rolling-report\">Charles Kennedy died in early June</a>, for example, it was endlessly pointed out in the media that he had successfully shaped his party into a left-of-centre challenger to Labour, whose USPs were its scepticism about the direction of British foreign policy (witness its stance on the invasion of Iraq), and a very Liberal hostility to the intrusive, bossy state. Such was the reason why millions of people felt OK about voting Lib Dem, albeit as a tactical option to keep the Tories out, and why in 2005, they won 62 seats, the highest number recorded by a third party since 1929.</p> \n<figure class=\"element element-image\" data-media-id=\"8cfc852f628235065a9d081965720cc4b92d8ee9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550908105/ff7d38e0-324d-4c20-967f-335ffe6ec930-460x276.jpeg\" alt=\"Tim Farron: 'When we went into a coalition, it was a good thing for the country, but a bad thing for the party.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tim Farron: ‘When we went into a coalition, it was a good thing for the country, but a bad thing for the party.’</span> \n  <span class=\"element-image__credit\">Photograph: Frantzesco Kangaris</span> \n </figcaption> \n</figure> \n<p>HG Wells once said that British Liberalism was “a system of hostilities and objections that somehow achieves at times an elusive common soul”. Kennedy pulled off that trick; during the brief spurt of so-called Cleggmania at the 2010 election, so did the leader now said by many to have all but destroyed his party. So what now?</p> \n<p>While the Labour leadership election plumbs the depths of tedium, the Lib Dems have their own contest. Tim Farron, the perky MP for the Lake District seat of Westmorland and Lonsdale (who remained a backbencher throughout the coalition) is battling it out with the North Norfolk MP Norman Lamb, who served in the coalition first as a business minister and then in the Department of Health – where he successfully pushed for improved care for people with mental-health issues. Lamb also has the rare distinction of having remortgaged his house to pay for Tinchy Stryder’s first album. His son, Archie, is one half of Stryder’s management team, Takeover Entertainment. They also look after Dappy, formerly of N-Dubz, who recently tweeted an endorsement for Lamb senior; thanks to the family’s shared love of British rap, Lamb says his mother is “is the only 90-year-old in Britain with a poster of Lethal Bizzle in her kitchen.”</p> \n<p>The result of the contest will be announced on 16 July, and Farron is the favourite, by some margin. Why on earth, I say, does Lamb, 57, want the job? “I understand why you ask me that,” he says, with a dry laugh. “We’ve been through a complete trauma. But I think, perversely perhaps, we live in a liberal age. People’s attitudes and instincts are increasingly liberal, particularly young people.” Even in their darkest hour, he says, the Lib Dems should think of themselves as “a dynamic startup with a potentially big market”.</p> \n<p>What does he think went wrong? “Fundamentally, we lost trust. And once a party loses people’s trust, they don’t listen to you any longer. They switch off. Through those five years, we kept hoping that it was going to nudge back up again, and it never did. Whatever you said or did, and whatever the achievements … none of that counts for anything if people think they can’t trust you.” On that score, he mentions what he calls the “unfolding nightmare of tuition fees”.</p> \n<p>Lamb – whose backers, besides Dappy, include Featherstone and former leaders Paddy Ashdown and Menzies Campbell – wants the Lib Dems to somehow turn themselves into an “intellectual powerhouse”, by grappling with issues that most timorous politicians tend to go nowhere near. “We should advocate radical reform of our antiquated drug laws,” he says. “We should be completely radical on the criminal justice system … [and] We should be very clear on the right to assisted dying.” He also wants to revive the ghost of William Beveridge, the Liberal who came up with the blueprint for the modern welfare state, and devise a fresh plan, better suited to now. His big thing, he says, is the idea of “people power against the overbearing state”.</p> \n<p>As Farron – who is 45, and numbers ex-MPs such as Simon Hughes and the ex-minister Jo Swinson among his fans – sees it, in too many seats at this year’s election, the Lib Dems “didn’t get people in the gut; we were not seen as being relevant to more than a handful of people. To a degree, that’s because we did the right and noble thing when we went into a coalition. It was a good thing for the country, and a bad thing for the party. It doesn’t mean we did everything right, but we did the right thing.” On tuition fees, whereas some Lib Dems have sounded ambiguous on whether the mistake was breaking the famous pledge or making it, he’s clear: “Breaking it. The pledge was actually not that ambitious.”</p> \n<p>As the leadership campaign has gone on, Farron has been regularly accused of taking less than Liberal positions on certain issues, thanks to his Christianity (in response, he has pointed out that Kennedy, a practising Catholic, spent seven years leading the Lib Dems, and “nobody looks back and thinks that was some kind of theocracy”). Nonetheless, thanks to his allegedly patchy Commons voting record, his support for equal marriage has been questioned, though he insists he is fully supportive of it. But what of another source of controversy? Not long after the 2005 election, Farron told the Salvation Army magazine that “abortion is wrong. Society has to climb down from the position that there is nothing morally objectionable about abortion before a certain time. If abortion is wrong, it is wrong at any time.”</p> \n<figure class=\"element element-image\" data-media-id=\"d6f1c4539cfb8bd4e6648bbeda2c3167456fa8b0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436551144289/310f0f88-170d-40b4-8e1b-acb241f92d16-bestSizeAvailable.jpeg\" alt=\"Norman Lamb: the Lib Dems should think of themselves as 'a dynamic startup with a potentially big market'.\" width=\"450\" height=\"270\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Norman Lamb: the Lib Dems should think of themselves as ‘a dynamic startup with a potentially big market’.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Some people, I suggest, would say that wasn’t a Liberal position. “I totally disagree with you,” he says. “Because I also take the view that the law is about right as it is. I have never called for anything other than abortion to be safe and legal. But I also think it’s perfectly reasonable to express a view when you are asked, as to what one thinks about abortion as a thing. I’ve spoken to many people who’ve been through the experience, shall we say, and I use the phrase ‘a tragedy’. I don’t point the finger at anyone.”</p> \n<p>Using the phrase “morally objectionable” does point the finger, though, doesn’t it?</p> \n<p>“No it doesn’t. I don’t think it does at all. We as a society, from my perspective out of complete compassion, believe that abortion needs to be safe and legal ... The expression of a view is not something I go out of my way to do, but if I’m asked, I tell people what I think.”</p> \n<p>In the face of the Lib Dems’ apparent disaster, Farron thinks these might actually be exciting times. “There’s a clear space in the market,” he enthuses. “The time since the election has demonstrated, more than ever, how important we are. The attack on human rights and internet freedoms, anti-extremism orders, the sell-off of housing association houses, &pound;12bn out of welfare – these are all things where the Labour party will, at best, fence-sit, and we are going to have to be the only force that makes a noise about those things, and show who we are in a very clear way. There’s no point being depressed about what’s happened: it’s about being positive and inspired about what’s to come.”</p> \n<p>Defeat has brought some consolations. Since the election<strong>, </strong>around <a href=\"http://www.harlow.libdems.org/\">18,000 people have joined the Lib Dems</a>, increasing the party’s membership by around a third (21,000 had joined Labour within a week of 7 May). On Twitter, the hashtag #libdemfightback is used to badge the party’s supposedly revived energy; one issue that comes up time and again is the Tories’ plans to scrap the Human Rights Act. “I think Liberalism is seen as being really valuable, under serious threat, but never more essential,” says Farron. “And if a whole bunch of people perform the same action at the same time, without anybody asking them, that definitely constitutes a movement. Our job now is to build on that and turn it into a bigger movement.”</p> \n<p>Older Lib Dem heads may quite like the sound of that, but perhaps don’t seem quite so breathlessly enthusiastic about their party’s prospects. The Lib Dems’ predicament “could turn around quite quickly”, Cable tells me, before his optimism seems to slightly fail him, and what he says heads off in a slightly more fatalistic direction.</p> \n<p>“I can’t currently put up a plausible scenario in which that would happen,” he says. “But it could, you know?”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550134159/172acbad-5db5-483c-a10a-b7af5cc0e463-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"Yesterday’s man … Could the replacement of Nick Clegg with a new leader change the fortunes of the Lib Dems?","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550688847/b3fcc069-4e33-46af-9db2-7909d1d695b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vince Cable: ‘I don’t think it’s terminal. These things never are.’ Photograph: Peter Nicholls/Reuters/Corbis","credit":"Peter Nicholls/Reuters/Corbis","altText":"Vince Cable: 'I don't think it's terminal. These things never are.'","cleanCaption":"Vince Cable: ‘I don’t think it’s terminal. These things never are.’","cleanCredit":"Photograph: Peter Nicholls/Reuters/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436551919057/4df23ebc-30a7-4ef7-a1f3-4e897e49e817-2060x1545.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1545,"width":2060,"orientation":"landscape","caption":"A Mazda Bongo … big enough to fit all the Lib Dems’ eight MPs. Photograph: Alamy","credit":"Alamy","altText":"A Mazda Bongo … big enough to fit all the Lib Dems' eight MPs.","cleanCaption":"A Mazda Bongo … big enough to fit all the Lib Dems’ eight MPs.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550909482/ff7d38e0-324d-4c20-967f-335ffe6ec930-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tim Farron: ‘When we went into a coalition, it was a good thing for the country, but a bad thing for the party.’ Photograph: Frantzesco Kangaris","credit":"Frantzesco Kangaris","altText":"Tim Farron: 'When we went into a coalition, it was a good thing for the country, but a bad thing for the party.'","cleanCaption":"Tim Farron: ‘When we went into a coalition, it was a good thing for the country, but a bad thing for the party.’","cleanCredit":"Photograph: Frantzesco Kangaris"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436551144289/310f0f88-170d-40b4-8e1b-acb241f92d16-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":270,"width":450,"orientation":"landscape","caption":"Norman Lamb: the Lib Dems should think of themselves as ‘a dynamic startup with a potentially big market’. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"Norman Lamb: the Lib Dems should think of themselves as 'a dynamic startup with a potentially big market'.","cleanCaption":"Norman Lamb: the Lib Dems should think of themselves as ‘a dynamic startup with a potentially big market’.","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}],"webPublicationDate":"2015-07-12T18:00:00Z","lastModified":"2015-07-12T23:05:08Z","metadata":{"commentable":true,"commentCount":584,"contributors":[{"name":"John Harris","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400760846325/John-Harris-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnharris"}],"feature":true,"keywords":["Liberal Democrats","Tim Farron","Norman Lamb","Vince Cable","Lynne Featherstone","General election 2015","Politics"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/tim-farron","webTitle":"Tim Farron"},{"id":"politics/norman-lamb","webTitle":"Norman Lamb"},{"id":"politics/vincentcable","webTitle":"Vince Cable"},{"id":"politics/lynnefeatherstone","webTitle":"Lynne Featherstone"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"John Harris","topic":{"type":"tag-contributor","name":"profile/johnharris"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/12/strange-death-of-liberal-democrats-leadership-vote","shortUrl":"http://gu.com/p/4ahya","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/12/strange-death-of-liberal-democrats-leadership-vote","webUri":"http://www.theguardian.com/politics/2015/jul/12/strange-death-of-liberal-democrats-leadership-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550134159/172acbad-5db5-483c-a10a-b7af5cc0e463-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yesterday’s man … Could the replacement of Nick Clegg with a new leader change the fortunes of the Lib Dems? Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"Yesterday’s man … Could the replacement of Nick Clegg with a new leader change the fortunes of the Lib Dems?","cleanCaption":"Yesterday’s man … Could the replacement of Nick Clegg with a new leader change the fortunes of the Lib Dems?","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}},"importance":5,"kicker":{"title":"'We’ve been through a complete trauma'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550134159/172acbad-5db5-483c-a10a-b7af5cc0e463-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"Yesterday’s man … Could the replacement of Nick Clegg with a new leader change the fortunes of the Lib Dems?","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}}]},{"title":"Human trafficking / Survivors 'abandoned and risk being re-trafficked'","rawTitle":"Survivors 'abandoned and risk being re-trafficked'","item":{"type":"article","id":"law/2015/jul/13/survivors-modern-day-slavery-abandoned-risk-re-trafficked-human-trafficking-foundation","title":"Survivors of modern-day slavery 'abandoned and risk being re-trafficked'","trailText":"Vulnerable people exposed to homelessness and traffickers after 45 days of governmental support ends, says report by Human Trafficking Foundation<br>","standFirst":"<p>Vulnerable people exposed to homelessness and traffickers after 45 days of governmental support ends, says report by Human Trafficking Foundation<br /></p>","byline":"Caroline Davies","body":"<p>Survivors of modern-day slavery, some of whom have endured horrific physical, psychological and sexual abuse at the hands of traffickers, are being abandoned and are at risk of being re-trafficked, according to a report published on Monday.</p> \n<p>Vulnerable people, the majority of them women, are falling through gaps in government strategy, which leaves them exposed to homelessness and returning to traffickers, according to the report Life beyond the Safe House. </p> \n<p>The <a href=\"http://www.humantraffickingfoundation.org\">Human Trafficking Foundation</a>, which compiled the report, said urgent action is needed by government and local authorities to safeguard survivors, and more research was crucial. </p> \n<p>As part of the government’s modern slavery strategy, those officially categorised as victims of modern-day slavery are offered a safe house and support for a <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/21/slavery-human-trafficking-victims-golden-hour\">minimum period of “reflection” of 45 days</a>. But there is no obligation to monitor outcomes for people once they leave safe houses.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/29/13000-slaves-uk-four-times-higher-previously-thought\">Up to 13,000 working as slaves in UK</a> </p> \n</aside> \n<p> Those believed to be potential survivors can be given as little as 48 hours’ notice to leave a safe house if they fail to satisfy authorities they have been trafficked or exploited. </p> \n<p>According to the report, many survivors felt abandoned once support was withdrawn and “treated like rubbish” with nobody caring for them as they tried to move on with their lives. </p> \n<p>Some were placed in inappropriate housing – for example women who had previously been forced into prostitution were placed in mixed-sex accommodation – after leaving safe houses. Others found themselves placed in areas where they had previously been exploited and were at risk of isolation, trauma and depression.</p> \n<p>“Many will still fear the traffickers, some may still have to pay off debts, others may be worried about returning home because of stigma and risk to their families, others who want to find work cannot do so because they feel unable to disclose details about their past or they have nowhere to live,” the report said. </p> \n<div>\n __VIDEO_EMBED_gu-video-455652135__\n</div> \n<p>One woman told researchers after leaving the safe house, the council placed her in a hostel living with eight women. “The people there were ex-prostitutes, drug addicts, or ex-offenders ... In these hostels, guests do drugs, drink and fight with each other.” She was bullied by another resident, who regularly took her food. “They should not have placed me there. I had been a prostitute, but not by my choice,” she said. </p> \n<p>In 2014, 2,340 potential victims of trafficking were referred into the <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/law/2013/mar/09/shameful-failure-slavery-trafficking-uk\">national referral mechanism (NRM)</a>, which assesses such cases – a 34% increase on 2013, and up from 1186 in 2012. </p> \n<p>They included 1,669 adults, of which 1,084 were women. But this was the tip of the iceberg, said the report, as police records indicated the majority of potential survivors chose not to be referred. </p> \n<p>The report calls on central government to issue guidance to local authorities to make adult safeguarding support more accessible to survivors. It also calls for each survivor to be allocated a specialist advisor until a settled solution is reached, and for detailed move-on care plans, including an individual risk and needs assessment, to be drawn up for every survivor. </p> \n<p>People should be monitored for up to two years, whether they remain in the UK or return to their country of origin, the report recommends. </p> \n<p>“The UK government has made some significant steps to address modern slavery in the UK by introducing new legislation – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/27/human-traffickers-face-life-sentence-britain-slavery-bill\">Modern Slavery Act 2015</a> – as well as drawing up the modern slavery strategy and reviewing the national referral mechanism. </p> \n<p>“However, our research shows that there is disparity between theory and practice. Unfortunately, there are many gaps within the current system that allow survivors of modern slavery to lose contact or “disappear’ soon after being found in the UK,” it said. </p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/feb/26/time-to-end-kafala\">Why it's time to end kafala</a> </p> \n</aside> \n<p>The report drew on face-to face interviews with 10 female survivors living in London, who came from countries including Albania, the DRC, Nigeria, and Vietnam, and examined evidence submitted by NGOs, local authorities and the Metropolitan police. </p> \n<p>“A significant proportion of survivors are failed after leaving government-funded safe houses in London. However, this problem is not London-specific, but occurs nationwide. Potential victims of modern slavery have been, and are currently being, identified across the UK as highly vulnerable and traumatised,” it said. </p> \n<p>“They may be accommodated and provided with safety and support for a short period of time, but then they must find their own way to survive, instead of being supported and empowered.</p> \n<p>“Unfortunately for some of them, this means either becoming homeless, going back to the control of traffickers, or falling back into abusive or exploitative situations. The extent to which this is happening is unclear due to the lack of long-term monitoring, and therefore a lack of date-based evidence.” </p> \n<p>One anti-trafficking consultant told the report’s authors: “My experience with the clients who have been though the 45 days period is that they end up on the streets again. They are so incredibly vulnerable because their wounds have been opened up, but they only have 45 days to deal with those wounds, and it’s not fair, but after 45 days they’re out.” </p> \n<p>She added: “All this help is thrown at them, they are safe, and in the blink of an eye, it’s gone.”</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553914000/2fd9607a-c2d4-424c-8ba0-b0699f1de122-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Human trafficking awareness","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-12T23:01:06Z","lastModified":"2015-07-12T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Caroline Davies","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/5/26/1432636572595/Caroline-Davies-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolinedavies"}],"feature":false,"keywords":["Human trafficking","Slavery","UK news","Law"],"tags":[{"id":"law/human-trafficking","webTitle":"Human trafficking"},{"id":"world/slavery","webTitle":"Slavery"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"law"},"topics":[{"displayName":"Caroline Davies","topic":{"type":"tag-contributor","name":"profile/carolinedavies"}}],"embeddedVideos":[{"id":"gu-video-455652135","source":"guardian.co.uk","durationInSeconds":261,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/04/150304KafalaFilm_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/04/150304KafalaFilm.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/3/2/1425315951063/crop_KP_109693_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"A victim of kafala within the UK","credit":"guardian.co.uk","altText":"620x372 trailpic for Kafala system","cleanCaption":"A victim of kafala within the UK"}}],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jul/13/survivors-modern-day-slavery-abandoned-risk-re-trafficked-human-trafficking-foundation","shortUrl":"http://gu.com/p/4ahhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jul/13/survivors-modern-day-slavery-abandoned-risk-re-trafficked-human-trafficking-foundation","webUri":"http://www.theguardian.com/law/2015/jul/13/survivors-modern-day-slavery-abandoned-risk-re-trafficked-human-trafficking-foundation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553914000/2fd9607a-c2d4-424c-8ba0-b0699f1de122-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A taxi with an advert to promote awareness of human trafficking in Northern Ireland. The Human Trafficking Foundation says in a report that vulnerable people are falling through the gaps in government care. Photograph: Alamy","credit":"Alamy","altText":"Human trafficking awareness","cleanCaption":"A taxi with an advert to promote awareness of human trafficking in Northern Ireland. The Human Trafficking Foundation says in a report that vulnerable people are falling through the gaps in government care.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"Human trafficking"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553914000/2fd9607a-c2d4-424c-8ba0-b0699f1de122-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Human trafficking awareness","cleanCredit":"Photograph: Alamy"}}]},{"title":"Prince Harvey / The man who secretly recorded an album at the Apple store","rawTitle":"The man who secretly recorded an album at the Apple store","item":{"type":"article","id":"global/shortcuts/2015/jul/12/prince-harvey-rapper-secret-apple-album-apple-store-garageband","title":"No studio? No problem. Meet Prince Harvey, the man who secretly recorded an album at the Apple store","trailText":"The rapper covertly created his record using just a display laptop, the GarageBand app, friendly members of staff - and a little background noise from unaware New York shoppers","standFirst":"<p>The rapper covertly created his record using just a display laptop, the GarageBand app, friendly members of staff - and a little background noise from unaware New York shoppers</p>","byline":"Ben Beaumont-Thomas","body":"<p>For most of us, the Apple store is a place to buy aspirational goods, witness <a href=\"https://www.apple.com/uk/retail/geniusbar/\">the word “genius”</a> being massively undermined, and, if you’re a teenage boy, to try to leave a mildly explicit image on a Macbook Air. But for rapper <a href=\"http://princeharvey.com/\">Prince Harvey</a>, the outlet in Soho, New York, became an entire recording studio. Using the <a href=\"https://itunes.apple.com/gb/app/garageband/id408709785?mt=8\">GarageBand</a> app and an inbuilt microphone, he recorded a whole album in secret while in store, on a display laptop.</p> \n<p>“A friend of mine said I could have his apartment because he was moving to LA – but he didn’t tell me he owed the landlord rent,” Harvey says. “Within three days, the locks were changed, and all my musical equipment and computer were seized – all I had were my clothes.” Soon Harvey was going to the Apple store every weekday, eventually racking up four months there creating his album Phatass (an acronym for Prince Harvey at the Apple store Soho).</p> \n<figure class=\"element element-embed\" data-alt=\"Prince Harvey - The New Black\"> \n <iframe width=\"100%\" height=\"450\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/207433230&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<p>“There were no chairs – I had to stand there for four or five hours at a time,” he says. “I’d get there in the morning and leave at lunchtime. I never used the bathroom – I’d go before I left home. As far as fashion goes, I’m pretty flamboyant, but I wanted to draw as little attention to myself as possible: I’d wear black jeans, white shoes and a black trenchcoat.”</p> \n<p>Even keeping his head down, he was initially moved on by store staff. “There were two employees who then said: ‘Hey, what he’s doing is really positive and creative. If anything, him demo-ing the equipment will drive sales.’ At the mention of sales, the managers kind of got with it.”</p> \n<p>He kept the mic close and set to a low level to avoid passing chatter, though would occasionally get interrupted by shoppers. “Sometimes I would get a little loud – a lot of my music has profanity, so there were some stares,” he laughs. “People would also ask me for tips on GarageBand – after a while I almost felt like a surrogate employee there.”</p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Prince Harvey - Sometimes\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/cFHV5jAajHQ\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>He’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2007/oct/18/news.apple\">not the first</a> to make the most of such apps, rather than pay out for a 48-track studio setup: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/falloutboy\">Fall Out Boy</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/courtney\">Courtney Love</a> have used GarageBand for ad hoc demos, while <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/kate-nash\">Kate Nash</a> and T-Pain recorded their breakthrough hits on it – even the backbeat for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2007/may/02/popandrock\">Rihanna’s Umbrella</a> sounds remarkably similar to a stock rhythm bundled with the software.</p> \n<p>Harvey’s story <a href=\"http://www.thedailybeast.com/articles/2015/07/05/he-made-a-secret-album-in-an-apple-store.html\">has since gone viral</a>, with rapper <a href=\"http://www.talibkweli.com/\">Talib Kweli</a> <a href=\"https://twitter.com/TalibKweli/status/617826760332312576\">praising him on Twitter</a>. He’s now a 21st-century <a href=\"https://en.wikipedia.org/wiki/Horatio_Alger,_Jr.\">Horatio Alger</a>, pulling himself up to the top through ingenuity and hard work. “It gave me the idea that I should make a better situation for myself, so that I can be the one walking into the Apple store saying: ‘Two thousand dollars? Fine,’” he says. I hear a lot of artists use excuses about why they’re not successful, and I can’t really listen to that.”</p> \n<p>Oh, and he’s got a new computer. “I’m not waiting around for Apple to give me a free laptop because I gave them a bunch of free press. No, I went out and muscled up some money. This is what I do: I’m a go-getter.”</p> \n<p><em>Phatass is released on 27 July.</em></p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543653422/Prince-Harvey-rapped-his--005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Harvey rapped his entire record in the Apple store.","credit":"PR","altText":"Prince Harvey rapped his entire record in the Apple store.","cleanCaption":"Prince Harvey rapped his entire record in the Apple store."}],"bodyImages":[],"webPublicationDate":"2015-07-12T16:00:01Z","lastModified":"2015-07-12T23:05:08Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Ben Beaumont-Thomas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/20/1424452707314/Ben-Beaumont-Thomas-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-beaumont-thomas"}],"feature":true,"keywords":["Apple","Music","Rap","Culture"],"tags":[{"id":"technology/apple","webTitle":"Apple"},{"id":"music/music","webTitle":"Music"},{"id":"music/rap","webTitle":"Rap"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"global"},"topics":[{"displayName":"Ben Beaumont-Thomas","topic":{"type":"tag-contributor","name":"profile/ben-beaumont-thomas"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/shortcuts/2015/jul/12/prince-harvey-rapper-secret-apple-album-apple-store-garageband","shortUrl":"http://gu.com/p/4ahfb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/shortcuts/2015/jul/12/prince-harvey-rapper-secret-apple-album-apple-store-garageband","webUri":"http://www.theguardian.com/global/shortcuts/2015/jul/12/prince-harvey-rapper-secret-apple-album-apple-store-garageband"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543653422/Prince-Harvey-rapped-his--005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Harvey rapped his entire record in the Apple store. Photograph: PR","credit":"PR","altText":"Prince Harvey rapped his entire record in the Apple store.","cleanCaption":"Prince Harvey rapped his entire record in the Apple store.","cleanCredit":"Photograph: PR"}},"importance":4,"kicker":{"title":"Prince Harvey"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543653422/Prince-Harvey-rapped-his--005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Prince Harvey rapped his entire record in the Apple store.","credit":"PR","altText":"Prince Harvey rapped his entire record in the Apple store.","cleanCaption":"Prince Harvey rapped his entire record in the Apple store."}}]},{"title":"The bigger truth beyond Greece / Precarious nations owing trillions around the world","rawTitle":"Precarious nations owing trillions around the world","item":{"type":"article","id":"business/2015/jul/11/beyond-greece-world-filled-debt-crises","title":"Beyond Greece, the world is filled with debt crises","trailText":"Drama in Athens reflects a bigger truth: precarious countries across the globe owe trillions of dollars to lenders and investors who must be repaid","standFirst":"Drama in Athens reflects a bigger truth: precarious countries across the globe owe trillions of dollars to lenders and investors who must be repaid","byline":"Heather Stewart","body":"<p>With its shuttered banks, furious public protests and iconoclastic politicians, the plight of Greece, brought to its knees by a crippling debt burden, has been gripping and heartbreaking in equal measure: a full-blown sovereign debt crisis on the doorstep of some of the wealthiest countries in the world.</p> \n<p>Yet <a href=\"http://jubileedebt.org.uk/wp-content/uploads/2015/07/The-new-debt-trap_07.15.pdf\" title=\"\">new analysis by the Jubilee Debt Campaign</a> reveals that Greece’s plight is far from unique: more than 20 other countries are also wrestling with their own debt crises. Many more, from Senegal to Laos, lie in a debt danger zone, where an economic downturn or a sudden jump in interest rates on world debt markets could lead to disaster.</p> \n<p>One of the lessons from the 2008 crash was that hefty debt levels can leave countries vulnerable to sudden shifts in market mood. But Jubilee reports that the rock-bottom interest rates across major economies, which have been a key response to the crisis, have in many cases prompted governments, firms and consumers to go on a fresh borrowing binge, storing up potential problems for the future.</p> \n<p>Judith Tyson of the Overseas Development Institute thinktank says the flipside of the latest round of borrowing has been investors and lenders in the west looking for bigger returns than they could get at home, a process known in the markets as a “search for yield”.</p> \n<p>“Since 2012, there’s been a huge increase in sovereign debt, in Africa in particular,” she says. Some of the countries involved were beneficiaries of the debt relief programme that G8 leaders signed up to at the Gleneagles summit in 2005. “They were given debt relief with the idea that it would give a clean slate to go forward,” Tyson says.</p> \n<p>She warns that a number of countries have since “loaded up” on debt – and while some governments had invested the money wisely, diversifying their economies and improving infrastructure, others have not. She points to Ghana, in west Africa, where a sharp increase in borrowing has been spent on what she calls “pork-barrel politics. They’ve spent it in a frivolous way.”</p> \n<p>Jubilee’s analysis defines countries as at high risk of a government debt crisis if they have net debt higher than 30% of GDP, a current-account deficit of over 5% of GDP and future debt repayments worth more than 10% of government revenue. “We estimate that 14 countries are rapidly heading towards new government debt crises, based on their large external debts, large and persistent current account deficits, and high projected future government debt payments,” it says.</p> \n<p>One vulnerable example is Tanzania, a country that suffered a severe debt crisis in the 1990s. In many ways, it has been a success story since receiving international debt relief in 2001 and 2006, allowing repayments to fall from 27% of government revenue to 2%. Child mortality has dropped; fees for primary schools have been abolished; more children are completing their schooling.</p> \n<p>Yet borrowing has steadily risen since 2009, including from multilateral donors such as the World Bank, which tend to offer aid in the form of cheap loans rather than handouts. It’s a measure of success in some ways that the country managed to raise money from private investors in the capital markets by issuing bonds.</p> \n<p>But Tanzania’s economic growth, and government revenues, are heavily dependent on exports of gold and precious metal ores, which have fallen in price in recent months. Jubilee’s numbers show that slower than expected growth could see debt repayments shoot up from an expected 10% of government revenue in 2018 to double that – well into the danger zone.</p> \n<p>Falling commodity prices as growth in China slows, as well as the strong dollar – a danger because much of African governments’ borrowing is dollar-denominated – will create pressures on many other developing countries.</p> \n<figure class=\"element element-image\" data-media-id=\"337b93472a8030f84d1d8077532eeca50ce95112\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436558360537/0870c816-d361-4361-8c80-84e4062df2b3-460x276.jpeg\" alt=\"A car driving through Addis Ababa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Addis Ababa: Ethiopia’s debt level is steadily rising.</span> \n  <span class=\"element-image__credit\">Photograph: Jose Cendon/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ethiopia, where ministers from around the world will gather this week to discuss how to fund the next wave of international development, is another country whose debt levels have been steadily rising, and which could prove vulnerable. Mongolia, which has welcomed foreign investment to exploit its huge natural resources, including coal, <a href=\"http://www.bloomberg.com/news/articles/2015-07-05/mongolia-plans-stake-sale-in-biggest-coal-mine-to-revive-growth\" title=\"\">has plans to borrow $1bn over the next year</a>; but with its currency, the tugrik, declining sharply, it could be hit hard if the economic boom of recent years comes to an end.</p> \n<p>“Current levels of lending to impoverished countries threaten to recreate debt crises,” warns Jubilee’s policy officer Tim Jones.</p> \n<p>But it’s not just in the developing world where low interest rates and the legacy of the crisis have increased the temptation to paper over the cracks with borrowed money. Jubilee found that net cross-border lending worldwide, including the private sector as well as governments, has increased from $11.3 trillion in 2011 to $13.8tn in 2014 – and forecasts that it will reach $14.7tn this year.</p> \n<p>That’s a 30% rise in just four years and a sign that the “global imbalances” many experts saw as a key cause of the crisis are far from resolved. “The world is still very out of kilter,” says Russell Jones, economist at Llewellyn Consulting.</p> \n<p>The lacklustre global recovery has also been a factor in driving up debt levels as policymakers seek to restore pre-crisis living standards.</p> \n<p>“All this debt is probably being accumulated because other sources of growth are increasingly in decline,” says Russell Jones. “There’s a lot of pressure on governments and central banks to keep things going at the old rate.”</p> \n<p>As Greece’s government found, debts that seem manageable one day can quickly become unsustainable the next if conditions in financial markets or the economy abruptly shift.</p> \n<p>Northern Rock, Britain’s bailed-out mortgage bank, made the same discovery in August 2007 when, as its then boss Adam Applegarth put it, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/dec/01/credit-crunch-pinpointed-august-2007\" title=\"\">“the world changed”</a>. Many experts believe that if, as expected, the US Federal Reserve starts to increase interest rates from their record low later this year, that could act as the catalyst for a shake-up in global debt markets that could have far-reaching consequences.</p> \n<figure class=\"element element-image\" data-media-id=\"24686223f7cbd33dbf64300627cce1b323ca80f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436558498706/681d9034-5fbb-4d1c-8612-5e550faf5c6d-460x276.jpeg\" alt=\"Mongolian shaman\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Mongolian shaman: the country has plans to borrow $1bn over the next year.</span> \n  <span class=\"element-image__credit\">Photograph: How Hwee Young/EPA</span> \n </figcaption> \n</figure> \n<p>Tyson points out that many loans taken out by African governments in recent years carry fixed interest rates for five years. When they come to be refinanced, it may have to be at much higher rates. As US rates increase, she says, investors will be keen to pull their money out of smaller emerging economies: “We will see a sharp reversal of capital flows. Some of these countries are quite fragile.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/world-bank-growth-forecast-emerging-economies\" title=\"\">In its twice-yearly report on the global economy</a> last month, the World Bank warned that developing countries facing up to the prospect of the flood of cheap money being turned off should be “hoping for the best, preparing for the worst”.</p> \n<p>Russell Jones says: “When the Fed has a very itchy trigger finger, you have the potential for some fairly serious issues.”</p> \n<h2><strong>Countries at high risk of government external debt crisis</strong></h2> \n<p>■ Bhutan</p> \n<p>■ Cape Verde</p> \n<p>■ Dominica</p> \n<p>■ Ethiopia</p> \n<p>■ Ghana</p> \n<p>■ Laos</p> \n<p>■ Mauritania</p> \n<p>■ Mongolia</p> \n<p>■ Mozambique</p> \n<p>■ Samoa</p> \n<p>■ Sao Tome e Principe</p> \n<p>■ Senegal</p> \n<p>■ Tanzania</p> \n<p>■ Uganda</p> \n<h2><strong>Countries currently in government external debt crisis</strong></h2> \n<p>■ Armenia</p> \n<p>■ Belize</p> \n<p>■ Costa Rica</p> \n<p>■ Croatia</p> \n<p>■ Cyprus</p> \n<p>■ Dominican Republic</p> \n<p>■ El Salvador</p> \n<p>■ The Gambia</p> \n<p>■ Greece</p> \n<p>■ Grenada</p> \n<p>■ Ireland</p> \n<p>■ Jamaica</p> \n<p>■ Lebanon</p> \n<p>■ Macedonia</p> \n<p>■ Marshall Islands</p> \n<p>■ Montenegro</p> \n<p>■ Portugal</p> \n<p>■ Spain</p> \n<p>■ Sri Lanka</p> \n<p>■ St Vincent and the Grenadines</p> \n<p>■ Tunisia</p> \n<p>■ Ukraine</p> \n<p>■ Sudan</p> \n<p>■ Zimbabwe</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558361994/0870c816-d361-4361-8c80-84e4062df2b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Addis Ababa: Ethiopia’s debt level is steadily rising. Photograph: Jose Cendon/AFP/Getty Images","credit":"Jose Cendon/AFP/Getty Images","altText":"A car driving through Addis Ababa","cleanCaption":"Addis Ababa: Ethiopia’s debt level is steadily rising.","cleanCredit":"Photograph: Jose Cendon/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558500092/681d9034-5fbb-4d1c-8612-5e550faf5c6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Mongolian shaman: the country has plans to borrow $1bn over the next year. Photograph: How Hwee Young/EPA","credit":"How Hwee Young/EPA","altText":"Mongolian shaman","cleanCaption":"A Mongolian shaman: the country has plans to borrow $1bn over the next year.","cleanCredit":"Photograph: How Hwee Young/EPA"}],"webPublicationDate":"2015-07-11T15:00:05Z","lastModified":"2015-07-11T23:01:25Z","metadata":{"commentable":true,"commentCount":503,"contributors":[{"name":"Heather Stewart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738716/HeatherStewart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/heatherstewart"}],"feature":true,"keywords":["Economics","Debt relief","Greece","Africa","Asia Pacific","Eurozone crisis","Global economy","Global development","World news","Europe","Business","Society"],"tags":[{"id":"business/economics","webTitle":"Economics"},{"id":"world/debt-relief","webTitle":"Debt relief"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"business"},"topics":[{"displayName":"Heather Stewart","topic":{"type":"tag-contributor","name":"profile/heatherstewart"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/11/beyond-greece-world-filled-debt-crises","shortUrl":"http://gu.com/p/4ahmq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/11/beyond-greece-world-filled-debt-crises","webUri":"http://www.theguardian.com/business/2015/jul/11/beyond-greece-world-filled-debt-crises"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shops and taxis in Dar es Salaam operate in the shadow of Tanzania’s vulnerable economy. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Shops and taxis in Dar es Salaam operate in the shadow of Tanzania’s vulnerable economy. Photograph: Alamy"}},"importance":4,"kicker":{"title":"The bigger truth beyond Greece"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy"}}]},{"title":"Reddit / How Ellen Pao survived a swamp of trolls and emerged a feminist icon","rawTitle":"How Ellen Pao survived a swamp of trolls and emerged a feminist icon","item":{"type":"article","id":"technology/2015/jul/12/ellen-pao-reddit-trolls-feminist-silicon-valley","title":"How Ellen Pao lost her job but survived Reddit's swamp of trolls","trailText":"Silicon Valley’s most controversial executive has personified the discrimination and harassment directed at women in technology and on the internet. This is her story","standFirst":"<p>Silicon Valley’s most controversial executive has personified the discrimination and harassment directed at women in technology and on the internet. A look back at her landmark gender lawsuit and her ouster at Reddit reveals how much – and how little – has changed</p>","byline":"Beth Winegarner in San Francisco","body":"<p>When Ellen Pao took the witness stand four months ago, accusing the most powerful venture-capital firm in the most powerful new industry of pervasive sexism against her and powerful women like her, she talked about the “right path”.</p> \n<p>Pao’s own attorney asked the 46-year-old executive why she continued to fight Kleiner Perkins Caufield &amp; Byers, the firm that accused her of being a bad employee, even as she had become the top executive at Reddit, the influential social-media website that is infamous for nothing if not its trolls. The site’s former contributors – Pao now among them – describe it as a kind of misogynist fire swamp where “harassment swarms”, even and especially for an accidental feminist champion like its suddenly former CEO.</p> \n<p>“I think there should be equal opportunities for women and men to be venture capitalists,” Pao said calmly that March morning as reporters, technology observers and a jury listened closely to the woman her co-workers said lacked “thought leadership”.</p> \n<p>“I wanted to make sure my story was told.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns\">Reddit chief Ellen Pao resigns after receiving 'sickening' abuse from users</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns\">Now that Pao has suddenly resigned from Reddit</a>, amid both <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/07/reddit-revolt-ellen-pao-fate\">user revolt</a> and increasing recrimination from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/13/ellen-pao-gender-lawsuit-silicon-valley\">the landmark workplace-discrimination suit</a> she lost this year, that story has only become more intriguing. Both the international profile of her trial and her ensuing decision to curb Reddit’s trolls made Pao a champion for women and minorities in 2015, and those who have followed her from the courtroom to the subreddit comments remained assured that such a bold legacy would continue.</p> \n<p>Reddit board member Sam Altman <a href=\"https://www.reddit.com/r/IAmA/comments/3cudmx/i_am_sam_altman_reddit_board_member_and_president/\">said</a> after Pao’s apparently mutually agreed exit on Friday that Reddit would not reverse its crackdown on subreddits devoted to harassment – and at least one moderator who participated in recent protests against Pao said those changes were among her best decisions during eight transformative, tumultuous months at the helm.</p> \n<p>“Ellen specifically stated: ‘We’re banning behavior, not ideas,’” Jared Shenefield, who moderates Reddit’s cooking forum, told the Guardian on Saturday. “I think that was a good move – probably the best move since she became the interim CEO.”</p> \n<p>Pao stepped down amid massive protests from moderators like Shenefield, upset by the sudden firing of talent director Victoria Taylor, who coordinated Reddit’s popular “Ask Me Anything” feature, and from users angered by the shuttering of five hate-filled forums, including r/fatpeoplehate and r/transfags. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/06/reddit-petition-resignation-ceo-ellen-pao\">A petition calling for Pao’s ouster snowballed</a>, gathering more than 213,000 signatures. </p> \n<p>Pao denied that the unrest drove her out: “Ultimately, the board asked me to demonstrate higher user growth in the next six months than I believe I can deliver while maintaining reddit’s core principles,” <a href=\"http://www.reddit.com/r/self/comments/3cudi0/resignation_thank_you/\">she wrote in a Reddit post</a>.</p> \n<p></p> \n<p>But her two-plus years deep in the business world’s ultimate battle of modern sexism and out in front of corporate reform remain a lesson for the victims of that bias. </p> \n<p>The <a href=\"http://www.thedailybeast.com/articles/2015/07/11/reddit-s-terrorists-have-won-ellen-pao-and-the-failure-to-rebrand-web-2-0.html\">“terrorists”</a> of the internet now have their first scalp, lending credibility to what one industry insider called “the Pao-haters”. <br /></p> \n<p>Pao’s escape from “hell” – as <a href=\"http://daringfireball.net/linked/2015/07/10/reddit-pao\">more</a> than <a href=\"https://twitter.com/kevinroose/status/619616713558986752\">one</a> Silicon Valley watcher put it – has also left an industry reckoning with the all-too-familiar reality of gender and racial bias.<br /></p> \n<p>Even in defeat, it appears, Pao still serves as an emblem of the tech world’s backward treatment of women and minorities – and an example of how to fight back.</p> \n<p>Through a spokeswoman, Pao declined to comment specifically on her resignation or future plans, and her attorneys did not respond to a request for an update on her pending court appeal. Still, a look back at her journey through legal battles and unpopular reforms at Reddit reveals just how galvanizing and transformative this high-tech heroine has become. </p> \n<h2>The trial that shook Silicon Valley – and shocked the world</h2> \n<div>\n __VIDEO_EMBED_gu-video-457470528__\n</div> \n<p>Improbable as it may have seemed for the most famous fighter in the war against workplace discrimination, Pao began consulting for Reddit, of all places, soon after she was fired from Kleiner Perkins in late 2012.</p> \n<p>Even as the social media site was confronting conspiracy theories around the Boston marathon bombing and corporate branded posts, Pao took a full-time position in business development and strategic partnerships for the site in April 2013. </p> \n<p>When Reddit CEO Yishan Wong resigned suddenly last November, Pao stepped in. <a href=\"http://www.quora.com/Why-did-Yishan-Wong-resign-as-Reddit-CEO\">Wong later wrote</a> on the Q&amp;A site Quora that the top job at Reddit was “incredibly stressful and draining”, and after two and a half years, the work was having “significantly detrimental” effects on his personal life.</p> \n<p>Altman, the Reddit board member who also serves as president of seed funder Y Combinator,<a href=\"https://www.reddit.com/r/IAmA/comments/3cudmx/i_am_sam_altman_reddit_board_member_and_president/csz1w49?context=3\"> said in an “Ask Me Anything” chat on Friday</a> that when Wong quit, Pao stepped in. “She walked into an incredibly difficult situation and [moved] the ball a good bit down the field for reddit,” he said. </p> \n<p>Pao, a self-described introvert, has said that she never set out to become a feminist figurehead. She was hired at Kleiner Perkins in 2005 as senior partner John Doerr’s chief of staff, but Doerr later helped her transition into a junior investment role, where she bumped up against the numerous slights that formed the basis for her sex-bias lawsuit.</p> \n<p>Another of Kleiner Perkins’ junior partners, Ajit Nazre, allegedly pressured Pao into having an affair. After she broke it off, he began retaliating against her, leaving her out of crucial email discussions and in-person meetings with potential clients that could have led to important deals, she testified.</p> \n<p>Although Pao reported Nazre’s behavior to higher-ups, he stayed on at Kleiner Perkins; his only reprimand was receiving a smaller-than-expected bonus. Nazre was later fired after coming on to another junior partner – but not before he was promoted to a highly lucrative senior-partner position.</p> \n<p>Pao portrayed her experience with Nazre as representative of the sexist culture at Kleiner Perkins and, to some extent, in Silicon Valley as a whole. She and a former partner at the firm testified about key networking events that excluded women, including a ski trip with potential business partners and a dinner party at the home of former vice-president Al Gore. She and another female partner were asked to play secretary at a Kleiner Perkins event; when they complained, at least one higher-up failed to understand why the request was offensive. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/11/reddit-ellen-pao-women-ceo\">Reddit's Ellen Pao is latest female CEO blamed for inherited woes, experts say</a> </p> \n</aside> \n<p>Meanwhile, Pao’s superiors testified that she was repeatedly criticized in performance reviews and ultimately fired for her behavior – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/11/reddit-ellen-pao-women-ceo\">behavior that is often lauded in men but criticized in women</a>. She was accused of being too pushy and aggressive, and for elbowing in on other partners’ business deals. Paradoxically, her Kleiner Perkins colleagues also accused her of being too quiet, saying that she failed to “own the room”.</p> \n<p>But the death-by-a-thousand-cuts sexism Pao described in court, and which many women report experiencing in the office daily, often isn’t enough to prove discrimination. The jury <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/27/ellen-pao-loses-landmark-sexual-discrimination-lawsuit\">found that Pao’s gender wasn’t a factor in Kleiner Perkins’ decision not to make her a senior partner</a>, and that her complaints were not a substantial reason for her termination.</p> \n<p>Immediately following that verdict in March, Pao insisted that her loss in the landmark case, however devastating, did not mean that she had failed. To be sure, her story was being told – not just in the live blogs of technology websites read by insiders and discussed on Twitter at-replies, but across the world. </p> \n<p>“If I’ve helped to level the playing field for women and minorities in venture capital, then the battle was worth it,” she said after the verdict. “The problem of gender discrimination in venture capital has received attention around the globe. While today’s outcome is a disappointment, I take consolation in knowing that people really listened.”</p> \n<p>On Twitter, women were already showing that they had listened. The #ThanksEllen hashtag was lofted by users who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/28/ellen-pao-lawsuit-loss-gender-equality-silicon-valley\">were grateful Pao had taken on on Silicon Valley’s entrenched sexism</a>. </p> \n<p>“We don’t question the verdict; we appreciate the risk she took by telling her story,” Lori Hobson, a business developer at Function Engineering, <a href=\"https://twitter.com/lorihobson/status/582741357262835712\">said on Twitter</a>. Another group took out a full-page newspaper ad that said, simply, “Thanks Ellen.”</p> \n<p>As it turned out, Pao was just getting started. </p> \n<h2>The fall of ‘Chairman Pao’ – and Reddit’s unfinished business</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/11/reddit-ellen-pao-resignation-reaction\">Reddit CEO Ellen Pao's exit has users asking: who was responsible?</a> </p> \n</aside> \n<p>By the time Pao’s trial began in February, pervasive discrimination and harassment directed at women in technology and on the internet had already metasticized from the stuff of at-replies to an international conversation – if not an all-out confrontation. </p> \n<p>A video <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/30/if-that-viral-street-harassment-video-shocked-you-youre-probably-a-man\">went viral</a> last October illustrating more than 100 catcalls and come-ons a woman encountered during an eight-hour walk through New York City. The trolls <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/oct/21/gamergate-angry-men-harassing-women\">came out for the maelstrom known as GamerGate</a> to shine a spotlight on the violent harassment and threats lobbed at outspoken women in video-game culture.</p> \n<p>That Pao challenged discriminatory patterns at Kleiner Perkins and, by virtue of that extended conversation, the rest of Silicon Valley, raised unspoken questions about her leadership at Reddit. Forums there served as a hive-mind for GamerGate, hosted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/sep/01/celebrity-naked-photo-leak-2014-nude-women\">leaked naked celebrity photos</a> and fostered attacks on women, overweight people and minorities.</p> \n<p>“Reddit can be seen as a swamp of standing water that’s been allowed to breed pestilent mosquitoes,” said Katherine Cross, a former Reddit moderator and PhD student in sociology at the City University of New York, where she studies online abuse. “Even if one ignores the site, it has become increasingly difficult to ignore its effluence. Harassment swarms are ginned up by the website’s more toxic users and communities.”</p> \n<p>Although Pao, who had taken over as Reddit’s interim leader four months earlier, was in the courtroom every day of her month-long trial, her thoughts clearly hadn’t strayed far from Reddit. Within days of the Kleiner Perkins verdict, Pao ended salary negotiations at Reddit, a tradition which studies have shown often put women at an economic disadvantage. </p> \n<p>Pao had sought roughly $16m in past and future lost wages at trial, arguing that without Kleiner Perkins’ bias, she would have made a lot more money. The topic of pay inequity was fresh in Pao’s mind. </p> \n<p>Two months later, Reddit announced a ban on any forums, or subreddits, “that allow their communities to use the subreddit as a platform to harass individuals when moderators don’t take action,” Pao wrote.</p> \n<p>Cross, the former moderator and sometimes a target of GamerGate’s vitriol, called Pao’s reforms inspirational. “It was the first time someone at the site had publicly suggested the site had a responsibility to both its non-toxic users and the wider internet,” she told the Guardian.</p> \n<p>Not everyone agreed. Angry Reddit users called her “Chairman Pao” and compared her to Adolf Hitler. </p> \n<p>Mark VerHill, a longtime Reddit member, <a href=\"https://www.change.org/p/ellen-k-pao-step-down-as-ceo-of-reddit-inc\">launched a petition</a> under a pseudonym, calling for Pao to step down as CEO. He said users accused her of “suing her way to the top” and that her policies – championed by the women and minorities those policies were protecting – would run Reddit into the ground. </p> \n<p>Other users and moderators felt similarly, insisting that communication channels between the site’s leaders, its paid forum administrators and its unpaid volunteers was nothing short of abysmal. </p> \n<p>When the popular moderator Taylor was fired this month, the Pao reckoning began in earnest, and a number of moderators closed more than 300 subreddits for 24 hours.</p> \n<p>Shenefield, the moderator who took /r/Cooking dark, said the revolt was meant to be pacifistic, not the beginning of an ouster: “Doing a blackout was the way to have our voices heard without being so hateful,” he told the Guardian. “It worked.”</p> \n<p>Shut out of their favorite forums, Reddit users flocked to the petition, bringing more media attention to the tumult.</p> \n<p>On Monday, Pao <a href=\"https://www.reddit.com/comments/3cbo4m/\">publicly acknowledged</a> the communication gaps and apologized for Reddit’s “long history of mistakes”, but said it would take time for Reddit to deliver concrete results. </p> \n<p>Less than five days later, she was out the door. </p> \n<p>The accidental success of a user revolt against the accidental feminist hero of the Valley came as a surprise to many, especially considering that Reddit board members had expressed interest in hiring her as the site’s permanent CEO, as Kleiner Perkins attorneys told a San Francisco judge in February.</p> \n<p>Already, concerns have blossomed that Reddit reforms initiated in Pao’s abrupt eight-month tenure would quickly become abandoned. </p> \n<p>But Altman said in his AMA that wouldn’t happen. He urged Reddit’s community to learn to balance authenticity and compassion, saying that co-founder and new CEO Steve Huffman’s biggest challenge “will be continuing the work Ellen started to drive this forward”. </p> \n<p>Altman denied that the petition or the hateful words aimed at Pao had anything to do with Pao’s resignation, saying he was surprised by how cruel Reddit users had been to her. </p> \n<p>“While she wasn’t the CEO Reddit needed, she was not deserving of all the hate she received,” said Shenefield, the current Reddit moderator. </p> \n<p>Journalist Susan Antilla, who broke the story of sexual harassment at Smith Barney and other Wall Street titans in the 1990s and later wrote Tales from the Boom-Boom Room about those scandals, noted that anyone hoping to change the tenor on Reddit – whose millions of users trend toward 18- to 29-year-old men – will face an uphill battle.</p> \n<p>“The assumption by Pao-haters is that Taylor did nothing wrong and that Pao and management were wrong to fire her,” she said. “This is the tech world, folks, where firings and other disruptions are worn like a badge. Suck it up.”</p> \n<p>Alexis Ohanian, who co-founded Reddit with Huffman in 2005, <a href=\"https://www.reddit.com/r/announcements/comments/3cucye/an_old_team_at_reddit/csz2p3i\">revealed in a Reddit post</a> on Friday that firing Taylor was his decision, adding that Pao’s story is far from over: “I have admired her fearlessness and calm throughout our time together and look forward to following her impact on Silicon Valley and beyond.”</p> \n<p>Cross, the former moderator turned target of the trolls, agreed, saying that Pao became a target herself – precisely because she made gender a topic of discussion and acknowledged that prejudice and harassment were as much of an unsolved problem as she left them.</p> \n<p>“I think she’ll continue to be seen, for good and for ill, as someone who refused to be compliant about sexism,” she said of Pao, “both in the workplace and on social media.”</p> \n<ul> \n <li><em>A previous version of this article misspelled the name of Reddit co-founder Alexis Ohanian.</em></li> \n</ul>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/06129cf296691df631cddc2b70af109cd1b7883e/0_124_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Justin Sullivan/Getty Images","altText":"Ellen Pao","cleanCredit":"Photograph: Justin Sullivan/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T12:19:19Z","lastModified":"2015-07-13T05:52:46Z","metadata":{"commentable":true,"commentCount":616,"contributors":[{"name":"Beth Winegarner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/beth-winegarner"}],"feature":true,"keywords":["Reddit","Technology","Silicon Valley","Internet","Venture capital","Women in the boardroom","Business","Gender","US news","World news","California","San Francisco","Digital media","Media"],"tags":[{"id":"technology/reddit","webTitle":"Reddit"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/silicon-valley","webTitle":"Silicon Valley"},{"id":"technology/internet","webTitle":"Internet"},{"id":"business/venture-capital","webTitle":"Venture capital"},{"id":"business/women-in-the-boardroom","webTitle":"Women in the boardroom"},{"id":"business/business","webTitle":"Business"},{"id":"world/gender","webTitle":"Gender"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/california","webTitle":"California"},{"id":"us-news/san-francisco","webTitle":"San Francisco"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"technology"},"topics":[{"displayName":"Beth Winegarner","topic":{"type":"tag-contributor","name":"profile/beth-winegarner"}}],"embeddedVideos":[{"id":"gu-video-457470528","source":"Yahoo News ","durationInSeconds":32,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/11/150711ellenpaonew.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/11/150711ellenpaonew_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/11/1436610367486/KP_352381_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Ellen Pao","credit":"guardian.co.uk","altText":"620x372 trailpic for Ellen Pao","cleanCaption":"620x372 trailpic for Ellen Pao"}}],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/12/ellen-pao-reddit-trolls-feminist-silicon-valley","shortUrl":"http://gu.com/p/4at4y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/12/ellen-pao-reddit-trolls-feminist-silicon-valley","webUri":"http://www.theguardian.com/technology/2015/jul/12/ellen-pao-reddit-trolls-feminist-silicon-valley"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/06129cf296691df631cddc2b70af109cd1b7883e/0_124_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Ellen Pao leaves the California superior court civic center courthouse during a lunch break from her trial in March. Photograph: Justin Sullivan/Getty Images","credit":"Justin Sullivan/Getty Images","altText":"Ellen Pao","cleanCaption":"Ellen Pao leaves the California superior court civic center courthouse during a lunch break from her trial in March.","cleanCredit":"Photograph: Justin Sullivan/Getty Images"}},"importance":3,"kicker":{"title":"Reddit"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/06129cf296691df631cddc2b70af109cd1b7883e/0_124_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Justin Sullivan/Getty Images","altText":"Ellen Pao","cleanCredit":"Photograph: Justin Sullivan/Getty Images"}}]},{"title":"The Cairo streets where girls pretend to be boys","rawTitle":"The Cairo streets where girls pretend to be boys","item":{"type":"article","id":"world/2015/jul/12/cairo-streets-where-girls-pretend-to-be-boys","title":"The Cairo streets where girls pretend to be boys","trailText":"Life is hard for the children who scrape a living on Egypt’s streets. They deal daily with horror and hunger, but for the girls the struggle is worse – which is why some of them dress as boys. Patrick Kingsley hears their stories","standFirst":"<p>Life is hard for the children who scrape a living on Egypt’s streets. They deal daily with horror and hunger, but for the girls the struggle is worse – which is why some of them dress as boys. Patrick Kingsley hears their stories</p>","byline":"Patrick Kingsley","body":"<p>Manal and Ahmed don’t look alike. Manal holds her infant son, who plays with the folds of her hijab. Ahmed looms from a photograph behind her, a baseball cap on his head. Manal is a shy young mum, Ahmed an aggressive young man. They seem like different people.</p> \n<p>Except, they’re the same person. “That,” says Manal, pointing at the picture of Ahmed, “is me. And my boys’ clothes are downstairs.”</p> \n<p>We are in a shelter for homeless women in Fustat, southern Cairo, the oldest district in the Egyptian capital. Not far away stands Cairo’s oldest mosque. A few of the women here, on the other hand, are examples of a much more contemporary phenomenon.</p> \n<p>They are street girls – homeless women and children – who sometimes dress as men. Now 23, Manal is the mother of three children, all born on the street. She first became homeless when she was only eight years old. At 10, she shaved her head, and started dressing as a boy. Then she started taking jobs traditionally reserved for Egyptian men. She worked in a caf&eacute;. She drove a tuk-tuk. People who didn’t know her started calling her Ahmed. The name stuck.</p> \n<p>“Boys get complete freedom on the streets – it’s different for girls,” Manal says of her choice. “I just wanted to be a boy.”</p> \n<p>To understand why, or at least to try, is to understand a little of what it is to be a child living on the street in Egypt. There are homeless young people in every country of the world – including 1.6 million in the US alone. But the problem is particularly obvious in Egypt. Thousands of children and teenagers eke out an existence in the alleys and thoroughfares of Cairo. Many of them, like Manal, stay there even into adulthood.</p> \n<p>To many Cairenes, they are only visible at traffic lights or on the curb outside shisha bars. They are the nameless faces who sell you tissues or beg for change from the other side of your car window, before disappearing in the vanishing-point of your wing mirror. They fall outside of most Cairenes’ lived reality, and as a result the discourse surrounding them also borders on the surreal. Mooted responses to their existence have ranged from the far-fetched – the creation of a special city just for the homeless – to the macabre. One columnist for a leading private broadsheet called for “widespread cleansing campaigns” in which street children could be “executed like stray dogs”.</p> \n<figure class=\"element element-image\" data-media-id=\"8ac8039b1fecf67e4f129e6efd05b46e86f0df7f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352274263/3bcf7332-cef2-4d03-afb3-4b9ddb3f8e96-460x276.jpeg\" alt=\"Children lying on a large rug on the floor, some with a blanket over them, at Hope VIllage\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Safe haven: children have a nap at Hope Village.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab/Observer</span> \n </figcaption> \n</figure> \n<p>Amid this hue and cry, the humans concerned are rarely heard from. And it is attempting to hear their stories that brings us to Manal and her comrades, to the social workers and psychiatrists who work with them, and the schools and shelters they sometimes frequent. It is work that leads from the streets in the shadow of Egypt’s presidential palace, to the road to the pyramids. From the cliffs of Mokattam, Cairo’s only hill, to ancient Fustat.</p> \n<p>There in Fustat, amid the warren of streets where once stood Egypt’s first Islamic capital, sits a modern four-storey terraced house. Indistinguishable from the rest of the street, it has special significance for children and young people who sleep rough. This is one of the centres run by <a href=\"http://www.starsfoundation.org.uk/awards/organisations/banati-foundation\">Banati</a>, a charity for street girls, and it offers respite by day, and occasionally by night, to the likes of Manal and her friend Hadeel.</p> \n<p>With a quick wit and an easy grin, Hadeel does not give the impression that she has had a hard life. But her story hints at the complexity and intractability of street life. She ran away from home at eight, and two decades later she is still homeless. She has had at least two marriages, each ending with her returning to the street, and in one case, in the murder of her husband. She has six children, two of whom live with her, while the rest are with their grandmother, who also lives on the street. Born outside the system, the kids have no birth certificates, and so no ID cards. To the state, they essentially don’t exist. So whether they like it or not, the life of their mother and grandmother is likely to become theirs, too.</p> \n<p>“Right now, we’re working on the third generation of street kids,” says Hend Samy, a social-worker at Banati, who’s known Hadeel for years. “Now it’s not just girls on the street or boys on the street. Now it’s families, and they’re creating families on the street.”</p> \n<p>How many people are in the position of Hadeel’s children, no one can quite agree. In January, the government released the results of a survey that said Egypt has little more than 16,000 street kids – 16,019 to be exact. But as recently as 2007, Unicef estimated there were at least 600,000.</p> \n<p>“You can never know the real number, because you can’t track the children,” says Nelly Ali, a volunteer who works with street girls, and is writing a PhD about their experiences. “They move around. They don’t have birth certificates. And they die.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Born outside the system, the kids have no birth certificates and so no ID. To the state, they don’t exist</p> \n </blockquote> \n</aside> \n<p>The discrepancy is also a question of definition. No one agrees on what a street child actually is – not even the children themselves. There are those who are as young as six, and those closer to 16, not to mention superannuated street children like Manal and Hadeel. There are children who weave through Cairo’s streets by day, badgering shisha smokers for loose change – before returning home to their parents each night. There are the children who run away from home from time to time, before returning a few nights later. And then there are those who have made a conscious choice to leave home permanently.</p> \n<p>For Ghada Waly, the government minister who released the 16,000 figure, this is the definition that makes most sense. Street children, she says over coffee in her office, are those who “left the governorate where the family is, and lost ties with the family. These sleep under bridges, [in] empty homes. These are the children who are most at risk. These are the ones we surveyed.”</p> \n<p>But ask people on the street themselves, and you might get a different answer each time. Manal thinks the concept is much more fluid than the government makes out. A boy who spends most of his day in the street, and is part of the street’s complex hierarchy, is still a street kid “even if he goes home every day,” says Manal. “He’s part of the group on the street, he’s in the street, so of course, you can call him a street kid.”</p> \n<p>Another street girl even thinks the term is only for “ignorant people” in the first place. It implies, says 15-year-old Nadia, that street children are all the same. But, in fact, street children each differ in terms of age, gender and background – differences that mean each child’s experience on the street is unique.</p> \n<p>“There is no such thing as ‘street children’, no ‘street boy’ or ‘street girl’,” <a href=\"http://femalestreetchildren.com/2014/01/19/street-children-defining-street-children/\">Nadia told Amira El Feky</a>, a researcher on street girls. “The street doesn’t give birth, it doesn’t raise children, it doesn’t do anything.”</p> \n<p>The cliffs of Mokattam jut unexpectedly from the suburbs of eastern Cairo, rare topographical landmarks in a city that is otherwise flat. At Mokattam’s highest point stands one of the outposts of a charity called <a href=\"http://www.familyforeverychild.org/who-we-are/members/hope-village-society/\">Hope Village</a>, said to be the first in Egypt to focus on street children. Down a quiet residential street, and high above many more, the house seems a world away from the melee of Cairo. But inside its walls, it nurses some of those most bruised by the city.</p> \n<p>It is here that around a dozen teenage mothers are given respite from the street, and a safe space to raise their babies. And if few can agree on when exactly it is that someone becomes a street child, the stories of these women give a clearer sense of why some of them want to go there in the first place.</p> \n<p>Years before she reached Hope Village, Maya left home at seven after she says her stepmother confined her to an imaginary circle<strong> </strong>in a single room for three years – a space in which she had to eat, sleep, and excrete. Finally let out, she was forced to become a maid for her younger half-sisters. A mistake in the kitchen brought further punishment: her stepmother cracked her skull with a garlic-crusher, before her father dragged her to the roof for a beating. Enough was enough and she left soon after.</p> \n<figure class=\"element element-image\" data-media-id=\"f0d7ed9f170e4ae5e962792c5de2b1c071a09293\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352006509/271b6bf6-6dc1-4ac3-ae35-b45953bd02fa-460x276.jpeg\" alt=\"The hands and arms of a girl, with bitten nails and cuts, shown holding a photograph of a group of 6 girls on a beach smiling\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Better days: a resident recalls happier times.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab/Observer</span> \n </figcaption> \n</figure> \n<p>Twelve-year-old Farah refused to join her uncle’s prostitution ring. By her account, he then chained Farah up and raped her every day for months. Then one day she pretended she would do what he wanted. So he unchained her, and immediately she sprinted to the fourth-floor window, flung herself out, and broke several bones on landing. Miraculously she survived, and was hospitalised. After leaving hospital, she moved to the street.</p> \n<p>Perhaps surprisingly, poverty is not typically something that in and of itself draws children to Egyptian streets. “Poverty is one of the things that causes families to become abusive,” says Mahmoud Ahmed, the centre’s manager. But it isn’t itself a primary cause – unlike repeated sexual abuse, or family breakdown. “A lot of the kids on the street in Cairo have siblings who are still at home,” says Nelly Ali, who has interviewed many of those who live at Hope. “If it was just about poverty, they’d all be on the streets.”</p> \n<p>Society’s permissive attitude to domestic abuse is also a contributing factor to a child’s decision to run away. There are laws to deal with abusive parents, and hotlines to report them. But in a culture where many feel parents should have the right to deal with their children how they like, legislation isn’t always followed. “A man could beat his son to death in front of a police officer in the street,” explains Shaimaa, an in-house psychologist at Hope. “But nobody would intervene because it was his son.”</p> \n<p>As a result, the street may literally become the only avenue left to abused children. And once there they become fair game for adults other than their parents.</p> \n<p>It is 9.30pm and long past dark. Shaimaa, the psychologist, is in northeast Cairo, walking the streets of an upmarket suburb. Wealthy locals sip coffee at tables lining the pavements, or queue to buy ice cream from one of the city’s fanciest parlours.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If I go to help a&nbsp;girl being used by a&nbsp;group of men, then I’m a target. I’m taking a source of income from them</p> \n </blockquote> \n</aside> \n<p>But Shaimaa is not here to meet them. As she often is, Shaimaa is searching for a missing teenager. Sarah was abused by her parents, became a prostitute, and ended up sold by her pimp to men from the Gulf who kept her in a flat in Cairo. Somehow she escaped, and later started turning up at a drop-in centre, where Shaimaa first met her. But now Sarah has disappeared again, and Shaimaa wants to find her. Some of the other street girls said she might be here in Korba.</p> \n<p>It is often dangerous work, doing what Shaimaa does. Founded in 1988 by an expat Brit, Richard Hemsley, Hope Village now runs several day-centres and long-term shelters that aim to gradually rehabilitate street children back into mainstream society. Many of the girls Shaimaa coaxes into the shelters can’t stand the imposition of a routine – so, like Sarah, they sometimes disappear. One of Shaimaa’s jobs is to find them.</p> \n<p>But finding them is tough. Coaxing a girl back to the shelter might disrupt a prostitution ring. In any given area, Shaimaa needs the blessing of the local street leader – otherwise she might get attacked. “If I’m going out to get a girl that I know is being used by a group of men, then I’m a target,” Shaimaa says. “I’m taking a source of income from them.”</p> \n<p>Sometimes the attackers come to the shelters themselves. At one drop-in centre, four men once entered with machetes and said if a certain girl wasn’t returned to them, they’d cut everyone’s heads off.</p> \n<p>And, occasionally, the threat comes from the girls themselves. In a fit of self-loathing, one teenager staying at a shelter stormed out of a group meeting, took out a blade and began to cut herself, slashing Shaimaa when she came near. As a matter of course, Shaimaa and her colleagues at Hope Village have bi-annual check-ups and immunisations against various diseases. Some of the girls they work with are HIV positive, or suffer from hepatitis C.</p> \n<p>In such a thankless job, many of those who work at Hope Village have particular memories that keep them motivated. For Shaimaa, it is the image of one of her first patients: a nine-year-old who came to a drop-in centre after being gang-raped on the street.</p> \n<p>“All these years later, that girl is still what keeps me going,” says Shaimaa, who thought the job wasn’t for her until she saw the nine-year-old playing at the centre. “I can’t forget her sitting so innocently on the swing as she was still bleeding from the rape.”</p> \n<figure class=\"element element-image\" data-media-id=\"bf3f017eb625a376a2a7da78cdaafa4fcdf66466\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352416477/1cc0f553-a000-46ef-a7b9-d0f39143ed3b-460x276.jpeg\" alt=\"A doctor performs ultrasound on a girl at the Hope Village centre\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Life line: a doctor performs ultrasound at the Hope Village centre. Some of the girls are HIV positive or have hepatitis C.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab/Observer</span> \n </figcaption> \n</figure> \n<p>Rape and coerced sexual contact is a regular fact of most children’s lives. Many teenage street girls will work as prostitutes. And even outside of formal prostitution networks, sex can become a kind of currency. To secure sleeping space on a floor for the night, or access to a station toilet, a street child might offer sex to a shopkeeper or an official as a matter of course. Kids as young as six have been known to offer sexual favours to male workers at some shelters. Their experiences on the street, where they are routinely abused, have normalised the behaviour.</p> \n<p>In the street, both girls and boys are sometimes raped by groups of men who know they can act with impunity against children who, without proper paperwork, and without families, technically have no legal status. According to workers at Banati, girls are often “stored”, or locked in makeshift prisons for several days, before being gang-raped.</p> \n<p>The brutality does not end with the rape itself. After a virgin is raped, rapists often carve a curved scar on the victim’s face, just below their eye. After subsequent attacks, vertical scars are left on the child’s cheek.</p> \n<p>To escape the worst of the violence, a girl might try to avoid sleeping at night – or simply not sleep at all. <a href=\"http://femalestreetchildren.com/2013/12/12/sleeping-in-the-street-i-could-stay-awake-for-three-days/\">“I could stay awake for three days or five days,”</a> Yasmine, a 16-year-old, told Amira El Feky.</p> \n<p>Other girls have a different self-defence mechanism. They pretend to be boys.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If I go to help a&nbsp;girl being used by a&nbsp;group of men, then I’m a target. I’m taking a source of income from them</p> \n </blockquote> \n</aside> \n<p>About 10 years ago, a young homeless boy arrived at a street shelter in Cairo, saying that he was bleeding to death. The boy was a well-known face at the shelter, and the social-workers quickly referred him to the duty doctor to find out the cause of the problem.</p> \n<p>The check-up revealed a number of surprises. First, the blood was caused by a period. Second, the boy – who had been coming to the shelter for months – was thus, in fact, a girl. She had shorn her hair and bound her breasts in order to both escape unwanted attention on the streets and to secure access to the male-only shelter. Until a few years ago, child rights activists and social workers in Egypt largely believed that only boys became street children. This bleeding girl revealed otherwise.</p> \n<p>“This was a way for us to protect ourselves,” says Hadeel, her own son now peeping from the next-door room in Fustat. “We used to cut our hair very short, we used to wear trousers and T-shirts, so basically a man wouldn’t come and say: I want to take this girl, or I want to take that girl.”</p> \n<p>For some, the aim is not just to avoid sexual assault, but to feel more at home in public space, which in Egypt is traditionally seen as a male domain. It allows girls to smoke, shout, or simply sit in the street, actions that boys can easily do without reproach, but girls can’t. Amira El Feky, a former academic who has researched this topic, explains: “All the privileges that men have – they can have them. They mock the whole idea of gender, they say: ‘Oh you think women are weak? Well I’m just not going to be a woman any more.’”</p> \n<p>To make herself marginally less vulnerable, a street girl might also join what researchers call a “street family”. A mixed-gender group of around 10 street children, a family’s members protect each other, share their earnings and usually sleep together for safety.</p> \n<p>The members’ work often divides along lines of gender. “The boys will do the muggings,” says Nelly Ali, “and the girls will do the prostitution.” Profits from a day’s work are given to the family leader – usually a boy who has proven himself to be the toughest of the lot.</p> \n<p>Surprisingly, the leader is “often someone who’s younger than the others,” says Hope Village’s Mahmoud Ahmed, who’s researched the structure of street families for years. “It’s the person who’s proven to the others that they can do things the others can’t do.” Their unique ability might be practical: someone who can steal better than anyone else. Or it could be physical. A street child who can jump off a bridge without breaking their bones, says Ahmed, might quickly command the respect of his peers.</p> \n<p>But the leader receives much more than respect: his word is absolute, and his family would almost always defend him with their life. In return, he gives his charges a collective identity, and offers them protection from outsiders. But within the group he, too, is a threat. “The leader has sexual ownership of the others – boys or girls,” says Ahmed. “He’ll carve sexual marks on them, continuously.”</p> \n<p>And for girls, scars aren’t the only reminders he’ll leave.</p> \n<figure class=\"element element-image\" data-media-id=\"b39fd5b93f85278e0f815b72708b7cc2fb7cd85b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352541248/b8836af6-b30d-4c78-bb50-d3082a10a5ab-460x276.jpeg\" alt=\"Play time: a girl behind a curtain at Hope Village. The centre is usually home to about a dozen teenage street mums and their kids.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Play time: a girl behind a curtain at Hope Village. The centre is usually home to about a dozen teenage street mums and their kids.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab/Observer</span> \n </figcaption> \n</figure> \n<p>Ain Shams hospital, buried in a north-eastern suburb of Cairo, isn’t most expectant mothers’ first choice. As a teaching hospital, many of its operations take place in the presence of a crowd of students. And as a teaching hospital, it is underfunded. So its doctors often have to pay for equipment, including blood transfusions, themselves.</p> \n<p>But Ain Shams, and other teaching hospitals like it, is often the only choice for mothers who become pregnant while homeless. It is far cheaper than most other options. Entrance costs only 120 Egyptian pounds (around &pound;10), a fraction of what it might cost even in the city’s state hospitals.</p> \n<p>But for women who conceived on the street, there is a bigger price to giving birth at Ain Shams – that of their dignity. Many don’t have ID cards, so they officially can only access the hospital with a chaperone, ideally a husband. But if they are victims of gang-rape, they might not even know the father. So entrance is only provided after the most intrusive of interrogations. Then comes the long, painful labour – sometimes endured with only a few painkillers in a cramped hospital waiting room – before finally the demeaning birth itself, which might occur in the presence, and sometimes with the participation, of 20 students.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>After a virgin is raped, the attacker carves a curved scar on the victim’s face, just below their eye</p> \n </blockquote> \n</aside> \n<p>It is a sorry sequence, says Yara Younis, a newly qualified doctor who has campaigned for better treatment of pregnant homeless women at Ain Shams. “You have 12 hours on just one vial of analgesics,” she says. “Then you have 20 people sticking their hands into you, and then other people asking you why you’re there. And then maybe some others saying: ‘Why are you screaming? Stop getting pregnant so you don’t scream.’ I’ve heard people say that. I’ve seen people hitting them on their legs to stop them screaming.”</p> \n<p>And then the cycle begins again. Campaigners at Hope Village believe only 20% of the homeless people they work with manage to leave the streets. For their children, who are even less likely to carry identity papers, and who have only known the life of the street, it is even harder.</p> \n<p>Manal has managed to leave behind the street, as well as her male alter-ego, and is now in accommodation provided by Banati. But she has only managed to bring one of her three children with her. The other two live with their grandmother, and social workers say they roam the city every day selling drugs.</p> \n<p>This isn’t because Manal doesn’t care, says Hend Samy, her mentor at Banati. She’s doing her best – like all street mums. “They have a very deep sense of humanity with them. Even if they leave their child, they still want to be able to see them, they still want to be close to them,” says Samy. “When we speak of them, we shouldn’t forget that they are human beings. If we had experienced what they had experienced in terms of abuse, then very easily we could be one of them.”</p> \n<p><em>Additional reporting by Manu Abdo and Sima Diab. Some names have been changed</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351410983/The-wide-eyed-bewildered--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer","credit":"Sima Diab for the Observer","altText":"The wide-eyed, bewildered face of a small boy being held by his young mother","cleanCaption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352275877/3bcf7332-cef2-4d03-afb3-4b9ddb3f8e96-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Safe haven: children have a nap at Hope Village. Photograph: Sima Diab/Observer","credit":"Sima Diab/Observer","altText":"Children lying on a large rug on the floor, some with a blanket over them, at Hope VIllage","cleanCaption":"Safe haven: children have a nap at Hope Village.","cleanCredit":"Photograph: Sima Diab/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352008502/271b6bf6-6dc1-4ac3-ae35-b45953bd02fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Better days: a resident recalls happier times. Photograph: Sima Diab/Observer","credit":"Sima Diab/Observer","altText":"The hands and arms of a girl, with bitten nails and cuts, shown holding a photograph of a group of 6 girls on a beach smiling","cleanCaption":"Better days: a resident recalls happier times.","cleanCredit":"Photograph: Sima Diab/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352417849/1cc0f553-a000-46ef-a7b9-d0f39143ed3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Life line: a doctor performs ultrasound at the Hope Village centre. Some of the girls are HIV positive or have hepatitis C. Photograph: Sima Diab/Observer","credit":"Sima Diab/Observer","altText":"A doctor performs ultrasound on a girl at the Hope Village centre","cleanCaption":"Life line: a doctor performs ultrasound at the Hope Village centre. Some of the girls are HIV positive or have hepatitis C.","cleanCredit":"Photograph: Sima Diab/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352542771/b8836af6-b30d-4c78-bb50-d3082a10a5ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Play time: a girl behind a curtain at Hope Village. The centre is usually home to about a dozen teenage street mums and their kids. Photograph: Sima Diab/Observer","credit":"Sima Diab/Observer","altText":"Play time: a girl behind a curtain at Hope Village. The centre is usually home to about a dozen teenage street mums and their kids.","cleanCaption":"Play time: a girl behind a curtain at Hope Village. The centre is usually home to about a dozen teenage street mums and their kids.","cleanCredit":"Photograph: Sima Diab/Observer"}],"webPublicationDate":"2015-07-12T06:00:01Z","lastModified":"2015-07-12T06:00:01Z","metadata":{"commentable":true,"commentCount":116,"contributors":[{"name":"Patrick Kingsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414679917584/Patrick-Kingsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-kingsley"}],"feature":true,"keywords":["Egypt","Children","Gender","Prostitution","Middle East and North Africa","Africa","World news","Society"],"tags":[{"id":"world/egypt","webTitle":"Egypt"},{"id":"society/children","webTitle":"Children"},{"id":"world/gender","webTitle":"Gender"},{"id":"society/prostitution","webTitle":"Prostitution"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Kingsley","topic":{"type":"tag-contributor","name":"profile/patrick-kingsley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/12/cairo-streets-where-girls-pretend-to-be-boys","shortUrl":"http://gu.com/p/4af84","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/12/cairo-streets-where-girls-pretend-to-be-boys","webUri":"http://www.theguardian.com/world/2015/jul/12/cairo-streets-where-girls-pretend-to-be-boys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351410983/The-wide-eyed-bewildered--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer","credit":"Sima Diab for the Observer","altText":"The wide-eyed, bewildered face of a small boy being held by his young mother","cleanCaption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351410983/The-wide-eyed-bewildered--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer","credit":"Sima Diab for the Observer","altText":"The wide-eyed, bewildered face of a small boy being held by his young mother","cleanCaption":"‘It’s not just girls on the street. It’s whole families now’: a young mother and her son at the Hope Village shelter in Cairo. Photograph: Sima Diab for the Observer"}}]}],"lastModified":"2015-07-13T07:51:24Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}