{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Can Politico make Brussels sexy?","rawTitle":"Can Politico make Brussels sexy?","item":{"type":"article","id":"world/2015/jun/18/can-politico-make-brussels-sexy","title":"Can Politico make Brussels sexy?","trailText":"<strong>The long read:</strong> Their brash, fast, gossip-obsessed website has transformed Washington journalism. Now they’ve landed in Europe","standFirst":"<p>Their brash, fast, gossip-obsessed website has transformed Washington journalism. Now they’ve landed in Europe</p>","byline":"Gideon Lewis-Kraus","body":"<p>The 27-year-old New Yorker Tara Palmeri, a former gossip columnist and the incandescent envoy of media’s future to the Brussels of the past, believes it her duty to show up without fail at the European commission’s midday press briefing. The briefing centre is a softly lit ovoid room, upholstered in bridesmaid-dress mauve and framed with slatted blonde wood, as if chosen off-the-rack from the conference-room department at Ikea. A passel of serious international journalists assembles there each noon, under the benign gaze of glass-caged interpreters, to check Twitter.<strong> </strong>The briefing is a daily exercise in spokespersonal obstructionism, and most of the town’s thousand-odd accredited journalists quickly fall out of the habit of going. Palmeri attends less to cull actual intelligence than to present, to both the commission and the press corps, the spectacle of herself.</p> \n<p>Palmeri has only been a reporter in Brussels for six weeks, and she and the city are still in the process of acclimatising to each other. Her last beat, covering City Hall for the New York Post, found her throwing elbows in the scrum of mayor Bill de Blasio’s press conferences. Before that, she had established herself in classic Manhattan-ing&eacute;nue fashion as a force behind the Murdoch tabloid’s legendary gossip folio, <a href=\"http://www.vanityfair.com/news/2004/12/pagesix200412\">Page Six</a>. For Italian-Polish Catholic-school girls from New Jersey, this trajectory typically ends in <a href=\"http://gawker.com/5984984/photographer-says-alec-baldwin-called-him-coon-and-crackhead\">media-blog notoriety</a>, not at the fiefdom of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/jean-claude-juncker\">Jean-Claude Juncker</a>.<strong> </strong>But her new employer, <a href=\"http://www.politico.eu/\">Politico Europe</a>, was keen to appoint an impenitent to fire warning shots across the commission’s bow. Palmeri, never one to follow orders to the letter, has taken direct aim. As she put it, after obtaining for me in two minutes the commission press accreditation that can take others weeks: “They hired a gutsy girl who worked at Page Six to come through and destroy this town.”</p> \n<p>Palmeri may put herself across as a little uncouth, but like her new employer she is in fact neither stupid nor callow. The original <a href=\"http://www.politico.com/\">Politico</a>, which in only eight years has become a major presence in American journalism, was launched in 2007 by two seasoned Washington Post reporters. They believed that political coverage had become clubby and sclerotic; their model would by contrast be clubby and exhilarating. They were obsessed with accelerating the news cycle’s “metabolism” which, depending on your perspective on their approach, recalls either the quickening of the pulse or the churning of the bowels. They flattered a network of Beltway insiders with celebrity-style coverage, palace intrigue described in an intimate court pidgin. They spoke with the confidence of those first in the know. The site’s flagship product, <a href=\"http://www.nytimes.com/2010/04/25/magazine/25allen-t.html?_r=1&amp;pagewanted=print\">Mike Allen</a>’s highly profitable <a href=\"http://www.politico.com/playbook/\">Playbook</a>, brands itself as a “must-read briefing on what’s driving the day in Washington”; it is a predawn email farrago of breaking news, grapevine hearsay, <a href=\"http://www.washingtonpost.com/blogs/erik-wemple/wp/2013/11/20/politicos-mike-allen-native-advertising-pioneer/\">sponsored content</a>, and the gladhanding of the pickpocket. (Take <a href=\"http://www.politico.com/playbook/0615/playbook18534.html\">this, for example</a>, from a Playbook email that arrived on my first day with Palmeri: “WEEKEND WEDDINGS – Tracey Schmitt, EVP of Emergent Biotech Solutions, former press secretary at the RNC and Bush 43 alum, married Nick Lintott … The four-day affair included watercolour maps of the island, bug spray for when ‘love bites’, and a full local choir to sing “Alleluia” … Sushi, Tracey’s blond and extra fluffy Pomeranian, was the ring bearer as 14 bridesmaids walked down the aisle as the orchestra played ‘Don’t Stop Believin’.” )</p> \n<p>In April, Politico alighted on European shores. Palmeri was brought on right away as a dish-breaking ambassador to ancien regime Brussels, with its preening institutions of obscure function. She mostly covers the European commission, which is usually described as “the executive arm of the European Union,” as if the EU were some super-robot of member states and the European commission held the metal fist. The stadium seating at the commission’s briefing centre has four rows of economy comfort in front, but Palmeri likes to sit in the middle of the second tier, where she can survey the whole scene.</p> \n<p>It was the Monday of the first week in June, and that Friday was an important deadline for a Greek IMF payment. That evening Juncker, the president of the European commission, would be meeting in Berlin with German chancellor Angela Merkel and Greek prime minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/16/greek-crisis-negotiations-deadlocked-as-time-runs-short-live-updates\">Alexis Tsipras</a>. The consensus that day in Brussels was twofold: that the commission was more sympathetic to the Greeks than the other two members of the so-called “troika”, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/imf\">IMF </a>and the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/european-central-bank\">European Central Bank</a>, and that Juncker saw the crisis as a chance to consolidate his commission’s role as a political power broker.</p> \n<p>The Politico Europe team devotes a lot of time and energy to Juncker, whose ambition parallels theirs: any serious assertion of Brussels’s relevance can only raise their own profile. Juncker’s CV reads almost as though he were a performance artist of bureaucracy: he was prime minister of Luxembourg for 18 years, and he served for nearly that entire time as the country’s finance minister as well as its labour minister – thus singlehandedly occupying a whole wing of its major ministerial posts. He wants to be known for creating the commission that remade Brussels as an actual centre of power, which has inspired an optimism the city has not felt in more than 10 years.</p> \n<p>A reporter asked a question about the commission’s view of the ongoing debt-crisis negotiations. Palmeri sighed in anticipation. “They never say anything real about Greece.” She opened her laptop to Twitter.</p> \n<p>The spokeswoman at the podium, whom Palmeri believed might benefit from a makeover, blathered on about how the institutions were working with the process groups, and after intense technical discussions over the weekend they could say that progress had been made but they were not there yet. She was not, she concluded, in a position to comment on “paperology”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ba0e1a54851e7187ee87f5e91b834b701a3d5834\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434542289487/87e5c56b-ed98-4374-aa79-e3f7bc424e6f-280x420.jpeg\" alt=\"Tara Palmeri, a Politico reporter and former gossip columnist for the New York Post.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tara Palmeri, a Politico Europe reporter and former gossip columnist for the New York Post.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>Palmeri perked up and peered around; it was almost as though she had not heard the nonsense word so much as caught its scent. Her eyes narrowed. “Did she say paperology?” Palmeri had been sick all weekend, and her nasal voice was serrated with a throaty growl. The spokeswoman repeated the word before another journalist asked what, exactly, she meant by “paperology”.</p> \n<p>Palmeri <a href=\"https://twitter.com/tarapalmeri/status/605318117565313024\">tweeted</a> the exchange: “‘Paperology’ – coined in briefing by commission spox: ‘exchange of different papers in order to express progress’ #canyouusethatinasentence?” Palmeri first mentioned the Twitter handle of the spokesbot, then deleted it; she was already worried the spokeswoman didn’t like her and she knew enough not to push it – quite yet.</p> \n<p>After a minute of refreshing, Palmeri followed up with a <a href=\"https://twitter.com/tarapalmeri/status/605320015433363456\">second tweet</a>, comparing the commission’s neologism to one of George W Bush’s most famous solecisms, “misunderestimated”. A journalist, somebody Palmeri thought was in the room, <a href=\"https://twitter.com/simonmc/status/605319301621522432\">responded</a> to her first tweet: “Sentence: ‘unresignation and paperology weren’t words in April, they are now’”.</p> \n<p>The room slowly roused itself around the exchange; one journalist in the row across from us tittered at his phone, turned to his colleague, and gestured at Palmeri with his elbow.</p> \n<p>The next press-corps question took on the unfolding <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/fifa\">Fifa</a> scandal, and the presiding spokeswoman called up a reinforcement to a second podium beside her. The no-comment prelude had ended, and the time to really <a href=\"https://vimeo.com/129120689\">get down into the muck of not commenting in earnest</a> had begun. The reinforcement, a sports specialist for the commission, solemnly allowed that “corruption has no basis in sports”, but regretted that she was unable to say anything more. The first spokeswoman looked over and shrugged in solidarity, both of them hopelessly put upon by all this presumptuous expectation of comment. Sarcastic responses from Brussels journalists continued to pour in to Palmeri’s Twitter feed. There was a question about Juncker’s controversial proposal of quotas for the distributed resettlement of migrants, and the two spokeswomen on stage took turns politely gesturing that the other was welcome to not comment first.</p> \n<p>The first spokeswoman asked if there were any more questions on immigration.<strong> </strong>“On topic, pfffft,” Palmeri said. “At City Hall in New York, nobody respects ‘on topic’. Here they’re so much more inclined to follow decorum. Until Politico comes to town.”</p> \n<h2>* * *</h2> \n<p><strong>As Carrie Budoff Brown,</strong> a longtime White House correspondent for Politico and now the managing editor in Brussels, put it to me, Politico’s animating idea was always “to be first, be interesting, to tell everything through the people involved, the dynamics – the nuggets nobody else has. You wanted to win. You were an upstart so you constantly had to prove you were worth being taken seriously.” The Brussels operation represents an attempt to bring that voracity, alacrity, and heedlessness to Europe. It is an experiment with far-reaching implications, not only for the future of journalism but, perhaps, for the European self-image. But it will not be easy. For one thing, it is not clear who, exactly, might make up the audience. Susan Glasser, Politico’s editor-in-chief in DC, told me, between metabolic glances at her phone beneath her desk, that it would be consumed by “the thought-leader class of Europe”. This is a meaningless phrase, of course, but in the US it almost makes sense as shorthand to describe the self-congratulatory cohort of what the sociologist David Riesman called “inside dopesters” – people who follow politics as a sport, who betray equal interest in the sex lives of congressmen and the minutes of the Senate subcommittee on specialist crops.</p> \n<p>In other words, the appetite for Politico in DC existed before Politico did. The audience for a digital-first gossip-mongering Brussels-based Anglophone pan-European publication does not yet exist, and each one of those constitutive elements presents its own problem. Continental Europeans are not used to a headlong online media culture of breaking news. They remain much more committed than Americans to a separation of serious reportage and entertainment, and they are more inclined to doubt the journalistic value of moral scandal. They view Brussels as, at best, a grey backwater of minor trade quarrels and, at worst, an abscess of smug antidemocratic technocrats bloated with regulatory power. And, finally, there’s the question of whether a “pan-European” outlook can even be said to exist.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"709da4b72f61db30bfe6ccb16fffb12e940f5aa9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434548824905/086c5fe1-41cf-489a-93d5-857d480045ec-280x420.jpeg\" alt=\"Carrie Budoff Brown, the managing editor of Politico Europe\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carrie Budoff Brown, the managing editor of Politico Europe.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>Politico’s European strategy is to begin building their audience by creating the kind of coalition inside the newsroom that their outside readership might one day resemble. Where the DC order skews well-nurtured and ruddy Midwestern – shirt-sleeved, flat-vowelled, goyish,<strong> </strong>hetero – the Brussels team is pretty much none of those things. Their office is chaotic, a cosmopolitan circus of grizzled foreign-correspondent lifers alongside energetic novices with little patience for Brussels nicety. Where other digital-journalism startups have scoreboards detailing web traffic, the proudest metric at Politico Europe is that the team thus far shares 22 passports and at least 14 languages. They educate their reporters in the way they hope to edify their readers. This starts with a tipsheet they provide to new hires: “Ten things you need to know about the EU.” Some of the tips are merely strategic: “The parliament has plenty of stars but plenty more time-wasters and space-fillers. We can make hay with both.” But others reflect the aspiration to view a changing Europe in novel, sidelong ways: “There are different axes of viewpoints in town. Left and right are less and less meaningful. Open and closed / protectionist or liberal / Dutch or Greek are usually better indicators.”</p> \n<p>They thus take themselves as a kind of test case. In Silicon Valley, this is called “dogfooding” – eating the same product you sell the customer. The other thing the Politico executive team has learned from Silicon Valley is to speak the language of “disruption”, but the venture in Brussels is after something altogether more interesting and difficult: the <em>constructive</em> education of an audience, and a community, that is not accustomed to being spoken to as such. Despite all signs of rising Euroscepticism in the member states, this is a moment of new assertiveness in Brussels. Politico’s ambitions are equally grandiose: it sees itself in turn as both an avatar of the European body politic and an inspiration for it. If they are successful they hope to do more than reflect back to Europeans their own fractiousness; they want to build a market that will buy a story about its own integration.</p> \n<p>The newsroom employs a rearguard contingent of encyclopedically informed Europeans – among them Quentin Ari&egrave;s, a young bespectacled Frenchman whom Palmeri likes to call “her butler” – to keep track of international news in a dozen languages and to provide assistance when anybody wants to know what, generally, is going on. When Palmeri calls out, to nobody in particular, to ask exactly how many directors-general the Italians have on the European commission, more than one person will shout “two” without looking up from their screens. They provide some continental ballast to foreign excess, as well as some historical context: when Palmeri returned to the office crowing with delight about “paperology”, Ari&egrave;s explained that the coinage was “so 2012”, and that the commission’s most recent miscarriage of neologism was “leakology”. Palmeri responded with the suggestion of “Deep Throatology”, a reference lost on most of the newsroom; everyone went silent, and Palmeri laughed loudly and with slight discomfort.</p> \n<p>She explained to her colleagues that her bluntness was hard-won after her tenure at the New York Post. “Hey, I worked at a tabloid where you’d hear ‘dead baby, cop shot, jumper’ – that’s a suicide – you know, short ways of saying terrible things.” She looked around. “Rape cop. <a href=\"http://nypost.com/tag/cannibal-cop/\">Cannibal cop</a>.”</p> \n<p>Reporter Zoya Sheftalovich looked up from her story about a proposed telecoms act. “Wait, what?”</p> \n<p>“Oh, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/mar/12/nypd-cannibalism-cop-guilty-verdict\">cannibal cop</a>?” Palmeri’s eyes glinted. “That was a huge story. I had to go chase down his wife in Reno. Actually, my bosses wanted me to ask the cannibal cop out on a date.”</p> \n<p>Later that day, the whole newsroom could overhear Palmeri on the phone with a source – the whole newsroom can hear everything Palmeri says, to anyone, all day – who was desperately trying to retract a tip he had given her about a hidden conflict between Martin Schulz, the president of the European parliament, and Klaus Welle, its longtime secretary general.</p> \n<p>“How about this,” she said, “why don’t you come back to me with a good reason not to use that? There must be something else you can give me. I’ll give you two hours.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'How about this,' she said, 'why don’t you come back to me with a good reason not to use that? I'll give you two hours'</p> \n  <footer> \n   <cite>Tara Palmeri</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Nicholas Hirst, a proper Englishman bred for mannerly diplomacy at the College of Europe in Bruges, sat mouth slightly agape. “I’ve been here for four years and I’ve never seen anyone talk to officials the way Tara does.” His eyes shone through his Coke-bottle glasses with undisguised admiration. “And she gets really far!”</p> \n<h2>* * *</h2> \n<p><strong>The Rue de la Loi,</strong> a stolid row of stout entrenchments, each one eight stories full of acronyms, runs from the quarter of Brussels where the chief activity is the Instagramming of waffles to the one where bulletproof black Audis cruise the pavements with impunity. The Politico offices are on the eastern end, wedged behind the newly built “imprisoned egg” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jan/30/eu-new-council-building-brussels-change-image\">headquarters of the European council</a>, in a sandstone pile commandeered as the headquarters of the German army during the second world war. They have the casual, instant-noodle feel of a university study hall, with reporters in socks sitting on couches, computers in laps.</p> \n<p>Though Politico Europe have modelled themselves after scrappy startups, they have two strong, and wealthy, parent companies behind them. Politico.eu is an even partnership between Politico in DC, owned by the TV-station heir Robert Allbritton, and the massive German multinational conglomerate Axel Springer. Springer, with a rich heritage of cold war paranoia, is best known for two print properties: <a href=\"http://www.welt.de/\">Die Welt</a>, a perfectly respectable middlebrow centre-right newspaper, and <a href=\"http://www.bild.de/\">Bild</a>, a lurid, inflammatory broadsheet with the highest daily circulation on the continent. Germany, like most of Europe, has been very slow to accept or exploit the realities of digital journalism, and few of its media organisations, with the exception of the weekly <a href=\"http://www.zeit.de/index\">Die Zeit</a>, have put much effort into a robust online presence. Over the past few years, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/jul/06/matthias-dopfner-fight-google\">Mathias D&ouml;pfner, the widely admired CEO of Springer</a>, has set about reinventing the company. He sends his editors on mandatory extended tutorials to Silicon Valley, and has begun shedding the company’s local print properties, erecting online paywalls, and investing heavily in startups.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b13b423c70ed68bdd5a10c8a466699189691597f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550384487/09313327-2829-40b0-8f7c-2b0bc1ceadbd-280x420.jpeg\" alt=\"Zoya Sheftalovich, technology reporter.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Zoya Sheftalovich, technology reporter.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>Last year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/apr/16/google-building-digital-superstate-german-media-dopfner\">D&ouml;pfner published an open letter to Google</a> chairman Eric Schmidt in the Frankfurter Allgemeine Zeitung (FAZ), in which he conceded that he feared the company’s near-absolute leverage. Springer has joined other German media companies in an antitrust suit against Google, and part of D&ouml;pfner’s strategy has been to look for allies in Brussels. Initially, Angela Merkel refused to support Juncker’s bid for the commission presidency, but she changed her mind the day after a Bild editorial pressed for public support. Springer aggressively courted Politico over the last two years, and its interest in the Brussels project is obvious: it is an Anglophone digital beachhead and a digital-first property, and with any luck it will prove a nontrivial presence in a town increasingly known for its regulatory initiative – particularly on the matter of digital antitrust issues. Together, Politico and Springer bought and rebranded the 20-year-old European Voice, a trade rag (and former Economist asset) with a top circulation of 15,000; its stories were written mostly with English words arranged vaguely in accordance with German grammar.</p> \n<p>Springer and Politico also have similar business models, a mix of ad revenues (both online and in print editions), subscription-based specialist newsletters (on, for example, energy or health), sponsored content, and paid live events. Some Germans have groused that newsletters whose subscribers pay upwards of four figures per annum for early access to inside information are unworthy of the name journalism – but if there are vested interests willing to support news-gathering at the price of hearing everything two hours early, that may not be inherently worse than the old ad-based business model.</p> \n<p>D&ouml;pfner also wants media properties to affirm themselves as specifically journalistic outlets instead of trying, like so many indistinguishable internet sites, to become open platforms for any content. What made Politico such an intuitive match is that they have always focused on doing only one specific thing and doing it well: politics and policy. For the most part, Politico Europe has focused on heavy volume of breaking news; their weekly print paper, which appears on Thursdays in the haunts of “influencers” all over Brussels, as well as in the executive lounges of the Eurostar, the Thalys, and Wizz Air, reserves space for substantial features of more enduring appeal, often culled and expanded from the week’s online work. (Nicholas Vinocur, a young Swedish-American in Paris, has done distinguished longer-form work, including a profile of a French mayor who has transformed “his town into a laboratory for in-your-face, far-right policies that often make Le Pen look moderate on issues like security and immigration”.)</p> \n<p>The hiring has been done by the three grownups who oversee the Brussels operation: executive editor Matthew Kaminski, managing editor Carrie Budoff Brown, and publisher Sh&eacute;h&eacute;razade Semsar-de Boiss&eacute;son. Kaminski came to Politico from the editorial board of the Wall Street Journal; he had worked as a correspondent in Brussels for the Financial Times and the Economist in the 1990s. With a thick, tousled thatch of brown hair and a rumpled olive green corduroy jacket, he has a slightly absent-minded, professorial air, and he wanders desultorily from room to room. Semsar-de Boiss&eacute;son comes from Persian media aristocracy; she fled Tehran with her family just days before the revolution in 1979, and arrived in Washington at 17. After a long, successful career in media-event planning, she bought the European Voice in 2013, and she furnishes the office with its whispery ration of exoticism and legend. She has a Bloch-Bauer face with one variety of pursed frown that serves to indicate both pleasure and disappointment, and a heavy lapis lazuli ring and a rose-gold Rolex. It is as if Susan Sontag had recovered an ancestral duchy.</p> \n<p>The executives on both sides were worried that their proposed European “view from nowhere in particular” – that is, a broader frame for European news than one might get from one’s national press – would be taken as cover for a “view from America”, so they were careful not to bring over too many reporters from the US. The chief American majordomo, hired to keep the house in order, is Budoff Brown. She came up through well-respected regional papers, Connecticut’s Hartford Courant and the Philadelphia Inquirer before she signed on for Politico’s launch in 2007. She has assembled her editorial team for their backgrounds in long, bruising terms overseas, almost all of them picked up from long stints at various news agencies, the FT, or the Economist.</p> \n<p>Budoff Brown’s mien around the newsroom is that of a high-ranking Goldman Sachs executive taking the day off to chaperone a school trip. She has a billowy style, with chunky black glasses and barely tamed black curly hair. When approached simultaneously by two reporters on the subject of Juncker’s proposed migrant-resettlement quotas, she listened carefully for a minute before putting up her hand and saying, with somewhat disingenuous modesty, “I’m confused.”</p> \n<p>She was, of course, not in the least confused, but what she meant is that they had not yet found a way to bring her the story in a coherent way. A German reader is used to newspaper stories that broadcast such sentiments as: “Juncker wants to shove more Somali refugees down our throat, which is essentially our reward for being prudent economic stewards who are seen to owe the world’s dispossessed a perennial favour.” Budoff Brown wants stories that instead report: “We have a refugee problem, and this is the state of our collective need to do something about it.” When the story on the migrant-quota controversy came out a few days later, it was co-bylined by a German and an Italian, and it noted not only a joint statement by Germany and France, but referred to a Norwegian newspaper, rumours from Madrid, a quotation from the Italian prime minister, and an interview with the Czechs.</p> \n<h2><br />* * *</h2> \n<p><strong>Politico’s chief print competitor</strong> for Anglophone Brussels coverage (apart from a sheaf of identically dull trade papers with Euro in their titles) is the Financial Times, though Politico’s scope is much broader than the City of London; as Nick Hirst, Politico’s English antitrust reporter, put it to me: “The FT is written with the idea of the trader on the Jubilee line.” The FT’s local bureau chief, the American Peter Spiegel, is supportive of the project in an all-boats-rising kind of way – “If two major news organisations want to throw a lot of money to have news reporters in Brussels, God bless them!” – and he thinks that Politico’s emphasis on a 24-hour breaking-news cycle will upend the continental old guard overnight. “In France and Germany it’s like the 1990s when it comes to media. The FAZ had a huge scoop the other day on Greece, but they didn’t even put it online.” Spiegel implied that Politico.eu had yet to break much in the way of news, but that seemed slightly defensive. While I was there, they got one of their first big scoops: an editor found out that Juncker’s big meeting with Merkel and Tsipras in Berlin had also been attended by two representatives of the troika – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/christine-lagarde\">Christine Lagarde</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/mario-draghi\">Mario Draghi</a>. This was widely picked up. They were proud to have beaten the FT by a full two hours.</p> \n<p>The real problem, as Spiegel sees it, is that the need for breaking news is not in Brussels but in Rome, Paris, London, and Berlin – all of which Politico either already covers (they have reporters in Paris and Berlin) or plans to soon, especially once they staff up from a newsroom of 40 to the year-end goal of 100. Spiegel is not quite convinced that the readership for scandal or for breaking news in or about Brussels exists. In Washington, Spiegel explained, even junior congressmen on obscure committees have money to spend; in Brussels, nobody has the power of the purse. He thought for a moment. “There is no European <em>demos</em> yet.” (Enough time in Athens and anybody will pick up the local lingo.)<strong> </strong>“People just don’t care about these politicians the way they care about their national politicians.”</p> \n<p>Kaminski sees it differently. “There might not be a European polity, but there’s a European policy-space debate that takes place among the power players between GMT and GMT+3, and coverage of that is not only necessary but can also be a guilty pleasure.” These “power players” include not only Juncker, but Margrethe Vestager, the Danish commissioner who, over the last two months, has announced major antitrust inquiries against Google, Gazprom, and Amazon; and the Estonian Andrus Ansip, the vice president of the commission, who has been charged with the implementation of a vast, tentacled, multifarious thing called the “digital single market” initiative.</p> \n<p>Kaminski recalled that when he was first in Brussels, in the late 1990s, it was a time of “missionary zeal” for the EU, but the major expansion of the union in 2004, the fading away of French as the lingua franca, and the 2005 “no” votes to the constitution all left dents in morale, and the perception over the past few years is that power has been reclaimed by the national capitals.</p> \n<p>These recent efforts to establish EU authority, built around a fear of Russia, on the one hand, and a fear of Silicon Valley, on the other, suggest a local renaissance. The instinct around the newsroom, in turn, is that the first place one might develop an actual pan-European readership would be on the energy and technology beats. If Politico Europe has any chance of being what it ultimately aspires to become – a globally local political paper for cosmopolitans, nomads, exiles, and hybrids – the digital realm is the most auspicious place to start.</p> \n<p>European national innovation policies are mostly senseless and incoherent: the French do their best to make entrepreneurship as burdensome as possible, and the Germans talk out of both sides of their mouth – at once resenting Silicon Valley’s reach and trying with great effort to mimic its success. It is on this stage that Brussels has created for itself an important role to play, one whose effects will be felt by European citizens immediately in the form of the end of mobile phone roaming or the ability to pay for television across borders – and, over time, the business opportunities that would emerge in a unified market of 500 million people.</p> \n<p>Politico has produced some first-rate tech-policy coverage, led by Nick Hirst and the Ukrainian-Australian Zoya Sheftalovich. Sheftalovich, a 29-year-old in narrow-lapelled thrift-store blazers over mustard blouses, has a low fringe above wide jade eyes that are surrounded by beaming asterisks of lashes. She spends a lot of her time at roundtable briefings in the hellscape of the parliament complex, which looks like a mirrored children’s museum in 1990s Dallas. There and at panels all over town she is tirelessly patronised by the soporific largesse of chinless Christian Democrat lawyers from Bonn who can barely figure out how to connect to the wireless network and cannot sleep at night for fear of Russian cybercriminal malice. She takes verbatim 140-word per minute notes on her laptop, waiting patiently for them to finish their official spiels before sidling up to them afterward in confident yet disarming pursuit of actual information.</p> \n<p>These “shadow rapporteurs” are vain about their little pet projects, but Sheftalovich also knows that these people, inert as they seem, are having discussions that will determine whether people can watch Netflix in Milan. During my week in Brussels, she and Hirst got one of the site’s first big international scoops: a rare interview on the record with Google’s newly appointed head of European operations. In the interview, he acknowledged that Google’s initial brusqueness had failed, and that the company had to rethink its whole European approach. Gabe Brotman, their 25-year-old director of digital strategy, exhorted the Washington office to push the story on their behalf, and it was picked up around the world – it was their first international hit, and a vivid example of how to cover Brussels.</p> \n<h2><strong>* * *</strong></h2> \n<p><strong>Brussels can often feel like </strong>a series of occasions for pewter-haired white men to gather on panels, their pouchy jowls spilling flesh over their starched collars, waiting their turn to hear themselves talk. Ryan Heath wears slim-fitting pink shirts, untucked, or dramatic floral patterns over linen trousers, and he listens. Virtually everyone I approached in Brussels to talk about Politico – lobbyists, lawyers, aides, NGO administrators – told me that while they think the site shows promise but needs time to mature, they are already in love with Heath.</p> \n<p>A 35-year-old Australian, Heath rises every morning at 4.30 to finish off the day’s <a href=\"http://www.politico.eu/newsletter/playbook/\">Brussels Playbook</a>, which in only a month and a half already goes out to almost 40,000 people. (The site itself received, in May, about 1.7m page views, from just over 700,000 unique visitors. The original Politico receives a surprisingly modest 4m monthly uniques, though they claim their relevance not by aggregate traffic but by the quality of their audience.) If Budoff Brown and Palmeri think a lot about their audience in Washington, and Kaminski and the tech reporters keep Europe more broadly in mind, Playbook speaks directly to Brussels. It promises to create Politico as the trusted house organ for a community of the displaced.</p> \n<p>Though Heath’s Playbook roughly follows the original Mike Allen model from Washington, Heath has made it his own. He is aware that it is forging something new and, rather than fear the threat of absurdity, he allows it to revel in its own surrealism. Heath writes like he speaks, in flirtatious, conspiratorial tones about serious, substantive things. A recent item: “FINLAND – WELCOME TO THE LAND OF SOLUTIONS: That’s the official name of the Finnish government’s programme. Take that, all you Lands of Problems! Many journalists weren’t able to digest the new programme at the government’s regular sauna briefing Wednesday night (yes, people from outside Brussels, this is a real, proud tradition) because they were camped out waiting for Juncker and Tsipras to finish dining. So we bring them, and you, the full programme of the new government.” Another item seemed built around the basic desire to simply delight in the phrase, “R&oacute;ża Gr&auml;fin von Thun und Hohenstein, chair of the IMCO working group on the DSM.”</p> \n<p>“There are so many reasons people end up here,” Heath told me. “For some people, Brussels is an escape – if your home country is corrupt, say, or homophobic. That’s why Italians and Bulgarians and gay men are so overrepresented here.”</p> \n<p>He paused to summarise. “Brussels is like the world’s highest-class refugee camp.” He guffawed and touched my arm, as if he had got a real kick out of the joke we had come up with together.</p> \n<p>Brussels has a reputation for being hopelessly boring. As Kaminski put it to me: “It is validating to tell people that Brussels is exciting – both Brussels the place and ‘Brussels’ in quotes. We’re bringing the party.” The major challenge, he concedes, is that it is the kind of party that happens on a weekday at happy hour. “Everyone who works here is from somewhere else. They fly home on weekends and say, ‘Brussels is so lame.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is validating to tell people that Brussels is exciting. We’re bringing the party</p> \n </blockquote> \n</aside> \n<p>Heath shows a special solicitousness for those who have to stay for the weekend, the internationally promiscuous Brussels equivalents of young Capitol Hill staffers. Their weekend starts on Thursday afternoon, when their bosses are on flights or trains home, and they get blind drunk en masse at the Place Luxembourg. Heath is treated like a minor celebrity at Place Lux, and it is a reciprocal thing. His goal, he says, is to “make them believe there is a community here, and then make them want to be part of that community”. If he treats his readers like they are a little sexier than they are, they will start to act the part; they are not really doing boring things, they are just accustomed to being terminally boring about them. This is a town where the instructions for handwashing in institutional bathrooms have nine steps in four languages.</p> \n<p>Heath’s column follows such figures as Martin Selmayr – Juncker’s chief of staff, whom one reporter described, with a theatrical shiver, as the town’s “dark overlord” – as if grooming them to be played by Kevin Spacey. (They caught Selmayr following <a href=\"https://twitter.com/junckerlu\">@JunckerLU</a>, a parody Twitter account with only 37 followers.)<strong> </strong>This focus on personal lives bears an inverse relationship to the amount of actual meaning delivered by the various institutional representatives, and supports exactly the same informational levelling – in which personal details are held to have news value – that made DC Politico so popular in late Bush-era Washington. More than one person told me that the fastest route to total insignificance would be to cover issues of personal morality the way the US media does. Then again, a Dutch energy lobbyist told me his very high hopes for the publication have not been borne out: “They had this lavish, American-style launch, so I expected an immediate expos&eacute;. It’s been six weeks and they haven’t broken one big scandal.” There are limits to the salaciousness, and Heath does get edited. One Playbook draft I saw contained a reference to the nude appearance of a Danish politician in a campaign ad; the item was titled “It’s a schlong way to the top.” There was a picture. The email was sanitised before distribution.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c5d8f4805429b48d14339d221c229cb9143d55a1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550525794/c0ee73f1-fdc0-4f45-84a7-5a47d041acd7-280x420.jpeg\" alt=\"Ryan Heath, writer of the popular Playbook column.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ryan Heath, writer of the popular Playbook column.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>Heath grew up 600km north of Sydney, and started writing for the <a href=\"http://www.smh.com.au/\">Sydney Morning Herald</a> while at university; after working in London for the Blair government, he decamped for Brussels, where he found a job as one of the commission’s spokesmen. He was too honest to stand at the podium and not comment, though, so he convinced his superiors to let him do his job at large – on Twitter, and out and about at events and panels and parties. He left that job to join Politico in part because there was such a vast gulf between what was being talked about in the cafes and bars and what was being written about by the local press.</p> \n<p>As an example, he referred to the story Palmeri had been working on, with French reporter Ma&iuml;a de la Baume, about the rumoured strife between the European parliament president, Martin Schulz, and its secretary general, Klaus Welle. When that story appeared the following week – “a recent series of political power plays between the two men have mushroomed into a full-fledged feud that is starting to have public repercussions” – Heath tweeted a link: “The invisible article: the one everyone in #EU Parliament is talking about but afraid to tweet about: Schulz vs Welle.”</p> \n<h2>* * *</h2> \n<p><strong>One morning I went to see Heath</strong> present to a group of technology lobbyists. He was introduced as “a reporter from Politico, the new shining star in the Brussels sky”. The presenter continued, in mock petulance that had the ring of actual pique: “But in this morning’s Playbook I couldn’t find anything on our big party last night, just, ahem, the Google one.” Heath took only five minutes at the podium to make the related points that a) technological regulation and digital-market integration were not technocratic issues but political ones, and had to be treated as such; and b) that Silicon Valley companies, as evidenced by the Google party in question, were finally awakening to the necessities of soft power.</p> \n<p>We strolled back together in the uncharacteristic sun to the Politico office, along what Heath described as the “K Street” – the main DC lobbying drag – of Brussels. Heath is equal parts smalltown mayor and court jester of devious repute. A woman gave him a kiss on the cheek as she rushed past, and he turned to her long enough to purr: “You’re looking sexy in those Aviators!”</p> \n<p>Brussels can be a pompous place, and Heath thinks that by treating it as at once seductive and silly he might help to let some air out. He does not pretend that he can give the town a new sense of itself – and its role in Europe – without causing some friction. “It’s hard to be in touch with someone suffering under austerity when you’re living here tax-free. This town needs to have a greater experience of discomfort. That’s how they’ll know that they’re being taken seriously.”</p> \n<p>He broke off the conversation to point to an Italian restaurant. “Marine Le Pen and Martin Schulz like to eat there. Not together, of course. They go on separate nights.”</p> \n<p>A young blonde woman walked by us, and just as she passed Heath she turned around and yelled, loudly but sheepishly in a thick French accent: “I love ze Playbewk!” She hurried away before Heath could see if she might be cultivated as a source.</p> \n<p>I asked Heath if he had planned that for my benefit, and his face turned the rose of his shirt’s florid print. “I have no idea who that was!” He wiped away one tear of laughter. “I feel so embarrassed.”</p> \n<p>We walked through a rusty unlocked back door and went up to the office. Budoff Brown came by to talk to him about preparations for the trip they would be taking that weekend to cover the G7 in Bavaria, but was struck first by the audacity of his shirt. “Hi, Ryan. So, where’s the luau?”</p> \n<p>Their newsroom coalition is a carefully rigged set of contrary affections, a little Brussels commune inventing itself and its audience as it goes along. If they succeed, what they might do for digital journalism, and perhaps in turn for Europe, will be a lot more interesting than the old Politico – in most ways, it already is.</p> \n<p>Sheftalovich walked over to the desk Heath and Palmeri share and announced a holiday from her usual beat: “I’m interviewing a princess from the Netherlands!”</p> \n<p>Heath often flees, in his polka-dot socks, to the couch in the hallway to avoid precisely this stream of unceasing newsroom banter, but this was an item of interest. “Which one, Laurentine, M&aacute;xima, or Mabel?”</p> \n<p>Sheftalovich, somewhat less familiar with the old European houses, shook her head. “Not sure,” she said. “She works, doing something with a digital-poverty thing.”</p> \n<p>“Oh,” Palmeri looked up with renewed attention, “so she married into her princessery?” Palmeri joked this was one of her aspirations in moving to Europe.</p> \n<p>A few days later, I got Heath’s morning Playbook at 1am New York time; I have got used to looking at it right before I go to sleep. That morning’s episode began with a comparative list of the day’s Greek headlines, in which the debt situation did not seem so dire, alongside hysterical European prognoses of doom.</p> \n<p>Just below that, a blind item caught my eye: “THE PRINCESS AND THE Ps: P as in Princess, PR, Precious, POLITICO and Protocol Police. Which representative of European royalty approached POLITICO to ask us to cover the Princess’s admirable work with an educational charity? But then withdrew the offer, on the basis that we would not let the royal flack approve both the quotes and the context of the article before publication. Dear Princess, we’re still willing and interested to chat if you want – we come in peace.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434563072888/a3576942-645c-40bb-a3b4-1fe149dc54b1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"The Guardian","altText":"EU illo","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542291070/87e5c56b-ed98-4374-aa79-e3f7bc424e6f-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Tara Palmeri, a Politico Europe reporter and former gossip columnist for the New York Post. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Tara Palmeri, a Politico reporter and former gossip columnist for the New York Post.","cleanCaption":"Tara Palmeri, a Politico Europe reporter and former gossip columnist for the New York Post.","cleanCredit":"Photograph: Graeme Robertson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434548826384/086c5fe1-41cf-489a-93d5-857d480045ec-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Carrie Budoff Brown, the managing editor of Politico Europe. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Carrie Budoff Brown, the managing editor of Politico Europe","cleanCaption":"Carrie Budoff Brown, the managing editor of Politico Europe.","cleanCredit":"Photograph: Graeme Robertson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550386114/09313327-2829-40b0-8f7c-2b0bc1ceadbd-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Zoya Sheftalovich, technology reporter. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Zoya Sheftalovich, technology reporter.","cleanCaption":"Zoya Sheftalovich, technology reporter.","cleanCredit":"Photograph: Graeme Robertson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550527659/c0ee73f1-fdc0-4f45-84a7-5a47d041acd7-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Ryan Heath, writer of the popular Playbook column. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Ryan Heath, writer of the popular Playbook column.","cleanCaption":"Ryan Heath, writer of the popular Playbook column.","cleanCredit":"Photograph: Graeme Robertson"}],"webPublicationDate":"2015-06-18T05:00:09Z","lastModified":"2015-06-18T05:00:09Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Gideon Lewis-Kraus","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gideon-lewis-kraus"}],"feature":true,"keywords":["European Union","Europe","Politics","World news","Media","Newspapers & magazines"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"},{"id":"media/media","webTitle":"Media"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"}],"section":{"id":"world"},"topics":[{"displayName":"Gideon Lewis-Kraus","topic":{"type":"tag-contributor","name":"profile/gideon-lewis-kraus"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/18/can-politico-make-brussels-sexy","shortUrl":"http://gu.com/p/49qx4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/18/can-politico-make-brussels-sexy","webUri":"http://www.theguardian.com/world/2015/jun/18/can-politico-make-brussels-sexy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434563072888/a3576942-645c-40bb-a3b4-1fe149dc54b1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Illustration: the Guardian","credit":"The Guardian","altText":"EU illo","cleanCaption":"Illustration: the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434563072888/a3576942-645c-40bb-a3b4-1fe149dc54b1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"The Guardian","altText":"EU illo","cleanCredit":"Photograph: The Guardian"}}]},{"title":"Global humanitarian aid hits record high but needs remain unmet, finds study","rawTitle":"Global humanitarian aid hits record high but needs remain unmet, finds study","item":{"type":"article","id":"global-development/2015/jun/18/global-humanitarian-response-record-high-needs-unmet-development-initiatives","title":"Global humanitarian aid hits record high but needs remain unmet, finds study","trailText":"Conflict and contributions from Middle East propel humanitarian assistance to unprecedented levels, but UN coordinated appeals fall short by billions","standFirst":"<p>Conflict and contributions from Middle East propel humanitarian assistance to unprecedented levels, but UN coordinated appeals fall short by billions</p>","byline":"Clár Ní Chonghaile","body":"<p>Global humanitarian assistance rose to record levels in 2014, reflecting the scale and scope of prolonged crises such as the conflicts in Iraq and Syria as well as increased contributions from Middle Eastern donors, according to a study by the non-profit organisation <a href=\"http://www.devinit.org/\">Development Initiatives</a>.</p> \n<p>A <a href=\"http://www.globalhumanitarianassistance.org/report/gha-report-2015\">report</a> by the body’s <a href=\"http://www.globalhumanitarianassistance.org/\">Global Humanitarian Assistance</a> (GHA) programme showed that humanitarian assistance rose to $24.5bn (&pound;15.5bn) last year, an increase of 19% on 2013. Middle Eastern donors contributed nearly $1.7bn, a 120% increase on the previous year. </p> \n<p>Needs continued to outstrip contributions, however. In its coordinated appeals, the UN fell $7.5bn short of the record $19.5bn it requested to help 87.5 million people. This meant 38% of requirements were not met, even though the world’s leading donors all gave more. </p> \n<figure class=\"element element-embed\" data-alt=\"International humanitarian response, 2009−2014\"> \n <iframe src=\"https://charts.datawrapper.de/QEGTZ/index.html\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"548\" height=\"400\"></iframe> \n</figure> \n<p><strong>“</strong>In a year of global discussions on development and climate change, these unprecedented levels of need and continued shortfalls in funding highlight the need to sustainably address the underlying causes and long-term impacts of crisis,” said <a href=\"http://www.globalhumanitarianassistance.org/ghaauthor/authors/sophia-swithern\">Sophia Swithern</a>, head of the GHA programme.</p> \n<p>Next month, the UN will hold its <a href=\"http://www.un.org/esa/ffd/ffd3/\">third international conference on financing for development</a> in the Ethiopian capital Addis Ababa. Member states are expected to draw up concrete plans to finance the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/ng-interactive/2015/jan/19/sustainable-development-goals-changing-world-17-steps-interactive\">sustainable development goals</a>, an ambitious agenda covering the next 15 years that is due to be ratified in New York this September.</p> \n<p>“We see from the figures in the report that 93% of the world’s extreme poor are in countries that are politically fragile or environmentally vulnerable,” said Swithern. </p> \n<p>“Unless something comes out of Addis and around the SDGs that looks at the poverty questions around those crisis-related areas, you are not going to end poverty and you are not going to solve crises.”</p> \n<p>Last year, 10.7 million more people worldwide were affected by natural disasters compared with 2013, while conflict and persecution created a record number of displaced people.</p> \n<p>The report noted that the Ebola crisis received significant support that was not categorised as humanitarian assistance, so the total amount for the year might be higher than the headline figure.</p> \n<p>The rise in overall humanitarian funding reflected the fact that there were now more people displaced in the Middle East than in Africa.</p> \n<figure class=\"element element-embed\" data-alt=\"Number of displaced persons by region, 2005−2014\"> \n <iframe src=\"https://charts.datawrapper.de/Y2FK3/index.html\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"548\" height=\"350\"></iframe> \n</figure> \n<p>The Syria crisis drew the largest appeals; along with the ongoing conflict in Iraq and the situation in South Sudan, it became a significant driver in last year’s $4bn rise in humanitarian funding.<br /></p> \n<p>“The domestic contributions of countries hosting Syrian and Iraqi refugees, most notably Turkey, also continue to be vital,” the report said. In 2013, Turkey spent $1.6bn helping Syrian refugees.</p> \n<p>Saudi Arabia joined the list of the top 10 donors after it increased its humanitarian funding by $518m, to $755m. This was the second highest volume increase of all donors, amounting to a trebling of the country’s 2013 commitment. </p> \n<p>The United Arab Emirates became one of the 20 largest contributors after raising its contribution by 317%, from $90m in 2013 to $375m in 2014.</p> \n<figure class=\"element element-embed\" data-alt=\"Top 10 changes in international humanitarian assistance from government donors, 2013-2014\"> \n <iframe src=\"https://charts.datawrapper.de/l0dRV/index.html\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"460\" height=\"400\"></iframe> \n</figure> \n<p>“[Middle Eastern donors] have been key players for a long time, but with the rise of conflict in the region … we are seeing these donors rising in prominence,” Swithern said. She added that this was partly down to more standardised reporting by these donors, with whom the world should engage to ensure the quality and quantity of the funding stream.</p> \n<p>Contributions from private donors rose by an estimated 8%, and accounted for a quarter of international humanitarian assistance. As a group, private donors were the largest international contributor to the typhoon Haiyan response in 2013, and the third largest supporters of the Ebola response last year. </p> \n<p>The report noted that two-thirds of international humanitarian assistance still went to long-term recipients such as Somalia and Pakistan.<br /></p> \n<p>Despite widespread acknowledgement of the importance of local NGOs in delivering relief, initial data from 2014 found that their direct share of total humanitarian funding had halved, from 0.4% in 2012 to 0.2% in 2014.</p> \n<p>However, data gaps meant it was very hard to trace money all the way from donors to recipients, making it difficult to measure funding to local and national NGOs. </p> \n<p>“There is a real groundswell at the moment talking about localising the response in recognition of the role of local and national actors as the first and, in many cases, the best responders,” Swithern said.</p> \n<p>She added that more analysis was required to determine how to improve these organisations’ access to direct funds. </p> \n<p>New sources of funding were needed from more diverse donors as well as more efficient methods of delivering the money to those in need, the report said. These issues will be discussed at the <a href=\"https://www.worldhumanitariansummit.org/\">World Humanitarian Summit</a> in Istanbul next year, and Swithern said private funding would be a particular focus.<br /></p> \n<p>“This resource that we call international humanitarian assistance is just one piece of the picture,” she said. “What we need is a comprehensive solution that involves different mixes of resources for different contexts.”<br /></p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434552898938/4658c528-1d70-4392-b547-6d109722e0aa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Safin Hamed/AFP/Getty Images","altText":"Displaced Iraqis, who fled due to the ongoing conflict between pro-government forces and Islamic State (IS) group jihadists, carry food aid distributed by the United Arab Emirate's Red Crescent at the Bahrka refugee camp, where they're taking shelter, ten kilometres west of Arbil, the capital of the Kurdish autonomous region in northern Iraq, on June 6, 2015. The International Monetary Fund said it was preparing 833 million US dollars in emergency financial assistance to Iraq as the country battles the Islamic State insurgency.","cleanCredit":"Photograph: Safin Hamed/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T23:01:01Z","lastModified":"2015-06-17T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Clár Ní Chonghaile","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clar-ni-chonghaile"}],"feature":false,"keywords":["Humanitarian response","Aid","Sustainable development goals","Global development","United Nations","World news","Society"],"tags":[{"id":"global-development/humanitarian-response","webTitle":"Humanitarian response"},{"id":"global-development/aid","webTitle":"Aid"},{"id":"global-development/sustainable-development-goals","webTitle":"Sustainable development goals"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"global-development"},"topics":[{"displayName":"Clár Ní Chonghaile","topic":{"type":"tag-contributor","name":"profile/clar-ni-chonghaile"}}],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jun/18/global-humanitarian-response-record-high-needs-unmet-development-initiatives","shortUrl":"http://gu.com/p/49zf9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jun/18/global-humanitarian-response-record-high-needs-unmet-development-initiatives","webUri":"http://www.theguardian.com/global-development/2015/jun/18/global-humanitarian-response-record-high-needs-unmet-development-initiatives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434552898938/4658c528-1d70-4392-b547-6d109722e0aa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Displaced Iraqi children carry food aid distributed by the UAE’s Red Crescent at Baharka refugee camp in Erbil. Photograph: Safin Hamed/AFP/Getty Images","credit":"Safin Hamed/AFP/Getty Images","altText":"Displaced Iraqis, who fled due to the ongoing conflict between pro-government forces and Islamic State (IS) group jihadists, carry food aid distributed by the United Arab Emirate's Red Crescent at the Bahrka refugee camp, where they're taking shelter, ten kilometres west of Arbil, the capital of the Kurdish autonomous region in northern Iraq, on June 6, 2015. The International Monetary Fund said it was preparing 833 million US dollars in emergency financial assistance to Iraq as the country battles the Islamic State insurgency.","cleanCaption":"Displaced Iraqi children carry food aid distributed by the UAE’s Red Crescent at Baharka refugee camp in Erbil.","cleanCredit":"Photograph: Safin Hamed/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434552898938/4658c528-1d70-4392-b547-6d109722e0aa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Safin Hamed/AFP/Getty Images","altText":"Displaced Iraqis, who fled due to the ongoing conflict between pro-government forces and Islamic State (IS) group jihadists, carry food aid distributed by the United Arab Emirate's Red Crescent at the Bahrka refugee camp, where they're taking shelter, ten kilometres west of Arbil, the capital of the Kurdish autonomous region in northern Iraq, on June 6, 2015. The International Monetary Fund said it was preparing 833 million US dollars in emergency financial assistance to Iraq as the country battles the Islamic State insurgency.","cleanCredit":"Photograph: Safin Hamed/AFP/Getty Images"}}]},{"title":"Smoke, mirrors and fake plastic trees / The designs of Es Devlin","rawTitle":"The designs of Es Devlin","item":{"type":"article","id":"stage/ng-interactive/2015/jun/17/es-devlin-set-designs-the-nether-chimerica-louis-vuitton-u2","title":"Smoke, mirrors and fake plastic trees: the designs of Es Devlin","trailText":"Welcome to the worlds of Es Devlin, who has dreamed up domed catwalks for Louis Vuitton and arena spectaculars for U2, and won an Olivier award for bringing The Nether’s digital landscape to the stage","standFirst":"<p>Welcome to the worlds of Es Devlin, who has dreamed up domed catwalks for Louis Vuitton and arena spectaculars for U2, and won an Olivier award for bringing The Nether’s digital landscape to the stage</p>","byline":"David Jays","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/04/photo-story-template/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/04/photo-story-template/boot.js\" data-alt=\"key=1hHypDCIYrT7HdDNrqOmPfAWNUy7pYCkWn5VOT0is-98\"> \n</figure>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8dfadb408ef11bae7efd79d41be9e6c6f344f7d4/0_157_6888_4135/6888.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4135,"width":6888,"orientation":"landscape","credit":"Handout","altText":"nether 17.jpg\rStage designs photographs by Es Devlin | design \r\r\resdevlin\rESDEVLINVISUALS","cleanCredit":"Photograph: Handout"}],"bodyImages":[],"webPublicationDate":"2015-06-17T14:27:01Z","lastModified":"2015-06-17T14:27:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"David Jays","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-jays"}],"feature":false,"keywords":["Theatre","Stage","Culture","Es Devlin","Almeida theatre","National Theatre","Opera","Music","Louis Vuitton","U2","Classical music","Fashion","Caryl Churchill"],"tags":[{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/es-devlin","webTitle":"Es Devlin"},{"id":"stage/almeida-theatre","webTitle":"Almeida theatre"},{"id":"stage/national-theatre","webTitle":"National Theatre"},{"id":"music/opera","webTitle":"Opera"},{"id":"music/music","webTitle":"Music"},{"id":"fashion/louis-vuitton","webTitle":"Louis Vuitton"},{"id":"music/u2","webTitle":"U2"},{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"stage/carylchurchill","webTitle":"Caryl Churchill"}],"section":{"id":"stage"},"displayHint":"immersive","topics":[{"displayName":"David Jays","topic":{"type":"tag-contributor","name":"profile/david-jays"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/ng-interactive/2015/jun/17/es-devlin-set-designs-the-nether-chimerica-louis-vuitton-u2","shortUrl":"http://gu.com/p/49npx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/ng-interactive/2015/jun/17/es-devlin-set-designs-the-nether-chimerica-louis-vuitton-u2","webUri":"http://www.theguardian.com/stage/ng-interactive/2015/jun/17/es-devlin-set-designs-the-nether-chimerica-louis-vuitton-u2"},"shouldHideAdverts":false},"importance":5,"kicker":{"title":"Smoke, mirrors and fake plastic trees"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8dfadb408ef11bae7efd79d41be9e6c6f344f7d4/0_157_6888_4135/6888.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4135,"width":6888,"orientation":"landscape","credit":"Handout","altText":"nether 17.jpg\rStage designs photographs by Es Devlin | design \r\r\resdevlin\rESDEVLINVISUALS","cleanCredit":"Photograph: Handout"}}]},{"title":"The rise of the digital saviour: can Facebook likes change the world?","rawTitle":"The rise of the digital saviour: can Facebook likes change the world?","item":{"type":"article","id":"world/2015/jun/18/digital-saviour-saving-lives-internet-age-save-darfur","title":"The rise of the digital saviour: can Facebook likes change the world?","trailText":"From Beyoncé’s I Was Here video to #Kony2012, online campaigns are everywhere, shared in their millions. But does technology really amplify our humanity or is it all meaningless clicktivism? Warscapes reports ","standFirst":"<p>From Beyonc&eacute;’s I Was Here video to #Kony2012, online campaigns are everywhere, shared in their millions. But does technology really amplify our humanity or is it all meaningless clicktivism? <a href=\"http://www.warscapes.com/opinion/digital-savior-complex\">Warscapes reports</a> </p>","byline":"Bhakti Shringarpure for Warscapes, part of the Guardian Africa network","body":"<p>In the past, if you wanted to help out in times of tragedy you might travel to disaster zones or volunteer with a charity. But with the growth of online campaigning, the internet appears to offer the opportunity to change the world without leaving your lounge. </p> \n<p>From Facebook to games and viral pop songs, digital initiatives reassure us that we don’t need to look up from our laptops or phones to help others in their time of need.</p> \n<p>There’s even a virtual pet, <a href=\"http://www.ibtimes.co.uk/world-warcraft-players-raise-1-9m-ebola-relief-adopting-argi-space-goat-1487807\">Argi the intergalactic goat explorer</a>, to help fundraising efforts to combat Ebola. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Campaigns like #Kony2012 or Save Darfur show the saviour figure is alive and well – but now, the mode is digital</p> \n </blockquote> \n</aside> \n<p>Videos encouraging us to help, or better, to share the link, are ubiquitous: Beyonc&eacute;’s <a href=\"https://www.youtube.com/watch?v=i41qWJ6QjPI\">I Was Here</a> video racked up 17m views for World Humanitarian Day and the message was simple, if vague: do something good. It’s still unclear what the viral <a href=\"http://www.alsa.org/news/archive/als-ice-bucket-challenge.html?referrer=https://www.google.com/\">ALS ice bucket challenge</a> really accomplished – but it certainly wasn’t lacking in popularity.</p> \n<p>But the embrace of technology in the fight to save lives is not without its problems. </p> \n<p>Westerners trying to help poor, suffering countries have often been accused of having a “white saviour complex”: a term tied up in colonial history where Europeans descended to “civilise” the African continent. </p> \n<p>In a series of tweets that went viral in 2012 following the #Kony2012 campaign, Nigerian writer Teju Cole <a href=\"http://www.theatlantic.com/international/archive/2012/03/the-white-savior-industrial-complex/254843/\">describes the phenomenon</a>: “The White Saviour Industrial Complex is not about justice. It is about having a big emotional experience that validates privilege.”</p> \n<p>With the prevalence of campaigns, apps and games calling on us to help without really putting ourselves out, it seems that the white saviour idea is still alive and well – but now, the mode is digital.</p> \n<h2>Showing our best side</h2> \n<p>Using terms like digital samaritan or even “digital jedi”, a new book by Patrick Meier on humanitarianism in the internet age is a rousing manifesto urging readers not to feel alone or worthless; to go ahead and “like” something on Facebook. He even suggests that technology “can amplify our humanity”.</p> \n<p>In Digital Humanitarians: How Big Data is Changing the Face of Humanitarian Response, Meier writes: “Anyone can be a digital humanitarian, absolutely no experience necessary; all you need is a big heart and access to the internet,” he claims.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"fd3c1c8df06683dfc1da8895a4977c8613eff865\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434376173758/cc011079-5489-4a33-bcf1-1155d01be391-460x276.jpeg\" alt=\"Port-au-Prince, Haiti, January 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Port-au-Prince, Haiti, January 2010. Patrick Meier first started using the term ‘digital humanitarianism’ in the aftermath of the devastating earthquake</span> \n  <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> \n </figcaption> \n</figure> \n<p>This apparent ease of access – and pain-free form of aid work – is reflected in various apps helping us to do good without really putting ourselves out. Take for example <a href=\"https://www.instead.com/\">Instead</a>, an app which describes itself as a “micro donations, macro impact” tool, which tries to encourage users to change daily habits by pointing out how much impact this could have. “In lieu of your regular store-bought coffee, those few dollars could provide a South Sudanese child with clean water for a year,” it says. </p> \n<p>Or, <a href=\"http://www.donateaphoto.com/\">Donate a Photo</a>, which claims to have “harnessed our relentless photo-sharing mania and turned it into something for the greater good”. For every photo you share through their platform, they donate $1 to a cause of your choice. <a href=\"http://www.terraly.com/\">Another application makes sure that each time you’re having drinks</a> at happy hour, part of your money can be spent getting clean water to someone, somehow, somewhere... elsewhere. </p> \n<p>In fact, the “politics of elsewhere” is being perfected to the point that users can make a difference without being burdened by any of the gory details.</p> \n<p>Humanitarianism can also, apparently, be fun: <a href=\"http://en.wikipedia.org/wiki/Category:Humanitarian_video_games\">Wikipedia lists 23 humanitarian games</a> aimed at raising awareness among youth and children. The Red Cross has <a href=\"http://blogs.icrc.org/gphi2/2015/04/10/can-video-games-help-save-lives/\">shown special initiative</a>, and has this year signed a partnership with video game developer Bohemia Interactive.</p> \n<p>But by turning humanitarianism into a popular activity, important issues risk entering the realm of the banal. Spending time updating Facebook profiles, liking posts and pages, using apps where you choose from a list of worthy causes, and composing the perfect tweet shifts the attention towards self-presentation, and glosses over the realities of the pain and suffering elsewhere.<br /></p> \n<p>It becomes more about a desire to show our best, most humanitarian side, and turns into a display of superficial solidarity rather than a deep engagement with the cause.</p> \n<p>But is this a problem if people are really being helped?</p> \n<h2>Likes don’t save lives</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c6de85d6386868e2e84dfcc471d8793e13cc7916\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434376368959/07b26665-3cef-452e-b1f9-60e6d0f355dc-460x276.jpeg\" alt=\"A group of women and children shelter at the Kalma camp for internally displaced people in South Darfur.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A group of women and children shelter at the Kalma camp for internally displaced people in South Darfur.</span> \n  <span class=\"element-image__credit\">Photograph: Albert Gonzalez Farran/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>For starters, technology is not neutral. Uncritically embracing the idea of the digital saviour masks important issues: who controls the technology? Who stands to benefit from it? Who profits?</p> \n<p>The particular kind of neutrality associated with digital humanitarianism is dangerous: to be so detached from the cause you claim to support – and to spread information without quite asking what it really means, and who is behind it – is deeply problematic when you are dealing with human life.</p> \n<p>Campaigns of the kind we’re now well used to emerged with Save Darfur, which began in 2004. At first, it utilised postcards, phone-a-thons, sit-ins, church groups, rallies and campus organisations, but its reach grew enormously when it embraced technology.</p> \n<p>By 2007, Save Darfur had gone fully digital. It became the world’s <a href=\"http://www.wired.co.uk/news/archive/2014-03/07/facebook-campaign-ineffective\">largest Facebook campaign</a> at the time, and released a video game – Darfur is Dying. It cleverly used numbers and big data, glossy images, and targeted young people – key characteristics that we now take to be the norm in large-scale crisis campaigns.</p> \n<p>But research by the University of California found that among members of the Facebook group the vast majority in fact <a href=\"http://www.sociologicalscience.com/download/volume%201/february_/The%20Structure%20of%20Online%20Activism.pdf\">gave no money, and recruited no one</a>.</p> \n<p>The report concluded that “in the case of the Save Darfur campaign, Facebook conjured an illusion of activism rather than facilitating the real thing”.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=gehaZkV8034\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/gehaZkV8034?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>Digital resistance</h2> \n<p>With the rise of the digital saviour, resistance has grown too, generating debate about the politics of digital activism.</p> \n<p>The viral #Kony2012 campaign – <a href=\"https://www.youtube.com/watch?v=Y4MnpzG5Sqc\">which has attracted more than 100m views on YouTube</a> – also gave birth to a resistance to it. Viewers began to more readily question whether the campaign – and others like it – might do more harm than good. Prominent writers argued that the film unintentionally highlighted western nonchalance in the depiction of African issues. </p> \n<p><a href=\"https://www.youtube.com/watch?v=hF8J99KbrZo\">Talk show hosts</a>, bloggers and comedians were unsparing. On <a href=\"http://www.warscapes.com/reportage/not-click-away-joseph-kony-real-world\">Warscapes, Ethiopian-American novelist Dinaw Mengestu wrote</a>: “What makes Kony 2012 especially frustrating, however, is that the film traffics in a sentimental and infantilising version of Africa that is so prevalent we don’t even notice it.” </p> \n<p>Writer Teju Cole’s seven tweets <a href=\"http://www.theatlantic.com/international/archive/2012/03/the-white-savior-industrial-complex/254843/\"> in response, </a>which captured much of the unease around Invisible Children’s representation of Uganda. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tejucole/statuses/177809396070498304\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">1- From Sachs to Kristof to Invisible Children to TED, the fastest growth industry in the US is the White Savior Industrial Complex.</p>— Teju Cole (@tejucole) \n  <a href=\"https://twitter.com/tejucole/status/177809396070498304\">March 8, 2012</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tejucole/statuses/177810262223626241\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">5- The White Savior Industrial Complex is not about justice. It is about having a big emotional experience that validates privilege.</p>— Teju Cole (@tejucole) \n  <a href=\"https://twitter.com/tejucole/status/177810262223626241\">March 8, 2012</a>\n </blockquote> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/14/nigeria-bringbackourgirls-campaign-one-year-on\">Did the #bringbackourgirls campaign make a difference in Nigeria?</a> </p> \n</aside> \n<p>More recently, Michelle Obama’s 2014 <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/05/15/michelle-obamas-bringbackourgirls-picture-sparks-criticism-of-american-drone-strikes/\">tweet </a>holding up the hashtag #BringBackOurGirls following the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/14/anniversary-boko-haram-kidnapping-chibok-schoolgirls\">kidnapping of more than 200 young women</a> in Chibok, Nigeria was met with some criticism. Can a hashtag really help? Similarly, outcry over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/26/cbs-africa-howard-french\">CBS’s 60 Minutes programme and its Ebola coverage</a> showed parts of the global community have grown intolerant to misguided or easy presentations of people from “other” places. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FLOTUS/statuses/464148654354628608\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Our prayers are with the missing Nigerian girls and their families. It's time to <a href=\"https://twitter.com/hashtag/BringBackOurGirls?src=hash\">#BringBackOurGirls</a>. -mo <a href=\"http://t.co/glDKDotJRt\">pic.twitter.com/glDKDotJRt</a></p>— The First Lady (@FLOTUS) \n  <a href=\"https://twitter.com/FLOTUS/status/464148654354628608\">May 7, 2014</a>\n </blockquote> \n</figure> \n<p>There are, of course, compelling examples where digital tools have been used to supplement – and circumvent – clunky government and NGO aid networks. The <a href=\"http://lite987.com/help-central-new-york-nepalese-locate-relatives-affected-by-earthquake-2/\">mobilisation of the Nepali diaspora</a> following the 7.3 magnitude earthquake on 25 April, is a good recent example.</p> \n<p>While all these methods can radically alter the nature of emergency relief, it’s important to make a distinction between meaningful campaigns for help and change, and humanitarianism that fuels prejudiced or stereotypical representations of non-western places. </p> \n<p>For now, all I can say is: don’t retweet this without reading it first. </p> \n<p><em>Bhakti Shringarpure is assistant professor of English at University of Connecticut and editor-in-chief of <a href=\"http://www.warscapes.com/\">Warscapes magazine</a>. You can follow her on Twitter <a href=\"https://twitter.com/bhakti_shringa\">@bhakti_shringa</a></em></p> \n<p><em>A version of this article originally appeared on Warscapes, part of the Guardian Africa network</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119576983/d8e1fa1a-04d2-4529-8ed6-0dd630aa41f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Bolotov / Alamy/Alamy","altText":"Digital humanitarians","cleanCredit":"Photograph: Paul Bolotov / Alamy/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434376175285/cc011079-5489-4a33-bcf1-1155d01be391-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Port-au-Prince, Haiti, January 2010. Patrick Meier first started using the term ‘digital humanitarianism’ in the aftermath of the devastating earthquake Photograph: Gerald Herbert/AP","credit":"Gerald Herbert/AP","altText":"Port-au-Prince, Haiti, January 2010.","cleanCaption":"Port-au-Prince, Haiti, January 2010. Patrick Meier first started using the term ‘digital humanitarianism’ in the aftermath of the devastating earthquake","cleanCredit":"Photograph: Gerald Herbert/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434376370394/07b26665-3cef-452e-b1f9-60e6d0f355dc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A group of women and children shelter at the Kalma camp for internally displaced people in South Darfur. Photograph: Albert Gonzalez Farran/AFP/Getty Images","credit":"Albert Gonzalez Farran/AFP/Getty Images","altText":"A group of women and children shelter at the Kalma camp for internally displaced people in South Darfur.","cleanCaption":"A group of women and children shelter at the Kalma camp for internally displaced people in South Darfur.","cleanCredit":"Photograph: Albert Gonzalez Farran/AFP/Getty Images"}],"webPublicationDate":"2015-06-18T04:00:07Z","lastModified":"2015-06-18T04:00:07Z","metadata":{"commentable":true,"commentCount":4,"contributors":[],"feature":true,"keywords":["Africa","Technology","Apps","Facebook","Twitter","Uganda","Kony 2012","Blogging","Digital media","Internet","Social networking","World news","Darfur","Sudan","Media","Humanitarian response"],"tags":[{"id":"world/africa","webTitle":"Africa"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/apps","webTitle":"Apps"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"world/uganda","webTitle":"Uganda"},{"id":"world/kony-2012","webTitle":"Kony 2012"},{"id":"media/blogging","webTitle":"Blogging"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"technology/internet","webTitle":"Internet"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"world/world","webTitle":"World news"},{"id":"world/darfur","webTitle":"Darfur"},{"id":"world/sudan","webTitle":"Sudan"},{"id":"media/media","webTitle":"Media"},{"id":"global-development/humanitarian-response","webTitle":"Humanitarian response"}],"section":{"id":"world"},"topics":[],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/18/digital-saviour-saving-lives-internet-age-save-darfur","shortUrl":"http://gu.com/p/49ba7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/18/digital-saviour-saving-lives-internet-age-save-darfur","webUri":"http://www.theguardian.com/world/2015/jun/18/digital-saviour-saving-lives-internet-age-save-darfur"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119576983/d8e1fa1a-04d2-4529-8ed6-0dd630aa41f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Anyone can be a digital humanitarian, absolutely no experience necessary; all you need is a big heart and access to the internet’ Photograph: Paul Bolotov / Alamy/Alamy","credit":"Paul Bolotov / Alamy/Alamy","altText":"Digital humanitarians","cleanCaption":"‘Anyone can be a digital humanitarian, absolutely no experience necessary; all you need is a big heart and access to the internet’","cleanCredit":"Photograph: Paul Bolotov / Alamy/Alamy"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434119576983/d8e1fa1a-04d2-4529-8ed6-0dd630aa41f7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Bolotov / Alamy/Alamy","altText":"Digital humanitarians","cleanCredit":"Photograph: Paul Bolotov / Alamy/Alamy"}}]},{"title":"The long read / Is Foxtons the estate agent London deserves?","rawTitle":"Is Foxtons the estate agent London deserves?","item":{"type":"article","id":"business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","title":"Is Foxtons the estate agent London deserves?","trailText":"<strong>The long read:</strong> Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?","standFirst":"<p>Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?</p>","byline":"Andy Beckett","body":"<p>From the street, the Foxtons in Brixton in south London, like the estate agent’s other 55 branches, is almost all glass. Two great floor-to-ceiling windows, separated by a slender pillar, reveal a trademark Foxtons interior, unlike those of other estate agents: all pale, smooth surfaces, very bright lighting and very little furniture. There is a reception desk, a fridge of drinks for customers, a few clusters of modular white tables and chairs of the kind you might find in a loft apartment that was not quite as cool as it thought it was, and a couple of low display cases containing photos of two dozen properties for sale and for let. An unremarkable one-bedroom flat in a plain street nearby is offered at “&pound;346.15 per week, &pound;2,077 deposit + &pound;420 (inc VAT) admin fee*”. The advertisement does not explain the asterisk.</p> \n<p>The Brixton Foxtons has been open for two years, glowing like an alien spacecraft, seven days a week and deep into the evenings, among the takeaways and bus stops and bargain clothes shops of Brixton Road. Parts of this area have been gentrifying for decades, but during the branch’s first month, someone scrawled “Yuck” on its windows. During the second, someone <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/may/03/waitrose-effect-house-prices-foxtons\">painted “Yuppies Out!”</a> In April 2013, after a street party nearby to celebrate the death of Margaret Thatcher, someone threw red paint all over the facade. Later the same month, Foxtons temporarily hired security guards to prevent demonstrators campaigning against high rents and letting fees from entering the branch.</p> \n<p>The Brixton anti-Foxtons campaign has continued to escalate regardless. In July 2013, protesters managed to get into the branch and unfurl a “Yuppies Out” banner. This April, the branch was briefly occupied again by demonstrators holding placards that read “Social Housing Not Social Cleansing”. A few weeks later, during a generally peaceful anti-gentrification march on 25 April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/25/police-use-cs-spray-as-anti-gentrification-protesters-mass-in-brixton\">half the frontage of Foxtons was smashed in</a>.</p> \n<p>Six days later, there were still bits of glass on the pavement and the window was boarded up. But the branch was open for business. Young men in dark suits, with crisp white shirts and disciplined haircuts – “property negotiators” in Foxtons jargon – strode impatiently in and out, upright as young army officers, swinging their company car keys, working on buyers on their company phones. Inside, behind the spotless white reception desk, a young woman in heels and heavy makeup – the “office co-ordinator” – was waiting, as usual, to greet customers. At one of the equally spotless white tables, a nervous-looking client, a casually dressed man of about 30, was writing a list of properties on a pad of paper, as a negotiator watched from the chair opposite. In a short side street immediately round the corner, there were two fresh Foxtons for sale signs. As Chris Millington, a property business analyst at Numis Securities, told me: “Foxtons do very well down in Brixton.”</p> \n<h2><br />* * *</h2> \n<p><strong>By common consent,</strong> London is one of the most frenzied and important property markets in the world: according to the Land Registry, it accounts for nearly half the value of all residential sales in England and Wales. But even in the intensely competitive field of London estate agency, Foxtons has acquired a unique, double-edged reputation: for relentlessness and innovation; for brashness and aggression; for bending – and sometimes breaking – the profession’s infamously loose rules; for doing almost anything to get a letting or a sale. “It’s a tough firm,” its founder <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2006/nov/20/8\">Jon Hunt</a> told the Daily Mail in 2009. (Hunt declined to be interviewed for this article.) Two years before, on the eve of the last property crash, he had sold his stake in the business for a reported &pound;390m.</p> \n<p>Foxtons is not a huge company. Its share of the London residential market is estimated at between 10 and 20%. It currently has about 1,300 staff – the number expands and contracts as abruptly as the housing market itself. Its branches are outnumbered by those of rival networks: the national estate agency group Countrywide has 1,400 outposts. Foxtons operates solely in London and the Surrey towns of Woking and Guildford. Its branches cover about half the capital, including the centre, the most prosperous parts of west London, fashionable inner suburbs such as Hackney and Walthamstow, and more quietly rising outer ones such as Enfield.</p> \n<p>Each time Foxtons moves into a new area, and its logo of acid yellow and patrician green suddenly appears on “for sale” signs, on letters to local homeowners, on flashy new Foxtons premises, and on the loudly branded Minis the company provides for its negotiators, the character and status of that place seems to alter. There can be unease, even anger but there can also be a less publicly expressed excitement. As Ivor Dickinson, until recently managing director of one of Foxtons’ competitors, Douglas and Gordon, put it: “If you have a name as a really ruthless, sharky bastard estate agent, a lot of people, when they come to selling their house, will think, ‘I want that ruthless, sharky bastard.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Each time Foxtons moves into a new area the character and status of that place seems to alter</p> \n </blockquote> \n</aside> \n<p>The swaggering success of Foxtons is partly a product of the double standards many of us have about property: complaining and worrying about the cost of it, while wanting to make as much as possible from it ourselves. The company is also a reflection of the modern British economy: short-term in its priorities, sometimes vibrant, London-dominated, property-skewed, socially divisive. The estate agent’s fortunes have become symbolic. Last month, the day the Conservative general election victory was announced, and with it the demise of Labour’s plans to increase taxes on properties worth more than &pound;2m, it was widely noted by despairing leftwingers, as well as excited business reporters, that the Foxtons share price had leapt 12%.</p> \n<p>Since David Cameron became prime minister in 2010, Foxtons has almost doubled its number of branches, and more than trebled its annual profits, to &pound;42m. When Foxtons became a public company in 2013, it was initially valued at &pound;650m; within six months, demand for its shares had swelled that value to &pound;1.1bn.</p> \n<p>Investors like Foxtons partly because it plays the property game two ways. As well as helping to drive the upward price spiral, it has also adapted itself to profit from the increasing number of people who that spiral has left behind. In 2014, 47% of the company’s revenue came from lettings, a far greater proportion than at most other estate agents. The 2014 Foxtons annual report notes with satisfaction: “The lettings market in London is particularly strong and acts as a useful counter to the more volatile sales market.” Among London estate agents, Chris Millington said, “Foxtons is showing by far the best returns. It’s transacting more than twice as much [business] per branch as the others.” Its influence is felt throughout the industry. “We’ve all learned from Foxtons,” Dickinson said. “We all try and do what they’re doing. But they are ahead.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4b892a0ec2bf83a107770ce74881fb61388a4b49\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460205329/6cf12d22-9a98-4455-9120-c8071200a734-460x276.jpeg\" alt=\"A Foxtons-branded Mini.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Foxtons-branded Mini.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Yet the company’s approach has also made enemies far beyond Brixton. Campaigns against proposed new branches have become a staple of London community politics – an easy focus for discontent about a steadily less inclusive, more money-driven city. On Twitter, there are <a href=\"https://twitter.com/hatefoxtons\">@hatefoxtons</a> and @AvoidFoxtons accounts, which seethe with customer complaints and general abuse (“total charlatans”, “Avoid Foxtons like the plague!”) and occasional acts of revenge (“told a traffic warden that a Foxtons mini was parked on double yellows”).</p> \n<p>This month a larger threat to the company emerged. Chris Townley, a former landlord of a property managed by Foxtons, became the first claimant in a c<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/07/foxtons-commission-charge-sparks-legal-action-from-landlords\">lass action against the estate agent</a>. It alleges that Foxtons has overcharged landlords for repairs and maintenance, by deliberately hiring expensive contractors, and then adding to their bills an undeclared commission of up to a third. Townley’s solicitors, Leigh Day, claim that Foxtons could face a cumulative legal bill of up to &pound;42m – the equivalent of its entire 2014 annual profit.</p> \n<p>The company declined to comment “on the specifics of this case”; but went on to say that “our fees are clearly laid out within our terms and conditions”; and that work on properties let through Foxtons was carried out by “carefully vetted and trusted contractors” who offered “competitive value”. The case may end up in court next year.</p> \n<p>In 2009, the Office of Fair Trading successfully sued Foxtons for extracting “unfair” charges from landlords. No matter how the latest lettings dispute concludes, it is a reminder that Foxtons is more vulnerable than it looks. For Foxtons, as for many British companies founded in the Thatcher era, new ways of doing things and a measure of ruthlessness have brought success; but of a volatile sort – and at a cost.</p> \n<h2>* * *</h2> \n<p><strong>The guiding spirit of Foxtons remains its founder, </strong>Jon Hunt. He is a lean, reined-in man with a strong jaw, a drawling, slightly distant voice, and impatient, whirling hand gestures. “My old man was extremely tough,” he told the website Business Life <a href=\"http://businesslife.ba.com/People/What-Ive-Learnt/What-Ive-learnt-Jon-Hunt.html\">in a rare interview in 2012</a>. “He was Irish and came to London when he was 13. He was a runner for a legal firm … then he got into the army.” Hunt junior, born in 1953, soon learned to be just as adaptable and self-contained: while his father took up a succession of end-of-empire foreign postings, Hunt was sent to Millfield boarding school in Somerset from the age of seven. He loved Millfield’s emphasis on sport, but left the school at 16. He briefly joined his father’s regiment, the Royal Artillery, then moved on restlessly again, to work on building sites in France, and then back to England, to a job at a small estate agent in Woking.</p> \n<p>He was 18. It was the early 70s, the brief boomtime of Edward Heath’s doomed Tory government, and one of Britain’s periodic property bubbles was inflating. Woking, wealthy in parts, full of lush properties, but with a London satellite town’s transient population, was a good place to learn the trade. Hunt has a cautious side – “I will sit outside a property for six hours watching the traffic flow before I decide [to buy it],” he told the Mail in 2009 – and he stayed in Woking through the property collapse of the mid-70s. He came to realise that the final stages of such downturns, when prices were low but had stopped falling, was a good time to buy and sell houses – “when there’s blood on the street but it’s drying”, as he put it in the Mail.</p> \n<p>In 1981, with the British economy stuck in another recession, under Margaret Thatcher, Hunt, now 27, borrowed &pound;30,000 from a Millfield schoolfriend and went looking for somewhere to set up his own estate agency. At the time, most estate agents were open at their own rather than their clients’ convenience – rarely in the evenings or at weekends – and their negotiating style, to Hunt at least, was pompous and unambitious. Ivor Dickinson, who started another estate agency not long after him, remembered: “We were part of an 80s generation, a generation of thrusting young things who wanted to shake up estate agency. We wanted to do everything better: more marketing, more use of information technology, better service for clients. Take it away from being a stuffy old profession.”</p> \n<p>The territory where Hunt chose to challenge the “walnut-veneer brigade”, as he called them, was Notting Hill in west London. In 1981 it was not an obvious place for a new estate agent. Since the second world war, the area’s towering Georgian terraces, subdivided and dilapidated, had first been a semi-slum of immigrants and bad landlords, then a counterculture stronghold for squatters and hippies and punks. A reputation for racial tension and street crime lingered well into the 80s. Yet Hunt saw commercial potential in the handsome architecture and the proximity to richer, more respectable areas of west London. On a prominent site on Notting Hill Gate, the main thoroughfare, between a popular cinema and the busy underground station, he took over the premises of a cheap Italian caf&eacute; called Topo D’Oro.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3d96af437152fae41f21e52485d5ebd68550fa44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460556203/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-460x400.jpeg\" alt=\"The founder of Foxtons, Jon Hunt, in 2006\" width=\"460\" height=\"400\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported &pound;390m.</span> \n  <span class=\"element-image__credit\">Photograph: Eamonn McCabe</span> \n </figcaption> \n</figure> \n<p>The building was shallow and unlovely, really two knocked together, but it had a broad frontage, and across it in huge letters Hunt spelled out “Foxtons Estate Agents”. The name came from the Cambridgeshire village near where he lived. In contrast to gritty, bohemian Notting Hill, “Foxtons” sounded upper-class, traditional, rural – the first logo was a deep country green. Hunt hired a secretary and another young estate agent, and started trading from nine in the morning until nine in the evening. To attract customers and publicity, Foxtons sold properties for its first three months without charging commission. It ignored Notting Hill’s large lettings market altogether. “In our first year we banked &pound;13,000 and [the business] cost us &pound;46,000 to run,” Hunt told Business Life later, “so we were pretty close to bust.”</p> \n<p>A single big sale in nearby Knightsbridge kept Foxtons afloat. In 1982, with the economy finally growing again, as the Thatcher government’s heavy-handed move away from manufacturing towards property and service industries belatedly began to yield results, the one-year-old estate agent opened a second office, in nearby Fulham: like Notting Hill an inner-city area that was part of the emergent, glossier London. Hunt also hired a lieutenant, Peter Rollings.</p> \n<p>Rollings was bright, charming, slightly untidy; he became Foxtons’ fixer, its good cop. Meanwhile Hunt, always immaculate in a white shirt and dark suit, rarely smiling, stayed increasingly in the background. “You would never, ever see him in public,” Dickinson recalled. Estate agents in London, we’re sociable, we all know each other, have lunch together. But he would never lunch with us, sit on committees with us, get involved in industry awards. He’s not a barrel of laughs. He’s not got much time for niceties. He would do anything not to do the same as everyone else.”</p> \n<p>Foxtons did not advertise alongside other estate agents, but published its own promotional magazine. It did not charge the typical industry commission of between 1% and 2% in London, but 2.5%. In a fast-moving, often over-confident business – by 1989, the independent annual London Property Guide had fattened to over 600 paperback pages – Foxtons initially expanded slowly and carefully. The estate agent spent its first decade with only three branches, and took 13 years to move beyond its west London heartland. This caution turned out to be justified when the capital’s 80s property boom, like the wider Thatcherite economic bonanza, shuddered to a halt.</p> \n<p>But in its chosen markets, Foxtons could be recklessly competitive. From the mid-90s to the early 2000s, the Times reported in 2003, Foxtons employed subcontractors to pull down and destroy thousands of its rivals’ “for sale” boards. Foxtons admitted that it had done so for “a limited period in 2001”, and a police investigation followed. No charges were brought. It became clear that other London estate agents had also been waging “board wars”; only the thoroughness with which Foxtons had done so made it stand out.</p> \n<h2>* * *</h2> \n<p><strong>During the 80s and 90s,</strong> Foxtons created a distinctive internal culture. Heavily influenced by Hunt’s personality and working habits, it endures, little changed, to this day. In its recruitment and working patterns, in its rewards and penalties, in its use of branding and digital technology, the company has been a pioneer for many of today’s British white-collar employers.At the core of Foxtons is obsessive commitment. Opening for longer hours than rivals means longer working hours for Foxtons staff. The issue dominates whenever they talk about their jobs. “The hours are completely insane,” posted a former lettings negotiator last year on an online forum where Foxtons employees gather anonymously. “You work 12 hours a day Mon-Friday PLUS every other weekend, with no lieu days!” A former sales negotiator added: “It becomes exceptionally difficult to maintain bonds and relationships with people outside [Foxtons] EVEN IF YOU LIVE WITH THEM.”</p> \n<p>For some staff the single-minded, almost cultish quality of Foxtons is exactly what appeals. Sarah Burgess (not her real name) left university in 2010 with a 2:1 in international relations. She had grown up in the country, and she wanted to live in London, work for a high-profile company, and learn how to do sales. “I wanted to do 70 hours a week,” she told me, “and I knew Foxtons had fancy offices.”</p> \n<p>A decade earlier, with its branch numbers now in double figures, Foxtons had centralised its operations around a new headquarters in Chiswick in west London. The facility is on an upmarket business park with large glass-sided, open-plan office blocks set beside lawns and an artificial lake. Foxtons’ current neighbours include the American oil conglomerate Halliburton and the jeweller Swarovski.</p> \n<p>Burgess went to Chiswick for an interview in 2011. “The head office is so vibey when you’re 18 or 19,” she remembered. “There’s music playing. It’s colourful inside – bright green. Everyone’s good-looking, everyone’s smartly dressed, everyone’s so happy! There’s buzzers going, people are collecting chocolates for making sales. You think, ‘This is a whole world I want to be part of.’”</p> \n<p>Foxtons recruits constantly and unfussily for its junior positions. “Sales experience is beneficial but not essential,” says a recent ad for a “trainee property negotiator”. Burgess remembered her fellow interviewees as “from all over the country, from Scotland, from Wales, from tiny villages. Quite well-educated people, and people who had dropped out of uni. Foxtons said to us, ‘We’ll give you a car and a phone. You’ll get to know London like the back of your hand.’ And it gave you a friendship group.”</p> \n<p>Burgess was offered a job as a lettings agent at one of its most prestigious central London branches. “There was banter at the interview” – life at Foxtons involves a lot of banter.<strong> </strong>Then Foxtons trained her. According to its website, the company provides an “intensive induction week for all new employees … It can even cover the basics like driving around London.” Even the most disillusioned ex-employees agree that the training is good. “Foxtons are very welcoming when you first join,” said one former sales negotiator. “They really do kit you out … put you in the right frame of mind so you are ready to go.” Burgess remembered: “It didn’t feel like you were going to be an estate agent, but [to work in] a really buzzy sales career. I don’t know if they used the phrase estate agent.”</p> \n<p>In 2002, at Hunt’s instigation, the company began stripping out the standard estate agent’s clutter from its branches: the rows of brown desks, the mountainous in-trays behind which discreet phone calls could take place. Ever since, Foxtons has offered its customers what it calls a “cafe-style” environment. Each new branch costs about &pound;600,000 to fit out. The company’s London rivals typically spend half as much. In 2007 Hunt explained some of the rationale: “The office coordinator … gives [customers] refreshment and introduces them to a negotiator. These coordinators have been trained … to give a warm welcome consistent in all branches.” The types of free drinks, he went on, “are selected to be … sympathetic to our brand.” At today’s Notting Hill Foxtons, across the road from the original site, shiny tins of Italian Illy coffee stand on a shelf in a perfectly spaced line.</p> \n<p>Burgess’s workplace still took some adjusting to. “It was so clean. In a Foxtons branch, you will not find a piece of paper anywhere. You’re not allowed to leave anything on your desk – everything gets cleared away every night. And you move desks every few weeks. You never feel you can relax.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"98b11bae91532780863b2a67e31378d9f3632ac2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434463023021/b6a71ef3-5a41-4545-815f-523e666a9b74-460x276.jpeg\" alt=\"A paperless Foxtons office.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A paperless Foxtons office.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi</span> \n </figcaption> \n</figure> \n<p>A similar surface orderliness – with its implication that Foxtons will bring order to the messy property market – marks the company’s carefully choreographed initial dealings with clients. If you phone a branch as a new customer, you will quickly be redirected to the in-house call centre at headquarters in Chiswick. There, a “new business consultant”, always polite, usually well-spoken and slightly caffeinated-sounding – Red Bull is popular with Foxtons staff – will try to extract personal details from you.</p> \n<p>This information is fed into the company’s electronic brain: “an integrated business operating system (“BOS”),” according to the 2013 Foxtons share prospectus, “ that covers all aspects of day-to-day business”. Customers and their data are then passed on to the appropriate branch. Meanwhile, the branches themselves also feed information into the BOS. “Everything is put in,” said Burgess. “Every note you make, details of every phone call.” The database, according to the prospectus, “as [of] 31 December 2012, contained approximately 3.5 million property records (which compares to London’s population of 8.2 million in 2011) … and contact details for approximately 2.1 million sales and lettings prospects”.</p> \n<p>Like other ambitious retailers, Foxtons began investing heavily in data collection and processing in the early 2000s. Its competitors are still struggling to catch up: “That massive call centre in Chiswick – it’s an incredible thing,” said Ivor Dickinson. “Most agents will have one person in the back of each branch whose job it is to chase up old [sales] leads. Chiswick has designated people making hundreds of calls a week each. And they sound a buzzer every time a lead is converted into business. Foxtons works on an industrial scale.”</p> \n<p>Yet the industrialisation of estate agency has its downsides. In the open plan centre at Chiswick, in Foxtons’ goldfish bowl branches, in BOS’s bright digital spaces, staff can never hide. Many former and current staff talk about being “micromanaged”. The most closely monitored numbers are each negotiator’s sales and lettings figures. Every Friday, for each cluster of Foxtons branches, there is a compulsory end-of-week meeting. Several dozen negotiators gather in a room and sit on rows of chairs in front of a big screen.</p> \n<p>“First, there is a pep talk – or you’re all told off,” Burgess remembered, “and then you get to shout out your figures. It shows on the screen where you are in the rankings. If you’ve done well, you’re buzzing. It’s one of the funnest parts of the week.” Successful employees are offered an elaborate sequence of bonuses. There are “trip targets” – sales attainments that earn company-funded skiing or Mediterranean holidays; and “car targets” – first a Mini, then a BMW, then a Mercedes. The slick Foxtons website shows packs of tanned, beaming, sometimes flirtatious staff holding beers, up mountains, playing beach volleyball. Burgess said that working at Foxtons sometimes feels “like being in a sports team, when you get a new kit. You all smell good. You feel you’re the dog’s bollocks.” Like you’re an elite? “No … a gang!” <br /></p> \n<p>Yet less successful employees can suffer badly. Negotiators receive an initial salary of &pound;22,000, but once they are considered sufficiently experienced, usually after about four months, they can earn commission: either 5% of Foxtons’ overall take on each transaction, plus a salary of &pound;17,500; or 10% and a salary of &pound;10,000. Most opt for the latter. It pays lavishly if things are going well: a negotiator selling a property for &pound;1m earns a bonus of &pound;2,500. But in lean periods the low basic salary, which has not changed for a decade, quickly threatens to make living in London impossible – not least because of the capital’s high property costs, for which Foxtons negotiators are themselves partly responsible. “You can have really bad weeks, months – it’s scary,” Burgess said.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4d012eea5c7f288bae6fd7518f409e427987b33c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434461478640/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-460x276.jpeg\" alt=\"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.</span> \n  <span class=\"element-image__credit\">Photograph: Micha Theiner/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Foxtons has a more individualistic culture than its rivals, who generally pay higher basic salaries and sometimes hand out commission on a team basis. At Foxtons branches, the negotiators’ telephones are arranged facing each other, in gladiatorial rows. Despite this, or perhaps because of it, the young men in suits are always ducking outside to make calls. In 2006, Anna Adams, an undercover reporter for the BBC1 series Whistleblower, filmed a Friday meeting where, when individuals’ sales or lettings figures were announced under-performers were heckled.</p> \n<p>The documentary, which examined several estate agency firms, also included footage of a Foxtons induction session, in which a training officer told new employees: “We are associated with sharp sales tactics. People believe that we are going to try to sell them something for a lot more money than they want to spend … [or] somewhere that is completely different to their requirements. And funnily enough, they’re not wrong in that.”</p> \n<p>Adams got a job as a sales negotiator and was posted to the original Notting Hill branch. There she said she was encouraged to exaggerate how much properties were worth, in order to attract sellers; to invent high offers for properties, in order to persuade buyers to raise theirs; and to pressure buyers to use a mortgage broker owned by Foxtons, Alexander Hall – which the programme alleged was illegally passing details of buyers’ finances back to Foxtons, so that the estate agent could know how far to push them. The film also showed Foxtons staff forging signatures and altering sales documents with Tipp-Ex and scissors, to their own or the company’s advantage. The practices even had their own winking slang: “chop-chop”, or “simmering”.</p> \n<p>Eight months after the broadcast, and after threatening the BBC with lawsuits, Hunt <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2006/nov/25/houseprices.comment\">admitted to the Guardian</a> that there were “several things we had done in [the documentary] that were wrong”. But he went on, “I don’t think [they] were pervasive … and we straightened those out.” He dismissed the allegation that Foxtons and Alexander Hall illegally shared information as “total nonsense”.</p> \n<h2>* * *</h2> \n<p><strong>Nowadays, Foxtons sometimes presents itself</strong> as an ethical business. A recent advertisement for a “graduate property consultant” says that “a clearly defined moral compass is a must”, and that the company is “an environment where we compete … but support each other”. Yet Foxtons’ approach to outside scrutiny makes such claims hard to judge. “We don’t do interviews,” Nicky Chute, the company’s head of communications, told me when I contacted her. Foxtons’ current CEO, Nic Budden, she went on, “is a fairly private person”.</p> \n<p>Ivor Dickinson, for one, doubts whether the company has softened that much: “In a highly commission-based environment, you are encouraging the negotiator to act for himself, not the client.” Sarah Burgess said: “Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow.” She left after 15 months. “A year and a half is a pretty good innings at Foxtons. It drains you. Everyone looks so much healthier after they leave.” The small minority who stay on for many years and climb the company hierarchy are known internally as “Foxtons till they die”. Hunt said to Business Life of his 26 years in charge: “We were very inward looking.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow</p> \n </blockquote> \n</aside> \n<p>In 2005, Hunt’s lieutenant Peter Rollings left to set up a competitor, Marsh &amp; Parsons. By 2007 even Hunt had had enough. “I was working 14 hours a day … I was in my 50s and it’s a young man’s game,” he told Business Life later. He sold his creation to a private equity firm, BC Partners, and shifted his energies to renovating Heveningham Hall, a country estate in Suffolk, successfully investing his Foxtons fortune in London property and, as if awarding himself a final “car target”, collecting Ferraris.</p> \n<p>A few months later, in 2008, for the first time in a decade and a half, London property prices began to drop. For the next three years, Foxtons suffered collapsing sales and staff culls. There were hasty and acrimonious shifts of ownership between BC Partners and the banks that had lent it the money to buy the company. At BC Partners, senior people began referring to Foxtons as “the F word”. There were predictions in the press – sometimes thinly disguised hopes – that it would go bust.</p> \n<p>The estate agent had become expensive to run. Since the late 90s, during the seemingly endless economic good times of the Tony Blair administration, Foxtons had increasingly moved away from Hunt’s original vision of step-by-step growth. Instead, it rapidly opened branches and annually redecorated its fleet of Minis. One design, “The 2005 ‘Camo’ Mini”, was described by the company as “inspired by ‘urban jungle’ culture” and “contemporary London street fashion”. Perhaps only an estate agent could say that about a mishmash of camouflage and country house green.</p> \n<p>In 2000, Foxtons expanded across the Atlantic to New York, New Jersey and Connecticut. Foxtons North America, as the offshoot eventually called itself, had its own Minis, almost 400 staff, and splashy advertising – such as a giant billboard above a tunnel entrance on the road back to New York City from the smart resort of East Hampton. But the company proved no match for dug-in local real estate agents and the late 2000s recession. In 2007, it filed for bankruptcy. “Foxtons is very good at what it does,” said the analyst Chris Millington, “but it can’t go against the whims of the property market.”</p> \n<h2>* * *</h2> \n<p><strong>Like much of the British economy, </strong>Foxtons seems to have two modes: either overconfident expansion or panicky retrenchment. Since 2011, as the London house price bubble has reinflated, the business has resumed its upward path. But now it is a public company, with a fickle share price, and more of the detail of the estate agent’s performance is publicly available<strong>.</strong> In its latest annual report, a small graph at the bottom of page 19 shows that since 2010, as the company has opened branches faster than ever, its average revenue has dropped year by year, and by more than a fifth overall.</p> \n<p>In a world where valuing your own property is easy, thanks to all the online price data for comparable homes; and in a city where demand for housing drastically outstrips supply – where your scruffy Hackney terrace would probably sell if you just stuck a note in the window – the Foxtons model may not be sustainable in the long term. “They have always charged a premium [commission] for sales and lettings,” said Gavin Jago, a property analyst at the brokers Peel Hunt. “Online estate agents are starting to charge considerably less.” The rising online firm Purplebricks.com currently charges a maximum of &pound;1,158 to sell a London home – less than a tenth of Foxtons’ average commission. Some senior estate agents outside Foxtons predict that, over the next decade, the market share of online firms will grow from a thirtieth to as much as half.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When a scruffy Hackney terrace will sell with a note stuck in the window, the Foxtons model may not be sustainable</p> \n </blockquote> \n</aside> \n<p>Yet sharks never stop swimming. In April, on the same weekend as the window-smashing in Brixton, I visited another Foxtons, a brand new branch in Bromley, on the more sedate fringes of south London. It was a cold dark Sunday, not house-hunting weather, and every other estate agent I passed in the suburb’s grey centre was closed. But Foxtons selects its new markets with what it calls “granular” attention to local sales and lettings data, and increasingly sees its future in more affordable outer London. For all the company’s provocatively prosperous image, last year the average price it secured for a property was &pound;544,000, only &pound;30,000 above the value of the average London home.</p> \n<p>The Bromley branch was deserted except for two staff, both sleekly dressed young women, and neat rows of paper bags, each containing a flyer for the branch and a chocolate muffin. One of the women would spend the next few hours doggedly handing out the bags, bare-legged in the wind, to hundreds of passersby. I asked how business was going. “It’s 0% commission on the first hundred houses,” she said, with a rigidly eager smile. “We’ve already done 25 valuations.”</p> \n<p>There was already a Foxtons in nearby Beckenham. What if, I asked, a property came on the market midway between the two branches? Which one would deal with the seller and any buyers? She instantly turned deadpan: “It depends on who they call first.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/@gdnlongread\">@gdnlongread</a></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460206814/6cf12d22-9a98-4455-9120-c8071200a734-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons-branded Mini. Photograph: Alamy","credit":"Alamy","altText":"A Foxtons-branded Mini.","cleanCaption":"A Foxtons-branded Mini.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460557836/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-2060x1790.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1790,"width":2060,"orientation":"landscape","caption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m. Photograph: Eamonn McCabe","credit":"Eamonn McCabe","altText":"The founder of Foxtons, Jon Hunt, in 2006","cleanCaption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m.","cleanCredit":"Photograph: Eamonn McCabe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434463024508/b6a71ef3-5a41-4545-815f-523e666a9b74-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A paperless Foxtons office. Photograph: Christian Sinibaldi","credit":"Christian Sinibaldi","altText":"A paperless Foxtons office.","cleanCaption":"A paperless Foxtons office.","cleanCredit":"Photograph: Christian Sinibaldi"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434461480042/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford. Photograph: Micha Theiner/REX Shutterstock","credit":"Micha Theiner/REX Shutterstock","altText":"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.","cleanCaption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.","cleanCredit":"Photograph: Micha Theiner/REX Shutterstock"}],"webPublicationDate":"2015-06-17T05:00:10Z","lastModified":"2015-06-17T12:48:51Z","metadata":{"commentable":true,"commentCount":386,"contributors":[{"name":"Andy Beckett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybeckett"}],"feature":true,"keywords":["Real estate","Housing market","Business","Property","UK news","Money"],"tags":[{"id":"business/realestate","webTitle":"Real estate"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/business","webTitle":"Business"},{"id":"money/property","webTitle":"Property"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Andy Beckett","topic":{"type":"tag-contributor","name":"profile/andybeckett"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","shortUrl":"http://gu.com/p/49zpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","webUri":"http://www.theguardian.com/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much. Photograph: The Guardian","credit":"The Guardian","altText":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCaption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCredit":"Photograph: The Guardian"}},"importance":4,"kicker":{"title":"The long read"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}}]},{"title":"The Last of the English Poachers review / The bile and braggadocio of a dying breed","rawTitle":"The bile and braggadocio of a dying breed","item":{"type":"article","id":"books/2015/jun/17/the-last-of-the-english-poachers-bob-brian-tovey-john-f-mcdonald-review","title":"The Last of the English Poachers by Bob and Brian Tovey with John F McDonald review – the bile and braggadocio of a dying breed","trailText":"A vivid father-and-son memoir takes aim at cap-tippers, saddle-bumpers, lords, ladies, bishops, big&nbsp;wigs, ponces and cats","standFirst":"<p>A vivid father-and-son memoir takes aim at cap-tippers, saddle-bumpers, lords, ladies, bishops, big wigs, ponces and cats</p>","byline":"Ian Sansom","body":"<p>If you’ve ever wondered how to set hingles for hares and rabbits, how to catch pheasants with a slip snare or fish using four-pronged spears made from saplings, and above all, how to get away with it, then this is the book for you.</p> \n<p>Bob and Brian Tovey, a father and son from Gloucestershire, may be the last English poachers of the book’s title but they are probably not the last English poachers. It is hard to tell: accurate statistics on their exact number – like the exact number of English badgers, deer and salmon – are not available. But Bob, who died in February, aged 76, as the book was going to press, and Brian are certainly part of an increasingly rare breed. <em>The Last English Poachers</em> is a kind of double memoir, consisting of alternating chapters in which the two men reminisce about their poaching lives and tell of their dastardly deeds of shotgun-toting derring-do.</p> \n<p>Their story is not for the faint-hearted. It begins with Bob’s gripping account of shooting a stag on the Berkeley Estate. “After bleeding the beast, I open the carcass and gralloch it, which means dragging out the guts, and I leaves the pluck in the undergrowth for the scavengers. A stag is heavy enough to drag over a distance, without pulling the insides along, too.” Stag guts are not the only thing that get left behind in the story: for all his proud plain speaking Bob is rather coy about his personal life. We get to know more about his relationship with his first greyhound, Queenie, than we do about his relationship with his first wife, who left him because he was – by his own admission – a horribly violent alcoholic.</p> \n<p>Having grown up roaming the fields and woods of south Gloucestershire, it was perhaps inevitable that Bob would not get on well in the navy. After joining at 16, he proceeded to get into fights, kicking one officer in the head and knocking his teeth out. The only thing Bob seems to have learned at sea was how to drink 20 pints. He was dishonourably discharged and returned home, where he kept on drinking, fighting and became a professional poacher.</p> \n<p>Bob is clear about the appeal of poaching. “It’s a man alone, in hostile territory, with a dog or a gun – a man agin’ the elements, agin’ the keepers, again’ the law. Can’t you feel it? The rawness of it, the adrenaline pumping, the heart beating ... It’s a true kind of freedom, to be doing what’s in your nature to do since the dawn of time.” You might not approve of Bob’s chosen profession, but frankly he doesn’t give “a fiddler’s feck” what you think.</p> \n<p>Brian is clearly a great admirer of his no-nonsense father, though he does concede that Bob was “generally a nasty violent individual” and a chronic alcoholic. Nonetheless, he “could feel my father in my blood and, in my ears, the sound of him pounding through my veins, trying to get out and evaporate and fall like red rain on a West Country field”. In other words, if you prick Brian, he bleeds Bob.</p> \n<p>Expelled from school, Brian became a professional poacher, too, and if anything he turned out even angrier, more violent and bitter than his father. Where Bob’s chapters tend towards poacher’s lore and whimsy, Brian’s chapters tend towards rant and diatribe. “To me, poaching means more than killing wild animals for food; it’s an inclusive way of life that incorporates conservation and a dislike, bordering on hatred, of the ruling elite.” Brian is dismissive of the “brainwashed minds of the masses, with the middle-classes living in their comfort and conceit and the others either side of them on the social ladder misled as well”. He particularly dislikes “cap-tippers and shit-kickers and saddle-bumpers and lords and ladies and bishops and bigwigs and ponces”. Oh, and cats. Brian absolutely hates cats. “A lot of townie people who’ve moved into the village have cats and they might not appreciate me killing their little moggies, but I hate the things; they’re horrible buggers, killing just for fun, not out of necessity, and I’ll shoot them any chance I get. Sometimes I catch them in cage traps that I’ve set for a fox or a badger. If that happens, I’ll kill them and chuck them in the ditch, so it looks like they’ve been hit by a car.” Brian dislikes cats because they kill for fun. So he kills them, for fun. Logic is not his forte.</p> \n<p>Neither is he much good at staying out of prison. Bob’s boast is that “I was never convicted of a crime in all my days as a poacher, apart from being fined a fiver once, and I never will be now. They tried to do me many times, but I was always too clever for ‘em and one step ahead.” Brian, on the other hand, boasts of having been jailed three times for “poaching and pinching”.</p> \n<p>Bob gets away with his lovable old rogue act but Brian’s bile and braggadocio are hard to swallow. Sometimes he sounds like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/adrian-mole\">Adrian Mole</a> – commuters have no place in the countryside, he argues, and are nothing more than “plastic people, bought people” – but more often he just sounds confused. He roundly condemns “self-righteous buggers”, those “who never look inside themselves to see their own little flaws and failures as they pass subjective judgments on those who, in their ignorant and misguided minds, they consider to be wrongdoers”. But he goes easier on his friends, such as Cider Chris, who hit a nine-year old girl in his car while out drunk-driving, and is blind to his own flaws, such as his tendency to cheat, steal, lie, double-cross and cause others injury or harm. Having absconded overnight from an open prison, for example, he manages to return and blame the escape on another inmate who gets transferred to a closed prison for the rest of his sentence. “I said nothing,” boasts Brian. Sometimes it would be good if Brian said something that wasn’t purely self‑serving, ignorant or offensive.</p> \n<p>Nonetheless, for all the bluster, <em>The Last English Poachers</em> is a raw and vivid picture of what Bob calls “this bear-baiting bastard of a world” and does much to dispel romantic notions of the poaching life. It’s not all about pinching a few rabbits for the pot, obviously. There are also the endless TV appearances, the netting of hares for Eton College and the supplying of them to, in Brian’s words, “some Arab Abdullah” for use in falconry. Would you believe it, poaching is not some innocent, rustic, ancient way of life: it’s a business.</p> \n<ul> \n <li>To order a copy of <em>The Last English Poachers</em> for &pound;12.99 go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/281929/?utm_source=editoriallink&amp;ut m_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a>. <br /></li> \n</ul>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/16/1434453357441/poachers-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A dying breed … Bob Tovey and his son, Brian, take their two dogs poaching","credit":"/PR","altText":"poachers","cleanCaption":"A dying breed … Bob Tovey and his son, Brian, take their two dogs poaching"}],"bodyImages":[],"webPublicationDate":"2015-06-17T05:30:11Z","lastModified":"2015-06-17T17:17:10Z","metadata":{"commentable":true,"commentCount":56,"contributors":[],"feature":false,"keywords":["Biography","Books","Culture","Agriculture"],"tags":[{"id":"books/biography","webTitle":"Biography"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"science/agriculture","webTitle":"Agriculture"}],"section":{"id":"books"},"topics":[],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/17/the-last-of-the-english-poachers-bob-brian-tovey-john-f-mcdonald-review","shortUrl":"http://gu.com/p/49zca","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/17/the-last-of-the-english-poachers-bob-brian-tovey-john-f-mcdonald-review","webUri":"http://www.theguardian.com/books/2015/jun/17/the-last-of-the-english-poachers-bob-brian-tovey-john-f-mcdonald-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/16/1434453357441/poachers-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"In the blood … Bob Tovey and his son, Brian, take their two dogs poaching","credit":"PR","altText":"poachers","cleanCaption":"In the blood … Bob Tovey and his son, Brian, take their two dogs poaching"}},"importance":3,"kicker":{"title":"The Last of the English Poachers review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/16/1434453357441/poachers-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A dying breed … Bob Tovey and his son, Brian, take their two dogs poaching","credit":"/PR","altText":"poachers","cleanCaption":"A dying breed … Bob Tovey and his son, Brian, take their two dogs poaching"}}]},{"title":"Jeremy Corbyn / I don’t do personal","rawTitle":"I don’t do personal","item":{"type":"article","id":"politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","title":"Jeremy Corbyn: ‘I don’t do personal’","trailText":"Frugal, self-effacing and an obsessive campaigner, veteran leftwinger Jeremy Corbyn is a reluctant candidate for the Labour leadership – but someone had to put their hat in the ring to promote debate, he says","standFirst":"<p>Frugal, self-effacing and an obsessive campaigner, veteran leftwinger Jeremy Corbyn is a reluctant candidate for the Labour leadership – but someone had to put their hat in the ring to promote debate, he says</p>","byline":"Simon Hattenstone","body":"<p>A couple of hours ago, Jeremy Corbyn secured his 35th nomination at the last possible moment – just enough for him to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\" title=\"\">make the shortlist for the Labour leadership race</a>. If you were expecting him to be all swagger and selfies, whoops and high-fives, think again. This is Jeremy Corbyn, man of the people, five-time winner of parliamentary beard of the year (when beards weren’t trendy, mind), veteran leftist, the obsessive campaigner who has signed up to virtually any issue worth signing up to over the past&nbsp;40 years.</p> \n<p>“Congratulations!” I say, enthusiastically.</p> \n<p>“Thank you,” Corbyn says, warily. “I’m slightly surprised that we made it through, but there we are.”</p> \n<p>Corbyn is such an unlikely leader, so devoted to the collective that he can’t even bear to refer to himself in the first person. It’s always we – and there’s nothing royal about it (he is a devout republican). “We” turns out to be a subset of lefties who wanted an alternative to the Stepford candidates standing for the leadership. If he were elected leader of Labour, you half expect the first thing he would do is get rid of the top job and replace it with a co-op.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\">Labour leftwinger Jeremy Corbyn wins place on ballot for leadership</a> </p> \n</aside> \n<p>So why has he stood? “We had a discussion among a group of us on the left about how we might influence future developments of the party. All of us felt the leadership contest was not a good idea – there should have been a policy debate first. There wasn’t, so we decided somebody should put their hat in the ring in order to promote that debate. And, unfortunately, it’s my hat in the ring.”</p> \n<p>Why did it have to be his hat? “Well, Diane [Abbott] and John [McDonnell] have done it before, so it was my turn.” So he took some persuading? “Yeah. I have never held any appointed office, so in that sense it’s unusual, but if I can promote some causes and debate by doing this, then good. That’s why I’m doing it.” He offers a tiny smile. Blink and you miss it. “At my age I’m not likely to be a long-term contender, am I?”</p> \n<figure class=\"element element-image\" data-media-id=\"639b42e92fb31c565ca1328e44bc149cb6a9c240\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476097433/a71578c7-de09-4b84-ab14-95d4d356708d-460x276.jpeg\" alt=\"Jeremy Corbyn in 1984\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Brooker/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>If this were a job interview, Corbyn would have already been shown the door. And not just because of his age – 66. Corbyn is the anti-Blair, in every way. Whereas you cannot be unaware of Blair when he is in the room (he is <em>all</em> charisma), you might well not notice Corbyn arriving or leaving. And despite the smears by association in yesterday’s newspapers, he could not be more different to the preening George Galloway. He is a silver mouse of a man with extraordinarily committed politics. His history of campaigning is on display on the shelves in his Commons office – in file after ancient file of carefully documented paperwork. Here’s the Guildford Four, there’s the Birmingham Six, Afghanistan and Iraq, a delegation about Chechnya to Moscow, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/mordechai-vanunu\" title=\"\">Mordechai Vanunu</a>, who was imprisoned in Israel for giving away its nuclear secrets, Palestine, the World Social Forum 2004 in Mumbai, the legality of war conference of the European left, Stop the War (of which he is chair), CND (vice-chair), the Antarctica Act 1996, and on it goes. He is an international socialist, so there are modest gifts from the Black American Workers Association celebrating his 25 years in parliament and multicoloured tequilas from Venezuela, “which I don’t actually drink”.</p> \n<p>The thing about Corbyn is that he is nearly always proved right – after the event. So when he insisted on embracing Gerry Adams and Sinn F&eacute;in decades ago, many people thought he was mad. Ditto when he campaigned for the Guildford Four and the Birmingham Six, whose innocence was later proved. And we’ve not even started on apartheid …</p> \n<p>The wall behind his desk is dedicated to more personal stuff – a poster celebrating the centenary of Arsenal, a drawing of his grandson (he has three grown sons, one of whom works with John McDonnell), photographs of his beautiful wife and a historic Islington Trade Council banner (personal is all relative with Corbyn).</p> \n<figure class=\"element element-image\" data-media-id=\"8291a9ac0de43d29bc85fd7960f832d53a2de527\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476235593/758eb5b6-ac8f-4c68-9c68-d1faa1384e01-460x276.jpeg\" alt=\"Corbyn anti-General Pinochet protest\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn joins an anti-General Pinochet protest in 1998.</span> \n  <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>You would expect Corbyn to have charisma by the bucketload and a leonine ego, but he doesn’t. He is kind and gentle, yet almost invisible – as if he has sacrificed his personality to the cause. He reminds me of the actor Jim&nbsp;Broadbent, who once told me he wanted to strip himself of individuality, be a clean sheet, so he could build himself up afresh for every part. He still has a touch of <a href=\"https://www.youtube.com/watch?v=goB0Cu74Pn4\" title=\"\">Citizen Smith</a> about him (without the laughs) and even his biggest fans admit he can’t open his mouth without expressing the need for peace, justice and solidarity.</p> \n<p>Corbyn has been <a href=\"http://www.jeremycorbyn.org.uk\" title=\"\">MP for Islington North</a> for 32 years and last month secured his seat with <a href=\"http://www.islington.gov.uk/involved/involvedvoting/votingelection/general-election-2015/Pages/general-elections-results.aspx\" title=\"\">a whopping 21,000 majority</a>. It is one of the most socio-economically and ethnically diverse constituencies in the country, and he feels many of their views are not being heard in today’s Labour party. “Politically active people felt more and more disenfranchised, particularly during the ultra-New Labour years.”</p> \n<p>Within seconds, he segues into one of his current favourite topics. “I’ve just had an interesting discussion on the TTIP.” The what? “Ah, sorry – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/13/ttip-trade-deal-transatlantic-trade-investment-treaty\" title=\"\">Transatlantic Trade and Investment Partnership</a>. This is a negotiation between the US and European Union to develop a way in which investment would be protected, and a way in which governments must not make life difficult for investors. The fear is that&nbsp;it’s a race to the bottom, with the lowest common denominator on both sides of the Atlantic becoming the norm. Hence a government that tries to enforce special conditions on a company, such as wage levels and working conditions, could then be threatened with legal action by a newly created trade court.” This is a good example of why many people believe it is important to have a candidate like&nbsp;Corbyn because it is unlikely we would hear much about the TTIP from the three other candidates (Andy Burnham, Yvette Cooper and Liz Kendall) in the leadership race.</p> \n<p>Not surprisingly, Corbyn doesn’t buy into the idea that Ed Miliband’s Labour had moved too far to the left. “It certainly wasn’t an ultra-left manifesto,” he says. “What was it proposing? A limited amount of public ownership of the national railways, which is actually very popular, quite good stuff on the minimum wage and so on, but on the economy, it wasn’t fundamentally redistributive, which is what we need to be putting forward. We live in a very unequal society.”</p> \n<p>The biggest problem, he says, was that Labour allowed the Tories to set the agenda on the economy and never offered an alternative narrative. “We’re very bad at asserting certain things. After the 2010 election and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/may/17/liam-byrne-note-successor\" title=\"\">Liam Byrne’s note in the Treasury</a>, it became in the public mind a fact that Labour spent too much&nbsp;and this became repeated all&nbsp;the time, unchallenged. And by the time we actually got round to an election five years later, there was an assumption that we admitted we’d spent too much. Actually, what did we spend too much on? The banking system collapsed because of a combination of a sub-prime mortgage crisis and deregulation. There was a lot of money spent buying out bank shares and buying out banks, a lot of money spent on quantitative easing to keep the money supply going, and now Osborne is selling off RBS shares at a loss and calling it a triumph for him and his government. So I think we have to be much more assertive as to what actually happened.”</p> \n<p>But he is unimpressed with the attacks on Miliband by New Labour’s old guard. “I obviously didn’t agree with everything he did or said in the campaign, but he stood up well and worked very hard and should be thanked for that. I’m not joining in personal attacks … I don’t do personal attacks.” It’s true, he doesn’t. Try as you might to get him to badmouth an individual politician, he won’t. Everything is about the policy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/labour-leadership-cooper-kendall-burnham-corbyn\">Labour leadership: the timing is bad, the process stinks, but this is going to be a good contest | Martin Kettle</a> </p> \n</aside> \n<p>Would there be a role for Ed Miliband in a Corbyn-led shadow cabinet? “I hope there will be a very good role for Ed. He’s a very intelligent person, was a great environment secretary, and I hope he does those kind of issues in&nbsp;the future.”</p> \n<p>Corbyn grew up in a politicised family in Shropshire. “Mum and Dad met campaigning on the Spanish civil war. Both were active peace campaigners. They died in 1986 and ’87. Dad would be 100 now.” His brother Piers, <a href=\"https://en.wikipedia.org/wiki/Piers_Corbyn\" title=\"\">a&nbsp;weather forecaster</a> who denies that climate change is a product of human activity, was even further to the left of Corbyn when they were growing up and joined the Communist party. He couldn’t be more opposed to Piers on global warming, but&nbsp;he refers to him affectionately. “We talk quite a lot. Don’t always agree. It’s a family, you know.”</p> \n<p>As a boy, he liked working on local farms and making things (nowadays, he has an allotment, on which he grows all sorts). He went to a good grammar school, was a poor student and left at 18 with two A-levels, grade E. “John Major said I was better qualified than him. He got O-levels.” Was he lazy at school? “I liked reading about things, doing my own course of study in that sense.” I ask what politicised him. “Peace issues. Vietnam. Environmental issues. Then I did VSO in Jamaica when I left school. An amazing two years.” Typically, there are no anecdotes, nothing personal – just a list of issues and events. On his return from Jamaica, he worked for trade unions, eventually becoming national organiser of Nupe.</p> \n<p>One of the few cited stories about Corbyn is that the former Labour MP-turned-Ukip MEP Robert Kilroy-Silk tried to hit him but Corbyn ran away. “I had been on a programme on television the day before talking about why Militants shouldn’t be expelled from the Labour party. He thought they should, and he was extremely abusive, threw me against a wall in the voting lobby. His quote was: ‘I’m an amateur boxer, I can sort anybody out,’ and somebody said to me what do you do in your spare time, and I said: ‘I’m an amateur runner,’ which is true. I do enjoy running.” So he did run away? “No. I walked off. You can hardly run through the voting lobby. He thought it was a great triumph for his macho prowess.”</p> \n<p>There is something of the ascetic about Corbyn. At the time of the expenses scandal, it&nbsp;was reported that he had the lowest claim in the Commons – &pound;8.95 for a printer cartridge. Actually, he’d like to come clean on this one, he says – he’d screwed up his expenses. “You had to pay within a certain period for things, and somewhere along the line we claimed for one print cartridge, but the rest of the stuff was slightly slower going in so that went into the next claim period, which was a much more realistic claim. A more typical Corbyn claim might run to “a few hundred quid each quarter”. He rents his office from the the Ethical Property Company. “Fine people. Hossana to the Ethical Property people.” He raises his mug of coffee by way of a toast.</p> \n<p>You have described yourself as parsimonious, haven’t you? “Probably, yes.” How? “Well, I don’t spend a lot of money, I lead a very normal life, I ride a bicycle and I don’t have a car.”</p> \n<p>Corbyn seems so distant from modern Labour. Has he ever been close to leaving? “I’ve often been extremely frustrated by the Labour party, particularly over Iraq and, earlier, on Vietnam. Then you think what the Labour party has achieved, and that it is the electoral home to millions of people, so I’m still in it. Always have been. I remember discussing this with Tony Benn many times, and he said: ‘You know, comrade, we’re just in it, aren’t we?’ Tony was a very close friend.”</p> \n<p>Could he imagine having a relationship with somebody who wasn’t on the&nbsp;left? “No. At the end of the day, it’s the question of your values. They get in the way.”</p> \n<figure class=\"element element-image\" data-media-id=\"f7146dddc82695654e12ab27a2b0b26790a4aa85\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476308948/ba65e7d3-952e-4e41-ab7a-d1eca8491878-460x276.jpeg\" alt=\"At a mass march against Trident\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">At a mass march against Trident in January 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>In 1999, he and his first wife (a&nbsp;Chilean very much on the left) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1999/may/16/theobserver.uknews\" title=\"\">divorced</a>. Is it true that the marriage collapsed because of a row over their children’s schooling (he wanted the local comp; she insisted on a grammar school and won)? There is a tense silence. He looks me in&nbsp;the face. “I <em>hated</em> that period. I hated the publicity for it. I hated the pressure put on my kids as a result of it, and it was a very unpleasant and very intrusive. We divorced. We have three kids; we get on very well; we talk to each other; and I don’t like dragging personal things into my political life. And I think it’s very sad when that happens. I don’t criticise anybody else for what happens with their children, and I don’t expect people to interfere with my children’s lives.”</p> \n<p>But it was an issue of principle? “I&nbsp;feel very&nbsp;strongly about comprehensive education, yes.” He pauses. “It’s gone, it’s past and people&nbsp;should leave personal stuff out of&nbsp;it&nbsp;if&nbsp;they can.”</p> \n<p>It says so much about you, I say. But he shuts the subject down. “Well, I’ve got three&nbsp;boys and love them dearly and we get&nbsp;along great.”</p> \n<p>We talk about the key plank of his leadership bid. Corbyn talks in generalities rather than costed specifics. Yes, he would redistribute, and, yes, the wealthier would pay more tax, he says.&nbsp;“Austerity is used as a cover to reconfigure society and increase inequality and injustice. Labour needs to offer a coherent economic alternative.”</p> \n<p>What does he say to those who call him an&nbsp;anachronism? Nothing, he says. “It’s not personal. It’s about a political idea. It’s about ensuring there is a debate, about ensuring that the best traditions of Labour are still around.”</p> \n<p>What is his greatest weaknesses as a&nbsp;potential leader? He thinks. “I tend to see the best in&nbsp;people all the time. Is that a weakness? I&nbsp;don’t know.”</p> \n<p>Like the rest of the country, Corbyn doesn’t think he has a chance of winning. But these are funny times in politics. Just think of the SNP in Scotland, I say. “Well, Scotland is part of the UK,” he replies, enthusiastically.</p> \n<p>How would he feel if he actually won? “Interested,” he says calmly. “And hopeful that we could bring about some changes in Britain.” Would it scare him? He closes his eyes, as if imagining himself as Labour leader for the first time. “Scare me?” He smiles. “It&nbsp;would be a challenge.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476098095/a71578c7-de09-4b84-ab14-95d4d356708d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland. Photograph: Peter Brooker/Rex Shutterstock","credit":"Peter Brooker/Rex Shutterstock","altText":"Jeremy Corbyn in 1984","cleanCaption":"Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland.","cleanCredit":"Photograph: Peter Brooker/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476236061/758eb5b6-ac8f-4c68-9c68-d1faa1384e01-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Corbyn joins an anti-General Pinochet protest in 1998. Photograph: Rex/Shutterstock","credit":"Rex/Shutterstock","altText":"Corbyn anti-General Pinochet protest","cleanCaption":"Corbyn joins an anti-General Pinochet protest in 1998.","cleanCredit":"Photograph: Rex/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476310333/ba65e7d3-952e-4e41-ab7a-d1eca8491878-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"At a mass march against Trident in January 2015. Photograph: Alamy","credit":"Alamy","altText":"At a mass march against Trident","cleanCaption":"At a mass march against Trident in January 2015.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-17T05:00:11Z","lastModified":"2015-06-17T09:48:42Z","metadata":{"commentable":true,"commentCount":1226,"contributors":[{"name":"Simon Hattenstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonhattenstone"}],"feature":true,"keywords":["Jeremy Corbyn","Labour party leadership","Labour","Politics"],"tags":[{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Simon Hattenstone","topic":{"type":"tag-contributor","name":"profile/simonhattenstone"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","shortUrl":"http://gu.com/p/49pay","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","webUri":"http://www.theguardian.com/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeremy Corbyn: ‘At my age, I’m not likely to be a long-term contender, am I?’ Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCaption":"Jeremy Corbyn: ‘At my age, I’m not likely to be a long-term contender, am I?’","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":3,"kicker":{"title":"Jeremy Corbyn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCredit":"Photograph: David Levene for the Guardian"}}]}],"lastModified":"2015-06-18T05:09:38Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}