{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Alex Gibney interview / Journey into the seductive world of Scientology","rawTitle":"Journey into the seductive world of Scientology","item":{"type":"article","id":"film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","title":"Alex Gibney interview: journey into the seductive world of Scientology","trailText":"He’s investigated Wikileaks, Enron and the Catholic church. Now, film-maker Alex Gibney has tackled another powerful multinational accused of abuse: the Church of Scientology","standFirst":"<p>He’s investigated Wikileaks, Enron, the war on terror and the Catholic church. Now, Oscar-winning film-maker Alex Gibney has tackled another multinational organisation accused of abuse in Going Clear: Scientology and the Prison of Belief</p>\n<ul>\n <li><a href=\"http://gu.com/p/4a5kx/stw\">Mark Kermode reviews Going Clear</a></li>\n</ul>","byline":"Interview by Carole Cadwalladr","body":"<p>Alex Gibney isn’t just one of America’s most prolific documentary makers, he’s also one of the best. He’s taken on whistleblowers (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/jul/14/we-steal-secrets-wikileaks-review\"><em>We Steal Secrets: The Story of Wikileaks</em></a>), corporate corruption (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2006/apr/30/philipfrench3\"><em>Enron: The Smartest Guys in the Room</em></a>) and the war on terror (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/jun/15/culture.review\"><em>Taxi to the Dark Side</em></a>), for which he won an Oscar for best documentary. <em>Esquire</em> has described him as “becoming the most important documentarian of our time”.</p> \n<p>Exploring the murky terrain between truth and lies has become something of a speciality (he’d finished a film on Lance Armstrong’s comeback when revelations about his doping finally came out. Gibney went back and remade the entire film). It’s a skill that comes to the fore again in his latest work, which turns its attention to the Church of Scientology, described by the <em>New York Times</em> as “maybe his most perfect subject yet”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/26/sundance-2015-review-going-clear-scientology-documentary-alex-gibney\"><em>Going Clear: Scientology and the Prison of Belief</em></a> is a forensic examination of the religion invented wholesale by the science fiction writer L Ron Hubbard, 50 years ago. Gibney doesn’t just dwell on the wackier elements (Thetans, a galactic overlord called Xenu, humans frozen 75m years ago and dropped into volcanoes) but on the very human stories at the heart of it: why perfectly ordinary people (and not so ordinary people, like Tom Cruise and John Travolta) have been drawn to it. Using the eyewitness accounts of former high-ranking officials from within the church and previously unseen archive footage, he builds a picture of a powerful, multinational organisation that controls its followers through abuse and fear – and takes on all critics. The film is being released in the UK this week despite legal attempts by the church to prevent it.</p> \n<div>\n __VIDEO_EMBED_gu-video-457271144__\n</div> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/26/sundance-2015-review-going-clear-scientology-documentary-alex-gibney\">Sundance 2015 review: Going Clear – Scientology film preaches to converted</a> </p> \n</aside> \n<p><strong>So, what first sparked your interest in Scientology?</strong><br />I’d just finished a film on sex abuse, clerical sex abuse in the Catholic church, called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/feb/17/mea-maxima-culpa-review\"><em>Mea Maxima Culpa</em></a>, and I’d been thinking about these issues of faith and belief and also corruption, specifically noble-cause corruption, where the end justifies the means. I was thinking about some of these issues and then <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jan/29/scientology-lawrence-wright-going-clear\">Larry Wright</a> sent me his book [<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2013/jan/14/cant-read-scientology-book-uk\"><em>Going Clear: Scientology, Hollywood and the Prison of Belief</em></a>]. I’d been offered an opportunity to do a Scientology film in the past, and turned it down. But when I read Larry’s book I felt I had to do it, because it was about some of those ideas I’d been thinking about already. And Larry’s focus on this notion of the prison of belief was very powerful. A lot of stuff on Scientology in the past had been very focused on the wacky stuff and neglected the broader context.</p> \n<p><strong>One of the things that comes across very powerfully in the film is how credible and normal the people you interview are… and yet were involved with Scientology for years. Was that something you found difficult to get your head round at first?</strong><br />Yes, it was. And I spent more time than I would have thought asking them about how they got into it. Because I was so impressed with them as people and I was curious to know what led them there in the first place. And then also what it was that broke their faith. They were these really interesting, vital, discerning people and it kind of turned my head around. I think there is a tendency in all of us to think, “I would never do something like that, how could people be so stupid?” And by spending time with these folks, it seemed very evident that any of us could have gone there under the right circumstances.</p> \n<p><strong>One of your interviewees is </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/jan/06/paul-haggis-interview\"><strong>Paul Haggis</strong></a><strong>, who’s an almost exact peer to you in that you’re both Oscar-winning film-makers. [Haggis wrote and produced Million Dollar <em>Baby</em> and directed 2004’s <em>Crash</em>.] Was there any sense of his story being a kind of parallel journey?</strong><br />So we’re both bald and wear glasses. But yes, I think so. I was a bit amazed that he kind of practised this cognitive dissonance for so long. But the more I talked, the more I kind of understood it. I think he himself deeply regrets it now, but there’s this idea that you can imagine yourself to be an embattled outsider and that that gives you a sort of moral basis on which to deny any attacks on you or your religion.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/08/john-travolta-defends-scientology-after-controversial-alex-gibney-documentary\">John Travolta defends Scientology controversial Alex Gibney documentary</a> </p> \n</aside> \n<p><strong>There does seem to be the essential difficulty of grappling with any understanding of Scientology. From the outside, so many of its central tenets seem preposterous. But then the people who are inside it obviously do have these beliefs, and have found something of worth to them, haven’t they?</strong><br />They have. But then there’s a lot of things about, say, Christianity, that I think many Christians, if pressed, would probably conclude were more resonant as metaphor than reality, like the virgin birth. But still they accept the idea and move forward. Scientology does not explain its cosmology or origin story to a member until that person has been in for many years. Scientology attracts you with a very simple form of therapy that can be immediately appealing, and doesn’t threaten any of your other beliefs. They say, “It’s an applied philosophy and here are some tools to make your life better.” No one’s going argue with that. And then the next thing you know, you are spending thousands of dollars<strong> </strong>moving up the bridge to total freedom and reading – as a sacred text – L Ron Hubbard’s tales about body thetans, prison planets and Xenu the galactic overlord.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cde29d80ef17986292ecfe26bbee8058d60ddcca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435077553788/16b88ffb-d582-49d0-a345-e6e84c2bdb39-314x420.jpeg\" alt=\"The science fiction writer and Scientology founder, L Ron Hubbard\" width=\"314\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The science fiction writer and Scientology founder, L Ron Hubbard.</span> \n  <span class=\"element-image__credit\">Photograph: Express Newspapers/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Isn’t that the thing? That lots of religions have outlandish creation myths, but they’re older and originated in pre-modern times. Whereas, the idea that a grown adult is going to buy the idea that people were frozen 75m years ago and then shot up into space in rockets and dropped into volcanoes is quite something, isn’t it?</strong><br />Yes, it seems preposterous on the face of it. But I think one of the things that the film tries to do is to show how you slowly slide into that. By the time you find out about the Xenu story, I think people like Paul Haggis think, “Oh well, whatever this crazy stuff is, I’m still getting something out of the auditing [a talking therapy] and now I know all these people.” You’re part of a community. And it has its whole own language. I talked to some Scientologists who had only recently left and I needed a translator to talk to them, because they were so steeped in the language of Scientology. Which I think is very purposeful. It gives you a sense of character and identity that is very hard to give up.</p> \n<p><strong>What is striking in the film is the bravery of the people who have spoken out against Scientology. It’s been so effective in silencing critics, hasn’t it? One of the interviewees, Mike Rinder, had to give up his entire family when he left, didn’t he?</strong><br />Yes, and another had to make a Sophie’s choice. She had to pick one of her children over the other. Scientology is one of the few religions that doesn’t allow you to escape, that tries to do everything it can to prevent you from escaping. If you’re a Catholic and you decide one day you’re not going to mass, the priest doesn’t usually show up at your house, or the house of your relatives, and persuade them to “disconnect” from you. But in Scientology, they really go after you pretty hard.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/03/church-of-scientology-attacks-film-critics-going-clear-documentary\">Church of Scientology targets film critics over Going Clear documentary</a> </p> \n</aside> \n<p><strong>Did you think long and hard about doing the film? You must have known that they’d come after you…</strong><br />Yes, I did. I knew they would. So yes, I had to think long and hard about whether or not to take it on. But a lot of my films have been about abuses of power, and I didn’t see why I should steer away from this one.</p> \n<p><strong>So it was no great surprise when they did come after you? That they’ve done things like setting up a website to try to slur your reputation, and your father’s reputation even. [They have claimed that Gibney’s father, a journalist, worked undercover for the CIA.]</strong><br />No, and I’m perfectly happy to guide people to [these websites] because I think there are some ridiculous ones. On freedommag.org for example, you’ll find they vilify me, my dad and everybody who’s in the film. And they are still calling up colleagues and trying to get them to talk dirt about me. It’s a campaign that still goes on. The number of legal letters threatening me, threatening HBO and the distributors and exhibitors in every single one of the territories has been staggering.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/feb/02/going-clear-scientology-wright-review\">Going Clear: Scientology, Hollywood and the Prison of&amp;nbsp;Belief by Lawrence Wright – review</a> </p> \n</aside> \n<p><strong>And in the UK, they’ve had some success, haven’t they? They quashed the publication of </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/feb/02/going-clear-scientology-wright-review\"><strong>Lawrence Wright</strong></a><strong>’s book two years ago, didn’t they?</strong><br />My understanding about that is that it was a risk/reward calculation done by the publishers. They didn’t feel that the commercial success of the book would warrant the legal fees that they would have to undertake. Which to me is a very small-minded and shortsighted view, but it’s the accountant’s view and the lawyer’s view. It was a business decision, and Lawrence Wright’s book has still not been published in the UK, Canada or Australia.</p> \n<p><strong>They’ve also been sending out legal letters, haven’t they, to Sky, the UK distributor?</strong><br />To Sky. To the [Oscars] academy. To Sundance. To everyone. They come after you. Particularly in the UK, because the libel laws are not as friendly to the press as they are in the States. If you were to accuse me of libel in America, there’d be a discovery process and I don’t think David Miscavige [the head of the Church of Scientology] or Tom Cruise want to put themselves in front of a skilled lawyer to answer questions about the Church of Scientology.</p> \n<p><strong>David Miscavige and Tom Cruise really come across as these very powerful, charismatic figures right at the heart of everything. Don’t they?</strong><br />Yes. They’re very much at the heart of Scientology. I think <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2012/jul/08/profile-david-miscavige-scientology\">David Miscavige</a> is a true believer, but he’s also ruthless. If there was ever an example of an organisation run with an iron fist, singlehandedly, by a ruthless individual, it’s Scientology.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"06bc050f831feb4b2f154d6c8f35df68cc09a296\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435077420521/c878dc8a-ec9f-4aa1-8248-b9f5c9550453-297x420.jpeg\" alt=\"Tom Cruise at the opening of Scientology church in Madrif. \" width=\"297\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Cruise at the opening of Scientology church in Madrif. </span> \n  <span class=\"element-image__credit\">Photograph: Paul White/AP</span> \n </figcaption> \n</figure> \n<p><strong>And Tom Cruise is so tightly bound up in it, isn’t he? The highest-paid movie star in the world… did you get to the bottom of what the great attraction is for him of Scientology?</strong><br />I think he’s a true believer. I think there’s probably a sense of jeopardy, were he ever to become a critic, because they have so much on him, but I think he is very much a true believer. And I know actors and writers who’ve been on the receiving end of his prophesying. So he’s all in, I don’t doubt that for one second. And, I think that he knows it’s at some sacrifice to his career and he is very invested in being a movie star.</p> \n<p><strong>In the film, it’s suggested that he is in such a position of power that he could look into these abuses of power or demand reform. And the fact that he hasn’t, you think…</strong><br />It’s appalling. He could stop a lot of this abuse but he chooses not to.</p> \n<p><strong>Scientology has been incredibly clever in harnessing the power of celebrity. Is it the ultimate American religion in some respects?</strong><br />Yes. And also the fact that it was invented by somebody who’s looking to make a buck. That is a classic American plan. <a href=\"https://en.wikipedia.org/wiki/L._Ron_Hubbard\">L Ron Hubbard</a> invented the whole thing. He was a science fiction writer who invented a religion to make money. But America is a land of self-invention and reinvention, and Hubbard is a classic example of that. And he really understood the power of celebrity in America.</p> \n<figure class=\"element element-image\" data-media-id=\"07711925a2f9e3cf382ecb20a7c7b6ad448be75f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435078142166/fbe0f8bf-6215-4396-8904-593a7b222fe4-337x420.jpeg\" alt=\"Church of Scientology building, Fountain Avenue, Hollywood.\" width=\"337\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Church of Scientology building, Fountain Avenue, Hollywood.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><strong>In the film, you made the point that the numbers of active members is going down, but the church’s financial assets keep going up and up.</strong><br />It’s dying as a religion, but as a business, it is thriving. And I think they will continue to be powerful because money buys you lawyers. And lawyers can threaten you and it can have a chilling impact.</p> \n<p><strong>You’ve had this incredibly prolific career, and you’ve taken on these big subjects - Enron, the war on terror, Wikileaks. Do you see your film on Scientology as part of an arc? A lot of your films have reflected upon the state of modern America. Is this a continuation of that?</strong><br />People have pointed out a pattern, though I wasn’t entirely conscious of it. I’m interested in abuses of power and deception, and self-deception. And how for many people the ends justify the means. America is a land of extremes and Scientology represents that in a way. It’s a self-help religion, but it’s also a corporation, a brutal and abusive place.</p> \n<p><strong>You have two more films about to be released, one on Steve Jobs and another about Frank Sinatra – two more extraordinary, successful individuals. What’s the Alex Gibney secret to success? You’re incredibly productive.</strong><br />I’m insane. All these films take a long time but I do a number of them in tandem, and I work with very talented people. That’s something I learned from Steve Jobs. Surround yourself with really talented people.</p> \n<p><em>Going Clear is in cinemas now, </em><a href=\"http://goingclear.squarespace.com/\"><em>goingclear.squarespace.com</em></a></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435077552482/16b88ffb-d582-49d0-a345-e6e84c2bdb39-1524x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1524,"orientation":"portrait","caption":"The science fiction writer and Scientology founder, L Ron Hubbard. Photograph: Express Newspapers/Getty Images","credit":"Express Newspapers/Getty Images","altText":"The science fiction writer and Scientology founder, L Ron Hubbard","cleanCaption":"The science fiction writer and Scientology founder, L Ron Hubbard.","cleanCredit":"Photograph: Express Newspapers/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435077421872/c878dc8a-ec9f-4aa1-8248-b9f5c9550453-722x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":722,"orientation":"portrait","caption":"Tom Cruise at the opening of Scientology church in Madrif.  Photograph: Paul White/AP","credit":"Paul White/AP","altText":"Tom Cruise at the opening of Scientology church in Madrif. ","cleanCaption":"Tom Cruise at the opening of Scientology church in Madrif. ","cleanCredit":"Photograph: Paul White/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078140562/fbe0f8bf-6215-4396-8904-593a7b222fe4-1636x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1636,"orientation":"portrait","caption":"Church of Scientology building, Fountain Avenue, Hollywood. Photograph: Alamy","credit":"Alamy","altText":"Church of Scientology building, Fountain Avenue, Hollywood.","cleanCaption":"Church of Scientology building, Fountain Avenue, Hollywood.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-28T08:45:03Z","lastModified":"2015-06-28T09:08:13Z","metadata":{"commentable":true,"commentCount":179,"contributors":[{"name":"Carole Cadwalladr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/4/1433410115681/Carole-Cadwalladr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":true,"keywords":["Alex Gibney","Scientology","Going Clear","Documentary","Tom Cruise","Film","Religion","World news","Culture"],"tags":[{"id":"film/alex-gibney","webTitle":"Alex Gibney"},{"id":"world/scientology","webTitle":"Scientology"},{"id":"film/going-clear","webTitle":"Going Clear"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"film/tomcruise","webTitle":"Tom Cruise"},{"id":"film/film","webTitle":"Film"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[{"id":"gu-video-457271144","source":"guardian.co.uk","durationInSeconds":287,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625TGFSCUTGoingClear_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625TGFSCUTGoingClear.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435231793763/KP_325103_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Going Clear video review","credit":"guardian.co.uk","altText":"620x372 trailpic for Going Clear video review","cleanCaption":"620x372 trailpic for Going Clear video review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","shortUrl":"http://gu.com/p/4a3p7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","webUri":"http://www.theguardian.com/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}},"importance":7,"kicker":{"title":"Alex Gibney interview"},"showQuotedHeadline":false,"sublinks":[{"title":"Going Clear review / Chilling and damning","rawTitle":"Chilling and damning","item":{"type":"article","id":"film/2015/jun/28/going-clear-scientology-observer-review","title":"Going Clear review – chilling and damning","trailText":"Alex Gibney’s powerful exposé paints a sinister portrait of Scientology, straight from the mouths of former insiders","standFirst":"<p>Alex Gibney’s powerful expos&eacute; paints a sinister portrait of Scientology, straight from the mouths of former insiders</p>\n<ul>\n <li><a href=\"http://gu.com/p/4a3p7/stw\">Alex Gibney interview: journey into the seductive world of Scientology</a> </li>\n</ul>","byline":"Mark Kermode, Observer film critic","body":"<p>Alex Gibney’s typically engaging and increasingly alarming history/expos&eacute; of Scientology (from Pulitzer prize-winning Lawrence Wright’s book) hears from those who have embraced and then escaped the teachings of L Ron Hubbard and his cult disciples. From Sylvia “Spanky” Taylor, who worked closely with celebrity Scientology flag-waver John Travolta, to Oscar winning film-maker Paul Haggis, who only slowly became aware of the barefaced lies and WTF-mumbo-jumbo he was living with, <em>Going Clear</em> presents an insider’s view of post-Thetan existence.</p> \n<div>\n __VIDEO_EMBED_gu-video-457271144__\n</div> \n<p>Anyone who has seen <em>The Master</em> will reel with recognition at the archive footage of L Ron (Philip Seymour Hoffman had Hubbard to a T), but the real villain of Gibney’s piece is current chairman of the board David Miscavige, of whom this documentary paints an extremely sinister portrait. A succession of legal disclaimers acknowledge Scientology’s rebuttal of Gibney’s findings (<a href=\"http://www.nytimes.com/aponline/2015/04/13/arts/ap-us-tv-hbo-scientology.html?_r=0\" title=\"\">the US premiere on HBO drew more than 5.5 million viewers</a>, but threats of litigation have hampered UK screenings), yet the organisation’s battles with the IRS over tax-exemption cut to the real heart of the matter. Most revealing is the suggestion that the quasi-confessional “auditing” process has provided Scientology with enough personal information to prevent any of its most high-profile supporters from jumping ship. Meanwhile, that infamous <a href=\"https://www.youtube.com/watch?v=UFBZ_uAbxS0\" title=\"\">promo-video of Tom Cruise</a> laughing about whether he’s ever met an “SP” (“suppressive person”) still makes him look like the maddest man on this planet – or indeed any planet. Chilling, damning stuff.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T08:45:03Z","lastModified":"2015-06-28T08:45:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mark Kermode","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743923/MarkKermode.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/markkermode"}],"feature":false,"keywords":["Going Clear","Scientology","Film","Culture","Religion","Alex Gibney","Documentary"],"tags":[{"id":"film/going-clear","webTitle":"Going Clear"},{"id":"world/scientology","webTitle":"Scientology"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/religion","webTitle":"Religion"},{"id":"film/alex-gibney","webTitle":"Alex Gibney"},{"id":"film/documentary","webTitle":"Documentary"}],"section":{"id":"film"},"topics":[{"displayName":"Mark Kermode","topic":{"type":"tag-contributor","name":"profile/markkermode"}}],"starRating":"4","embeddedVideos":[{"id":"gu-video-457271144","source":"guardian.co.uk","durationInSeconds":287,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625TGFSCUTGoingClear_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625TGFSCUTGoingClear.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435231793763/KP_325103_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Going Clear video review","credit":"guardian.co.uk","altText":"620x372 trailpic for Going Clear video review","cleanCaption":"620x372 trailpic for Going Clear video review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/28/going-clear-scientology-observer-review","shortUrl":"http://gu.com/p/4a5kx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/28/going-clear-scientology-observer-review","webUri":"http://www.theguardian.com/film/2015/jun/28/going-clear-scientology-observer-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Going Clear review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}}]},{"title":"Operalia / How Plácido Domingo put the x factor into opera","rawTitle":"How Plácido Domingo put the x factor into opera","item":{"type":"article","id":"music/2015/jun/27/operalia-how-placido-domingo-put-the-x-factor-into-opera","title":"Operalia: how Plácido Domingo put the x factor into opera","trailText":"For more than 20 years, Domingo’s singing competition Operalia has provided a springboard for some of the world’s biggest stars. As it comes to London for the first time, he explains why he is on a mission to nurture new talent","standFirst":"<p>For more than 20 years, Domingo’s singing competition Operalia has provided a springboard for some of the world’s biggest stars. As it comes to London for the first time, he explains why he is on a mission to nurture new talent</p>","byline":"Tom Service","body":"<p>It’s not just <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/the-x-factor\"><em>The X Factor</em></a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/the-voice\"><em>The Voice</em></a>: singing competitions have been around for centuries, from the medieval contest in Wartburg in 1207 that inspired Wagner’s opera <em>Tannh&auml;user</em>, to the guild of the Mastersingers a few centuries later that prompted another Wagner opera, <em>Die Meistersinger von N&uuml;rnberg</em>. And just as the populist pageants of song fronted by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/simoncowell\">Simon Cowell</a> or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/tom-jones\">Tom Jones</a> thrive on the lyrics of love and the creation of a sense of community through a shared repertoire, so the hero of <em>Meistersinger</em>, Walther von Stolzing, is an emblem of a society that recognises itself through the prize song of a lovelorn young tenor. At the end of the opera, Walther is at last admitted to the mythical guild of the Mastersingers, a victory that Hans Sachs, the cobbler-philosopher-mastersinger at the centre of the story, hymns as heralding the future of art, culture and German values. Which, to be fair, is rather more than you can say for the latest winner of <em>Pop Goes the Voice Factor on Ice</em>, which offers instead as its prize a turn on the hamster-wheel of fame, infamy and a possible slot on <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/i-m-a-celebrity\"><em>I’m a Celebrity </em>…</a> when your career has hit the rocks for the umpteenth time.</p> \n<p>So if you’re not a wannabe pop minstrel in search of a few minutes of micro-celebrity – or for that matter, a medieval troubadour seeking love and social acceptance – and instead you’re a serious young opera singer with intentions to pursue a credible career, you need a different kind of singing competition. There is the BBC Cardiff Singer of the World, which takes place every two years and has just been won by the Belarusian coloratura soprano <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/22/bbc-cardiff-singer-of-the-world-nadine-koutcher-belarus-soprano\">Nadine Koutcher</a>, and every four years, there is the Tchaikovsky competition, now underway in Moscow and St Petersburg. But if you’re looking for an annual competition that is not just going to give you a prizewinning evening of garlands and glitz but generates successful careers on stage, then you really want to be part of Pl&aacute;cido Domingo’s <a href=\"http://www.operaliacompetition.org/\">Operalia</a>.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"68684bdceb71e62420784a4f2c42ff9779315cb3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245169732/6c3e8419-85d2-4db9-99aa-ff9401eeb6ad-302x420.jpeg\" alt=\"Placido Domingo presents Claudia Huckle with the Birgit Nilsson prize at the 2013 edition of Operalia at the Teatro Filarmonica in Verona. Photograph: FotoENNEVI\" width=\"302\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Domingo presents Claudia Huckle with the Birgit Nilsson prize at the 2013 Operalia at the Teatro Filarmonico in Verona. Photograph: FotoENNEVI</span> \n </figcaption> \n</figure> \n<p>Since 1993, Domingo has cast himself as opera’s benevolent Svengali, hosting a competition that goes around the world to a different city each year, and which promises an experience that allows for more than the preparation of a mere handful of prize songs. Domingo doesn’t judge the 40 singers who are chosen from the hundreds who apply every year, but he is the driving force behind the competition, conducting the final gala for the chosen few, coaching, tutoring and mentoring them, and making sure that their performances are seen and heard by the great and good of the operatic world. As a result, there is a direct route from being seen in Operalia to being booked by the world’s best opera houses.</p> \n<p>Next month Operalia comes to <a href=\"http://roh.org.uk/\">Covent Garden</a>, visiting London for the first time. That means a lot to Domingo. “The Royal Opera House is one of my favourite theatres,” he told me. “I have been singing there for so many continuous seasons” – he made his debut in 1971 in Puccini’s <em>Tosca</em> – “that to me it’s a great honour and pleasure to have the competition there.” Looking at the list of previous winners of the top prizes tells you all you need to know about Domingo and Operalia’s ability to find the finest talent: arguably the world’s finest Wagnerian soprano, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/may/02/nina-stemme-brunnhilde-ring-cycle\">Nina Stemme</a>, was a winner in the first competition in 1993, and tenor Jos&eacute; Cura was a star the following year; the world’s mezzo of the moment <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/sep/19/joyce-didonato-interview-barbican-spotlight-concerts\">Joyce DiDonato</a> owes her career to her success at Operalia in 1998, despite coming second that year to another of today’s biggest draws, the baritone Erwin Schrott. The Mexican tenor Rolando Villaz&oacute;n won the audience prize in 1999, and Latvian soprano Maija Kovalevska came out on top in 2006; more recently, revealing some competition crossover with Cardiff, the Mongolian baritone Amartuvshin Enkhbat shared the top prize at Operalia 2012 and he has just won the audience prize in Wales. The soprano Angel Blue, one of the BBC’s presenters this year, was an Operalia winner in 2009.</p> \n<p>At 74, Domingo is still an invaluable presence on stage (it was only illness in his family that prevented him from singing the baritone role of Germont in Covent Garden’s production of Verdi’s <em>La Traviata</em> earlier this year) and on the conductor’s podium (he is general manager of the Los Angeles Opera and was in charge of Washington National Opera from 2003-11). You might think that he has taken on more than enough work in his lifetime – without becoming a singing-competition impresario. Yet Domingo has always wanted to nurture young talent. “When I was very young we moved from Mexico to the opera company of Israel in Tel Aviv,” says Domingo, who was 21 and had just married his second wife, the soprano Marta Ornelas. “It was not a well-known place in the opera world, but we worked so much. It was as if we were in a school with the public watching us.” That immersion in the professional world of opera, of learning the repertoire by doing it – Domingo sang 19 performances a month in Israel – was crucial to his early development. “I thought, even back then, how much I would like to help young singers to have a similar chance, and now, as well as the competition, we have three groups of young singers who we are helping in Washington, Los Angeles and Valencia. It’s important to me to pass something on to the younger generations, to transfer what I have learned from all my experiences in my long career.”</p> \n<p>Domingo is proud of the “many, many great names” who have come through the ranks of Operalia over time, but he insists that it is about more than producing prizewinners. “For me, the great moments are working with them – all of them. There are so many extraordinary singers who don’t make the final, and many of them go on to have great careers. I treasure individual moments from the competitions, of course, but it’s just as amazing to see them mature afterwards. That makes me tremendously happy.” I ask how the latest generation of young singers compares to those of past eras. “I think they come better prepared now. It’s not necessarily about the quality of individual artists<strong> – </strong>there are great singers in every generation, so I don’t mean they are better than earlier singers. But musically, and in terms of stagecraft, they prepare themselves much better today. Perhaps it’s because they face so much competition now.”</p> \n<figure class=\"element element-image\" data-media-id=\"5b07e3ec669af326becab2e086d7cf5ccf1f153a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435244959164/669e17d5-7681-4a36-ba86-64552c373c52-460x276.jpeg\" alt=\"The Operalia hymn is sung by the finalists. Photograph: Wang Xiaojing\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The ‘Operalia hymn’ is sung by the finalists each year. Photograph: Wang Xiaojing</span> \n </figcaption> \n</figure> \n<p>It remains to be seen what kind of future awaits the singers who triumph in London’s Operalia, and how they will be equipped for the challenges of today’s operatic world – not just artistically, but financially, at a time when opera houses around the world are desperately seeking new audiences as well as new sources of cash. Domingo says that the future of opera in the US looks perilous, even for larger opera houses such as Los Angeles, owing to their dependence on private money, but he is confident that smaller ones such as San Diego, which was teetering on the brink of collapse last year, will recover. And while he is a fan of opera companies streaming their shows to cinemas and big screens – “we were doing things in the plaza in Covent Garden 20 years ago, and it was fabulous” – he says there is no substitute for the live experience of opera in the flesh and stage-blood of a theatre.</p> \n<p>Which is where Domingo will be during Operalia week, when he conducts the last-ever performance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/dec/07/john-copley-interview-opera\">John Copley</a>’s beloved 41-year-old staging of Puccini’s <em>La Boh&egrave;me</em>, a “beautiful production” that Domingo knows inside-out, having sung Rodolfo in its first run, in 1974. It’s a sign of how his career continues to be all-encompassing. The obvious prize for the Operalia winners is immediate recognition and, hopefully, some bookings from the big opera houses. Yet all 40 hopefuls will also have won the opportunity to learn from Domingo himself. For all the fame that Operalia might bring, that could prove to be the most durable prize that any young opera singer could hope for.</p> \n<ul> \n <li><a href=\"http://www.roh.org.uk/productions/placido-domingos-operalia-by-placido-domingo\">Operalia</a> is at the Royal Opera House, London WC2E, from 13-19 July. Box office 020-7304 4000. Domingo conducts <em>La Boh&egrave;me</em> on the 16 July at Covent Garden. <a href=\"http://www.roh.org.uk/events/2dtz8\">roh.org.uk</a><br /></li> \n</ul>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435242700668/Domingo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing","credit":"Wang Xiaojing/PR","altText":"Domingo","cleanCaption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245168450/6c3e8419-85d2-4db9-99aa-ff9401eeb6ad-1466x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1466,"orientation":"portrait","caption":"Domingo presents Claudia Huckle with the Birgit Nilsson prize at the 2013 Operalia at the Teatro Filarmonico in Verona. Photograph: FotoENNEVI","credit":"FotoENNEVI/pr","altText":"Placido Domingo presents Claudia Huckle with the Birgit Nilsson prize at the 2013 edition of Operalia at the Teatro Filarmonica in Verona. Photograph: FotoENNEVI","cleanCaption":"Domingo presents Claudia Huckle with the Birgit Nilsson prize at the 2013 Operalia at the Teatro Filarmonico in Verona. Photograph: FotoENNEVI"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435244960639/669e17d5-7681-4a36-ba86-64552c373c52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The ‘Operalia hymn’ is sung by the finalists each year. Photograph: Wang Xiaojing","credit":"Wang Xiaojing/pr","altText":"The Operalia hymn is sung by the finalists. Photograph: Wang Xiaojing","cleanCaption":"The ‘Operalia hymn’ is sung by the finalists each year. Photograph: Wang Xiaojing"}],"webPublicationDate":"2015-06-27T08:00:12Z","lastModified":"2015-06-27T08:00:12Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Tom Service","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750976/TomService.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomservice"}],"feature":true,"keywords":["Opera","Classical music","Music","Books","Culture","Placido Domingo"],"tags":[{"id":"music/opera","webTitle":"Opera"},{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"music/music","webTitle":"Music"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/placido-domingo","webTitle":"Placido Domingo"}],"section":{"id":"music"},"topics":[{"displayName":"Tom Service","topic":{"type":"tag-contributor","name":"profile/tomservice"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/27/operalia-how-placido-domingo-put-the-x-factor-into-opera","shortUrl":"http://gu.com/p/4a5mv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/27/operalia-how-placido-domingo-put-the-x-factor-into-opera","webUri":"http://www.theguardian.com/music/2015/jun/27/operalia-how-placido-domingo-put-the-x-factor-into-opera"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435242700668/Domingo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing","credit":"Wang Xiaojing/PR","altText":"Domingo","cleanCaption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing"}},"importance":5,"kicker":{"title":"Operalia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435242700668/Domingo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing","credit":"Wang Xiaojing/PR","altText":"Domingo","cleanCaption":"Plácido Domingo, on a giant screen, addresses the audience and competitors in a final round of Operalia.  Photograph: Wang Xiaojing. Photograph: Wang Xiaojing"}}]},{"title":"Google / Self-driving cars are accident-prone – but it may not be their fault","rawTitle":"Self-driving cars are accident-prone – but it may not be their fault","item":{"type":"article","id":"technology/2015/jun/28/google-self-driving-cars-accidents","title":"Google's self-driving cars are accident-prone – but it may not be their fault","trailText":"Human drivers may be the real cause of the vehicles’ recent fender benders: the cars keep getting rear-ended, perhaps because they distract us","standFirst":"<p data-dropid=\"0\">Human drivers may be the real cause of the vehicles’ recent fender benders: the cars keep getting rear-ended, perhaps because they distract us</p>","byline":"Mark Harris","body":"<p>Google’s self-driving cars are having a rough time on the streets of Mountain View, California. But a look at the evidence suggests it’s human error and not robots that are to blame.</p> \n<p>In recent months, Google’s fleet of experimental self-driving cars have suffered five minor accidents while driving 200,000 miles around this sleepy Silicon Valley suburb. That is nearly ten times the national average for ‘property only’ fender benders, according to the National Highway Traffic Safety Administration.</p> \n<p>Using a public records act request, the Guardian has obtained a report of the most recent incident, filed by Google in early June with the California Department of Motor Vehicles. In the report, Google notes that a self-driving Lexus was struck from behind 17 seconds after stopping at a traffic light. The other vehicle, a Honda Accord, simply drove into the back of it.</p> \n<p>Since April, Google’s Lexus SUVs have also been rear-ended by a BMW S3, a Toyota Camry and a Ford Expedition. In each case, the Google vehicle was either stationary or travelling at less than five miles per hour, giving its robotic driver no chance to avoid an impact. In fact, when robot cars meet in unfavotable circumstances, it seems <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/26/google-delphi-two-self-driving-cars-near-miss\">they don’t collide.</a></p> \n<p>Last week it was reported that a self-driving Audi owned by Delphi Automotive took “<a href=\"http://uk.businessinsider.com/r-two-rival-self-driving-cars-have-close-call-in-california-2015-6\">appropriate action</a>” to avoid one of Google’s self-driving Lexus cars after the Google car cut the Audi off on a Californian road.</p> \n<p>But if Google’s self-driving algorithms are not to blame, why are its cars experiencing so many accidents?<br /></p> \n<p>One explanation could be the spinning laser scanners on their roofs, says Raj Rajkumar, designer of several autonomous cars at Carnegie Mellon University, including the winner of a 2007 self-driving vehicle competition run by Darpa, a US military research agency. “It is a distraction, and when people get distracted, I can imagine behaviours changing,” he says. </p> \n<p>“Another reason could be that Google cars have the Google logo splashed on them, saying they are self-driving cars. People looking at that could be distracted from their normal mode of operations,” he adds. Rajkumar is now CEO of Ottomatika, a company that helped develop technology for the first vehicle to complete a transcontinental self-driving road trip, from San Francisco to New York, in March. He noticed that passing drivers would often whip out a phone to take photos or videos of his car.</p> \n<p>Of course, the promise of self-driving cars is that they will reduce – or even eliminate – road traffic fatalities. “About 33,000 people die on America’s roads every year. That’s why so much of the enthusiasm for self-driving cars has focused on their potential to reduce accident rates,” says Chris Urmson, director of Google’s self-driving car program. He also points out that minor fender-benders like the ones in Mountain View often go unreported. </p> \n<p>The few dozen experimental self-driving cars currently operating on public streets are packed with laser, radar, sonar and video sensors. This gives them a 360-degree view of the road ahead (and behind) that a human driver could never match. After travelling over 1.8 million miles in California, they have managed to avoid any serious accidents – and may have even prevented some from happening.</p> \n<p>However, there has been virtually no research on how human motorists respond to robotic vehicles, says Anuj Pradhan, a behavioural scientist at the University of Michigan Transportation Research Institute (UMTRI). “We do not fully understand the human reaction where self-driving cars are involved,” he says. “It’s an important question that we haven’t started looking at yet.”</p> \n<p>Two of his colleagues at UMTRI, Michael Sivak and Brandon Schoettle, believe that driving is far more of a human interaction than you might expect. They found that in several types of car crashes, male-to-male accidents are underrepresented and female-to-female crashes are overrepresented, suggesting that our perceptions of fellow motorists are critical. “Furthermore, in many situations, drivers make eye contact and proceed according to the feedback received from other drivers,” they say. “Such feedback would be absent in interactions with self-driving vehicles.”</p> \n<p>When self-driving cars do become available to buy, they will be sharing the road with humans for decades to come. “Self-driving cars may have a ‘better’ driving style but it may not be a human driving style,” says Pradhan, “And that could affect how we predict or react to them.” He says that many self-driving car companies are now actively trying to humanise their algorithms to match the way people drive, slowing right down for curves, for instance, or hesitating at traffic lights. </p> \n<p>One phenomenon that may help to reduce accidents in the short term: the distinctive and potentially distracting lidar sensors on top of vehicles are disappearing. In Google’s latest generation of self-driving cars, which received their permits to operate on California’s roads last week, the laser scanner has shrunk to a barely noticeable dome. Many other autonomous vehicles, including a Cadillac SRX built by Raj Rajkumar, hide them altogether. “We specifically made sure there was nothing on the car that makes it stand out,” he says. </p> \n<p>Anuj Pradhan thinks a better approach might be to identify autonomous vehicles so that motorists can give them leeway. “Should self-driving cars have a special marking so we can react accordingly?” he wonders. “If I see a learner driver, I give it a little more following distance. Perhaps that’s how regular drivers would react to a self-driving car.”</p> \n<p>Ultimately, say Michael Sivak and Brandon Schoette, we should be realistic about just how safe self-driving cars will make our highways. “It is not a foregone conclusion that a self-driving vehicle would ever perform more safely than an experienced, middle-aged driver,” they say. “And during the transition period when conventional and self-driving vehicles share the road, safety might actually worsen, at least for conventional vehicles.”</p> \n<p>Google’s rash of rear-ends might just be a coincidence, then, but we shouldn’t expect people to stop driving into robots anytime soon.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502768934/eb7d68a3-3bf0-4170-af69-206a67479692-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Google/Handout/EPA","altText":"A Google self-driving car on the streets of Mountain View, California.","cleanCredit":"Photograph: Google/Handout/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:58:29Z","lastModified":"2015-06-28T14:58:30Z","metadata":{"commentable":true,"commentCount":116,"contributors":[],"feature":false,"keywords":["Google","Self-driving cars","California","Technology","US news"],"tags":[{"id":"technology/google","webTitle":"Google"},{"id":"technology/self-driving-cars","webTitle":"Self-driving cars"},{"id":"us-news/california","webTitle":"California"},{"id":"technology/technology","webTitle":"Technology"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"technology"},"topics":[],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/28/google-self-driving-cars-accidents","shortUrl":"http://gu.com/p/4a5vy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/28/google-self-driving-cars-accidents","webUri":"http://www.theguardian.com/technology/2015/jun/28/google-self-driving-cars-accidents"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502768934/eb7d68a3-3bf0-4170-af69-206a67479692-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Google self-driving car on the streets of Mountain View, California. Photograph: Google/Handout/EPA","credit":"Google/Handout/EPA","altText":"A Google self-driving car on the streets of Mountain View, California.","cleanCaption":"A Google self-driving car on the streets of Mountain View, California.","cleanCredit":"Photograph: Google/Handout/EPA"}},"importance":5,"kicker":{"title":"Google"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435502768934/eb7d68a3-3bf0-4170-af69-206a67479692-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Google/Handout/EPA","altText":"A Google self-driving car on the streets of Mountain View, California.","cleanCredit":"Photograph: Google/Handout/EPA"}}]},{"title":"A defector's story / The night I helped my mother escape North Korea","rawTitle":"The night I helped my mother escape North Korea","item":{"type":"article","id":"world/2015/jun/28/my-mothers-escape-from-north-korea-the-girl-with-seven-names","title":"The night I helped my mother escape North Korea","trailText":"Hyeonseo Lee fled North Korea at the age of 17. Twelve years later, she made an audacious plan to smuggle her mother out of the country. Here Lee describes her mother and brother’s perilous escape across the Chinese border","standFirst":"<p>Hyeonseo Lee fled North Korea at the age of 17. Twelve years later, she made an audacious plan to smuggle her mother out of the country. Here Lee describes her mother and brother’s perilous escape across the Chinese border</p>","byline":"Hyeonseo Lee","body":"<p>I set my phone to silent, dressed myself entirely in black and walked calmly and purposefully through the hotel lobby. Outside I hailed a cab and directed the driver to take me to the point where the town ended, about 200 yards from the river. There, at the end of a row of low buildings, was the derelict house among the trees where I was to meet my mother and brother. I crouched down behind an old garden wall and waited. The place was cold and damp and smelled of mouldering leaves and animal droppings. I peeped over the wall and saw North Korean border patrols passing on the opposite bank of the river. In the half-tones beneath the trees, I felt camouflaged.</p> \n<p>The sunset looked ominous, a palette of murky reds and yellows. On the other side of the water Hyesan seemed lifeless, a city dug from rock, or an intricate cemetery. A place of ghosts and wild dogs.</p> \n<p>Min-ho had told me he would lead our mother waist-high through the water and help her up one of the ladders on the Chinese bank. The water must be freezing.</p> \n<p>I checked the time on my phone every minute for an hour. Night had fallen like a cloud of ash. I could see nothing on the other side of the river. The power was out in Hyesan.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>‘I had not seen my mother in 11 years. In the half-light I saw a strained, old face and a body moving stiffly’</p> \n </blockquote> \n</aside> \n<p>The blood was no longer circulating in my hands and feet. The temperature was dropping by the minute. I didn’t know whether my teeth were chattering from cold or panic. Where are they?</p> \n<p>Another hour went by. Then out of the darkness someone called: “Ya!” My heart went into overdrive. Along the North Korean bank a beam of light was bouncing on the dirt track. Border guards, patrolling in pairs, greeting another patrol. They were passing every two minutes. I didn’t remember there being so many guards. They were just 50 yards away from me. I could hear their conversation.</p> \n<p>One patrol had a dog, which turned its head towards me and barked, setting off a dozen other dogs. A memory came to me, long suppressed, of seeing blood on the ice one morning. A failed escape. I put my hands to my ears. If the dogs would stop barking…</p> \n<p>My phone was buzzing. Min-ho’s voice was fast and tense: “We’ve had a problem.”</p> \n<p>Quickly Min-ho explained that just as he and my mother had been about to cross they had walked straight into a border guard. Luckily he was someone Min-ho did business with. The guard told him there was a general alert out for a high-ranking family from Pyongyang that was attempting to escape this very night. There were extra guards all along the river, he said, as well as Bowibu (secret police) agents. The whole area was in lockdown. The guard then asked Min-ho to stay a while and keep him company while he kept a lookout. At that moment, my mother had said good night and had walked away.</p> \n<p>Min-ho said he and my mother would try again to cross just before dawn. I returned to Changbai. I went back to the hotel and tried to doze for a while in my clothes. I must have drifted off, because the next thing I knew the phone was buzzing next to my face.</p> \n<p>“We’ll be there at six,” Min-ho said. I jumped off the bed. Minutes later, as I was in the taxi, he called again. “We’re across. We’re hiding in the derelict house.”</p> \n<figure class=\"element element-image\" data-media-id=\"c24f1daf3ecda311e845d9e587882b4272c12772\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141850622/bc48d39c-4f2f-432e-aa1f-668770974494-460x276.jpeg\" alt=\"Hyeonseo Lee poses sitting on grass at the Seoul Plaza in front of City Hall in central Seoul June 19, 2015\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Second life: Hyeonseo Lee in Seoul, South Korea, where she now campaigns for human rights.</span> \n  <span class=\"element-image__credit\">Photograph: Jaewon Lee for the Observer</span> \n </figcaption> \n</figure> \n<p>I was elated. I had not seen my dear mother in 11 years, nine months and nine days. Now I was minutes away from her. I asked the driver to wait and walked across the rough ground toward the riverbank. The sky to the east was turning a faint duck-egg blue. Then there, about 50 yards ahead, next to the derelict house, I made out the silhouettes of two figures. They were walking at a crouch, coming toward me.</p> \n<p>My Omma. In the half-light I saw a strained, old face and a body moving very stiffly. Min-ho was behind her, protective and guiding with his arm around her.</p> \n<p>I ran to meet them, but there was no time for a reunion. “We have to go,” I said.</p> \n<p>We were exposed, between the river and the town. I pulled out the clothes I had brought for them to help them blend in on the Chinese side. “Put these on. Over what you’re wearing. Quick.” Once they were dressed I led them towards the taxi. “Act normal, but don’t speak. He’ll think you’re locals.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My heart went into overdrive. I didn’t remember there being so many guards. they were just 50 yards away from me</p> \n </blockquote> \n</aside> \n<p>We sat in silence for the 10-minute ride. The hotel lobby was empty when we arrived and the sole receptionist was engrossed in her cellphone. I closed the room door behind me. For a moment we looked at each other. Half a lifetime had passed since the three of us had been together. No one could speak. Then my mother broke down, weeping uncontrollably. Over her shoulder, Min-ho’s face looked immensely sad. He’d shared her pain all these years. And soon he would say goodbye to her and probably never see her again.</p> \n<p>My mind still held the image of her face the night I’d last seen her. She was 42 then, and a woman of so much energy she could hardly sit still. Now she was 54, but she looked much older. She was far thinner than I remembered, and her mouth was drawn and lined. I held her: the clothes she had on underneath were icy and soaking wet. “Why are you so spotty?” my mother said, as if no time had passed.</p> \n<p>After they’d run into the border guard on the riverbank, Min-ho had kept the guard company for a few hours then gone back to Yoon-ji’s house, where he’d been living with her and her parents. Their wedding plans were under way.</p> \n<p>“I couldn’t let Yoon-ji know I was helping Omma escape,” Min-ho said. “If we’d come over last night, I was just going to call her and say I was here on business and would be back in a day or two. She was still asleep when I left this morning. I wrote her a note.”</p> \n<p>Two guards had been patrolling when Min-ho had returned to the riverbank with my mother just before dawn. He told them she was a client meeting someone in China and would be coming back.</p> \n<p>“I told them she was paying me big money, so I’ll have to give them something when I go back. While we were talking, more guards appeared. Suddenly there were nine of them. But the guys all know me. It’s not a problem. I just said goodbye and crossed.”</p> \n<figure class=\"element element-image\" data-media-id=\"acd578fc179c37c5e0ed57811e0fcade99284d54\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435143047358/061526f8-5a1e-4dea-9df0-93f810f21250-460x276.jpeg\" alt=\"Snowy Hyesan as seen from the border\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cold coming: Hyesan as seen from the border.</span> \n  <span class=\"element-image__credit\">Photograph: Hyeonseo Lee</span> \n </figcaption> \n</figure> \n<p>The irony was all too much. I started giggling and couldn’t stop. The border crossing is the most dangerous moment for anyone attempting to escape. But my brother and mother had been waved off by every armed border guard along that stretch of the river. Next thing I knew all three of us were weeping with laughter.</p> \n<p>As we went down in the lift the next morning I told my mother and Min-ho not to speak too loudly at breakfast. I was worried that Min-ho stood out. He was the youngest person in the hotel. The other guests were middle-aged or elderly.</p> \n<p>After breakfast we ventured out, disciplining ourselves to say as little as possible. Strong North Korean accents would be conspicuous. We went shopping at a market so I could show them the wealth of goods on display. Then I took them to lunch at an upmarket Korean restaurant. I’d figured, again, that this was the last place anyone would expect to spot escaped North Koreans. But I also wanted to treat them. Soon Min-ho would be leaving us, and I wanted us all to have a wonderful memory of our last time together.</p> \n<p>Back in the hotel room, Min-ho turned his phone on. It rang straight away. It was Yoon-ji. She was shouting the moment he answered. My mother and I could hear every word.</p> \n<p>“Where are you? Who’s the bitch you were with?”</p> \n<p>“Why?”</p> \n<p>“Don’t you know what’s happening?”</p> \n<p>“Calm down. What’s the matter?”</p> \n<p>“Everyone is going crazy here. The senior guard who let you across is here at the house. He’s in a panic.”</p> \n<p>“Why?”</p> \n<p>“Someone informed his commander that you’d gone across with a woman. The commander says if you come back with her right now you’ll be all right. But if you come back alone you’ll be in deep trouble. And so will the guard, for letting you cross. They’ll accuse you of human trafficking.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My brother collapsed on the bed. If he went back to North korea alone, the secret police would break him</p> \n </blockquote> \n</aside> \n<p>Min-ho hung up and collapsed onto the bed with his hands over his face. He was in an impossible dilemma. He had to go back but couldn’t return with my mother – or they’d ask what she was doing in China. The answer could only be to meet me. If he went back alone, he’d be accused of human trafficking and interrogated. The Bowibu would break him and quickly get to the truth – that he was helping his mother to defect. He’d face political prison, a zone of no return. His life would be over.</p> \n<p>I went to the window and my forehead hit the glass with a thump. Not in any of the disaster scenarios I’d envisaged had I imagined a complication such as this. For several minutes we said nothing, sunk in our own thoughts. I broke the silence.</p> \n<p>“Min-ho, if you go back you’ll be in terrible trouble,” I said, speaking slowly and evenly. “If you both go back it’ll be worse. Omma can’t go back with you. That leaves us two choices. We can hope that your connections with the guards will get you out of this…” I was talking to him but he made no sign that he was hearing me. “The other choice… is don’t go back.”</p> \n<p>My words filled the room.</p> \n<p>“Your friend the guard will be finished. I’m very sorry about him. But we’re your family. Min-ho, you can’t go back. You just can’t. It’ll be so dangerous. You have to come with us. I hadn’t planned for this, but we’ll figure it out somehow.”</p> \n<p>Min-ho was in shock. “I can’t go back.” His voice was a whisper. “We all know that.” His phone rang. Yoon-ji again. “Are you on your way?” she asked. “It’s going to take me one more day,” he said quietly. He was buying time to figure out how he was going to tell her. Her parents liked him and had connections that could help him. But if they thought he was running out on her, they also had the power to stop him getting far. The Bowibu were permitted to operate in China to track down escapers.</p> \n<p>“You’ve got to come back,” she cried. We could hear her weeping. She’d sensed he wasn’t going to come.</p> \n<figure class=\"element element-image\" data-media-id=\"8ca05566e46cc1780239506ef33b080ee09a8248\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435165390369/738ff575-5e62-4327-90c9-c8ab11b72dd1-460x276.jpeg\" alt=\"Min-ho and his mother after their escape playing with Nerf guns\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Free spirits: Min-ho and his mother after their escape.</span> \n  <span class=\"element-image__credit\">Photograph: Hyeonseo Lee</span> \n </figcaption> \n</figure> \n<p>In the morning we decided to leave Changbai as fast as possible. Min-ho was dreading turning on his phone. It rang within seconds. Yoon-ji was calling again. “Tell me… the woman you’re with. Is she really a stranger? Or is she your mother? Just say the truth.”</p> \n<p>“She’s my mother,” he said. “My sister came for her. That’s why I crossed.”</p> \n<p>She started crying again. “Min-ho, please come back.” She was begging him. “You left me a note but all the time you knew you were going for good. How could you leave me sleeping without saying goodbye?”</p> \n<p>Min-ho’s lip trembled. “Please believe me. I wanted to go back. I still do. But I can’t take Omma back. So how can I go back alone now? Check the money in the drawer. It’s all there. If I were going for good, would I leave it all there?”</p> \n<p>“I believe you,” she said. “Just come back.”</p> \n<p>“Min-ho.” A man’s voice, now. Stern. Yoon-ji’s father. “Please return right away. I’m begging you, for Yoon-ji.” Min-ho didn’t answer. He was breathing deeply. The look on his face was one I remembered from when he was a little boy and wished something wasn’t happening to him. I took the phone from his hand.</p> \n<p>“This is Min-ho’s sister,” I said, hearing the coolness in my voice. “We want him to go back; he wants to go back. Whatever he does now is dangerous. But please understand that returning now is the more dangerous option.”</p> \n<p>I could hear Yoon-ji in the background crying almost hysterically. I ended the call and, without expecting to, burst into tears. I was exhausted. I looked over at my mother, who had remained silent this whole time. I could only imagine the guilt she was feeling. She had been the rock of our lives, always able to solve any problem, fix any situation.</p> \n<p>“I’m going to take a shower,” Min-ho said.</p> \n<p>My mother shot me a puzzled look. He closed the bathroom door. We heard him turn on the taps and flush the toilet. Then the shower came on with a hiss. We could hear him sobbing. He had nothing left but his body and the clothes on his back.</p> \n<p>A few minutes later he came out, dressed and towelling his hair dry. We pretended we hadn’t heard. He had regained his composure.</p> \n<p>“So, what’s the plan?”</p> \n<p>“We’re leaving in under an hour.”</p> \n<p><em>Extracted from </em>The Girl with Seven Names: A North Korean Defector’s Story<em> by Hyeonseo Lee, published by William Collins at &pound;16.99 on 2 July. To order a copy for &pound;13.59, go to </em><a href=\"http://bookshop.theguardian.com/girl-in-the-red-shoes.html\"><em>bookshop.theguardian.com</em></a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141520031/Hyeonseo-Lee-s-mother-car-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I had not seen my mother in 11 years. In the\rhalf-light I saw a strained, old face and a body\rmoving stiffly’: Hyeonseo Lee’s mother carries her, aged three, on her back. Photograph: Hyeonseo Lee","credit":"Hyeonseo Lee","altText":"Hyeonseo Lee’s mother carries her, aged three, on her back","cleanCaption":"‘I had not seen my mother in 11 years. In the\rhalf-light I saw a strained, old face and a body\rmoving stiffly’: Hyeonseo Lee’s mother carries her, aged three, on her back. Photograph: Hyeonseo Lee"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141852055/bc48d39c-4f2f-432e-aa1f-668770974494-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Second life: Hyeonseo Lee in Seoul, South Korea, where she now campaigns for human rights. Photograph: Jaewon Lee for the Observer","credit":"Jaewon Lee for the Observer","altText":"Hyeonseo Lee poses sitting on grass at the Seoul Plaza in front of City Hall in central Seoul June 19, 2015","cleanCaption":"Second life: Hyeonseo Lee in Seoul, South Korea, where she now campaigns for human rights.","cleanCredit":"Photograph: Jaewon Lee for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435143048663/b9074750-4eb4-45a4-a216-0ef839dd58af-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Cold coming: Hyesan as seen from the border. Photograph: Hyeonseo Lee","credit":"Hyeonseo Lee","altText":"Snowy Hyesan as seen from the border","cleanCaption":"Cold coming: Hyesan as seen from the border.","cleanCredit":"Photograph: Hyeonseo Lee"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435165390969/738ff575-5e62-4327-90c9-c8ab11b72dd1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Free spirits: Min-ho and his mother after their escape. Photograph: Hyeonseo Lee","credit":"Hyeonseo Lee","altText":"Min-ho and his mother after their escape playing with Nerf guns","cleanCaption":"Free spirits: Min-ho and his mother after their escape.","cleanCredit":"Photograph: Hyeonseo Lee"}],"webPublicationDate":"2015-06-28T06:00:12Z","lastModified":"2015-06-28T06:00:12Z","metadata":{"commentable":true,"commentCount":40,"contributors":[],"feature":true,"keywords":["North Korea","Asia Pacific","World news"],"tags":[{"id":"world/north-korea","webTitle":"North Korea"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/28/my-mothers-escape-from-north-korea-the-girl-with-seven-names","shortUrl":"http://gu.com/p/4a4bk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/28/my-mothers-escape-from-north-korea-the-girl-with-seven-names","webUri":"http://www.theguardian.com/world/2015/jun/28/my-mothers-escape-from-north-korea-the-girl-with-seven-names"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141520031/Hyeonseo-Lee-s-mother-car-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘She had been the rock of our lives’: Hyeonseo Lee’s mother carries her, aged three, on her back","credit":"Hyeonseo Lee","altText":"Hyeonseo Lee’s mother carries her, aged three, on her back","cleanCaption":"‘She had been the rock of our lives’: Hyeonseo Lee’s mother carries her, aged three, on her back"}},"importance":4,"kicker":{"title":"A defector's story"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141520031/Hyeonseo-Lee-s-mother-car-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I had not seen my mother in 11 years. In the\rhalf-light I saw a strained, old face and a body\rmoving stiffly’: Hyeonseo Lee’s mother carries her, aged three, on her back. Photograph: Hyeonseo Lee","credit":"Hyeonseo Lee","altText":"Hyeonseo Lee’s mother carries her, aged three, on her back","cleanCaption":"‘I had not seen my mother in 11 years. In the\rhalf-light I saw a strained, old face and a body\rmoving stiffly’: Hyeonseo Lee’s mother carries her, aged three, on her back. Photograph: Hyeonseo Lee"}}]},{"title":"On the brink? / Tsipras’s shock call for vote on Greek bailout sets day of destiny for Europe","rawTitle":"Tsipras’s shock call for vote on Greek bailout sets day of destiny for Europe","item":{"type":"article","id":"world/2015/jun/27/greece-bailout-referendum-ramps-up-eurozone-crisis","title":"Tsipras’s shock call for vote on Greek bailout sets day of destiny for Europe","trailText":"The Greek prime minister’s announcement of a plebiscite on debt rescue terms has stunned negotiators","standFirst":"The Greek prime minister’s announcement of a plebiscite on debt rescue terms has stunned negotiators","byline":"Ian Traynor in Brussels","body":"<p>Five years of wrenching austerity that have left many Greeks traumatised and pauperised are about to get a lot worse.</p> \n<p>Creditor governments meeting in Brussels on Saturday night pledged to halt Greece’s bailout on Tuesday after the leftwing government abandoned five months of negotiations with its European lenders and called a referendum that may propel the country out of the euro.</p> \n<p>The decision to end the bailout on Tuesday was taken by 18 countries, with only Greece dissenting. Its delegate, Yanis Varoufakis, the finance minister, then left the session which focused on damage limitation and preventing Greek financial turmoil from spreading to other vulnerable parts of the eurozone.</p> \n<p>“It’s a sad day,” said ministers from across the continent as Europe braced itself for more turbulence and leaders started shifting to avoid the blame for the debacle.</p> \n<p>The climax to 10 days of fraught bargaining in Brussels and Luxembourg was the decision by Alexis Tsipras, the Greek prime minister, to call a plebiscite on the terms of Greece’s bailout, stunning the other eurozone governments.</p> \n<p>“I am very negatively surprised,” said Jeroen Dijsselbloem, the Dutch chair of the committee of eurozone finance ministers. “The situation [in Greece] will deteriorate very rapidly … How the Greek government will survive, I do not know.”</p> \n<p>The committee has been in quasi-permanent session for the past week, as proposals and counter-proposals bounced back and forth between the two sides in a war of propaganda and what eurocrats have taken to calling “paperology”.</p> \n<p>The finale came on Friday with a last offer from the creditors – the European commission, European Central Bank and International Monetary Fund – which represented a take-it-or-leave-it ultimatum, revamping the pensions system, creating a new VAT regime, slashing the defence budget, and cutting proposed taxes on business in return for a five-month bailout extension worth €15.5bn (&pound;11bn).</p> \n<div>\n __VIDEO_EMBED_gu-video-457292708__\n</div> \n<p>Financial experts from both sides were still negotiating in Brussels late on Friday when the call came through from Athens ordering them to quit, Dijsselbloem said. Tsipras then went on television to announce the plebiscite.</p> \n<p>The creditors’ ultimatum would have solved little, but it would have kept Greece in the euro at least until Christmas, giving both sides a chance to cool off, build trust and buy time all round.</p> \n<p>Tsipras’s referendum gamble upended all that. He promised to heed the outcome of the popular vote on 5&nbsp;July, but then made clear to the Greek electorate where he personally stood.</p> \n<p>“I call on you to decide whether we should accept the extortionate ultimatum that calls for strict and humiliating austerity without end, and without the prospect of ever standing on our own two feet, socially and financially,” he thundered. “We never considered giving in … These proposals prove that certain partners are not interested in reaching a viable and beneficial agreement for all parties, but rather the humiliation of the Greek people.”</p> \n<p>The decision and the manner in which it was delivered caught his negotiating partners off guard, not least as it came within hours of Tsipras’s return from a Brussels summit of EU leaders on Friday, where he had private talks with German chancellor Angela Merkel and President Hollande of France.</p> \n<p>At their post-summit press conferences, neither of the two sent any signals of the bombshell from Athens. Neither did summit chair Donald Tusk.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/eu-ministers-refuse-bailout-extension-greece-referendum\">EU ministers refuse bailout extension for Greece as referendum looms</a> </p> \n</aside> \n<p>Some eurozone ministers called Tsipras’s decision “bizarre” and said they were mystified about what he was trying to do. “The question of Greece’s eurozone membership has been officially opened,” said a Deutsche Bank analyst.</p> \n<p>The negotiations that have been taking place since Tsipras’s leftwing Syriza movement won national elections in January have resembled trench warfare for months and, in recent weeks, have degenerated into a slanging match.</p> \n<p>The referendum is to answer the question as to whether the Greeks accept more creditor-imposed austerity as the price of staying in the euro. This raises many more questions than it answers.</p> \n<p>If the people vote yes when Tsipras has absolutely rejected the terms and advised voters to follow him, it would appear that he would have to resign.</p> \n<p>If he stayed in office with a yes verdict behind him, there would be zero confidence on the other side of the table, especially among the Germans, in negotiating with him.</p> \n<p>“There are concerns of credibility,” said Dijsselbloem.</p> \n<p>There would also be no trust in Tsipras committing to a deal and implementing it. And it is not even clear whether what the Greeks are to vote on will still exist in a fortnight, since the bailout lapses on Tuesday. The Greeks could be delivering an answer to a phantom question.</p> \n<p>But the legal and procedural problems proliferate. Without bailout funds, Greece is heading for a major default next month, when it has to redeem more than €3 bn of bonds with the ECB.</p> \n<p>But there is no legal provision for ejecting a country from the euro. Indeed, all EU members, except those like Britain with an opt-out, are obliged to join the euro. Many people, such as Martin Schulz, the president of the European parliament, believe that exiting the euro means leaving the EU altogether.</p> \n<p>The Eurozone finance ministers rejected Tsipras’s demand to extend the bailout until after the referendum and then sent Varoufakis out of the room while they proceeded with talks about how to deal with a Greek financial collapse and prevent the panic spreading to other parts of the single-currency bloc.</p> \n<p>Varoufakis’s spokesman said the referendum decision meant an end to “five years of waterboarding”.</p> \n<p>Alex Stubb, the Finnish finance minister, said a large majority on the committee of finance ministers was against extending the Greek rescue beyond Tuesday. The ministers sounded surprised by the referendum decision and voiced feelings of betrayal by Tsipras. In the marathon negotiations of the past 10 days, some complained the Greek officials had not told them of the referendum call and that now it was too late to do anything about it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/greece-calls-referendum-on-bailout-terms-offered-by-creditors\">Greek PM Alexis Tsipras calls referendum on bailout terms</a> </p> \n</aside> \n<p>But the impact of a Greek collapse will impact deeply politically and economically on the rest of Europe, sparking recrimination over the conduct of five years of austerity and bailouts that, in the Greek case at least, have failed.</p> \n<p>Greece owes €320bn, most of it to eurozone governments, and a full default will prove expensive for the others, not least Germany, which has €92bn at stake.</p> \n<p>As the Greek parliament prepared to vote on staging the country’s first referendum in 40 years, eurozone finance ministers agonised over their so-called plan B – how to quarantine Greece inside the eurozone’s financial system in an exercise in damage limitation.</p> \n<p>Whether capital controls would be imposed was up to the Greek authorities, said Stubb. “This is a choice the Greek government has made. I’m quite sad about it.”</p> \n<p>On Tuesday, Athens also has to repay €1.6m to the IMF. Without a rescue package in place, it is not clear where the money is coming from.</p> \n<h2>THE DEAL</h2> \n<p>Greece’s international creditors want to strike a deal to stop Athens defaulting on its debt and possibly tumbling out of the euro by extending its bailout by six months and supplying up to €18bn (&pound;12.9bn) in rescue funds.</p> \n<p>The negotiators representing Greece’s lenders are also proposing to pledge debt relief, though it would come with strings attached and not as part of the current bailout package.</p> \n<p>The creditors – the European commission, the International Monetary Fund and European Central Bank – want Athens to impose higher rates of VAT on areas that were previously given discounted rates and to accelerate pension reforms as the price of fresh loans and the possibility of debt relief. The purpose is to generate a 1% budget surplus that allows Athens to repay its debts while funding public services and welfare payments.</p> \n<p>The six-month rescue extension being mooted would see Greece qualify for €7.2bn in bailout funds still to be disbursed as well as €10.9bn already lent to the country but earmarked for recapitalisation of its weakened banks. The latter sum could be quickly transferred to the government to facilitate debt repayments.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a71072449627f00d79b6041aaf01934119cfbca6/304_443_4937_2962/4937.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2962,"width":4937,"orientation":"landscape","credit":"NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock","altText":"Alexis Tsipras during the extraordinary session of the Greek parliament to decide on the referendum question in Athens on Saturday.","cleanCredit":"Photograph: NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-27T22:06:05Z","lastModified":"2015-06-27T23:01:18Z","metadata":{"commentable":true,"commentCount":1173,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["Greece","Eurozone crisis","Alexis Tsipras","World news","Europe","Yanis Varoufakis","Syriza","Euro","European Union"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[{"id":"gu-video-457292708","source":"Reuters","durationInSeconds":77,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/27/150627greece_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/27/150627greece.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/27/1435418893695/KP_326858_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Greece reax","credit":"guardian.co.uk","altText":"620x372 trailpic for Greece reax","cleanCaption":"620x372 trailpic for Greece reax"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/greece-bailout-referendum-ramps-up-eurozone-crisis","shortUrl":"http://gu.com/p/4a75h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/greece-bailout-referendum-ramps-up-eurozone-crisis","webUri":"http://www.theguardian.com/world/2015/jun/27/greece-bailout-referendum-ramps-up-eurozone-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a71072449627f00d79b6041aaf01934119cfbca6/304_443_4937_2962/4937.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2962,"width":4937,"orientation":"landscape","caption":"Alexis Tsipras during the extraordinary session of the Greek parliament to decide on the referendum question in Athens on Saturday. Photograph: NurPhoto/Rex Shutterstock","credit":"NurPhoto/Rex Shutterstock","altText":"Alexis Tsipras during the extraordinary session of the Greek parliament to decide on the referendum question in Athens on Saturday.","cleanCaption":"Alexis Tsipras during the extraordinary session of the Greek parliament to decide on the referendum question in Athens on Saturday.","cleanCredit":"Photograph: NurPhoto/Rex Shutterstock"}},"importance":4,"kicker":{"title":"On the brink?"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a71072449627f00d79b6041aaf01934119cfbca6/304_443_4937_2962/4937.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2962,"width":4937,"orientation":"landscape","credit":"NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock","altText":"Alexis Tsipras during the extraordinary session of the Greek parliament to decide on the referendum question in Athens on Saturday.","cleanCredit":"Photograph: NurPhoto/REX Shutterstock/NurPhoto/REX Shutterstock"}}]},{"title":"Children and teenagers / Top 10 tips to survive in the wild","rawTitle":"Top 10 tips to survive in the wild","item":{"type":"article","id":"childrens-books-site/2015/jun/28/dave-cousins-top-10-survival-tips","title":"Dave Cousins's top 10 survival tips","trailText":"How long would you last in a survival situation? Possibly a lot longer if you follow Dave Cousins’s tips! From safe ways to collect water and making a cup out of a sheet of paper to singing (yes, singing), the Charlie Merrick author shares his survival skills<br>","standFirst":"<p data-dropid=\"0\">How long would you last in a survival situation? Possibly a lot longer if you follow Dave Cousins’s tips! From safe ways to collect water and making a cup out of a sheet of paper to singing (yes, singing), the Charlie Merrick author shares his survival skills<br /></p>","byline":"Dave Cousins","body":"<p>I should make one thing clear right from the start - I’m not Bear Grylls. In fact, if I had to find a bear with which to compare myself, I’d have to go for Paddington: feet up with a cup of tea and a marmalade sandwich, that’s much more my style!</p> \n<p>However, while writing and researching the latest <a href=\"http://www.davecousins.net/charlie-merrick/\">Charlie Merrick’s Misfits adventure</a>, I was forced to take both my characters and myself way beyond our comfort zones. I have to say, I really enjoyed the experience. More than anything, it made me realise quite how much most of us take for granted—we turn on a tap and water appears; walk to the shop and find food ready to eat; shelter, heat, light - all of it available without having to pause for thought. </p> \n<p>I started to question my own ability to cope should all this be taken away, and realised that most of us have lost the basic survival skills our recent ancestors would have known as a way of life. I wanted to become more self-sufficient, acquire some useful knowledge that one day might actually save my life, or someone else’s. Months later, I’m still not sure how long I’d manage to survive if I had to, but at least I now know enough knots to rig up a neat, adjustable sun/rain shelter on the beach… </p> \n<p>For the following top 10, I tried to choose a few survival tips that I’ve either used, or could imagine myself using; others I thought, that’s clever; some just made me laugh!</p> \n<p><strong>1. Collecting water</strong><br /></p> \n<p>Water is one of the most important factors for survival. After just a few hours without water, our basic ability to function will be impeded. Go without water for three days and you’ll be dead. There are lots of ways to collect water, but a lot of them are quite complicated and require equipment. I’ve chosen two here that I could image myself being able to do, if the need arose. </p> \n<figure class=\"element element-image\" data-media-id=\"2db0bccc5559c3c932978238db42a660055a0d94\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452318162/adb2f5e6-39d2-4ed2-9d41-8e0da807476e-334x420.jpeg\" alt=\"DC tip 1\" width=\"334\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"e8955cfa900e74621d41255d94f731fb092c2267\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452375450/34d7b2ce-1766-4df9-a53c-f85f4fd1a32a-280x420.jpeg\" alt=\"DC tip 2\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p><strong>2. Help is sometimes close at hand!</strong><br /></p> \n<p>This is possibly the first survival tip I ever learnt. Some people may argue that it’s too commonplace and hardly life-threatening, but I’ve used this trick many times, and can imagine many readers being in a situation where it could provide relief - which is good enough for me. </p> \n<p>Getting stung by nettles can be painful, especially if you fall off your bike into a bed of them, wearing nothing but a pair of 1980s short-shorts! However, help is at hand. Dock leaves provide a natural antidote to the sting and often grow nearby. Simply rub a dock leaf over the affected area and relief will follow. As a footnote to this, someone once told me that if you hold your breath while your skin is in contact with nettles, you won’t feel the sting. I have to admit, I’ve never been tempted to try out the theory.</p> \n<p><strong>3. How to make a paper cup from a single sheet of paper</strong><br /></p> \n<p>This one is featured in the <a href=\"http://www.davecousins.net/\">new Charlie Merrick book</a>. I didn’t believe it would work, but it does - so long as you use sturdy enough paper. I wouldn’t advise attempting to drink tea, or anything hot, but it makes a great container for collecting foraged fruit and will hold water long enough to drink it.</p> \n<figure class=\"element element-image\" data-media-id=\"442cad2437151c9550ab33179d242052fb12b04b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452410802/6956eb8e-deef-47c2-aabc-06ccbd4d682f-280x420.jpeg\" alt=\"DC tip 3\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p><strong>4. Walking staff</strong><br /></p> \n<p>It turns out that Gandalf didn’t just walk about with that big stick because it looked cool with his beard! Apparently the walking staff - also known as the “survivor’s third leg” - is an important piece of survival equipment. Walking with a stick gives an extra point of contact with the ground, which means you are less likely to fall. It can also be used to: check stability of the terrain ahead; measure depth of water (if you have to cross any); fend off animals, and spear fish. You can also wedge it between two trees or rocks, then drape a tarpaulin over it for a quick and easy shelter. So next time you go for a walk and someone laughs at you for carrying a stick, you can explain why you need one, and in fact, how reckless they are walking unaided. Remember to call it a STAFF though, not a STICK, it sounds much more impressive!</p> \n<p><strong>5. Using your watch as a compass</strong><br /></p> \n<p>I’m afraid this won’t work with the new Apple watch, or a digital one - you need a proper analogue watch with hands for this (though I suppose if you know the time, you could draw an analogue watch in the sand or on a scrap of paper to make the calculations).</p> \n<figure class=\"element element-image\" data-media-id=\"ebd1701bac29c8cd043e455e4fadb8ee490aaf5b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452445821/037f208e-f2c7-4883-b88c-fcb74b2e0fa9-280x420.jpeg\" alt=\"DC tip 5\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p><strong>6. Utility wear</strong><br /></p> \n<p>Much of what you wear can double up as safety equipment. Soldiers sometimes use paracord to lace their boots. Originally designed for parachute lines, paracord is now standard issue cordage for the military and survival experts, and can be used for everything from shelter construction to improvising a rucksack (see #7 below). Keeping the laces longer than required and looping the extra around the top of the boots, means you’ll still have enough to fasten them - important if you need to hike to safety. Wearing a pair of nylon tights under your trousers will not only keep you warm, but can also double as an improvised fishing net and water filter, though maybe not after you’ve been wearing them during a 10-hour hike … Finally, a waterproof poncho will keep you dry while walking, and can be used to make a shelter or to catch and carry water - even waterproof a makeshift boat if necessary.</p> \n<p><strong>7. Pack up your troubles!</strong><br /></p> \n<p>This is one of the tips I read about and thought - that’s clever, I could see myself using that. If you found yourself in a survival situation where you needed to walk to safety, and had supplies to carry, this improvised rucksack would make transporting the load much easier, and importantly leave your hands free (to hold your walking staff!)</p> \n<figure class=\"element element-image\" data-media-id=\"43ddceed8862d2cfbf1d2bf83f6b372d8b4dc22b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434452479236/e12905c1-21ae-4a31-b846-d0815ae0feb7-334x420.jpeg\" alt=\"DC tip 7\" width=\"334\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p><strong>8. The everlasting pebble sweet!</strong><br /></p> \n<p>If supplies are short and water has to be rationed, sucking a small smooth pebble (preferably a clean one) produces saliva in the mouth and stops you feeling thirsty. It is important to remember that this won’t stop you becoming dehydrated, but it will help deflect the pangs until it’s time for your next ration. Just make sure you don’t swallow the pebble, or forget, and attempt to chew it. You really don’t want to add choking or broken teeth to your list of problems!</p> \n<p><strong>9. Singing!</strong></p> \n<p>At the end of the Beatles film Yellow Submarine, when hearing of a Blue Meanie attack, John Lennon turns to his bandmates and tells them that the only way to go out is “singing!”</p> \n<p>It’s well known that singing will help raise spirits when stuck in a scary situation, or on a long gruelling hike. I have used this ploy myself on a number of occasions - sometimes substituting the Alphabet Game for singing, but the principle is the same. Keeping your mind occupied helps the time pass more quickly, and stops you focusing on how tired or hungry you are, how scared you might be, or how much your feet ache. One word of warning though. Many years ago, on the way back from a football match with my good mate, Gaz, the stereo in his 2CV car broke. A disaster, I’m sure you’ll agree. With a four hour drive ahead and a dull nil-nil draw behind us, we endeavoured to keep our spirits up by singing. Unfortunately, it’s at times like that when you realise how few songs you know all the words to. We found ourselves stuck in a loop, singing the same verse–chorus sequence over and over, unable to find the correct lyrics to reach the end. Appropriately enough the song was Help! by the Beatles!</p> \n<p><strong>10. And finally...</strong><br /></p> \n<p>Carry a book at all times. DO NOT LEAVE HOME WITHOUT ONE! It will provide paper to make a paper cup (see #3 above); serve as tinder to light a fire; double as a fan or fly swat; can be used as a wipe clean “plate” for eating. Best of all, you can read it aloud to your companions to pass the time and keep everyone’s spirits up while you wait for the rescue party to arrive.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"0a0a4f50d632589a4ebcc1ce713dd71593dc16f0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434664531829/ecd2266f-b384-40ca-917d-e2d068dfaade-bestSizeAvailable.jpeg\" alt=\"Charlie Merrick's Misfits\" width=\"200\" height=\"251\" class=\"gu-image\" /> \n</figure> \n<p>I hope you found some of the above useful. The tips and information provided here are accurate to the best of my knowledge. However, I am not a survival expert. For anyone wishing to learn bushcraft and survival techniques there are many courses and books available offering expert advice and training.</p> \n<p><strong>All these survival tips - and more! - feature in Charlie Merrick’s Misfits in I’m a Nobody, Get Me out of Here! Find out more about Dave Cousins and his books at <a href=\"http://www.davecousins.net/\">www.davecousins.net.</a></strong></p> \n<p><em><br /></em></p>","section":"Children's books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435475856426/e64ddc77-3a51-44ad-949e-6766f5918c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mark Johnson/betty / Mark Johnson","altText":"Survival","cleanCredit":"Photograph: Mark Johnson/betty / Mark Johnson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452320057/65e00ea1-3f70-4583-9107-13c702f58065-1621x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1621,"orientation":"portrait","credit":"PR","altText":"DC tip 1"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452377267/9a1c12fe-5332-4640-831b-68fe0779af0c-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"PR","altText":"DC tip 2"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452414671/27f5cda6-cb91-4182-a6ff-194c960ae547-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"PR","altText":"DC tip 3"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452447601/e51800e9-a7cb-4ebb-b97a-9cb217b4a226-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"PR","altText":"DC tip 5"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434452481520/976eb3d4-a938-4ace-abe2-1c3c9e4990aa-1621x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1621,"orientation":"portrait","credit":"PR","altText":"DC tip 7"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434664531829/ecd2266f-b384-40ca-917d-e2d068dfaade-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":251,"width":200,"orientation":"portrait","credit":"PR","altText":"Charlie Merrick's Misfits"}],"webPublicationDate":"2015-06-28T08:00:02Z","lastModified":"2015-06-28T08:13:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Children and teenagers","Children's books: 8-12 years","Teen books","Books","Culture"],"tags":[{"id":"books/booksforchildrenandteenagers","webTitle":"Children and teenagers"},{"id":"books/childrens-books-8-12-years","webTitle":"Children's books: 8-12 years"},{"id":"books/teen-books","webTitle":"Teen books"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"childrens-books-site"},"topics":[],"series":{"title":"Children's books top 10s","uri":"http://mobile-apps.guardianapis.com/lists/tag/childrens-books-site/series/childrens-books-top-10s"},"embeddedVideos":[],"adTargetingPath":"childrens-books-site"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/childrens-books-site/2015/jun/28/dave-cousins-top-10-survival-tips","shortUrl":"http://gu.com/p/49zqd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/childrens-books-site/2015/jun/28/dave-cousins-top-10-survival-tips","webUri":"http://www.theguardian.com/childrens-books-site/2015/jun/28/dave-cousins-top-10-survival-tips"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435475856426/e64ddc77-3a51-44ad-949e-6766f5918c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"How would you cope if dumped in the jungle, or stranded on a desert island? Children’s author Dave Cousins maybe more Paddington Bear than Bear Grylls (seen here from ITV programme Mission Survive) but he has a lot of great tips for you (and they don’t involved packing marmalade sandwiches!). Photograph: betty / Mark Johnson","credit":"betty / Mark Johnson","altText":"Survival","cleanCaption":"How would you cope if dumped in the jungle, or stranded on a desert island? Children’s author Dave Cousins maybe more Paddington Bear than Bear Grylls (seen here from ITV programme Mission Survive) but he has a lot of great tips for you (and they don’t involved packing marmalade sandwiches!).","cleanCredit":"Photograph: betty / Mark Johnson"}},"importance":3,"kicker":{"title":"Children and teenagers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435475856426/e64ddc77-3a51-44ad-949e-6766f5918c01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mark Johnson/betty / Mark Johnson","altText":"Survival","cleanCredit":"Photograph: Mark Johnson/betty / Mark Johnson"}}]},{"title":"Green is the new black / The unstoppable rise of the healthy-eating guru","rawTitle":"The unstoppable rise of the healthy-eating guru","item":{"type":"article","id":"lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","title":"Green is the new black: the unstoppable rise of the healthy-eating guru","trailText":"They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out","standFirst":"<p>They’re young, photogenic, big on Instagram and top bestseller lists around the world – but how much do the new breed of wellness bloggers know about food? Hadley Freeman enters the world of #yummy #avotoast to find out</p>","byline":"Hadley Freeman","body":"<figure class=\"element element-image element--showcase\" data-media-id=\"0ba380c972398c2682a44bc7f0b10fcfb4b07507\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431150/e8879e6f-a982-4c21-befb-bf09fcf77cb6-346x420.jpeg\" alt=\"Wellness guru cover\" width=\"346\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.</span> \n  <span class=\"element-image__credit\">Photograph: Perou for the Guardian</span> \n </figcaption> \n</figure> \n<p>Nestled among stuffy interior decorating and antique shops, <a href=\"http://daylesford.com/pimlico/\">Daylesford farmshop and cafe</a> in Pimlico is, judging by the queue on a weekday mid-afternoon, very much the chic place to meet for a fresh vegetable juice (&pound;6) or a superfood salad (&pound;14). A decade ago, you’d have struggled to find a place such as this in London; now, there seems to be one opening every other day. But, <a href=\"http://www.timeout.com/london/restaurants/daylesford-organic\">as one review warns</a>, everyone at Daylesford “is likely to be thinner, blonder and richer than you”, and I can testify that this much is true. It is part of a chain owned by Carole Bamford, a woman <a href=\"http://daylesford.com/carole-bamford-founder-daylesford-bamford/\">described on her website</a> as “a visionary in organic farming and healthy food retailing”. She is also the wife of <a href=\"http://www.jcb.co.uk/About/Lord-Bamford.aspx\">Anthony Bamford</a>, director of the JCB construction empire, although here in the farm shop the emphasis is very much on organic spelt bread rather than hydraulic excavators.</p> \n<p>I have come to Daylesford to have a green juice with <a href=\"http://calgaryavansino.com/\">Calgary Avansino</a>, whose chosen career would have seemed similarly far-fetched a decade ago. I first met Avansino years ago when she worked at Vogue as editor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/alexandra-shulman\">Alexandra Shulman</a>’s assistant. At the time, she struck me as polite, pretty and a tiny bit scary, like everyone who works for Vogue. Today, she beams with the kind of good health you’d expect of someone who blogs about how to make <a href=\"http://calgaryavansino.com/recipes/almond-chia-seed-pudding-2/\">chia seed pudding</a>. Writing last year about “<a href=\"http://www.thesundaytimes.co.uk/sto/style/living/Wellbeing/article1496331.ece\">healthy fixes for the Christmas feast</a>”, she urged readers to offer guests “an avocado and cacao mousse” instead of mince pies. “Your friends and your body will thank you,” she promised, strongly suggesting she has never met any of my friends. Her book on wellbeing, <a href=\"http://www.amazon.co.uk/Keep-It-Real-well-family/dp/1473619211\">Keep It Real</a>, will be published next year.</p> \n<p>Despite having had her third child four months ago at the age of 40, Avansino is very slim. This is not really a surprise: in a recent blog, <a href=\"http://www.getthegloss.com/article/my-week-in-food-calgary-avansino\">she detailed her typical weekly diet</a>, which included lunches of avocado on broccoli bread (“My new favourite thing!”) and green smoothies for breakfast. She frequently advises against gluten and describes herself as “not crazy about wheat”. She also writes about how to feed kids healthily. For instance, “Don’t think you have to start your kids eating with bananas – start with a courgette or sweet potato, which is much better than a high glycemic banana.”</p> \n<p>“I’ve never had any training, and I’m not a chef,” Avansino says when I ask about her nutritional qualifications. “I’ve just always eaten like this, and it comes from a very honest and easy place.”</p> \n<p>When Avansino moved to London from the US with her husband 14 years ago, people thought her “a total weirdo” for eating quinoa. Today, she says, everyone else is catching on: “I read this great article recently about how where you get your juice now is more important than what label you wear, because it’s sort of like discreet one-upmanship. I think it’s all positive.”</p> \n<figure class=\"element element-image\" data-media-id=\"c2d71939fc07b515932456b9b835704ac40fc0a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435234578127/e83afab5-24ea-4808-a2f3-417458d5ca06-460x276.jpeg\" alt=\"Calgary Avansino\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>As anyone who has endured a million Instagram photos of avocado on gluten-free bread (“<a href=\"https://instagram.com/explore/tags/avotoast/\">#avotoast</a>!!!”) knows, Avansino is right: ostentatiously ascetic good health is now a major fashion trend. “Wellness”, <a href=\"http://www.style.com/culture/living/2014/health-wellness-luxury-status-symbol?mbid=nl_011915_Dail\">as style.com recently put it</a>, using the zeitgeisty term for the pursuit of health, is “the new luxury status symbol… If five years ago it was <a href=\"https://www.celine.com/en/collections/fall/handbags\">a C&eacute;line bag</a>, today’s ultimate status symbol might just be <a href=\"https://www.soul-cycle.com/shop/womens/tops/\">a SoulCycle hoodie</a> and a green juice.” While such breathless prose might make you want to throw <a href=\"http://www.hemsleyandhemsley.com/spiralizer-our-recommended-spiralizer-for-our-favourite-courgette-dishes-and-more/\">a spiralizer</a> through a window (for the uninitiated, that’s a machine that turns vegetables into vague substitutes for spaghetti, thus sparing you those dreaded carbs), it is true that the pursuit of “wellness” hits that crucial point on the Venn diagram between aspiration, self-love and slimness. It’s the ultimate modern sweet spot, especially because you don’t even have to admit that you’re trying to lose weight (so boring, so unfashionable). You are simply pursuing “wellness”.</p> \n<p>Within the last decade, being a wellness blogger – someone who writes on nutrition and counsels others on how to change their diet – has overtaken fashion stylist and yoga teacher as the fashionable job option for young women. When <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/gwynethpaltrow\">Gwyneth Paltrow</a>, whose nutritional qualification is nothing more than a lifetime of eating, launched <a href=\"http://goop.com/\">goop.com</a> in 2008, promoting such untempting sounding propositions as the “21-day elimination diet”, she was roundly mocked. But she is having the last laugh. Other female celebrities – <a href=\"https://www.honest.com\">Jessica Alba</a> and <a href=\"https://www.preserve.us\">Blake Lively</a>, for instance – have since launched their own wellness websites, and it was recently announced that Paltrow is creating a range of organic gluten-free ready meals featuring options such as kale ravioli. Even Pippa Middleton is <a href=\"http://www.dailymail.co.uk/news/article-3075185/Blend-like-Auntie-Pippa-Kate-s-little-sister-inspiralized-nutritionist-new-healthy-eating-craze-role-whip-meals-baby-Charlotte.html\">reportedly training to be a nutritionist</a>, surely the ultimate sign that the trend has hit the mainstream.</p> \n<p>Instead of qualifications in boring things such as nutrition and science, the wellness guru has a blog and an Instagram account. From these, she advises thousands, even millions, of followers in her friendly, informal tone to avoid the likes of tropical fruits (too high in sugar) and stock up instead on cold-pressed green juices. She makes dark references to the many ways in which today’s food industry is making us all sick. She also includes many, many photos of herself to confirm the efficacy of her recommendations.</p> \n<p>The wellness blogger is, crucially, photogenic and young, which is why “wellness” looks so much more desirable than it did a decade ago, when it was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/gillian-mckeith\">Gillian McKeith</a>, say, telling us all to eat more fibre. Eat like me, look like me, is the message. Typical photo poses include sitting on a beach lounger in a bikini while drinking from a coconut, or reclining in a rustic kitchen in skinny jeans, a cute porcelain bowl of vegetables in one hand. There are differences, however: some bloggers endorse juice fasts, whereas others scorn juice and compare its sugar content to Coca-Cola; some promote fasting, others advise against. Such subjective disagreements are perhaps inevitable among a profession in which no training is required.</p> \n<p>It’s easy to mock this phenomenon, but it is big business now. Wellness gurus accrue lucrative endorsements from healthfood brands, exercise equipment makers and spas, which they promote on their blogs. Publishers cannot give them book deals fast enough, and bestseller lists in the UK, Australia and US are filled with volumes on wellness, which mix recipes with vague nutritional advice and, of course, many, many photos.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b353ff5c746218480a33260fed390673586c96d8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646322/7b9a7b93-8ead-45db-9a1e-1d69111221cf-460x375.jpeg\" alt=\"dish by wellness blogger calgary avansino\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Calgary Avansino/Instagram</span> \n </figcaption> \n</figure> \n<p>It’s perhaps not surprising that these books have found such a large audience: most people do eat too much crap and would like to be healthier, or at least thinner. If it takes a bunch of 25-year-olds with access to social media to make eating fruit (non-tropical) seem cool, this can only be a positive thing, surely? The emphasis on the alleged nefariousness of wheat and gluten feels more trendy than true, but if some people unnecessarily cut out bread and eat more vegetables, well, that doesn’t sound like the worst trade-off in the world.</p> \n<p>But food bloggers and nutritionists, unlike dietitians, are not regulated, and a few problems have emerged in this wellness gold rush. Until earlier this year, Belle Gibson was a very successful blogger in Australia. Her claims that she had cured herself of various cancers through eating fruit and vegetables brought her enormous attention. She is estimated to have made more than $1m from her app, <a href=\"http://thewholepantryapp.com\">The Whole Pantry</a>, and <a href=\"http://bookshop.theguardian.com/whole-pantry.html\">the book of the same name</a>, which was published by Penguin. Apple was planning to include her app on its Apple Watch. She boasted that she had encouraged “countless others” who suffered from cancer to reject conventional medical treatment and opt instead to treat themselves naturally.</p> \n<p>In April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/apr/22/none-of-its-true-wellness-blogger-belle-gibson-admits-she-never-had-cancer\">it was revealed that Gibson’s story was bogus</a>: she never had cancer. She gave a tearful interview to Women’s Weekly magazine in which the journalist drily reported, “She says she is passionate about avoiding gluten, dairy and coffee, but doesn’t really understand how cancer works.” Penguin said it had published the book “in good faith” and had never sought to verify Gibson’s claims.</p> \n<p>Over in the US, wellness blogger <a href=\"http://foodbabe.com/\">Vani Hari</a>, aka the Food Babe, is one of the most popular writers on nutrition and has successfully lobbied food brands such as Kraft to remove various chemicals from their products (scientists have argued that such campaigns were unnecessary). A former financial consultant, with no nutritional or science training, Hari’s blog now reaches well over a million followers and features posts with the kind of attention-grabbing headlines bloggers are so good at, such as <a href=\"http://foodbabe.com/2015/06/02/3-things-doctors-say-you-should-do-but-shouldnt/\">“3 Things Doctors Say You Should Do… But Shouldn’t!”</a> and <a href=\"http://foodbabe.com/2013/09/23/are-you-eating-this-ingredient-banned-all-over-the-world/\">“Are You Eating This Ingredient Banned All Over the World?”</a> Hari has been widely <a href=\"http://www.slate.com/articles/health_and_science/science/2015/02/food_babe_book_and_blog_claims_beaver_ass_coal_tar_and_yoga_mat_in_your.html\">condemned by scientists</a> and dietitians, who say that she “exploits the scientific ignorance of her followers”. She has also been described as “the Jenny McCarthy of food” (the actor McCarthy, similarly unversed in science, <a href=\"http://www.newyorker.com/tech/elements/jenny-mccarthys-dangerous-views\">encouraged Americans not to vaccinate their children</a>, warning it would cause autism). Hari <a href=\"http://foodbabe.com/2014/12/06/food-babe-critics/\">has responded by quoting Gandhi</a> – “First they ignore you, then they laugh at you, then they fight you, then you win” – and suggesting her critics are in the pay of big pharma and food corporations, thus making a virtue of her outsider status and lack of nutritional training.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The pursuit of&nbsp;‘wellness’ hits that crucial point on the Venn diagram between aspiration, self-love and slimness</p> \n </blockquote> \n</aside> \n<p>I grew up in New York and have spent time in Los Angeles. Along with Sydney, these are probably the epicentres for kooky, healthy eating trends, and I have watched many come and go. Although trendy British cafes serve gluten-free muffins and soya latte these days, I assumed that most Brits were too sardonic to go too far down this path.</p> \n<p>I was wrong. Over the past year, wacky nutritional advice has been increasingly creeping into the national press, all in the name of “wellness”. One regular (and self-confessedly wholly unqualified) nutritional newspaper columnist frequently insists that gluten-free options are inherently healthier, which, according to the British Dietetic Association, is simply untrue for the vast majority of people. In April this year, an uncritical profile of the Australian wellness blogger and “photogenic fruitarian” <a href=\"http://thebananagirl.com/about.php\">Freelee the Banana Girl</a> reported that “Freelee pioneered the Raw Till 4 regime, whereby she eats nothing but uncooked fruit until 4pm — sometimes dozens of bananas a day — allowing herself some grains, a little fat from nuts and seeds and a huge plate of steamed green or starchy vegetables in the evening”. Freelee credits this regime, we were solemnly informed, “with curing her eating disorder”.</p> \n<p>Then there are the British wellness bloggers, who are increasingly hard to avoid: <a href=\"http://deliciouslyella.com/\">Ella Woodward</a>, <a href=\"http://tessward.com/\">Tess Ward</a>, <a href=\"http://madeleineshaw.com/\">Madeleine Shaw</a>, <a href=\"http://www.hemsleyandhemsley.com/about/\">the Hemsley sisters</a> and Calgary Avansino. It isn’t hard to see the appeal for their many fans: the prettier, posher and thinner they are, the more success they enjoy. When Ella Woodward published her book <a href=\"http://bookshop.theguardian.com/deliciously-ella.html\">Deliciously Ella</a> earlier this year, her publishers reprinted it six times before it was even released, to keep up with demand; it became the fastest-selling debut cookbook of all time. (Twenty-four-year-old Woodward is the daughter of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/shaunwoodward\">Shaun Woodward</a>, the former Northern Ireland secretary, and <a href=\"http://www.thesundaytimes.co.uk/sto/Magazine/article1544338.ece\">Camilla Sainsbury</a> of the supermarket family.)</p> \n<p>Another British wellness book, <a href=\"http://bookshop.theguardian.com/get-the-glow.html\">Get The Glow</a>, by 25-year-old “nutritional health coach” Madeleine Shaw (<a href=\"https://instagram.com/madeleine_shaw_/\">147,000 followers on Instagram</a>), became a number one bestseller last month. I asked her editor, Anna Valentine at Orion, how she accounts for such rapid success. “This is a crowded area of the market, and each book has to shout to be heard,” she says. “A strong platform and engaged audience is crucial to help cut through the noise.”</p> \n<p>“In the long term, I’d like to see Madeleine as a female Jamie Oliver,” adds Shaw’s manager, Alice Russell. Russell has arranged sponsorship deals for Shaw from companies including Brita water filters and Savse smoothies. “We look at what’s a good fit for Madeleine. We’ve turned down a lot of money in the past from companies, so she can be built in the right way.”</p> \n<figure class=\"element element-image\" data-media-id=\"b82f17c922b4f1e3f0ff495d7eb2cca1105e810a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086818/c5ccb36f-09b7-42f3-801b-18f37a27c0b6-460x375.jpeg\" alt=\"wellness blogger madeleine shaw\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>Shaw herself is more than aware of where the appeal lies. “Some of the girls, like the Hemsleys and Ella, are very pretty, but I think it’s that we’re all so nice and smiley and approachable,” says Shaw, who is all of those things. Like many books by wellness bloggers, Get The Glow mixes perfectly sensible if hardly novel advice (eat less sugar) with less well-founded claims (wheat, Shaw writes, “is like sandpaper for the gut”). The recipes, too, are an even split between the healthy but tempting (Thai beef salad) and the healthy but not (pizza with a crust made of mashed cauliflower bound together with egg white).</p> \n<p>Shaw and I meet in the newly opened <a href=\"http://www.southkensingtonclub.com\">South Kensington Club</a> (all the new nutritionists seem to be based in south-west London: my week of interviewing them involves trekking around the golden triangle of Sloane Square, South Kensington and Notting Hill), and she talks engagingly about how she, like nearly all British wellness bloggers, became interested in healthy eating after suffering from digestive problems. She describes herself as “a modern-day hunter-gatherer. I think we got it right at the beginning and things have become more processed, and I think that’s causing problems for so many people,” she says with the uptick accent so popular now in certain areas of Britain.</p> \n<p>Yet people are living a lot longer than they were 500 years ago, I say.</p> \n<p>“I totally get your point,” Shaw concedes, “and I think it’s because our medicines have developed and we’re not running around with sticks and getting eaten by animals and stuff like that. But we’re not as connected with our bodies as we used to be – we eat out of boredom or, like, convenience, or, like, to stay awake to get stuff done. So it’s about getting in touch with your food to see where it’s from.”</p> \n<p>She advises against wheat very strongly, but people did eat wheat 500 years ago, didn’t they?</p> \n<p>“I think it’s because of the way it’s done now,” she says. “If it was wheat that was grown a long time ago, it was really nutritious, it had long roots, it had some goodness. But now it’s more of a dwarf crop and it doesn’t have the same nutrition.” Shaw thinks everyone should give up wheat, “just to see how they feel”. She is currently doing a three-year course at the London-based <a href=\"http://www.naturopathy-uk.com/\">College of Naturopathic Medicine</a>.</p> \n<p>Very few wellness bloggers have traditional nutritional qualifications, such as university degrees. At most, some have taken the year-long, $5,995 online course from the New York-based <a href=\"http://www.integrativenutrition.com/\">Institute for Integrative Nutrition</a> (IIN), which, while licensed by the New York state education department, only qualifies students to describe themselves as an “integrative nutrition health coach”. They can use this qualification all around the world. (Pippa Middleton is said to be taking the IIN course as I write.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8cbadaadcc4d2956af464ea30c2bbd85e47344b7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070516/43cdeb56-b519-4dae-afb8-bdeefb9fda39-280x420.jpeg\" alt=\"wellness blogger madeleine shaw doing a headstand\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’</span> \n  <span class=\"element-image__credit\">Photograph: Madeleine Shaw/Instagram</span> \n </figcaption> \n</figure> \n<p>The IIN was founded by <a href=\"https://www.facebook.com/NutritionSchoolFounder\">Joshua Rosenthal</a>, whose nutritional background is, spokesperson Justine Thorner explains, “a master of science degree in education and 30 years of experience in health, wellness, wholefoods, personal coaching and teaching”. (In other words, he learned to be a teacher in nutrition by teaching about nutrition.) He still teaches 50% of the programme, alongside visiting teachers – “the best in the world,” according to Rosenthal – who include such zeitgeisty figures as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/ariannahuffington\">Huffington Post editor-in-chief Arianna Huffington</a> and Dr Mehmet Oz. Oz, an American heart surgeon with his own TV show, has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/17/dr-oz-columbia-doctors-quack-treatments\">regularly criticised</a> by fellow doctors, who recently described him as “routinely [showing] disdain for science and for evidence-based medicine”. As for Oz’s coverage of weight-loss supplements, Senator <a href=\"http://www.politico.com/story/2014/06/claire-mccaskill-dr-oz-weight-loss-supplement-107952.html\">Claire McCaskill told him in a senate hearing last year, “You are melding news and entertainment in a way that harms consumers</a>.”</p> \n<p>I ask Thorner if the IIN has any concerns about the controversy surrounding its visiting teacher. “Dr Oz’s lecture focuses around simple tips for health and happiness,” she says. “Criticism surrounding other aspects of his work unrelated to IIN will not impact our relationship with him.” To be fair to the IIN, New York’s Columbia University still employs Oz, too, much to the dismay of some of his colleagues. “A health coach does not diagnose, treat or take responsibility for bringing about wellness changes in a client’s life,” Thorner says. “Rather, he or she guides and supports the development of and progress towards personal wellness goals. The UK is one of the top countries that we have students from.”</p> \n<p>When I ask Anna Valentine at Orion if she is concerned about commissioning a book about healthy eating from someone without traditional nutritional qualifications, she replies, “Madeleine [Shaw] is a trained nutritional health coach from the Institute of Integrative Nutrition. She learned to cook and gained lots of practical experience in healthfood cafes and restaurants. She was also employed to cook for a professional rugby team.”</p> \n<p>The publishers of these wellness books may not demand real nutritional expertise, but sometimes the gaps in the bloggers’ knowledge show. In <a href=\"http://deliciouslyella.com/date-and-pecan-loaf/\">one recent exchange on her blog</a>, which gets 2.5m hits a month, Woodward was asked by a commenter why she doesn’t use millet in her recipes: “I don’t use millet as it contains gluten and all my recipes are gluten-free. Hope you love the recipes! X,” she explained in her characteristically chatty style.</p> \n<p>Her loyal followers pointed out that millet does not, in fact, contain gluten. Woodward, undaunted, simply moved the goalposts: “I prefer to stay away from millet as I personally find it difficult to digest. Have a nice day! X,” she replied.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It isn’t true that nutrition advice changes all the time. But people want to hear stuff that is different, sexy and new</p> \n  <footer> \n   <cite>Paul McArdle, British Dietetic Association</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>To be fair, few wellness bloggers claim to be experts. “I always say I haven’t had training, and I never get into the science because that’s not my strength,” Avansino tells me. Even so, Paul McArdle of the <a href=\"https://www.bda.uk.com/\">British Dietetic Association</a> takes a fairly dim view of this kind of thing. “Personal experience in making a dietary change in your own life is not a qualification to advise others about nutrition,” he says. “The word nutritionist has no legal meaning – anyone can call themselves a nutritionist, and if you are a member of the public, you have no protection from rogue advice. People say that health advice changes all the time, but that isn’t true – we’ve been saying the same things for years. But people want to hear stuff that is different, sexy and new.”</p> \n<p>One of these different, sexy and new things is the move against wheat and gluten. “We have noticed a rise in people claiming they have an intolerance to wheat and gluten, but the figures are in actuality very, very low,” McArdle says.</p> \n<p>I ask about Shaw’s contention that the root of the problem is in the way wheat is farmed these days. He gives this short shrift: “There is some evidence that there are strains of wheat that cause a reaction in those who have a sensitivity, and older-fashioned strains of wheat can be better for those who have a sensitivity. But the numbers are still very low.”</p> \n<p>Is it not sensible to advise those with digestive troubles to cut down on wheat, then? McArdle gives an exasperated sigh: “A nutritionist should not advise someone with digestive problems to cut out wheat – they don’t have medical training and there may be other issues. People often don’t realise that what I call ‘nutrition lite’ people aren’t qualified to diagnose anything. So they’ll take advice from them and not see professionals.”</p> \n<p>Tess Ward and I meet in a restaurant in Notting Hill. With her cute blond bob and an accent that could cut glass, she is so pretty that our waiter nearly trips over his own feet. She is also very thin. “I am thinner than I normally am, because I just discovered I’ve got a food allergy,” she tells me. “I am trying my darnedest right now to put on weight with protein shakes!” She grins.</p> \n<figure class=\"element element-image\" data-media-id=\"145f37d57d9fc049dbc659aaab09fff540399c8a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884521/959daa95-5cfd-4cb2-9636-a06fba7f0fc2-460x375.jpeg\" alt=\"wellness blogger tess ward\" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Ward’s followers (<a href=\"https://instagram.com/tesswardchef/\">26,400 on Instagram</a>) make frequent envious comments about her physical appearance. Does she think her looks play a part in her appeal? “I find that a difficult question to answer. I never mediate my [Instagram] images. It’s more, ‘Oh, I’m wearing nice shoes and here’s a juice on the floor.’ Because then maybe someone will think, ‘Oh, yes, maybe I’ll have a juice.’ ”</p> \n<p>Her new book, <a href=\"http://bookshop.theguardian.com/naked-diet.html\">The Naked Diet</a>, focuses, she says, “on stripping ingredients back to their bare essentials, but in no way is it about dieting”. Unusually for a wellness blogger, Ward has had professional training in cookery, studying at <a href=\"http://www.lcblondon.com\">Le Cordon Bleu</a>. But, like Shaw, her nutritional training came from the IIN and, also like Shaw, she was inspired to study there after suffering from digestive problems that were never fully diagnosed.</p> \n<p>“I personally can’t digest wheat,” Ward tells me. “I wouldn’t recommend everyone cut it out, but there’s loads of research saying spelt is good for people with IBS and fighting bowel cancer.” (When I ask McArdle about Ward’s claim, he says, “You can find studies to support any theory you want, but most are not robust enough to count as medical research.”)</p> \n<p>The IIN claims that more than 68,000 people have completed its year-long online course in being a health coach. Intrigued, I enrol on the introductory session, also online, opting to join a Sunday evening class (there are only 100 students per class, and many are already booked up).</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"321220d986b3cbca28d957d20bc75823dd29724c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377326/e418a9bc-f768-45c2-a344-cba14bd0dc1c-460x375.jpeg\" alt=\"Tess Ward’s sea bass ceviche with avocado and pomegranate \" width=\"460\" height=\"375\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.</span> \n  <span class=\"element-image__credit\">Photograph: Tess Ward/Instagram</span> \n </figcaption> \n</figure> \n<p>Sharon, the tutor, speaks to us directly in the pre-recorded seminar, illustrating the IIN’s friendly, wide-eyed, all-inclusive attitude to nutrition with photos and video clips. The year-long syllabus includes talks on all manner of eating plans, such as the Atkins diet, and cleanses, no matter how medically dubious: “One of the fundamental teachings of the school is a concept Joshua [Rosenthal] coined as bio-individuality, meaning one person’s food is another person’s poison,” spokesperson Thorner explains. “Given this unique standpoint, we do not value any one diet over another.” There is a repeated emphasis on the importance of all-over health, and how graduates will have “the confidence to go out there and convert people”. Alongside this wholesome, holistic approach are repeated reminders of how much an IIN graduate can earn: “We’ll show you how to be a six-figure health coach even with a full-time job,” is one of Sharon’s opening remarks, and this kind of thing is repeated frequently. Most people who come into the programme, she says, “have no training in nutrition”. Nonetheless, “halfway through the course you will have the confidence to take on clients. Many students make back their tuition [fees] before graduation.”</p> \n<p>So could I start taking on clients and charging them after just six months, I ask Thorner.</p> \n<p>“We recommend our students be upfront with their clients about where they are in their programme and charge a lower rate while in school, for example around $95 a month,” she says. “After graduation, our coaches can feel confident in charging a higher rate, such as $195 a month.”</p> \n<p>I don’t sign up for the rest of the course, but the IIN does its best to convince me otherwise, sending daily emails. A typical one comes with the subject line “Are you already a Health Coach without knowing it?” There is a link to a video in which Sharon explains that there is “a huge demand for a new kind of professional - a health coach [because] traditional doctors don’t necessarily have the time or resources to help their patients build healthy habits and change their lifestyle”.</p> \n<p>There is no denying that how we eat is important, and the rise of nutritionists is testament to public awareness of that, even if a large part of their appeal is the whispered promise of thinness. And a lot of what these bloggers advocate – less sugar, more vegetables – is perfectly sensible. But it is often served up with a hefty side dish of misinformation and encouragement of food phobias. After all, being obsessive about healthy eating isn’t actually all that healthy.</p> \n<p>I suspect that, in a small way, these women know this, and realise that public enthusiasm for them will eventually wane, as it does with all fashion trends. Several bloggers who declined to be interviewed for this piece did so because they “don’t want to be seen as part of that group”, and several of those who did speak to me made the same point. “I really think of myself as more of a chef and food writer than a blogger or nutritionist,” Tess Ward says, twice. She then shows me her Instagram page, proving that she doesn’t follow “many of them”, favouring instead chefs such as Skye Gyngell and Angela Hartnett. She looks up from her phone suddenly, as if a thought has just occurred to her: “You know, you should talk to some chefs. They really know amazing things about food.”</p> \n<ul> \n <li>Main image, styling by Andie Redman. Hair and makeup by Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble.<br /></li> \n</ul>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159431932/7dc8e0ac-8698-4f35-99a9-2ebfb82ad77e-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action. Photograph: Perou for the Guardian","credit":"Perou for the Guardian","altText":"Wellness guru cover","cleanCaption":"Wellness blogging is now big business, with publishers, television and advertisers keen to get a slice of the action.","cleanCredit":"Photograph: Perou for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435234579468/1dd048b9-0207-4fd2-8c81-3a83a0998e70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’ Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"Calgary Avansino","cleanCaption":"Calgary Avansino: ‘I’ve never had any training, and I’m not a chef. I’ve just always eaten like this, and it comes from a very honest and easy place.’","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141646552/ae26b065-c184-4e40-81da-9871f6974a66-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign. Photograph: Calgary Avansino/Instagram","credit":"Calgary Avansino/Instagram","altText":"dish by wellness blogger calgary avansino","cleanCaption":"A recipe by Calgary Avansino, posted on Instagram to promote her #keepitreal campaign.","cleanCredit":"Photograph: Calgary Avansino/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141086190/30629ed3-b644-4d0a-916e-5040a74afac7-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers. Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw","cleanCaption":"‘We’re all nice and smiley and approachable,’ says Madeleine Shaw, who has her own YouTube channel and more than 147,000 Instagram followers.","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435142070307/0ae50a96-769a-4d6f-931d-74bd76fc88c0-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":468,"width":312,"orientation":"portrait","caption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’ Photograph: Madeleine Shaw/Instagram","credit":"Madeleine Shaw/Instagram","altText":"wellness blogger madeleine shaw doing a headstand","cleanCaption":"‘We’re not as connected with our bodies as we used to be,’ Shaw says, ‘so it’s about getting in touch with your food to see where it’s from.’","cleanCredit":"Photograph: Madeleine Shaw/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435140884984/1b923a2a-9a94-4227-b871-b3975e0c371d-620x506.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":506,"width":620,"orientation":"landscape","caption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"wellness blogger tess ward","cleanCaption":"‘I think of myself more as a chef than a blogger,’ says Tess Ward who, like many of her contemporaries, studied at the US-based Institute for Integrative Nutrition.","cleanCredit":"Photograph: Tess Ward/Instagram"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435141377528/eb1893e2-a933-4b48-b1a0-607173eaab98-540x440.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":440,"width":540,"orientation":"landscape","caption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says. Photograph: Tess Ward/Instagram","credit":"Tess Ward/Instagram","altText":"Tess Ward’s sea bass ceviche with avocado and pomegranate ","cleanCaption":"Ward’s sea bass ceviche with avocado and pomegranate, from her new book, The Naked Diet. ‘In no way is it about dieting,’ she says.","cleanCredit":"Photograph: Tess Ward/Instagram"}],"webPublicationDate":"2015-06-27T07:00:09Z","lastModified":"2015-06-27T07:00:09Z","metadata":{"commentable":true,"commentCount":529,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":true,"keywords":["Health & wellbeing","Food & drink","Life and style","Instagram","Technology"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/instagram","webTitle":"Instagram"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","shortUrl":"http://gu.com/p/4a493","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/new-wellness-bloggers-food-drink-hadley-freeman"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Green is the new black"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435137856262/girl-standing-in-front-of-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble","credit":"Perou/Perou","altText":"girl standing in front of leaves holding glass of green juice","cleanCaption":"Photograph: Perou. Styling: Andie Redman. Hair and makeup: Camilla Hewitt at Frank Agency using Mac Cosmetics and Bumble and bumble"}}]}],"lastModified":"2015-06-29T08:03:14Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}