{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Deported to Mexico / A lost generation","rawTitle":"A lost generation","item":{"type":"article","id":"global/2015/may/17/deported-to-mexico-immigration-america","title":"Deported to Mexico: a lost generation","trailText":"At least 500,000 young people, whose Mexican parents illegally crossed into the United States, have been forced back across the border, often knowing nothing of their new home. Nina Lakhani meets some of those they call the ‘dreamers’","standFirst":"<p>At least 500,000 young people, whose Mexican parents illegally crossed into the United States, have been forced back across the border, often knowing nothing of their new home. Nina Lakhani meets some of those they call the ‘dreamers’</p>","byline":"Nina Lakhani","body":"<p>For the children of undocumented Mexican migrants in the United States, life demands secrecy. They learn to navigate between the two cultures while hiding their illegal status – all the while praying for immigration reform. Their Mexican memories – if they remember at all – are replaced by American dreams. After a few years, they often feel, look and sound so American, they can forget that, in the eyes of the law, they are aliens.</p> \n<p>But they are, and they can be arrested at any moment. At least 500,000 young adults who grew up in the US have been deported or have decided to return to Mexico in the past decade. For many it is akin to arriving in a foreign country for the second time, but this time they lack a child’s ability to acclimatise. For years, little was known about what happened to these youngsters, but a picture is now emerging of a well-educated, bilingual, bicultural group whose traumas and talents are being ignored. This is in part due to groups trying to raise awareness of their plight. One such network is <a href=\"http://losotrosdreamers.org/\">Los Otros Dreamers</a> – the Other Dreamers. The name is a reference to the young migrants who would benefit from the Dream Act, a US bill first introduced in 2001, but still not passed, which would have paved the way to citizenship for those brought to the US as children.</p> \n<p>Some of these “dreamers” were deported after failed immigration cases or minor offences; many were just in the wrong place at the wrong time. Others came back with their parents, or were exasperated at not being able to get a driving licence, work legally or attend university. Fewer than half of American states accept undocumented migrants at university. Regardless of why they returned, many struggle to adjust.</p> \n<p>Dr William Perez, a professor of education at Claremont Graduate University, California, recently interviewed almost 300 returnees aged 18-30, as part of his research into undocumented students. Half reported mental-health problems such as depression and anxiety, while 85% have suffered discrimination since returning to Mexico. Many have become demoralised by bureaucratic obstacles preventing them from continuing their education. “These young people have got huge unmet needs, but also huge potential. They’re stuck doing crappy jobs because the government hasn’t had that lightbulb moment. This group could help solve Mexico’s enormous deficiency in naturalised English speakers,” says Dr Perez.</p> \n<p>There are some positive signs. In March 2014, the Mexican government launched <a href=\"http://www.inm.gob.mx/index.php/page/Somos_Mexicanos\">Somos Mexicanos</a> – We are Mexican – its first programme to help returnees reintegrate by expediting access to ID papers, healthcare, education and jobs. Progress has been slow, but the Dreamers are at least on the radar.</p> \n<p>President Obama’s controversial immigration order last November means around 1.5 million Dreamers are now eligible for temporary legal status. It’s another sticking-plaster fix and ignores all those already deported who would qualify. Obama, who has presided over two million deportations, and is nicknamed the Deporter-in-Chief, has limited legislative options in the face of opposition from the Republican Party. “There’s so much historical resentment and misunderstanding between Mexico and America,” says Dr Perez, “but these young people feel an affinity towards both, which should make them a natural bridge between both countries. Currently, they’re rejected by both.”</p> \n<h2>Magdalena Ventura, 24, San Luis Potos&iacute; </h2> \n<figure class=\"element element-image\" data-media-id=\"514f8f0c14289ee4195ff554fc72e852b02fa9ff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525204604/4d46a791-7c74-49c2-b958-d2d3a9503fe9-460x276.jpeg\" alt=\"‘I was desperate to get back’: Magdalena Ventura as a child in Georgia, before she moved back to Mexico.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I was desperate to get back’: Magdalena Ventura as a child in Georgia, before she moved back to Mexico.</span> \n  <span class=\"element-image__credit\">Photograph: Adam Wiseman/Observer</span> \n </figcaption> \n</figure> \n<p>Maggie was a toddler when her family migrated from a tiny agricultural village in Mexico to Dalton, Georgia. “I always knew we were undocumented, but I was 16 when I started to understand what that really meant. Without a social security number, I couldn’t get a driver’s permit. I wanted to be a nurse, but couldn’t apply for scholarships, which made tuition fees three times higher. I even got turned away from a part-time job at Taco Bell.”</p> \n<p>In June 2008, a month after she had turned 18 and graduated from high school with top grades, Maggie decided to return to Mexico alone, because she didn’t want to live a lie. “I kept hoping the law would change so I could get my papers and be legal, but it didn’t. I was very attached to God and the Catholic Church, and I didn’t want to break the law, so I said my goodbyes.”</p> \n<p>Maggie’s parents paid $500 (&pound;325) to a man-with-a-van to drive her 1,600 miles to San Luis Potos&iacute;. “I had actually started to regret my decision as we approached the border, because I suddenly realised that there would be no way back.”</p> \n<p>She was dropped off at a petrol station at 3am, hours later than expected. “I didn’t recognise anything, but thankfully found a taxi that took me to my family village about half an hour away, where my grandfather and aunt were waiting for me. In the village there was a problem with the electricity, so there were no hot showers or washing machines – I had to heat water on a fire and have bucket baths and wash my clothes in the river. It was a shock. The first three months felt like someone had died. The grief was so strong, I couldn’t do anything, I couldn’t believe I’d left my whole life to come here.”</p> \n<p>Her parents moved back a couple of years later and bought a house and a convenience store with the money they’d saved in the US working in restaurants and cleaning. They were glad to be home, but Maggie couldn’t settle.</p> \n<p>Maggie’s US school certificates were finally validated by Mexican authorities last year, so she could start college and get her life back on track. She’s studying for a tourism degree, while working in the all-American Domino’s Pizza. “I’m bilingual, bicultural and I want to be binational, so I’m free to cross the border to my home, where I spent my childhood, to see friends and family. I’m starting to love Mexico, to see a future here, but I have a lot to offer both countries, which neither government understands or appreciates.”</p> \n<h2>Viridiana Hidalgo, 30, Le&oacute;n</h2> \n<figure class=\"element element-image\" data-media-id=\"8912470d745a77032e12062d3cc5984ceef691e7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525420728/c0c7120a-50af-42f3-8a58-80ce5899e72f-460x276.jpeg\" alt=\"'I couldn’t get into college or get a job as I didn’t have the right paperwork, and I sank into a deep depression': Viridiana Hidalgo.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I couldn’t get into college or get a job as I didn’t have the right paperwork, and I sank into a deep depression’: Viridiana Hidalgo.</span> \n  <span class=\"element-image__credit\">Photograph: Adam Wiseman/Observer</span> \n </figcaption> \n</figure> \n<p>Viridiana was at college in Davenport, Iowa, studying radiology in 2011, when her father, a chef, was picked up in an immigration raid and deported back to Le&oacute;n after more than 20 years of living in the US.</p> \n<p>“My younger brother and sister are US citizens as they were born in Iowa, and my parents had invested everything into buying our own house. What we’d had in Le&oacute;n was long gone. But we decided to go back to join my dad, to try and keep the family together. Only my older sister stayed. It felt like we were leaving home, not going home.”</p> \n<p>The euphoria of being reunited with her father and extended family lasted only a few hours. “I went to bed that first night and all I could think was, ‘What have I done?’ We went for a walk the next morning and the graffiti and trash and rows of tiny houses without any yards just made me feel so sad, it was so different to home.”</p> \n<p>It took a year to get the younger children, aged 14 and 15, back into school, as the family struggled to meet the demands of the education ministry. “My brother’s Spanish wasn’t great and he got really bullied at school. We had the wrong accents, wore the wrong clothes, we were too American. Even within our family we felt stigmatised. I couldn’t get into college or get a job as I didn’t have the right paperwork, and sank into a deep depression, barely leaving the house for over a year.”</p> \n<p>Viridiana’s despair deepened when President Obama handed a reprieve to young undocumented migrants, the Dreamers, just a few months after she had left. “It was like a punch in the face. I felt happy for my sister and friends who qualified, but I was so angry with the US government, and with myself for making such a bad decision.”</p> \n<p>Unable to settle, in 2013 she decided to go back as a mojada, or “wetback”, the colloquial name given to undocumented migrants who cross the border. But after a few disastrous months in a dangerous border town trying to find a guide, she turned back.</p> \n<p>“I was desperate to get back. But, there was so much violence at the border – dismembered bodies of women were turning up – that I realised it wasn’t worth risking my life for.”</p> \n<p>Viridiana still misses the snow, friends and her favourite ice cream, and hasn’t given up hope of returning to the US legally one day – she isn’t banned as she wasn’t deported.</p> \n<p>“Life isn’t easy here, but we can make it. Sometimes I still pretend that I am just visiting, that soon I’ll be home. But most of the time my mind is on a different track now, I know I have to get on with it, and I want to show the US that they lost someone great.”</p> \n<h2>Eric Sanchez, 22, Michoac&aacute;n</h2> \n<figure class=\"element element-image\" data-media-id=\"2b992d9e45872e47653b4e70d9c72d18162cb1c1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525554233/0903ed72-8cc6-48bf-8208-455777f3e130-460x276.jpeg\" alt=\"‘It was like a bomb had dropped into my life’: Eric Sanchez.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It was like a bomb had dropped into my life’: Eric Sanchez.</span> \n  <span class=\"element-image__credit\">Photograph: Adam Wiseman/Observer</span> \n </figcaption> \n</figure> \n<p>Eric was five years old when he crossed the border with two cousins and a “coyote” – an illegal guide paid by their parents to take them from Michoac&aacute;n to Portland, Oregon. His father was already there, his mother joined them a month later, and so began his new life. “I was so small when I left Mexico that I didn’t remember it all. Of course, I spoke Spanish at home and we ate Mexican food, but I grew up feeling American. I wanted to be a marine.”</p> \n<p>In December 2009, Eric was an average 10th-grade student struggling to pass maths. After school he hung out with friends at the mall, loved jazz and hip-hop, and played football for his school team, a devoted Portland Timbers and Manchester United fan. By this time, his parents had split up and his dad, a printer, was a legal citizen, having remarried an American. “My dad applied to get me a visa so I could travel to Mexico to visit my sick grandmother and apply to the marines. On the second day of the interview, the immigration officer said I was being deported because of my criminal background. I had never been in trouble with the police and they wouldn’t tell me what I had supposedly done, only that there was no way to appeal. I was taken to a detention centre, handcuffed and was on a plane to Mexico City that night. It was like a bomb had dropped into my life. I was 17.”</p> \n<p>Most probably, Eric had been confused with someone else, but he’ll almost certainly never know for sure. Eric arrived in Mexico City at around midnight with only the phone number of an aunt and uncle who his dad had said would help him, but he had never met. “I felt totally alone as I waited for them to come and pick me up – I had no idea if they’d accept me or not. I kept thinking about home, I hadn’t had the chance to say goodbye to my friends or even speak with my mum. Those first few hours were so scary.”</p> \n<p>He moved in with his relatives just outside Mexico City, and his cousins tried to help him adjust, but he didn’t fit in. “People kept making fun of my Spanish, it felt like I couldn’t say a sentence without making a mistake. I felt like a foreigner, it really hurt.”</p> \n<p>For the first three years, he was depressed, could barely eat and lost a lot of weight. But most of all he felt very scared. His mother had returned to his home state of Michoac&aacute;n in 2011 and he was stunned by the “narco” violence. One evening, a carload of armed men in balaclavas pulled up alongside Eric and his friend. “They asked us to join them, the Knights Templar cartel, it was terrifying, but thankfully they let us go when we said no. There were gun battles in the streets most nights, lots of people were being killed, I wasn’t sure I would survive.”</p> \n<p>Today, Eric says he still misses feeling safe, “but I do now feel 80% Mexican – and people don’t laugh at my Spanish any more. Maybe one day I’ll make it back to America – I still dream about joining the marines.”</p> \n<h2>Nancy Lander, 34, Mexico City</h2> \n<figure class=\"element element-image\" data-media-id=\"64db533cb86471284914b122d75efd1cbf25255e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525676576/f08161d9-a8cd-4d71-9d43-24d8e1e08569-460x276.jpeg\" alt=\"‘I felt like a nobody in those first four years in Mexico, like everything I’d done in the US counted for nothing’: Nancy Lander.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I felt like a nobody in those first four years in Mexico, like everything I’d done in the US counted for nothing’: Nancy Lander.</span> \n  <span class=\"element-image__credit\">Photograph: Adam Wiseman/Observer</span> \n </figcaption> \n</figure> \n<p>In the 20 years that Nancy lived in Los Angeles, she only told a handful of people that her family was undocumented. Still, she overcame the obstacles to sail through high school, and became the first in her family to go to college, graduating in 2004 with a degree in computer science and business administration.</p> \n<p>Around that time, her parents, a builder and a textiles worker, filed an immigration case to obtain legal status with the help of a notary. It looked positive: they got social security numbers and temporary work permits, which helped Nancy to find good jobs, first as an NGO fundraiser and then for a state politician. But the notary kept making excuses while taking their money. In 2008, Nancy discovered that removal orders had been issued against the family years earlier. “We were victims of fraud, but there was nothing we could do, just hope that Obama would follow through with immigration reforms. I even campaigned for him. It was then I told my boyfriend about my status, though I never thought they’d deport me.”</p> \n<p>They got her a year later, flagging her down while she was driving to work, put her in the deportation van and carried on with their raids. “The nightmare began. I was dropped off in Tijuana at 8pm [at a repatriation centre], without any ID, my phone battery dead, and nowhere to go. I had $20.”</p> \n<p>Nancy called a friend in LA for help, who agreed to drive down with her laptop, some money and clothes. “This was at the height of the violence in Tijuana and I was terrified to leave the centre, so I just hung around the transit area until my friend arrived at 1am. Even then, I was still thinking I’d be able to fight the case. I didn’t understand that I’d spent my last day in LA, my home since I was nine.”</p> \n<p>It took more than a month to obtain Mexican ID, and several months to find a job in a call centre. “I felt like a complete nobody during the first four years in Mexico, like everything I’d done in the US counted for nothing.” Although the education ministry would not accept her Californian degree, the UK would. She moved to London in September 2013 to study for a master’s in migration at University College London. “London helped me recover my dignity. I was free to cross borders, explore, prove to the US that I could be trusted. Returning to Mexico from London the proper way, like everyone else, also gave me some closure. I know I need to go back to LA to close the circle completely.” </p> \n<p>If Nancy hadn’t been deported, she would probably qualify under President Obama’s most recent immigration order as a Dreamer. Instead, she has a 10-year entry ban.</p> \n<p>“Dreamers don’t stop dreaming just because they’re deported. We have strong ties to both countries, so stop ignoring us, stop stigmatising us. We understand both cultures, so start using us for transnational policy issues. We’re an untapped gold mine that only the call-centre industry is exploiting.”</p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525017575/Maggie-Loredo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The first three months felt like someone had died. The grief was so strong’: Maggie Loredo in her family shop in San Luis Potosí. She returned from Georgia at 18. Photograph: Adam Wiseman for the Observer","credit":"Adam Wiseman/Observer","altText":"Maggie Loredo","cleanCaption":"‘The first three months felt like someone had died. The grief was so strong’: Maggie Loredo in her family shop in San Luis Potosí. She returned from Georgia at 18. Photograph: Adam Wiseman for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525205889/4d46a791-7c74-49c2-b958-d2d3a9503fe9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I was desperate to get back’: Magdalena Ventura as a child in Georgia, before she moved back to Mexico. Photograph: Adam Wiseman/Observer","credit":"Adam Wiseman/Observer","altText":"‘I was desperate to get back’: Magdalena Ventura as a child in Georgia, before she moved back to Mexico.","cleanCaption":"‘I was desperate to get back’: Magdalena Ventura as a child in Georgia, before she moved back to Mexico.","cleanCredit":"Photograph: Adam Wiseman/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525422736/c0c7120a-50af-42f3-8a58-80ce5899e72f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I couldn’t get into college or get a job as I didn’t have the right paperwork, and I sank into a deep depression’: Viridiana Hidalgo. Photograph: Adam Wiseman/Observer","credit":"Adam Wiseman/Observer","altText":"'I couldn’t get into college or get a job as I didn’t have the right paperwork, and I sank into a deep depression': Viridiana Hidalgo.","cleanCaption":"‘I couldn’t get into college or get a job as I didn’t have the right paperwork, and I sank into a deep depression’: Viridiana Hidalgo.","cleanCredit":"Photograph: Adam Wiseman/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525555651/0903ed72-8cc6-48bf-8208-455777f3e130-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It was like a bomb had dropped into my life’: Eric Sanchez. Photograph: Adam Wiseman/Observer","credit":"Adam Wiseman/Observer","altText":"‘It was like a bomb had dropped into my life’: Eric Sanchez.","cleanCaption":"‘It was like a bomb had dropped into my life’: Eric Sanchez.","cleanCredit":"Photograph: Adam Wiseman/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525678318/f08161d9-a8cd-4d71-9d43-24d8e1e08569-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I felt like a nobody in those first four years in Mexico, like everything I’d done in the US counted for nothing’: Nancy Lander. Photograph: Adam Wiseman/Observer","credit":"Adam Wiseman/Observer","altText":"‘I felt like a nobody in those first four years in Mexico, like everything I’d done in the US counted for nothing’: Nancy Lander.","cleanCaption":"‘I felt like a nobody in those first four years in Mexico, like everything I’d done in the US counted for nothing’: Nancy Lander.","cleanCredit":"Photograph: Adam Wiseman/Observer"}],"webPublicationDate":"2015-05-17T06:30:17Z","lastModified":"2015-05-17T06:30:17Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Nina Lakhani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nina-lakhani"}],"feature":true,"keywords":["Mexico","Americas","Society"],"tags":[{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/americas","webTitle":"Americas"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"global"},"topics":[{"displayName":"Nina Lakhani","topic":{"type":"tag-contributor","name":"profile/nina-lakhani"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/may/17/deported-to-mexico-immigration-america","shortUrl":"http://gu.com/p/48pjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/may/17/deported-to-mexico-immigration-america","webUri":"http://www.theguardian.com/global/2015/may/17/deported-to-mexico-immigration-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525017575/Maggie-Loredo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The first three months felt like someone had died. The grief was so strong’: Maggie Loredo in her family shop in San Luis Potosí. She returned from Georgia at 18. Photograph: Adam Wiseman for the Observer","credit":"Adam Wiseman/Observer","altText":"Maggie Loredo","cleanCaption":"‘The first three months felt like someone had died. The grief was so strong’: Maggie Loredo in her family shop in San Luis Potosí. She returned from Georgia at 18. Photograph: Adam Wiseman for the Observer"}},"importance":7,"kicker":{"title":"Deported to Mexico"},"showQuotedHeadline":false},{"title":"What should Labour do now?","rawTitle":"What should Labour do now?","item":{"type":"article","id":"politics/2015/may/17/what-should-labour-do-now-four-new-mps-reply","title":"What should Labour do now?","trailText":"Four newly elected MPs offer their views on how the party can begin its fightback","standFirst":"Four newly elected MPs offer their views on how the party can begin its fightback","byline":"","body":"<h2>Melanie Onn, Great Grimsby</h2> \n<figure class=\"element element-image\" data-media-id=\"e39794adfbb2c53f070d32d4aec2f9fe706830ed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431787693440/19d65401-aba2-429b-8191-9ebd89b64714-460x276.jpeg\" alt=\"Melanie Onn.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Melanie Onn.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Observer</span> \n </figcaption> \n</figure> \n<p>Rejecting our message on social justice, equality and the rights of working people is not the way forward. This is the founding basis of the Labour party and should not be jettisoned in the clamouring race for the perceived centre ground.Considering how we communicate with people, identifying along their locale and community lines as opposed to their values or class requires a significant shift in our traditional approach. With further welfare and public sector cuts to come and the potential for even deeper poverty among millions of Britons, it is possible desperate levels of deprivation and divorce from &quot;political elites&quot; will generate stronger nationalism.</p> \n<p>Labour’s loss, on reflection, exceeds the lack of &quot;economic credibility&quot; being faithfully repeated by many. The Tory hatchet job on the prospect of a Labour/SNP coalition buried deep on both sides of the border and opened wounds which fester. We must be alive to the possibility that nationalist sentiment, whether Scottish, English or other will not fade away. deeper poverty among millions of Britons, it is possible desperate levels of deprivation and divorce from &quot;political elites&quot; will generate stronger nationalism. The majority of our political leaflets go in the (recycling) bin. Accusations of only being around at election time come thick and fast. We are all in it for ourselves, another frequent refrain.. Labour is a collective movement born out of communities. That is our strength. We are not just a party; we are a movement. Elected representatives must not hide in town halls, offices or behind a portcullis. Get out there, talk to people, be genuine, cut the crap – and campaign.</p> \n<h2>Wes Streeting, Ilford North</h2> \n<figure class=\"element element-image\" data-media-id=\"d2059492319990c931bdd61aca82ebf69d1ef176\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431787812999/dabe72f9-ff94-4578-892c-eef0586eb4b3-460x276.jpeg\" alt=\"Wes Streeting.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wes Streeting.</span> \n  <span class=\"element-image__credit\">Photograph: Geoff Wilson</span> \n </figcaption> \n</figure> \n<p>We should be have no illusions about the scale of Labour’s defeat. The challenge is greater and more complex than the one that confronted us in 1992. Unsuccessful candidates and their dedicated campaign teams can hold their heads high. This defeat was not theirs; this was a failure of politics, not organisation. We gambled that David Cameron and the Tories were so unappealing that an unambitious 35% strategy could see us through. The result was the triumph of mediocrity. Never again can the Labour party go into a general election with negative ratings on leadership and economic credibility. We need a leader who is thinking beyond the coalition they need to win the Labour leadership to the coalition we need to win the country. Under the Tories, Britain is at risk of becoming more divided at home and more isolated abroad. There is nothing inevitable about Britain’s place in the world or, frankly, the future of our party.</p> \n<p>We don’t need the 1997 manifesto reheated, or the past five years repeated. The conversation should start with the national interest before party interest. With an authentic and radical leader we might, just might, be trusted again to govern.</p> \n<h2>Conor McGinn, St Helens North</h2> \n<figure class=\"element element-image\" data-media-id=\"7f349eda80b4a385474f8dcaf3e1415ce0b8da5d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431787840418/bb1ecc5c-dd1b-4cb1-b33e-7b570a7c1de0-460x276.jpeg\" alt=\"Conor McGinn.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Conor McGinn.</span> \n </figcaption> \n</figure> \n<p>Faith, flag and family. We need to understand them and reconnect with people who think they are important, rooting ourselves in the communities where they matter.You don’t have to do God to get faith. In my constituency, churches and their volunteers run the pensioners’ lunch clubs, the parent and toddler groups and the food banks. They are there for people who need them most. They also occupy a civic space, organising events including the recent VE Day commemorations and a pre-election hustings. They are trusted and respected. Labour could learn a lot from them. We need to be a patriotic party that neither superficially exploits nor obnoxiously denigrates the flag and those who feel pride in it. Who people are, and what they feel, matters. Labour has to emotionally connect with the many layers of identities people have now - local, regional and national. We need to show who we are and what we feel.</p> \n<h2>Jo Cox, Batley and Spen<br /></h2> \n<figure class=\"element element-image\" data-media-id=\"293b5038628f556b7a58d1d0b1ca3e77ec003313\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431788359616/a230215c-8085-4783-8ffb-6f13f208292a-460x276.jpeg\" alt=\"Jo Cox.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jo Cox.</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<p>Labour’s loss has led to a frenzy of lesson-learning. I think this will settle on these key things: 1. We need a leader who can effectively communicatewith the country; 2. We must go out of our way to regain trust on the economy; talking about how much we love the NHS isn’t enough; 3. We will win an election only by taking chunks of middle Britain with us; 4. We need a Scotland-specific strategy. These lessons are important to internalise and difficult to implement, but addressing them will only take us so far. We must also articulate our vision. Politics has to be about a vision for a better country, not a slightly better-run one; that’s what the civil service is for. Without that we won’t excite or inspire.</p> \n<p>One of the reasons the Tories have floundered in government, and will do so even more now they have a majority, is they don’t have a vision. Post the big- society disappearing over the horizon with the huskies, what the Tories are for has as many answers as there are Tories in the room. This creates dysfunctional government, internal dissent and basic incoherence.</p> \n<p>Our vision for a better country must be rooted in our values, which we can and should be proud of and which resonate with the electorate. If we can get this right, for all the reasons above, the Tories are hugely vulnerable.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431788913887/c1ab7558-af1a-4123-9198-16f4b9382e0d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Melanie Onn, Wes Streeting, Conor McGinn, Jo Cox.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431787694596/19d65401-aba2-429b-8191-9ebd89b64714-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Melanie Onn. Photograph: Christopher Thomond for the Observer","credit":"Christopher Thomond for the Observer","altText":"Melanie Onn.","cleanCaption":"Melanie Onn.","cleanCredit":"Photograph: Christopher Thomond for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431787814414/dabe72f9-ff94-4578-892c-eef0586eb4b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wes Streeting. Photograph: Geoff Wilson","credit":"Geoff Wilson","altText":"Wes Streeting.","cleanCaption":"Wes Streeting.","cleanCredit":"Photograph: Geoff Wilson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431787841044/bb1ecc5c-dd1b-4cb1-b33e-7b570a7c1de0-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Conor McGinn.","credit":"PR","altText":"Conor McGinn.","cleanCaption":"Conor McGinn."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431788360019/a230215c-8085-4783-8ffb-6f13f208292a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jo Cox. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Jo Cox.","cleanCaption":"Jo Cox.","cleanCredit":"Photograph: Yui Mok/PA"}],"webPublicationDate":"2015-05-16T23:04:09Z","lastModified":"2015-05-16T23:04:09Z","metadata":{"commentable":true,"commentCount":85,"contributors":[],"feature":true,"keywords":["Labour","General election 2015","Politics"],"tags":[{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/what-should-labour-do-now-four-new-mps-reply","shortUrl":"http://gu.com/p/49xa5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/what-should-labour-do-now-four-new-mps-reply","webUri":"http://www.theguardian.com/politics/2015/may/17/what-should-labour-do-now-four-new-mps-reply"},"shouldHideAdverts":false},"importance":5,"showQuotedHeadline":false},{"title":"Losing the plot / The fight is on to save our green and pleasant allotments","rawTitle":"The fight is on to save our green and pleasant allotments","item":{"type":"article","id":"lifeandstyle/2015/may/17/allotments-threat-housing-cities-green-spaces","title":"Losing the plot: the fight is on to save our green and pleasant allotments","trailText":"Councils are keen to make green spaces available for housing, but this clashes with a rising demand for land to grow vegetables","standFirst":"<p>Councils are keen to make green spaces available for housing, but this clashes with a rising demand for land to grow vegetables</p>","byline":"Tracy McVeigh","body":"<p>Susie Geraghty, in her scissored-down wellingtons, fleece gilet and flowery cotton gloves, looks every bit the retired woman engrossed in that very British hobby, gardening. But, as she sows her summer cabbages kneeling on a folded magazine, she says she feels more like an endangered species.</p> \n<p>“You hear about allotments going, up and down the country, so it’s always a worry. There is such pressure on land, schools selling off their playing fields, and of course the councils must have an eye on allotments: it’s prime space for housebuilding and we all know there is such a desperate need for houses, especially here in the south-east.”</p> \n<p>Geraghty doesn’t want me to say where the allotment is – on the south coast – because she is not registered for the plot but working it for her daughter, and the business of renting allotments is a deeply serious one. “Oh, I’d hate to lose it if they didn’t approve: the waiting lists are so long – years and years – and my daughter hasn’t time really. She loves coming here when she can, but really it’s mine now and I’ve put so much into it. It feeds me and plenty more! They’re very strict. There’s always a beady eye on you because the waiting lists are so high, and everyone has a friend or a neighbour that’s waiting for one. So it’s zero tolerance if you’re not dedicated and spick and span!”</p> \n<p>There is a busy A-road just outside the entrance, but once inside the high metal gates – where the padlock codes are changed every month – the noise is of birdsong and squeaky wheelbarrows. The allotment holders have an association and a shop and the few people around greet each other warmly as they potter around in the spring sunshine. A middle-aged man wrestling with a new plastic water butt said: “It’s like stress relief. I can’t imagine life without it now. Who needs a gym membership?”</p> \n<p>When gardener and former <em>Observer</em> columnist Monty Don called last week for an “allotment revival” in the UK, he was speaking to the converted, feeding into a trend that is already expanding quickly. It has brought a spike in demand for allotments and already many councils have been cutting the size of the plots to squeeze in more enthusiasts.</p> \n<p>An estimated 350,000 people in Britain have allotments, with more than 800,000 on waiting lists. But as their popularity rises, the pressure on councils to release brownfield land for building is also increasing. Already two pressure groups have sprung up to help fight the trend, Save All Allotments and Don’t Lose the Plot, alongside the work being done by the British Allotment Society, which takes several calls a week from worried gardeners who fear their little plot might be taken away. When the land is council-owned there is a statutory duty to find another site but it means starting again, often far away and in poorer soil, for many people who will have spent years building up plots and friendships. For private landowners there is only the duty to give a year’s notice.</p> \n<p>Don, 59, is concerned that the arrival of generation rent, thanks to rocketing house prices and lack of space for new homes to be built with gardens, many people are not getting the opportunity to grow their own food. “My generation grew up expecting some sort of ownership and access to gardens. I had my first home aged 26 and started growing things then. My three kids are in their twenties and none of them rent or own homes with gardens. A generation is growing up with no access to green space. There’s an increased remoteness about it all. Gardens can reach into life in a way that’s beyond horticulture,’ he said.</p> \n<figure class=\"element element-image\" data-media-id=\"adbb33f78e2379f240edf56a69135db42d900417\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431785939442/fde4e1a0-b95c-4410-a408-f5b63f0cbc4b-460x276.jpeg\" alt=\"Monty Don.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Monty Don.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Ireland/PA</span> \n </figcaption> \n</figure> \n<p>“We’ve lost so many of our allotments, and it’s a tragedy. They’re increasingly important as young people have less access to gardens. They’re part of our way of life and we can’t keep building on them.”</p> \n<p>Before this week’s Chelsea flower show, which Don is covering for the BBC, he said: “Councils are selling them off and say they’ll find allotment space somewhere else, but this is missing the point. Allotments are supposed to be in the centre of things. They unite people of different ages, diverse backgrounds.”</p> \n<p>For the past few years the grow-your-own trend has been spreading like Japanese knotweed. Even as DIY has waned as a hobby, gardening has exploded and sales of vegetable seeds are exceeding the sales of flower seeds in the UK for the first time since the second world war. Vegetables account for almost 80% of sales of seeds and plants compared to 30% in the 1990s.</p> \n<p>Even the pushed-for-space householder can buy tumbler tomatoes or alpine strawberries that can grow down from a hanging basket. And the <a href=\"http://www.incredible-edible-todmorden.co.uk/\">Incredible Edible</a> project at Todmorden in Yorkshire inspired other towns when residents began pulling out the ornamental shrubs in public places and replacing them with herbs, vegetables and fruit trees. There has been a huge surge, too, of people scavenging parks, woods and hedgerows for wild edible plants such as garlic, elderflower and berries.</p> \n<p>“They’re about community, communication, producing food and doing it alongside each other,” said Don. “They’re a paradigm of a successful society. We should treasure them. There’s a mental and social factor to be taken into account when urban people have no access to gardens.”</p> \n<p>His plea comes at a time when several sites are under threat. Sara Jane Trebar from Farm Terrace allotments in Watford, Hertfordshire, has been among those fighting since 2009 to stop her local authority handing over the site to builders of 68 houses and a car park for Watford football club. The case has been in and out of court and the office of the secretary of state for local government. Last October the allotment holders thought they had won a landmark victory to overturn the decision by Eric Pickles, then secretary of state, in favour of the council, but they have just found out that Watford borough council is to appeal again.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"eedbfd483dac1b60276d153ee845a81ae702a8f0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431786154151/0e2e9ab9-1edd-4437-9417-c299676a64b8-331x420.jpeg\" alt=\"An allotment holder at work on his plot of ground by the Albert Hall Memorial, in Kensington Gardens IN 1942.\" width=\"331\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An allotment holder at work on his plot of ground by the Albert Hall Memorial, in Kensington Gardens IN 1942.</span> \n  <span class=\"element-image__credit\">Photograph: Fox Photos/Getty Images</span> \n </figcaption> \n</figure> \n<p>“There’s so much pressure to build, build, build,” said Trebar. “Our allotments have been here since 1896. It’s been harrowing that just as we’re seeing this green surge, with people wanting to grow things in their own space, that local authorities are starting to get rid of them. It’s happening more and more to people. It’s very sad, especially at a time when food banks are at an all-time high.”</p> \n<p>A freedom of information request by the Save All Allotments campaigners found that, between 2007 and 2014, 194 out of 198 applications to close allotments were granted by the secretary of state. The Department for Communities and Local Government has said that 2,000 new allotment places were created in the past few years but has no figures for how many have been lost.</p> \n<p>Di Appleyard of the <a href=\"http://www.nsalg.org.uk/\">National Allotment Society</a> said that, as people are ending up with smaller and smaller gardens, allotments have never been more vital. “They are wonderful for mental health, for creating community, but there is a problem in that it’s the right to grow that is protected by statute, so if a council wants a bit of land it really doesn’t have to take account of the community there.</p> \n<p>“But a lot of councils are respecting their allotments and not trying to get rid of them despite the pressures,” she said. She added that the once traditional “allotment officer” post was mostly disappearing, leaving many allotments unmanaged, while other councils were raising rents.</p> \n<p>“Allotments are of course vulnerable with the pressure on urban space increasing,” Appleyard said. “But there are ways to fight back and things people can do. People power is an impressive thing.”</p> \n<h2>GROW YOUR OWN</h2> \n<p>■ During the Dig for Victory days of the 1940s, Britain had 1.5m allotments.</p> \n<p>■ The austere years of the 1970s saw another surge of grow-your-own.</p> \n<p>■ Beans are said to be the most popular homegrown vegetables, while about 10% of strawberries and raspberries are homegrown, along with 7% of potatoes.</p> \n<p>■ In 1908 the Small Holdings and Allotments Act placed a duty on local authorities to provide sufficient allotments, according to demand. The rights of allotmenteers in England and Wales were strengthened with the Allotments Act of 1925, which established statutory allotments that local authorities could not sell without ministerial consent.</p> \n<p>■ Thirty minutes of allotment gardening burns about 150 calories, the same as low-impact aerobics, according to the British Allotment Society.</p> \n<p>■ An allotment is traditionally measured in “rods” or “poles”, a measurement from Anglo-Saxon times. Ten poles is the accepted size of a plot, equal to 250 square metres. Recent “plot chopping” by councils to accommodate rising demand has been controversial.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/16/1431783157833/homegrown-produce-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An array of produce grown by Observer Food Monthly’s editor Allan Jenkins and which features on his Instagram account: allanjenkins21. Photograph: Observer","credit":"Observer","altText":"homegrown produce","cleanCaption":"An array of produce grown by Observer Food Monthly’s editor Allan Jenkins and which features on his Instagram account: allanjenkins21. Photograph: Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431785940776/fde4e1a0-b95c-4410-a408-f5b63f0cbc4b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Monty Don. Photograph: Tim Ireland/PA","credit":"Tim Ireland/PA","altText":"Monty Don.","cleanCaption":"Monty Don.","cleanCredit":"Photograph: Tim Ireland/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431786153011/0e2e9ab9-1edd-4437-9417-c299676a64b8-1607x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1607,"orientation":"portrait","caption":"An allotment holder at work on his plot of ground by the Albert Hall Memorial, in Kensington Gardens IN 1942. Photograph: Fox Photos/Getty Images","credit":"Fox Photos/Getty Images","altText":"An allotment holder at work on his plot of ground by the Albert Hall Memorial, in Kensington Gardens IN 1942.","cleanCaption":"An allotment holder at work on his plot of ground by the Albert Hall Memorial, in Kensington Gardens IN 1942.","cleanCredit":"Photograph: Fox Photos/Getty Images"}],"webPublicationDate":"2015-05-16T23:05:11Z","lastModified":"2015-05-16T23:05:11Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Tracy McVeigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tracymcveigh"}],"feature":true,"keywords":["Allotments","Local government","Politics","Society"],"tags":[{"id":"lifeandstyle/allotments","webTitle":"Allotments"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tracy McVeigh","topic":{"type":"tag-contributor","name":"profile/tracymcveigh"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/17/allotments-threat-housing-cities-green-spaces","shortUrl":"http://gu.com/p/49x9g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/17/allotments-threat-housing-cities-green-spaces","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/17/allotments-threat-housing-cities-green-spaces"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/5/16/1431783157833/homegrown-produce-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An array of produce grown by Observer Food Monthly’s editor Allan Jenkins and which features on his Instagram account: <a href=\"https://instagram.com/allanjenkins21/\">allanjenkins21</a>. Photograph: Observer","credit":"Observer","altText":"homegrown produce","cleanCaption":"An array of produce grown by Observer Food Monthly’s editor Allan Jenkins and which features on his Instagram account: <a href=\"https://instagram.com/allanjenkins21/\">allanjenkins21</a>. Photograph: Observer"}},"importance":5,"kicker":{"title":"Losing the plot"},"showQuotedHeadline":false},{"title":"Jay Rayner / Restaurant review: Wild Garlic","rawTitle":"Restaurant review: Wild Garlic","item":{"type":"article","id":"lifeandstyle/2015/may/17/wild-garlic-restaurant-review-jay-rayner","title":"Wild Garlic: restaurant review","trailText":"A good restaurant not only serves  good food, it makes the world a better place – and that’s what Jay Rayner needed","standFirst":"<p>A good restaurant not only serves good food, it makes the world a better place – and that’s what Jay needed</p>","byline":"Jay Rayner","body":"<h2>3 Cossack Court, Cossacks Square, Nailsworth, Gloucestershire (01453 832 615). Meal for two, including drinks and service: &pound;90</h2> \n<p><br />I was a refugee from Planet Chaos. I had left home with the world in balance. Somewhere along the tracks between Paddington and Stroud, it had slipped off its axis. A problem needed to be solved. People needed to be reached at a time on a Friday afternoon when too many had buggered off early. And yes, all of it was the sort of cock-up that certain people, the kind who mentally punch the air after firing off a bitchy tweet, like to dismiss as “First World problems”, without noticing that we don’t talk about “the Third World” any more so we can’t refer to the First World, either. And anyway, have you tried being in, say, downtown Kigali when the broadband goes down? I have. It’s just as bloody annoying as when it goes down in Brixton.</p> \n<p>I didn’t have a First World problem. I had a problem, not one that would result in anyone dying, but a problem all the same. It was the sort that, even after it’s solved, can still gnaw at you.</p> \n<p>This is why good restaurants were invented. You think they were invented to feed you well. You think they were invented to give you somewhere to go with that couple you don’t invite round for dinner because they never get the hint and leave at a reasonable time so you can go to bed. No. Restaurants were invented to make the world a slightly better place for the time you’re in there. That’s exactly what <a href=\"http://www.wild-garlic.co.uk/\">Wild Garlic in Nailsworth</a> did. I arrived tense and irritable. Within a few minutes, I was all elbows on the table and “Tell me the gossip.”</p> \n<figure class=\"element element-image\" data-media-id=\"228e467da14b5e0f0c229ed1113fb5a99ad54ba7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431432559973/6a4594da-f44c-4046-9f61-eecc3f85326c-460x276.jpeg\" alt=\"Wild Garlic's crispy pork belly with black pudding on a slate tile\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘An awful lot of effort has gone into producing such a simple plateful,’ says Jay Rayner of Wild Garlic’s crispy pork belly with black pudding.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Fox/Observer</span> \n </figcaption> \n</figure> \n<p>This is a neat trick. I try to travel hopefully. I really don’t go looking for a bad time, for who would choose to sit through one of those? But sometimes choices have to be made based on limited information. A little while back, those scraps let me down. What looked interesting turned out not to be bad, just dull and old-fashioned. As they brought out the slates and the foams, I didn’t roll my eyes. I just muttered “Ah, bless…” to myself. They were doing reasonable business. Why bother writing a whole load of patronising guff about them. I chose not to review and swallowed the bill.</p> \n<p>I worried that Wild Garlic might be a bit like that, since it looks on paper like a quiet market-town bistro. It has a few bedrooms upstairs, flogs the odd jar of jam and chutney, and talks the talk about “local and seasonal”. The space is country bistro, too, by way of Cotswold Farrow &amp; Ball, all shiny floorboards, pastoral wallpaper and banquettes. The menu reads simply. But there’s something rather subversive going on here. The chef, <a href=\"http://www.thechefsforum.co.uk/members/matthew-beardshall-wild-garlic-restaurant\">Matthew Beardshall</a>, has spent time in the kitchens of Marcus Wareing, Simon Rogan and Martin Blunos, and is quietly applying the acres of technique acquired there to simple things. It starts with thick slices of warm malty bread, which tastes like a house smells when baking has just finished. Alongside is a quenelle of a wild-garlic pesto, which risks kicking you in the teeth unless well managed. This has all the heft of salty cheese and the crunch of nut, with the funk of the allium only bringing up the rear. Suddenly, with a dollop of that scooped on to a piece of the bread, you know everything will be fine.</p> \n<figure class=\"element element-image\" data-media-id=\"88110dcb7362c7b667646da39e055d9c28f6b746\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431432806495/4201617a-c0b0-4d57-a620-b01638414805-460x276.jpeg\" alt=\"Wild Garlic's minimalist asparagus and deep-fried hen’s egg.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The minimalist asparagus and deep-fried hen’s egg.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Fox/Observer</span> \n </figcaption> \n</figure> \n<p>Crisp pork belly and black pudding is not two items, but a single slab of terrine, the two pressed together then breadcrumbed and shallow-fried, with a dollop of mayonnaise, given a sweet-sharp edge courtesy of a little cider. Alongside is a lightly dressed fris&eacute;e salad with the thinnest batons of green apple. An awful lot of effort has gone into producing such a simple plateful. A dippy egg and asparagus is not a vastly new idea. Finding a way to soft boil the egg, then breadcrumb and deep-fry it – Beardshall has a rare touch with the deep-fat fryer – so the yolk is still ready for the asparagus tip is a very neat piece of work.</p> \n<p>Many places big-up the name of the farmer who produces the food you’re served. All too often it can feel like an attempt to spread the blame: if you don’t like your sodding sausages, blame Eric. Here Mr Tom Moles should be grateful to the Wild Garlic kitchen for making his 27-day-aged Longhorn taste so good. OK, it may be called “Beef Celebration” and a board may be involved. But I’ll forgive them that on the grounds that the &pound;27-per-person price tag brings a lot of food, and you wouldn’t want it all on your plate at once.</p> \n<p>There is half a beef fillet each, which has been vac-packed with smoked butter and dropped in a water bath for 15 minutes, not to cook but to infuse it, before being cooked off. Blade of beef is slow braised, before being seared in a pan and dressed with honey and a little miso, which allow a glorious powerful crust to form on the outside of an impeccable piece of fork-pullable meat. There are halves of long roasted and caramelised banana-shallots, lots of wilted spinach and a big jug of sticky jus. Oh, and a single piece of salt-baked parsnip that will taste better than any piece of parsnip you have ever tried. My one criticism: big logs of chips, piled up like Jenga bricks. They were as OK as such dreaded chunky chips go, but normal-sized ones would have been so much more the thing. They always are so much more the thing.</p> \n<figure class=\"element element-image\" data-media-id=\"92277596e2b1bb504cb362cbe3a5c38e812be2c2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431432992525/8a162b58-3179-4102-8c85-74f93bdfb07e-460x276.jpeg\" alt=\"Wild Garlic's deep-fried ball of rice pudding on a plate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wild Garlic’s ‘deep-fried ball of rice pudding, which is such a stupidly obvious idea I have no idea why I haven’t seen it before,’ says Jay.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Fox/Observer</span> \n </figcaption> \n</figure> \n<p>We finish with a soft pistachio cake with a little bright sorbet, and a deep-fried ball of rice pudding, which is such a stupidly obvious idea I have no idea why I haven’t seen it before. If you can make arancini with risotto, why shouldn’t you do so with rice pudding? A bit of poached mango and pineapple finish both the job and us.</p> \n<p>Is it cheap? Don’t be silly. This is Gloucestershire, where the shopping parades are full of places selling pretty things you don’t need but might want, at foolish prices. But they do it well, and seem pleased to see you. They know how to make the world a better place, if only for a couple of hours. And for that they have my love. Or at least two hours of it.</p> \n<h2>Jay’s news bites</h2> \n<p>■ The Wheeler’s name has, in recent years, been traduced by the things Marco Pierre White has done since purchasing it. But there’s a Wheelers (no apostrophe) in Whitstable that has maintained its independence. As at Wild Garlic, the chef, Mark Stubbs, trained in London kitchens before coming here to cook hearty food in what looks like your nan’s back room. It’s serious fish cookery all the way. Oh, and it’s unlicensed, so bring your own (<a href=\"http://www.wheelersoysterbar.com/\">wheelersoysterbar.com</a>).</p> \n<p>■ Headline of the week goers to <em>The Grocer</em> magazine for its report that an Oregon sewage works has applied to start using its water to make beer. Or as the trade title puts it: ‘<a href=\"http://m.thegrocer.co.uk/opinion/bogof/oregon-sewage-treatment-company-plans-brew-up-in-a-pissery/517762.article?fontSize=1\">Oregon sewage treatment company plans brew-up in a pissery</a>’. Bravo.</p> \n<p>■ Sad news arrives of the death, far too young, of the brilliant, funny <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/06/josh-ozersky-award-winning-food-writer-and-meat-fanatic-dies-aged-47\">US food writer Josh Ozersky</a>. He was just 47. Ozersky, a pioneer of digital food journalism, waged war on what he called ‘tweezer food’ and spoke up for ‘American vernacular’ cuisine - the burgers, hotdogs and grilled-cheese sandwiches that would become so hip. He will be missed.</p> \n<p><br /><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></em></p> \n<p><em>Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431432263120/Hanging-lamps-and-tables--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Living up to its name: the stylish Wild Garlic in Nailsworth, Gloucestershire. Photograph: Andrew Fox for the Observer","credit":"Andrew Fox/Observer","altText":"Hanging lamps and tables and chairs at Wild Garlic in Nailsworth, Gloucestershire","cleanCaption":"Living up to its name: the stylish Wild Garlic in Nailsworth, Gloucestershire. Photograph: Andrew Fox for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431432561337/6a4594da-f44c-4046-9f61-eecc3f85326c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘An awful lot of effort has gone into producing such a simple plateful,’ says Jay Rayner of Wild Garlic’s crispy pork belly with black pudding. Photograph: Andrew Fox/Observer","credit":"Andrew Fox/Observer","altText":"Wild Garlic's crispy pork belly with black pudding on a slate tile","cleanCaption":"‘An awful lot of effort has gone into producing such a simple plateful,’ says Jay Rayner of Wild Garlic’s crispy pork belly with black pudding.","cleanCredit":"Photograph: Andrew Fox/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431432807884/4201617a-c0b0-4d57-a620-b01638414805-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The minimalist asparagus and deep-fried hen’s egg. Photograph: Andrew Fox/Observer","credit":"Andrew Fox/Observer","altText":"Wild Garlic's minimalist asparagus and deep-fried hen’s egg.","cleanCaption":"The minimalist asparagus and deep-fried hen’s egg.","cleanCredit":"Photograph: Andrew Fox/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431432993880/8a162b58-3179-4102-8c85-74f93bdfb07e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wild Garlic’s ‘deep-fried ball of rice pudding, which is such a stupidly obvious idea I have no idea why I haven’t seen it before,’ says Jay. Photograph: Andrew Fox/Observer","credit":"Andrew Fox/Observer","altText":"Wild Garlic's deep-fried ball of rice pudding on a plate","cleanCaption":"Wild Garlic’s ‘deep-fried ball of rice pudding, which is such a stupidly obvious idea I have no idea why I haven’t seen it before,’ says Jay.","cleanCredit":"Photograph: Andrew Fox/Observer"}],"webPublicationDate":"2015-05-17T05:00:15Z","lastModified":"2015-05-17T05:00:15Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Gloucestershire","Restaurants","Restaurants","England","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"travel/gloucestershire","webTitle":"Gloucestershire"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"travel/england","webTitle":"England"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/17/wild-garlic-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/48zeq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/17/wild-garlic-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/17/wild-garlic-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431432263120/Hanging-lamps-and-tables--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Living up to its name: the stylish Wild Garlic in Nailsworth, Gloucestershire. Photograph: Andrew Fox for the Observer","credit":"Andrew Fox/Observer","altText":"Hanging lamps and tables and chairs at Wild Garlic in Nailsworth, Gloucestershire","cleanCaption":"Living up to its name: the stylish Wild Garlic in Nailsworth, Gloucestershire. Photograph: Andrew Fox for the Observer"}},"importance":4,"kicker":{"title":"Jay Rayner"},"showQuotedHeadline":false},{"title":"Architecture / The street that might win the Turner prize","rawTitle":"The street that might win the Turner prize","item":{"type":"article","id":"artanddesign/architecture-design-blog/2015/may/12/assemble-turner-prize-2015-wildcard-how-the-young-architecture-crew-assemble-rocked-the-art-world","title":"The street that might win the Turner prize: how Assemble are transforming Toxteth","trailText":"It’s not quite a pickled calf – but the rebirth of a troubled Toxteth community might be art. The story of the street and the young architects succeeding where every official plan has failed has caught the art world’s attention","standFirst":"<p>It’s not quite a pickled calf – but the rebirth of a troubled Toxteth community might be art. The story of the street and the young architects succeeding where every official plan has failed has caught the art world’s attention</p>","byline":"Oliver Wainwright","body":"<p>At the end of Granby Street in Liverpool’s Toxteth, past relentless rows of tinned-up houses punctuated by half-demolished corner shops, the mood is unusually festive. Television crews have been here for the past few days, camping out amid the jungle of pavement plant pots and poking their cameras into tumble-down terraces. But for once they haven’t come to report on the sorry story of urban dereliction that has plagued these streets for the past 30 years. It’s not the usual social affairs correspondents, but packs of bewildered cultural critics – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/may/12/turner-prize-2015-shortlist-nominations-assemble-bonnie-camplin-janice-kerbel-nicole-wermers\">because this is the street that’s been shortlisted for the Turner prize</a>.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/may/12/turner-prize-2015-shortlist-nominations-assemble-bonnie-camplin-janice-kerbel-nicole-wermers\">Turner prize 2015 shortlist: three women – and a housing estate</a> </p> \n</aside> \n<p>“Our first reaction was a sort of surreal amazement,” says Ronnie Hughes, a member of the Granby Four Streets community land trust, which is now at the centre of the art world’s attention for the way residents have been taking the future of their streets into their own hands. “But then again, the community has had practice at this. It’s the same way that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2003/jun/04/communities.politicsandthearts1\">Liverpool reacted to becoming Capital of Culture in 2008</a>: there was dancing in the streets because we’d won something, rather than particularly knowing or caring what it was we’d won.”</p> \n<p>Most locals might still be in a state of baffled amusement that the DIY handiwork of a young London-based <a href=\"http://assemblestudio.co.uk/\">architecture collective, Assemble, in doing up some of the area’s empty homes</a> has been shortlisted for the country’s most prestigious art award. But the members of Assemble are at an equal loss for words – mainly because they’re far too busy for the news to have sunken in. There is work to be done.</p> \n<p>In the back yard of one of the houses, a couple of the group are pouring pigmented concrete to make a series of fireplace surrounds, beautifully cast in moulds made of debris collected from one of the derelict properties. Indoors, others are convening a meeting with future residents to present options for their new floors and front doors, around a group of intricately crafted doll’s house-sized models.</p> \n<p>“Assemble are the only ones who have ever sat and listened to the residents, and then translated their vision into drawings and models, and now into reality,” says Erika Rushton, chair of the community land trust that has been working with the designers during the last couple of years to bring these neglected houses back to life.</p> \n<p>It is a moment that has been sorely awaited. Since the 1981 riots, which saw buildings torched and 500 people arrested, Toxteth has suffered from decades of “managed decline”, with life inexorably drained from its streets. Eleanor Lee has lived here since 1976 and seen most of her neighbours leave.</p> \n<figure class=\"element element-image\" data-media-id=\"b5d26fb05c65164341135718459c69672d9fa960\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431705933859/cd2ba2ab-3736-4f0d-b4a5-09d3b7adfcbe-460x246.jpeg\" alt=\"Plans for Assemble’s renovation of&nbsp;the Granby Four Streets area of Toxteth in&nbsp;Liverpool.\" width=\"460\" height=\"246\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Plans for Assemble’s renovation of the Granby Four Streets area of Toxteth in Liverpool</span> \n </figcaption> \n</figure> \n<p>“After the riots, an invisible red line was drawn around the area,” she told me when I first visited the area in November last year. “It was an unspoken policy of no maintenance and no investment. Once houses are boarded up, it sends a signal.” Bins weren’t collected, streets weren’t swept, and Granby became a no-go area.</p> \n<p>There are now just 70 residents clinging on in an area of 200 homes, a post-apocalyptic statistic that is the result not of some great environmental disaster or mass industrial collapse, but of a series of failed regeneration plans. New Labour’s Housing Market Renewal Pathfinders is one of the most recent of such schemes that have systematically eviscerated the communities here to make way for promised visions that never arrive.</p> \n<p>“Everyone just offered a total solution,” says Rushton. “Every house would be done, with no recognition of what people have crafted into their individual homes, or the value that people had invested in the street with planting and building furniture.</p> \n<p>“Regeneration is always this blunt, abstract, over-professionalised thing,” she adds. “But Assemble have shown how it can be done differently, by making things that people can see, touch, understand and put together for themselves.”</p> \n<p>After attracting funding from a Jersey-based social investor, Steinbeck Studio, which also brought Assemble on board, the community land trust formalised its plans and took control of 10 empty properties from the council last year. They are <a href=\"http://assemblestudio.co.uk/?page_id=862\">midway through being refurbished to Assemble’s designs</a>, with the help of local apprentices, in a strategy that makes the most of what is already there, celebrating the generous ceiling heights and big windows of the existing structures, in comparison to the mean-minded hutches that have been built in the <em>tabula rasa</em> approach nearby.</p> \n<p>“We want to celebrate the idiosyncrasies of the existing derelict buildings,” says Assemble’s Lewis Jones. “If a floor is missing, why not leave it out and have a double-height space? There isn’t the usual pressure to extract the maximum possible value from the site and put profit before people.”</p> \n<p>As part of a second phase of work, Assemble has imagined a spectacular winter garden within the empty brick shell of a gutted house – an idea that might form part of their installation for the Turner show at the Tramway in Glasgow later this year.</p> \n<p>“I just love their attitude,” says Lee. “They are so bold and fearless in their designs, and their vision for housing isn’t limited to the usual cream-coloured boxes. They are architects working truly as artists.”</p> \n<figure class=\"element element-image\" data-media-id=\"2aa7c384c6953b5290554e701932bb070acc0339\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431422759399/28abc345-65d7-4ad0-8e08-cdca1d51f9ec-460x276.jpeg\" alt=\"The Cineroleum … Assemble's first project converted an abandoned petrol station into a temporary cinema.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Cineroleum … Assemble’s first project converted an abandoned petrol station into a temporary cinema. </span> \n </figcaption> \n</figure> \n<p>For Assemble themselves – all still in their mid-20s, and not one of them even yet qualified as an architect – the nomination has come as a bit of a shock. When they first got together as a group of recent graduates to build a temporary cinema in an abandoned petrol station in Clerkenwell in 2010, they can have had little idea that, just five years later, they would be shortlisted for the Turner prize. But not much about the dazzling trajectory of this loosely assembled collective of designers and makers was ever really planned.</p> \n<p>The 18-strong group has since gone on to build a portfolio spanning everything from temporary theatre structures and artists’ studio spaces to community housing strategies and new town squares – as well as staging a mysterious ritual happening at the Serpentine Pavilion last summer. They might not be qualified architects, but that wasn’t much of an obstacle <a href=\"http://assemblestudio.co.uk/?page_id=944\">to them landing a &pound;2m competition to build a new art gallery for Goldsmiths College</a> last year, or to <a href=\"http://assemblestudio.co.uk/?page_id=776\">building an adventure playground in Glasgow</a>, or to proposing a revolutionary new housing strategy for Liverpool.</p> \n<p>The diversity of Assemble’s work is matched only by their ability to make things happen in unlikely circumstances, where the usual necessities of a client, site or budget might not be in ready supply. The <a href=\"http://assemblestudio.co.uk/?page_id=2\">Cineroleum in Clerkenwell came about, they said, from a collective desire to build something</a>; the result exuded their pleasure in the process of making, a feeling that has infused their work ever since. Sheets of Tyvek, the foil-like waterproof building material, were turned into walls of sumptuous, silvery swagged curtains, hoisted in a dramatic reveal at the end of each screening to leave the audience exposed on the edge of a busy main road. Formica was used to make intricate marquetry tops for tables and stools, while plastic tiles were vacuum-formed on site (using a jury-rigged hot air gun and a vacuum cleaner) to transform the ceiling of the former garage shop into something special. The building process was as much a performance as the final event itself.</p> \n<p>Assemble have never claimed to be artists – and their shortlisting has no doubt raised some eyebrows in the rarified realms of the gallery world – but in both their approach to materials and the collaborative process by which their projects are made, their work transcends the norms of conventional architectural practice.</p> \n<figure class=\"element element-image\" data-media-id=\"0862755a8e622443a40c32d9df7dfdfeb82a7db7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431422887362/c1a31011-27bc-4f38-8362-75fb98cabe09-460x306.jpeg\" alt=\"Folly for a Flyover … their second temporary events space was conceived as a little house trapped beneath a motorway.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Folly for a Flyover … their second temporary events space was conceived as a little house trapped beneath a motorway.</span> \n </figcaption> \n</figure> \n<p>A year after the Cineroleum, they built a second temporary events space under a <a href=\"http://createlondon.org/event/2011-create-art-award/\">motorway flyover in east London, commissioned by arts organisation Create</a>, its pitched roof poking up between the roaring lanes of traffic like a fairytale cottage that had lost its way. Made of wooden bricks sawn from railway sleepers and hung like drapery over a scaffolding frame, it was built by an army of 200 volunteers and provided a surreal theatrical setting for films, talks and children’s play sessions. Its bricks went on to be reused to make planters for a local primary school.</p> \n<p>The more interest they received in their talents, the more the group began to coalesce as a formalised practice. These initial projects caught the eye of the London Legacy Development Corporation, the agency charged with co-ordinating the spoils of the Olympics, who offered them a warehouse space in Stratford on a peppercorn rent, while it awaits development by Ikea’s property arm. With a fully equipped wood shop, welding facilities, ping-pong table – and a kitchen where they take turns to cook lunch each day – it is a lively laboratory for testing their ideas at full scale, and developing new hybrid materials with an almost alchemical sensibility. There are chunks of <a href=\"http://assemblestudio.co.uk/?page_id=13\">“papercrete”, which they used to make tables for a British Council exhibition</a>, samples of “rubble-dash” render for a little performance temple for <a href=\"http://assemblestudio.co.uk/?page_id=258\">OTO Projects</a>, along with sliced tree-trunk furniture and sheets of pummelled metal that look like battered steel drums – a cladding test for another forthcoming project.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4f76e2d15feac906546ab8085d0ca510ca53aff0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431422979920/d6155bae-7e97-4f6c-91d3-b904b39425cd-296x420.jpeg\" alt=\"Yardhouse under construction … assembled with the collective spirit of an Amish barn-raising.\" width=\"296\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yardhouse under construction … erected with the collective spirit of an Amish barn-raising.</span> \n </figcaption> \n</figure> \n<p>Across the yard, the LLDC has since commissioned Assemble to build an <a href=\"http://assemblestudio.co.uk/?page_id=212\">affordable workspace building, the Yardhouse</a>, which exhibits a similar level of care and fun as their temporary venues, elevating cheap materials into something refined. It is a basic timber-framed shed – once again erected with the collective spirit of an Amish barn-raising – full of spaces for like-minded makers, arranged around a processional staircase, with elegantly welded chandelier light-fittings. It is wrapped with a candy-coloured facade of hand-made concrete shingles, which has <a href=\"https://twitter.com/ollywainwright/status/589134331723042816\">become an accidental Instagram sensation</a>, turning this East End industrial estate into an unlikely place of pilgrimage for the selfie brigade.</p> \n<p>Such things might make their projects sound like fleeting designer stage-sets or marketing-friendly “pop-ups” produced by agents of gentrification. But that would miss the point that Assemble’s work is founded in an interest in issues, and sites that go way beyond constructing pretty scenography in gritty industrial locations. It is about engaging with people on their own terms, driven, as they put it, by “a belief in the importance of addressing the typical disconnection between the public and the process by which spaces are made”.</p> \n<p>Theirs is a down-to-earth, no-nonsense attitude that comes in part from the mix of disciplines involved. While many of them studied architecture at Cambridge, others came from backgrounds in English, history and philosophy, or had worked as builders or technicians. As <a href=\"http://www.ribaj.com/culture/assemble-built-to-last\">one member said of his non-architect colleagues in a recent interview</a>: “They can be so much more astute and direct than the rest of us, who are loaded with the language of obfuscation and meaning with which architectural education indoctrinates you.”</p> \n<p>Their plain-speaking approach seems to go down well with their clients, too. Countless are the architects who talk of engaging with communities, wielding Post-it notes and collaborative board games, but Assemble do it for real, often embedding themselves in places for months at a time.</p> \n<figure class=\"element element-image\" data-media-id=\"2e17411816cc6583c875a514baa5b13380be25a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431423170216/6d643455-0cad-4062-b480-f9ee31f993e0-460x276.jpeg\" alt=\"New Addington town square … the result of weeks of testing uses with temporary structures and events.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">New Addington town square … the result of weeks of testing uses with temporary structures and events.</span> \n </figcaption> \n</figure> \n<p>I saw them in action in New Addington, the Croydon council estate long damned as a “benighted ghetto”, where they took up residence in an old kiosk on the town square and staged community events during a number of weeks, as full-scale tests for how the public realm might be improved. After orchestrating such things as a stage for pensioners’ tea dances and ramps for young skateboarders, and reorganising the market, <a href=\"http://assemblestudio.co.uk/?page_id=7\">they proposed permanent improvements along similar lines</a>. The result is a low-key collage of pieces that have since taken on a life of their own.</p> \n<p>I’ve seen them at work in Dalmarnock in the east end of Glasgow too, where the regenerative juggernaut of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/mar/03/glasgow-faces-reality-commonwealth-games\">Commonwealth Games razed the local high street</a> and bulldozed the local park to make way for a “transport hub” for the games. Assemble have since been helping to pick up the pieces, building an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/scotland-blog/2014/jul/25/glasgow-kids-rediscover-adventure-shadow-commonwealth-games\">adventure playground that prioritises mud and understands the fun to be had with logs</a>, sewer pipes and tree-houses, instead of the officially sanctioned play equipment beloved of risk-averse local councils. In June, they’ll be unleashing further ideas about <a href=\"http://www.architecture.com/Explore/ExhibitionsandEvents/BrutalistPlayground/BrutalistPlayground.aspx\">play with a Brutalist Playground installation at the Royal Institute of British Architects</a>, injecting a much-needed dose of whimsy into the prim surrounds of Portland Place.</p> \n<figure class=\"element element-image\" data-media-id=\"794aed0272ef4d5f4c2bc06ee3ef39931ffc036a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431423270164/0963ec95-8521-48ff-8a4a-403f151d2677-460x222.jpeg\" alt=\"Goldsmiths Art Gallery … being carved out from a series of extraordinary spaces within a former Victorian bathhouse.\" width=\"460\" height=\"222\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Goldsmiths Art Gallery … being carved out from a series of extraordinary spaces within a former Victorian bathhouse.</span> \n </figcaption> \n</figure> \n<p>All this and more is what piqued the interest of Alistair Hudson, director of the Middlesbrough Institute of Modern Art and one of this year’s Turner prize judges. He invited himself to visit the Assemble studio earlier this year. They didn’t know why he had come and, as usual, they were mostly too busy to talk.</p> \n<p>Receiving the phonecall from Penelope Curtis last week – an occurrence met with equal bafflement – Assemble’s first reaction was to call the Granby residents. If the community didn’t want the attention, they wouldn’t accept the nomination.</p> \n<p>“They were very conscious that the residents had been battling to save their the street for 25 years,” says Rushton. “It had been a gradual process, beginning with the community doing guerilla gardening and setting up a monthly street market, which gradually changed the reputation of the place and started to bring people back during the last five years. It’s not something that’s happened overnight.”</p> \n<p>Back in Granby, the residents couldn’t be prouder of the Turner prize news.</p> \n<p>“It’s just a fantastic boost for the whole area,” says Delucia Emina, 31, who set up the Baby Dolls beauty salon on Granby Street last year, the first new sign of life the high street had seen in a decade, where most of the units remain boarded up. Born on Granby Street, Emina moved away at age eight, but recently returned, buoyed by the fresh shoots of optimism poking up through the pavement cracks. Since she set up in July last year, a kebab shop has sprung up next door, and she’s planning to expand across the street.</p> \n<p>Whether any of this is of interest to the Turner prize judges is neither here nor there. Assemble’s work with the residents is thankfully bereft of any of the pretensions that the bestowal of such a gong implies. But if the prize wants to look outwards and engage with the real world, then its arbiters need look no further.</p> \n<p><span class=\"bullet\">•</span> This article was updated on 15 May to add further detail about Assemble’s Granby Four Streets project</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705625002/58ae0a5c-3fe9-4f0d-a705-c3eec88264d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Teebay/Liverpool Echo","altText":"Cairns Street in Toxteth, Liverpool.","cleanCredit":"Photograph: Andrew Teebay/Liverpool Echo"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705934209/cd2ba2ab-3736-4f0d-b4a5-09d3b7adfcbe-2060x1100.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1100,"width":2060,"orientation":"landscape","caption":"Plans for Assemble’s renovation of the Granby Four Streets area of Toxteth in Liverpool","credit":"PR","altText":"Plans for Assemble’s renovation of the Granby Four Streets area of Toxteth in Liverpool.","cleanCaption":"Plans for Assemble’s renovation of the Granby Four Streets area of Toxteth in Liverpool"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431422760655/28abc345-65d7-4ad0-8e08-cdca1d51f9ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Cineroleum … Assemble’s first project converted an abandoned petrol station into a temporary cinema. ","credit":"Assemble","altText":"The Cineroleum … Assemble's first project converted an abandoned petrol station into a temporary cinema.","cleanCaption":"The Cineroleum … Assemble’s first project converted an abandoned petrol station into a temporary cinema. "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431422887535/e1b583bb-b0ff-45d1-b1de-86dcdae76868-620x413.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":413,"width":620,"orientation":"landscape","caption":"Folly for a Flyover … their second temporary events space was conceived as a little house trapped beneath a motorway.","credit":"Assemble","altText":"Folly for a Flyover … their second temporary events space was conceived as a little house trapped beneath a motorway.","cleanCaption":"Folly for a Flyover … their second temporary events space was conceived as a little house trapped beneath a motorway."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431422981455/d6155bae-7e97-4f6c-91d3-b904b39425cd-718x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":718,"orientation":"portrait","caption":"Yardhouse under construction … erected with the collective spirit of an Amish barn-raising.","credit":"Assemble","altText":"Yardhouse under construction … assembled with the collective spirit of an Amish barn-raising.","cleanCaption":"Yardhouse under construction … erected with the collective spirit of an Amish barn-raising."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431423170909/14bcc7df-768d-4b9d-85e2-2902f09230cb-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"New Addington town square … the result of weeks of testing uses with temporary structures and events.","credit":"Assemble","altText":"New Addington town square … the result of weeks of testing uses with temporary structures and events.","cleanCaption":"New Addington town square … the result of weeks of testing uses with temporary structures and events."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431423270512/24f1b3b7-be36-4971-8f8e-7e15f1303a42-620x299.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":299,"width":620,"orientation":"landscape","caption":"Goldsmiths Art Gallery … being carved out from a series of extraordinary spaces within a former Victorian bathhouse.","credit":"Assemble","altText":"Goldsmiths Art Gallery … being carved out from a series of extraordinary spaces within a former Victorian bathhouse.","cleanCaption":"Goldsmiths Art Gallery … being carved out from a series of extraordinary spaces within a former Victorian bathhouse."}],"webPublicationDate":"2015-05-15T16:22:17Z","lastModified":"2015-05-15T17:02:27Z","metadata":{"commentable":true,"commentCount":91,"contributors":[{"name":"Oliver Wainwright","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745948/OliverWainwright.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-wainwright"}],"feature":true,"keywords":["Turner prize 2015","Art and design","Architecture","Cities","Culture","Turner prize","Art","Awards and prizes","Regeneration","Communities","Society","Design","Materials science"],"tags":[{"id":"artanddesign/turner-prize-2015","webTitle":"Turner prize 2015"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"cities/cities","webTitle":"Cities"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/turnerprize","webTitle":"Turner prize"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"culture/awards-and-prizes","webTitle":"Awards and prizes"},{"id":"society/regeneration","webTitle":"Regeneration"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"artanddesign/design","webTitle":"Design"},{"id":"science/materials-science","webTitle":"Materials science"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Oliver Wainwright","topic":{"type":"tag-contributor","name":"profile/oliver-wainwright"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2015/may/12/assemble-turner-prize-2015-wildcard-how-the-young-architecture-crew-assemble-rocked-the-art-world","shortUrl":"http://gu.com/p/48ay7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/architecture-design-blog/2015/may/12/assemble-turner-prize-2015-wildcard-how-the-young-architecture-crew-assemble-rocked-the-art-world","webUri":"http://www.theguardian.com/artanddesign/architecture-design-blog/2015/may/12/assemble-turner-prize-2015-wildcard-how-the-young-architecture-crew-assemble-rocked-the-art-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705543552/78fd964d-4074-4202-ba7a-4bfaebf91404-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Cairns Street in Toxteth, which Assemble have helped to transform after decades of ‘managed decline’. Photograph: Andrew Teebay/Liverpool Echo","credit":"Andrew Teebay/Liverpool Echo","altText":"Cairns Street in Toxteth, which Assemble have helped to transform after decades of ‘managed decline’.","cleanCaption":"Cairns Street in Toxteth, which Assemble have helped to transform after decades of ‘managed decline’.","cleanCredit":"Photograph: Andrew Teebay/Liverpool Echo"}},"importance":4,"kicker":{"title":"Architecture"},"showQuotedHeadline":false},{"title":"Ernest Hemingway / Papa’s love life laid bare in book by ‘fourth son’ A E Hotchner","rawTitle":"Papa’s love life laid bare in book by ‘fourth son’ A E Hotchner","item":{"type":"article","id":"books/2015/may/16/ernest-hemingway-love-life-laid-bare-ae-hotchner","title":"Ernest Hemingway’s love life is laid bare in book by ‘fourth son’ A E Hotchner","trailText":"Taped conversations reveal torment of ‘Papa’ in his last weeks before suicide","standFirst":"Taped conversations reveal torment of ‘Papa’ in his last weeks before suicide","byline":"Sarah Hughes","body":"<p>Ernest Hemingway’s troubled life and tangled loves have fascinated readers throughout the decades since his suicide in 1961. Now a new book promises to provide the definitive word on the writer’s time in 1920s Paris.</p> \n<p>Focusing on the tumultuous period when he split from his first wife Hadley and took up with American journalist Pauline Pfeiffer, <em>Between Two Women: Hemingway in Love</em>, a memoir by long-time Hemingway confidant AE Hotchner, draws on years of taped interviews between the two men. They include several long conversations in the last weeks of the writer’s life, and paint an evocative picture of a man tormented by the memories of his first marriage and the notion that he had never been as happy as he was when young and impoverished in Paris.</p> \n<p>The book also touches on the author’s relationships with his third and fourth wives, war reporter Martha Gellhorn and journalist Mary Welsh, and his three sons, Jack, Patrick and Gregory, in addition to painting a fascinating picture of his intense, complex friendship with fellow writer F Scott Fitzgerald.</p> \n<p>Hotchner, now 94, was something of a fourth son to Hemingway, spending many hours in conversation with the author during his later years, a period he wrote about in his first memoir, <em>Papa Hemingway</em>, in 1966. It was published five years after Hemingway, newly released from the Mayo Clinic where he had been treated for depression and paranoia, shot himself at his home in Ketchum, Idaho.</p> \n<p>Certain conversations were omitted from that memoir out of sensitivity to those still alive, and it is these communications, often dark and obsessive, sometimes sharply funny, always passionately alive, that Hotchner recounts in <em>Between Two Women</em>. “What makes this book extraordinary is that it’s the last chance we have to hear from someone who had that connection with Hemingway, who sat and talked to him,” says Paul Baggaley, publisher at Picador, who will bring the book out in the UK this autumn. “It’s a very compelling story, not least because the author has given an initial account so long ago which first set up the myth of Hemingway, and this can be seen as both a companion and also a corrective in some ways.”</p> \n<p>However, not everyone is convinced that the version presented in <em>Between Two Women</em>, which states that Hadley was the true love of Hemingway’s life and the relationship with Pauline a disaster, should be accepted as gospel. “Ultimately it’s just one side of the story, Hemingway’s side,” says Naomi Wood, whose recent novel, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/feb/20/mrs-hemingway-naomi-wood-review\"><em>Mrs Hemingway</em></a>, is a meticulously researched look at the author through the eyes of his four wives. “The love letters he sent to Pauline were just as emotional and sentimental and desiring as the ones sent to Hadley. He was in love with Pauline in 1927 but she never gets redress [Pfeiffer died suddenly in October 1951]. Hadley spoke to several of the biographers, Martha Gellhorn had her own status, and Mary wrote a memoir. Pauline is the only one who never has a say. It’s also hard to say how much his conversations towards the end are fuelled by nostalgia, paranoia and depression. Earlier in his life he was a bit more balanced about what occurred.”</p> \n<figure class=\"element element-image\" data-media-id=\"679567a06f9734649bdb911ff2ec0aaefb6007f7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/16/1431777455622/d9fe0c92-ede6-49de-84da-e86b482350e4-460x276.jpeg\" alt=\"Ernest Hemingway with his second wife Pauline.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ernest Hemingway with his second wife Pauline.</span> \n  <span class=\"element-image__credit\">Photograph: SNAP/REX/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Sarah Churchwell, professor of American literature at the University of East Anglia, and author of the critically acclaimed <em>Careless People</em>, which looks at the origins of <em>The Great Gatsby</em>, argues that while Hotchner’s perspective is valuable – “on one hand he knows what he’s talking about: he was there at the end” – it is also important to remember that “Hemingway was revising history in the last years of his life with a vengeance… there is myth-making and axe-grinding all over <em>A Moveable Feast </em>[Hemingway’s late collection of sketches of life in Paris].</p> \n<p>“I think he loved Hadley, I think he knew he betrayed Hadley, and I think he spent many years at the end of his life trying to reconcile memories of his idealistic, romantic, younger self with the despair and disintegration he was facing.”</p> \n<p>One thing everyone can agree on, however, is that the fascination with Hemingway, Fitzgerald and the Lost Generation shows no signs of abating, with several novels, a movie and a <a href=\"http://kenburns.com/films/ernest-hemingway/\">film on Hemingway’s life</a> by documentary master Ken Burns all in the works.</p> \n<p>“It’s the appeal of a gang of successful, talented people all hanging out together,” says Liza Klaussmann, whose recently published second novel, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/23/villa-america-liza-klaussmann-review-novel\"><em>Villa America</em></a>, tells the story of Sara and Gerald Murphy, the inspiration for Fitzgerald’s <em>Tender is the Night</em>. “We’ve gone through a recession, and austerity and belt-tightening makes everything seem kind of drab, thus there’s a great deal of nostalgia for this gilded era when everyone is drinking and throwing money around. There’s a letter that Fitzgerald sends the Murphys when they are at their lowest, saying ‘the golden bowl is broken but it was golden’. I think that’s what we respond to; the idea that this was a beautiful world, and when it crashed it did so spectacularly.”</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431714758348/Ernest-Hemingway-with-Eli-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Ernest Hemingway with Elizabeth Hadley.","credit":"/Ernest Hemingway Photograph Collection, John F. Kennedy Presidential Library and Museum, Boston","altText":"Ernest Hemingway with Elizabeth ","cleanCaption":"Ernest Hemingway with Elizabeth Hadley."}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431777456776/d9fe0c92-ede6-49de-84da-e86b482350e4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ernest Hemingway with his second wife Pauline. Photograph: SNAP/REX/Shutterstock","credit":"SNAP/REX/Shutterstock","altText":"Ernest Hemingway with his second wife Pauline.","cleanCaption":"Ernest Hemingway with his second wife Pauline.","cleanCredit":"Photograph: SNAP/REX/Shutterstock"}],"webPublicationDate":"2015-05-16T12:03:49Z","lastModified":"2015-05-16T13:21:16Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Sarah Hughes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahhughes"}],"feature":false,"keywords":["Ernest Hemingway","Books","Biography","World news"],"tags":[{"id":"books/ernesthemingway","webTitle":"Ernest Hemingway"},{"id":"books/books","webTitle":"Books"},{"id":"books/biography","webTitle":"Biography"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"books"},"topics":[{"displayName":"Sarah Hughes","topic":{"type":"tag-contributor","name":"profile/sarahhughes"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/16/ernest-hemingway-love-life-laid-bare-ae-hotchner","shortUrl":"http://gu.com/p/49x4v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/16/ernest-hemingway-love-life-laid-bare-ae-hotchner","webUri":"http://www.theguardian.com/books/2015/may/16/ernest-hemingway-love-life-laid-bare-ae-hotchner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431714758348/Ernest-Hemingway-with-Eli-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Ernest Hemingway with his first wife Hadley. The book focuses on conversations about their tumultuous split. Photograph: Ernest Hemingway Photograph Collection, John F. Kennedy Presidential Library and Museum, Boston","credit":"Ernest Hemingway Photograph Collection, John F. Kennedy Presidential Library and Museum, Boston","altText":"Ernest Hemingway with Elizabeth ","cleanCaption":"Ernest Hemingway with his first wife Hadley. The book focuses on conversations about their tumultuous split.","cleanCredit":"Photograph: Ernest Hemingway Photograph Collection, John F. Kennedy Presidential Library and Museum, Boston"}},"importance":3,"kicker":{"title":"Ernest Hemingway"},"showQuotedHeadline":false},{"title":"Family / The mothers fighting to get their children back home","rawTitle":"The mothers fighting to get their children back home","item":{"type":"article","id":"lifeandstyle/2015/may/16/the-mothers-fighting-to-get-their-children-back-home-again","title":"The mothers fighting to get their children back home again","trailText":"Meet the women facing a stark choice between being prosecuted for abduction or accused of child abandonment – all because they took&nbsp;their family to&nbsp;a foreign country and split from&nbsp;their partners","standFirst":"Meet the women facing a stark choice between being prosecuted for abduction or accused of child abandonment – all because they took&nbsp;their family to&nbsp;a foreign country and split from&nbsp;their partners","byline":"Amelia Hill","body":"<p>They call themselves <a href=\"http://www.expatstuckmums.org/\" title=\"\">Expat Stuck Mums</a>, but this is no club of cheery women living the high life in the sun – instead, they are all battling for the right to take their children home from a&nbsp;foreign country, under a sometimes baffling international legal convention. And their numbers are growing.</p> \n<p>At the root of their problem is what happens when a couple from the same country split up after a move abroad, and one parent decides they want to stay in the new country.</p> \n<p><a href=\"http://www.hcch.net/index_en.php?act=text.display&amp;tid=21\" title=\"\">The Hague convention on the Civil Aspects of International Parental Child Abduction 1980</a> stipulates that one parent cannot take a&nbsp;child from its country of “habitual residence” without the consent of the other parent, and that any request to leave the country must be settled in the family court of that country.</p> \n<p>This law does not take in to account short-term moves or trial migrations, and there is no fixed definition of what constitutes a child’s habitual residence: in some cases it can change the moment a plane touches the ground on foreign soil.&nbsp;It depends on individual judges, often in small courts in rural areas where these sorts of family disputes are new and unfamiliar to local cultures.&nbsp;For the Expat Stuck Mums, they face being prosecuted for parental child abduction if they return home with their children, or accused of abandoning them if they go home alone to try to fight the legal system from their home country.</p> \n<p>Increasingly mobile lifestyles led to a 45% increase in abduction cases bought under the Hague convention between 2003 and 2008, involving at least 5,000 children. This means that growing numbers of parents – the&nbsp;vast&nbsp;majority of whom are mothers&nbsp;– are being forced to return to&nbsp;foreign countries with their children&nbsp;where they must fight for permission for all of them to return home. Experts say another big increase will be revealed in the 2017 review of&nbsp;the Hague convention.</p> \n<p>Family cases going through the foreign courts take, on average, two to five years to be resolved and can cost tens of thousands of pounds.</p> \n<p>Expat Stuck Mums is campaigning for a two-year period where same-nationality families retain the right to return home without permission from a foreign court.&nbsp;</p> \n<p>The Law Commission recently recommended strengthening the law on international kidnapping, meaning that parents who abduct their children will face 14 years in prison. The new&nbsp;government must respond by&nbsp;mid-August.</p> \n<p>These British mums all moved abroad with their families, naively believing that as British citizens with British children they could move home again anytime. Here are their stories.</p> \n<p><strong>Wendy:</strong> I went abroad with my son and his father in 2013. We’d been together a long time but our relationship had been over for three months because of his violence. I went on the understanding his father and I would live together as friends, and I could come back whenever I wanted.</p> \n<p>Six months after we arrived, the violence began again. After five months, I went to the police. He was arrested and sentenced to six months in prison.</p> \n<p>When the sentence was handed down, he announced he would appeal. The judge then said that because he’d be allowed to stay out of prison while the appeal went through and I had no money of my own, he was being given temporary custody of our son. I was told that if I took my son back home, I would be abducting him under the Hague convention. I was devastated. I thought because we were all British and because this was Europe, everything would remain under British law. During the next six months, I had to go back to court four times. It cost me €15,000 (&pound;10,750). When I told the family court I had no money left and had to return to the UK, they ordered me to return my son to his father.&nbsp;</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’m reduced to looking at the webcams of bars I know his father drinks in. I occasionally get a glimpse of my son</p> \n  <footer> \n   <cite>Wendy</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>I walked out of court with absolutely nothing: I had no home, no money – my ex had destroyed all my possessions and my passport – but, most importantly, no son. The day after I&nbsp;arrived home, I received a Skype call from my son.&nbsp;He told me through a barrage of tears that he didn’t want to talk to me ever again. His father was also standing in the background shouting abuse at me. &nbsp;</p> \n<p>I haven’t been able to talk to my son from that day to this. I can’t afford to continue with the court case abroad and can’t get legal aid to fight in the European court.&nbsp;</p> \n<p>I just hope that something changes legally with the Hague convention so I can take my case to the British courts. Otherwise, I have to hope that when my son reaches 16, he’ll come looking for me. I’m never not worrying about him. I rely on friends who live near his father to contact me if they see him and let me know how he seems. Otherwise, I’m reduced to looking at the webcams of bars I know his father drinks in. I occasionally get a glimpse of him.</p> \n<p><strong>Kim:</strong>&nbsp;I met my husband in 2002 and we were married a year later. But a&nbsp;month after that, when I found I was pregnant, he became violent and controlling.&nbsp;</p> \n<p>When our daughter was two, we moved to France for my husband’s work and my life became a total misery. My husband was unfaithful, drinking, taking drugs and violent, often in front of our child.&nbsp;</p> \n<p>After a year and a half, I managed to move out, but each time he turned up he was drunk and violent. Then one day he threatened to “finish me off”. I took advice from a local lawyer who now I realise had no knowledge of the Hague convention, and I fled home to Britain. I sent him an email as soon as I arrived and went to a lawyer. I went to court and was awarded full custody. Then Cafcass [the Children and Family Court Advisory and Support Service] told me there were 21 charges against my husband from before we met. They wouldn’t tell me what they were, but said he should have no contact with my daughter until further investigations had been carried out.&nbsp;</p> \n<p>A few weeks after that, my husband filed child-abduction charges against me in France and I found myself defending myself in the high court in London. My husband didn’t turn up but I was told that even if I won my case in the UK, the French courts would deport me to face the charges there.</p> \n<p>So I volunteered to return with my daughter to France. We were met at the airport check-in by an official who took our travel documents and escorted us on to the plane. When we landed, we were met by French lawyers who confiscated our passports.&nbsp;</p> \n<p>But now my husband disappeared. He didn’t turn up to any of the dates the French court kept setting but the courts nevertheless kept our passports.&nbsp;</p> \n<p>Eventually it turned out my husband wasn’t even in France any more: he had moved to Cyprus. Yet the case in France continued without him. It took a year and a half before I was allowed to take my daughter home.</p> \n<p>Had my friend not lent us his flat in&nbsp;Paris and the €80,000 it all ended up&nbsp;costing, I would have been homeless and penniless for all this time. Because my husband had disappeared, my daughter would have been taken into care, possibly permanently.&nbsp;</p> \n<p>I still can’t believe what happened to us. We had been living in France for two years together but we were all British citizens. I now suffer from post-traumatic stress disorder and live with anxiety and panic attacks. I never feel safe any more.&nbsp;</p> \n<p><strong>Jane:</strong>&nbsp;I have been trapped in Canada with two young Irish children since July. I am Irish, my husband is Irish and my children were born in Ireland.&nbsp;</p> \n<p>I’m living in extreme isolation as I&nbsp;am in hiding while my husband awaits trial for offences against me. He&nbsp;is out on bail. I fear that we could be trapped in this limbo for years.&nbsp;</p> \n<p>We moved to Canada in July 2012 with our son and daughter, then aged four and one, and my 15-year-old daughter from a previous relationship. I returned to Ireland with all the children in November 2013 because the abuse and threats in the relationship had escalated to a dangerous point. &nbsp;</p> \n<p>I went back to Canada in February 2014 with the two youngest children because my husband promised to change and said I could go home in June with the children if things didn’t work out. My eldest daughter stayed behind with my mother.&nbsp;</p> \n<p>When we arrived in Canada, my husband took our passports away. Now that we were trapped, his behaviour got even more dangerous. In June 2014, I fled the family home with nothing except my children and their teddies. We moved into a homeless shelter.&nbsp;</p> \n<p>I discovered that I had wrongly presumed that as my children were Irish and had no connection to Canada that I could take them home. I had no idea that trying to go home could be seen as abduction but I couldn’t travel anyway as we had no passports. I was given a lawyer via legal aid, but the family court interim order said the children could not leave the province, yet we had nowhere to live and no income. My husband has been committed to stand trial. If he’s convicted we will all possibly be ineligible to remain here anyway but I can’t access anything in our immigration file as it is in his name.&nbsp;</p> \n<p>I have no idea how long we will be here in limbo. If we’re not deported by immigration, we’ll have to go through the family court, which will take another year or two.</p> \n<p>The positive thing is that I have my children. But my eldest daughter, back in Ireland, hasn’t seen me or her siblings in over a year. I have been told that we have a good chance of eventually going home, but there is no guarantee and the process will take years. I will shortly lose my job back home because I&nbsp;will&nbsp;have been away for too long.&nbsp;</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My children ask all the time when we will get to go home but I have no answer to give them other than I’m doing my best</p> \n  <footer> \n   <cite>Jane</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>My children ask all the time when we will get to go home but I have no answer to give them other than I’m doing my best. We have no one here. All my six-year-old son wanted from Santa for Christmas was a passport.&nbsp;</p> \n<p>If I had been aware of the fact that Irish children could be forced to remain in Canada, with no right to go home, I&nbsp;would never have come. I&nbsp;feel families should be warned of the dangers of taking children abroad, no matter how temporarily.</p> \n<p>&nbsp;</p> \n<p><strong>Jessica:</strong> On Tuesday, 21 April, I was told that after years of fighting deportation from New Zealand without my children, I will now be allowed to stay – but without a visa. This means I will shortly lose my home and, because all my savings and my parents’ savings have been swallowed up by custody battles here, that means I will also lose my children.</p> \n<p>It’s devastating. I’m desperate. I&nbsp;can’t believe what’s happening to me.</p> \n<p>In May 2012, a Hague convention ruling by a New Zealand judge ruled that after only 43 days of being in New Zealand with my British husband – who had only moved to the country six months previously himself – my British-born and raised children had lost their “habitual residence” in the UK and had to stay in New Zealand.</p> \n<p>My own partnership visa, which became void when my marriage broke down, wasn’t taken into consideration. For the past three years, I’ve been fighting for the right to stay here with my children – now aged five and seven – but on&nbsp;25 June, the last temporary work visa I can get will expire.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/sep/21/partner-abducted-child-parents-left-behind\">My partner abducted my child: the parents left behind</a> </p> \n</aside> \n<p>My husband came out here in May 2011 intending to stay. We both knew our marriage was over but I came out because the children hadn’t seen him for six months and I thought it was the best thing to do.</p> \n<p>I went home after five weeks so the children could have some “Daddy time”. They had dated, return aeroplane tickets and I had an agreement with my husband’s sister that we’d do a&nbsp;handover with them in Singapore on a specific date.</p> \n<p>I discovered that during the first week of my return to the UK, my husband had filed for full custody of the children through the New Zealand courts. I immediately filed an order under the Hague convention to get my children returned home. At this point they had been in the country for 21 days.</p> \n<p>The ruling took eight months. The New Zealand judge also approved an <a href=\"http://www.justice.govt.nz/family-justice/about-children/stopping-children-going-overseas\" title=\"\">Order Preventing Removal</a> stopping the children leaving the country.</p> \n<p>That was when I decided to move to New Zealand permanently. When I&nbsp;arrived, my children didn’t even recognise me.</p> \n<p>Because they had been away from me for so long I had lost parental responsibility. It took four and a half months before the courts gave me permission to see my children again on a regular basis, but I now have joint custody. I now have a job and a rented house here. It’s been extremely hard. The court case has been very expensive and I often haven’t had enough money for basics, such as food and toilet paper. But I had my children and that was what mattered.</p> \n<p>Now, however, I’ve been told that even though I cannot be separated from the children, immigration doesn’t have to give me a visa. I will never leave my children, but I don’t know what I’ll do when I have no house, no money and they’ve been taken away from me. This is an absolutely crazy, despicable situation.&nbsp;</p> \n<p><em>Names have been changed</em></p> \n<p><span class=\"bullet\">•</span><em> Expat Stuck Mums is a UK-based voluntary group, currently supporting&nbsp;about 120 mums and dads. The Going Home Together Campaign is at </em><a href=\"https://www.change.org/p/permanent-bureau-hague-conference-on-private-international-law-support-the-going-home-together-campaign-2015-stop-the-hague-convention-being-used-as-a-weapon-against-expat-mothers-who-just-want-to-return-home-with-their-children-after-a-failed-reloca\" title=\"\"><em>http://goo.gl/6vY8qm</em></a><em>.</em></p> \n<p><a href=\"http://www.expatstuckmums.org/\" title=\"\"><em>expatstuckmums.org</em></a><em> </em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431453240900/Kim-and-her-daughter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim and her daughter: 'I still can’t believe what happened to us … I never feel safe any more.' Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee/Guardian","altText":"Kim and her daughter","cleanCaption":"Kim and her daughter: 'I still can’t believe what happened to us … I never feel safe any more.' Photograph: Sarah Lee for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-16T06:00:16Z","lastModified":"2015-05-16T06:00:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Amelia Hill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ameliahill"}],"feature":true,"keywords":["Family","Parents and parenting","Children","Domestic violence","Divorce","Migration","Society","European Union","Europe","World news","Law","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"society/children","webTitle":"Children"},{"id":"society/domestic-violence","webTitle":"Domestic violence"},{"id":"lifeandstyle/divorce","webTitle":"Divorce"},{"id":"world/migration","webTitle":"Migration"},{"id":"society/society","webTitle":"Society"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"law/law","webTitle":"Law"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Amelia Hill","topic":{"type":"tag-contributor","name":"profile/ameliahill"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/16/the-mothers-fighting-to-get-their-children-back-home-again","shortUrl":"http://gu.com/p/48zpy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/16/the-mothers-fighting-to-get-their-children-back-home-again","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/16/the-mothers-fighting-to-get-their-children-back-home-again"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431453240900/Kim-and-her-daughter-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kim and her daughter: 'I still can’t believe what happened to us … I never feel safe any more.' Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee/Guardian","altText":"Kim and her daughter","cleanCaption":"Kim and her daughter: 'I still can’t believe what happened to us … I never feel safe any more.' Photograph: Sarah Lee for the Guardian"}},"importance":3,"kicker":{"title":"Family"},"showQuotedHeadline":false}],"lastModified":"2015-05-17T07:31:36Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}