{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Affordable housing / How developers exploit the planning system","rawTitle":"How developers exploit the planning system","item":{"type":"article","id":"cities/2015/jun/25/london-developers-viability-planning-affordable-social-housing-regeneration-oliver-wainwright","title":"Revealed: how developers exploit flawed planning system to minimise affordable housing","trailText":"The release of a ‘viability assessment’ for one of London’s most high-profile developments – seen exclusively by the Guardian – sheds new light on how developers are taking advantage of planning laws to ramp up their returns<br>","standFirst":"<p>The release of a ‘viability assessment’ for one of London’s most high-profile developments – seen exclusively by the Guardian – sheds new light on how developers are taking advantage of planning laws to ramp up their returns<br /></p>","byline":"Oliver Wainwright","body":"<p>Golden towers emerge from a canopy of trees on a hoarding in Elephant and Castle, snaking around a nine-hectare strip of south London where soon will rise “a vibrant, established neighbourhood, where everybody loves to belong”. It is a bold claim, given that there was an established neighbourhood here before, called the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/nov/04/bailiffs-death-knell-heygate-estate\">Heygate Estate</a> – home to 3,000 people in a group of 1970s concrete slab blocks that have since been crushed to hardcore and spread in mounds across the site, from which a few remaining trees still poke.</p> \n<p>Everybody might love to belong in Australian developer <a href=\"http://www.lendlease.com/site%20settings/splashpage.aspx\">Lend Lease</a>’s gilded vision for the area, but few will be able to afford it. While the Heygate was home to 1,194 <a href=\"http://england.shelter.org.uk/campaigns/why_we_campaign/Improving_social_housing/what_is_social_housing\">social-rented flats</a> at the time of its demolition, the new <a href=\"http://www.elephantpark.co.uk/\">&pound;1.2bn Elephant Park</a> will provide just 74 such homes among its 2,500 units. Five hundred flats will be “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/housing-network/2014/feb/03/affordable-housing-meaning-rent-social-housing\">affordable</a>” – ie rented out at up to 80% of London’s superheated market rate – but the bulk are for private sale, and are currently being marketed in a green-roofed sales cabin on the site. Nestling in a <a href=\"http://www.theartworks-uk.com/\">shipping-container village</a> of temporary restaurants and pop-up pilates classes, the sales suite has a sense of shabby chic that belies the prices: a place in the Elephant dream costs &pound;569,000 for a studio, or &pound;801,000 for a two-bed flat.</p> \n<p>None of this should come as a surprise, being the familiar aftermath of London’s regenerative steamroller, which continues to crush council estates and replace them with less and less affordable housing. But alarm bells should sound when you realise that Southwark council is a development partner in the Elephant Park project, and that its <a href=\"https://www.southwark.gov.uk/info/200210/core_strategy\">own planning policy</a> would require <a href=\"http://35percent.org/affordable-housing/\">432 social-rented homes</a>, not 74, to be provided in a scheme of this size – a fact that didn’t go unnoticed by Adrian Glasspool, a former leaseholder on the Heygate Estate.</p> \n<p>In May 2012, shortly after Lend Lease submitted its planning application, Glasspool lodged a freedom of information request to see the figures used to justify this apparent breach of policy. Now, after a <a href=\"http://35percent.org/heygate-foi-eir-tribunal/\">three-year battle of tribunals and appeals</a>, during which Southwark council fought vociferously and spent large amounts of taxpayers’ money to keep the details secret, a redacted version of the developer’s “financial viability assessment” has finally materialised – a document that justifies why the planning policy cannot be met.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The Heygate had 1,194 social-rented flats at the time of its demolition. Elephant Park will provide 74 such homes</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"fcd2983846e32039866e262a7fbf1e1db4e9677d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435161753990/20a09628-5751-4e79-a4bf-4da8a8fe73c0-460x276.jpeg\" alt=\"Building work on the new Elephant Park development in south London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Building work on the new Elephant Park development in south London.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images/Carl Court</span> \n </figcaption> \n</figure> \n<p>Seen exclusively by the Guardian, the document sheds new light on why so little affordable housing is being built across England; why planning policy consistently fails to be enforced; and why property developers are now enjoying profits that exceed even those of the pre-crash housing bubble.</p> \n<p>In the last decade, London has lost 8,000 social-rented homes. Under the Tory-led coalition, the amount of affordable housing delivered across the country fell by a third – from 53,000 homes completed in 2010 to 36,000 in 2014. Much of the reason lies hidden in these developers’ viability assessments and the dark arts of accounting, which have become all-powerful tools in the way our cities are being shaped.</p> \n<p>It is a phenomenon, in the view of housing expert Dr Bob Colenutt at the University of Northampton, that “threatens the very foundations of the UK planning system”; a legalised practice of fiddling figures that represents “a wholesale fraud on the public purse”. What was once a statutory system predicated on ensuring the best use of land has become, in Colenutt’s and many other experts’ eyes, solely about safeguarding the profits of those who want to develop that land.<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"006d5bb38c45ddcf49b93e04c4adb8a9d19b8236\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435172425660/bb617642-cfc3-48b1-8acd-5c759a619e43-460x276.jpeg\" alt=\"Elephant and Castle is feeling the full force of London’s ‘regenerative steamroller’.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Elephant and Castle is feeling the full force of London’s ‘regenerative steamroller’.</span> \n  <span class=\"element-image__credit\">Photograph: Sarah Lee</span> \n </figcaption> \n</figure> \n<p>Under <a href=\"http://www.legislation.gov.uk/ukpga/1990/8/section/106\">Section 106</a>, also known as “planning gain”, developers are required to provide a certain proportion of affordable housing in developments of more than 10 homes, ranging from 35–50% depending on the local authority in question. Developers who claim their schemes are not commercially viable, when subject to these obligations, must submit a financial viability assessment explaining precisely why the figures don’t stack up.</p> \n<p>In simple terms, this assessment takes the total costs of a project – construction, professional fees and profit – and subtracts them from the total projected revenue from selling the homes, based on current property values. What’s left over is called the “residual land value” – the value of the site once the development has taken place, which must be high enough to represent a decent return to the landowner. </p> \n<p>It is therefore in the developer’s interest to maximise its projected costs and minimise the projected sales values to make its plans appear less profitable. With figures that generate a residual value not much higher than the building’s current value, the developer can wave “evidence” before the council that the project simply “can’t wash its face” if it has to meet an onerous affordable housing target – while all the time safeguarding their own profit.</p> \n<p>According to Glasspool, the most striking thing about the Heygate viability assessment “is that it has nothing to do with the scheme’s viability at all, and everything to do with its profitability for the developer”. It is also all perfectly legal.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>These viability assessments threaten the very foundations of the UK planning system</p> \n  <footer> \n   <cite>Dr Bob Colenutt</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Within the pages of calculations, produced for Lend Lease by property agent <a href=\"http://www.savills.co.uk/\">Savills</a>, the level of “acceptable” profit is fixed at 25% – a proportion that equates to around &pound;300m. Southwark council commissioned an independent appraisal of this viability assessment from the government’s <a href=\"https://www.gov.uk/government/organisations/district-valuer-services-dvs/about\">district valuer service</a> (which was also revealed as part of the disclosure). The appraisal clearly highlights this 25% profit level as a concern, noting that “most development schemes when analysed following completion average out below 15%”. The difference represents more than &pound;100m that could have been spent on affordable housing – yet the 25% profit level remains unchallenged.</p> \n<p>A second concern was raised over the estimation of Elephant Park’s total value upon completion. The predicted sales values are set at an average of &pound;600 per sq ft in the viability assessment, a figure it says is derived from “comparable” developments. Yet a close look at the appendix of these “comparable” schemes includes such properties as an ex-council flat in an estate on the fringes of Camberwell – a far cry from the glistening towers of Elephant Park.</p> \n<p>On a recent visit to Lend Lease’s rustic sales cabin, I was greeted by a helpful assistant who said I’d have to hurry if I wanted to snap up one of the two remaining &pound;2.5m penthouses in the <a href=\"http://www.newstatesman.com/uk-politics/2014/07/london-development-without-poor-door\">One The Elephant</a> development across the road, before handing me a price list for the new Elephant Park flats. They are currently selling for an average of more than &pound;1,000 per sq ft: two-thirds more than the figure suggested in the viability assessment. In 10 years’ time, when the later phases are on the market, values are likely to have skyrocketed further. Yet the number of social units will remain at 74.</p> \n<p>Once again, the district valuer queried these figures, suggesting a review mechanism be put in place to allow the amount of affordable housing to increase if sales turned out better than predicted. Such a mechanism is standard practice for a project of this scale, planned to be built out over the next 15 years. Further west along the Thames at Nine Elms – London’s new muscle beach for buildings, with its emerging skyline of steroidal towers – Wandsworth council has recently secured an <a href=\"http://www.insidehousing.co.uk/borough-claims-40m-homes-windfall/7002587.article\" draggable=\"true\">extra &pound;40m windfall for affordable housing</a> through such a mechanism, as a result of rocketing sales values on the Embassy Gardens scheme. </p> \n<figure class=\"element element-image\" data-media-id=\"36f68b74010529e12744d350f7769729fa5bc18e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435156113354/2cf3b58f-0ad7-42e3-9df1-3132be70bab0-460x276.jpeg\" alt=\"Visualisation of a finished Elephant Park flat.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Visualisation of a finished Elephant Park flat. Full prices start at &pound;569,000 for a studio.</span> \n  <span class=\"element-image__credit\">Illustration: Lend Lease Corporation (2014)</span> \n </figcaption> \n</figure> \n<p>Southwark’s planning officer, however, didn’t see the need for such a condition at the Elephant. “A very significant economic upturn would be required,” he noted in his report, “to secure any increase in the quantum of affordable housing.” </p> \n<p>A further question mark hangs over just how affordable the project’s “affordable housing” will be. Southwark’s planning policy states that all developments at Elephant and Castle must provide 35% affordable housing, split 50/50 between <a href=\"http://www.helptobuy.org.uk/other-housing-options/shared-ownership#sthash.vIVWXTlZ.dpuf\">shared ownership</a> (also known as “part-buy, part rent”) and social-rented. This was also a condition of the Regeneration Agreement between Southwark and Lend Lease. </p> \n<p>Yet, in the viability assessment, not only does Lend Lease argue that it can provide just 25% affordable, but also that all one- and two-bed social-rented units in the scheme must be “affordable rent” – capped at 50% of the market rate – to make the project stack up. The difference is crucial: whereas social rent is pegged to average income and remains relatively stable, affordable rent is pegged to market forces, so does not. </p> \n<p>What does that mean in monetary terms? In Southwark’s <a href=\"http://www.southwark.gov.uk/downloads/download/2914/affordable_rent_in_southwark_2011\">Affordable Rent Study</a>, updated in December last year, the average social rent for one- and two-beds in the area was &pound;97pw and &pound;111pw respectively. Under Lend Lease’s “affordable” regime, managed by housing association <a href=\"http://www.lqgroup.org.uk/\">London &amp; Quadrant</a> (L&amp;Q), 50% of the market rate equates to &pound;150pw and &pound;184pw respectively. Across the board, that means the affordable units will be, on average, 37% higher than social rents would have been – and who knows what the market rate will be by the time the scheme is completed in 2025? </p> \n<p>As for the shared-ownership units, <a href=\"http://lqpricedin.co.uk/wp-content/uploads/2015/01/LQ-@-Trafalgar-Place-Pricelist-12-bed-launch-2.pdf\">L&amp;Q’s current price list</a> reveals that, to be eligible for the cheapest one-bed home, you must have a minimum household income of &pound;57,500 – when the average household income in that part of Southwark is &pound;24,324.</p> \n<p>Right across London, the conversion of social-rented housing to affordable has been taking place at an alarming rate, often forced by government cuts to capital investment budgets for housing associations. According to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/29/tenants-face-70m-rent-rise-as-social-housing-converted-to-affordable-homes\">recent figures from the Greater London Authority</a>, about 11,000 homes have been converted in this way since 2012, representing a potential &pound;50m increase in rental levels. In the past three years, L&amp;Q has switched 1,673 tenancies – earning itself an extra &pound;4.2m.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"af95b62c703bfacfa4f419dfa4ea4371f621250a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435160815541/e2fa0eea-11ad-48fa-9227-179b8b614ed4-460x276.jpeg\" alt=\"Southwark borough is estimated to have lost 358 social-rented homes in the Elephant Park deal.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Southwark borough is estimated to have lost 358 social-rented homes in the Elephant Park deal.</span> \n  <span class=\"element-image__credit\">Photograph: Sarah Lee</span> \n </figcaption> \n</figure> \n<p>Sitting in a cafe across the road from the vibrant hoardings of the new-look Heygate, a former resident of the estate is furious about the missed opportunity in what he sees as the borough’s bodged negotiations over the development deal.</p> \n<p>“It’s a total fiasco in terms of securing public benefit from this massive regeneration scheme,” says Jerry Flynn, who has run the <a href=\"http://35percent.org/\">35% Campaign</a> with Glasspool for the last few years, aimed at holding the council to account over its affordable housing policies. “Southwark has lost 358 social-rented homes in the deal, while Lend Lease stands to make whacking profits – on land they bought from the council for a pittance.” Southwark sold the site for &pound;50m, having spent &pound;44m on emptying the estate, while estimating its gross development value at &pound;990m. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Southwark didn’t even have the computer software to open a viability assessment, let alone the expertise to question it</p> \n </blockquote> \n</aside> \n<p>“And they were blindfolded at the time,” Flynn adds. “The whole thing was decided in documents that the council’s planning committee wasn’t even allowed to see.”</p> \n<p>A crucial failure of the current system is that developers’ viability assessments are regularly hidden from councillors and protected from public scrutiny on the grounds of “commercial confidentiality”. Revealing the figures, developers argue, would compromise sensitive trade secrets. </p> \n<p>But these reports don’t tend to be scrutinised by planning officers, either. In the case of Southwark, as was embarrassingly revealed at tribunal, the council didn’t even have the right computer software to open Lend Lease’s viability assessment, let alone the expertise to interrogate it.</p> \n<p>To Pat McAllister, professor of real estate at University College London, the confidentiality argument makes no sense. “It shouldn’t be a concern,” he says. “There are well-established build costs out there in the <a href=\"http://www.rics.org/uk/knowledge/bcis/\">BCIS database</a>, the standard industry tool that everyone relies on. And a quick Google search gives you current sales values.” Yet, time after time, developers and local authorities spend huge resources fighting to keep the figures in these assessments secret.</p> \n<p>“It makes you wonder what it is, exactly, they are trying to hide,” says Colenutt, who was called to the Heygate tribunal as an expert witness. “Why don’t developers come clean on all this stuff? Why is it that on these vast sites in London, when huge amounts of money are being made, they’re most determined to hide the viability assessments?”</p> \n<figure class=\"element element-image\" data-media-id=\"f36beeb97d7dd3a3f7593e9112bdd4559c3ce79b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435160959214/481f96de-7b5f-4616-898c-3c285654b219-460x276.jpeg\" alt=\"The proposed West Grove at Elephant Park\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The proposed West Grove at Elephant Park.</span> \n  <span class=\"element-image__credit\">Illustration: Lend Lease Corporation (2014)</span> \n </figcaption> \n</figure> \n<p>Lend Lease is one of the most determined of the bunch. At the tribunal hearing in January last year, the company’s commercial director, James Walsh, said: “If we knew that disclosure of this type of information was in prospect … we would certainly seek to disclose much less-detailed information to public authorities.” He added that Lend Lease would even consider making the viability reports “available only for inspection at our premises, which would make it much more difficult for public authorities and their advisers to carry out robust interrogation of our information”.</p> \n<p>Other developers have even insisted on councils using a remote log-in system, so they can monitor exactly which parts of their viability models are being tested. A statutory process has never been so loaded in the applicant’s favour.</p> \n<p>With the private sector now calling the tune on affordable housing, while hiding the score in a locked room, it’s not hard to see why the chief executive of the National Housing Federation, David Orr, recently <a href=\"http://www.insidehousing.co.uk/councils-mull-pan-london-agreement-on-viability-studies/7008515.article\">told his members</a> that developers are “leading local authorities on a merry dance”.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s not so much a dance as running rings around them. Local authorities have really lost the plot on this</p> \n  <footer> \n   <cite>Duncan Bowie</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“It’s not so much a dance, as running rings around them,” says planning expert Duncan Bowie, a lecturer at the University of Westminster. “Every consultant knows how to fiddle the figures in their client’s interests, but most planning officers simply don’t get it. Local authorities have really lost the plot on this.”</p> \n<p>Many consultants are now paid bonuses for successfully reducing the number of affordable units in a scheme; indeed an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/sep/17/truth-property-developers-builders-exploit-planning-cities\">entire industry has grown up</a> around the art of dodging planning obligations. But why has it only become such a problem now?</p> \n<p>A relatively new arrival to the planning system, viability assessments have gained increasing weight since the National Planning Policy Framework (NPPF) introduced a <a href=\"http://planningguidance.planningportal.gov.uk/blog/guidance/viability-guidance/viability-a-general-overview/\">crucial clause in 2012</a>, stating that plans “should not be subject to such a scale of obligations and policy burdens that their ability to be developed viably is threatened”. </p> \n<p>This clause has given developers a much freer licence to force their plans through the system regardless of constraints, on the basis that local planning policies represent needless “burdens” on their pockets. Democratic mechanisms for securing public benefit have been reframed as destructive barriers of red tape, and harmful obstacles to economic growth.</p> \n<p>“Viability has driven a coach and horses through the planning system,” says Colenutt. “All the things that are supposed to determine the best use of land – mix of uses, massing, density, social mix – have been trumped by finance. And it’s a form of financial modelling that’s hidden from view, entirely determined by the developers themselves. Councils are held over a barrel with the implied threat that ‘If you don’t play ball, we’ll go elsewhere.’ It’s what the development industry has always wanted. They cannot believe their luck.”</p> \n<p>“Developers have been using viability for centuries, it’s their bread and butter,” says Pat McAllister. “It’s a game, and they play it hard and they play it rough. That’s their job. They’ll look at the rules and see what they can get away with. So it all comes down to how the rules are set. The planning system simply wasn’t prepared, so developers have managed to set new norms that favour them very fast.” </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"968bbfd3ce1ce1635dc9ad348a98a32524ff0883\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435156913563/df9a3ca8-ce61-4d57-953b-acad1739f49f-460x276.jpeg\" alt=\"Building work on London’s &pound;5bn new quarter, Greenwich Peninsula, ‘where riverside living starts’.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Building work on London’s &pound;5bn new quarter, Greenwich Peninsula, ‘where riverside living starts’.</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg via Getty Images</span> \n </figcaption> \n</figure> \n<p>The landmark decision to force Southwark to disclose the viability assessment for the Heygate site – which was taken back in July 2013, but has taken this long to be coughed up – has since triggered further revealing disclosures on other major development projects across the capital.</p> \n<p>A little further east, stretching along the Thames south of the O2 Arena, another line of billboards trumpets the arrival of a <a href=\"http://www.greenwichpeninsula.co.uk/\">&pound;5bn new quarter</a>, Greenwich Peninsula, “where riverside living starts”. The buildings sprouting here, which also sport the default regeneration costume of gold-effect cladding and stick-on bricks, claim to offer “views of Central Park and the London skyline”.</p> \n<p>The towers might be tall, but they’re not quite tall enough to give a transatlantic prospect. It turns out the nearby strip of grass has been named after New York’s majestic green lung – a trick of creative thinking that is not confined to the marketing material alone.</p> \n<p>Developed by the Hong Kong-based company <a href=\"http://www.knightdragon.com/\">Knight Dragon</a>, the project falls short of the Royal Borough of <a href=\"http://www.royalgreenwich.gov.uk/downloads/download/498/affordable_housing_assessment\">Greenwich’s planning policy</a>, providing just 21% affordable housing – all marshalled to the back end of the site, away from the expensive river views. The required level of 35% had been agreed with the previous owner of the site, but when Knight Dragon acquired the development in 2012 it negotiated its obligations down. The new deal represents a loss to the borough of 527 affordable homes.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It seemed a very strange decision to reduce the amount of affordable housing, just as the housing market was improving</p> \n  <footer> \n   <cite>Shane Brownie</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Neither the developer nor planning authority, however, might have expected a housing policy expert to be living on the development’s doorstep, in the form of Shane Brownie, a former housing strategist in the Department for Communities and Local Government and now head of research at the National Housing Federation. “I thought it was a bit odd that such a drastic change to the makeup one of London’s biggest regeneration projects was tabled just before Christmas [2012] – and that it wasn’t consulted on, but was quickly passed with very few questions being asked,” says Brownie. “It seemed like a very strange decision to reduce the amount of affordable housing, just as the housing market was improving.”</p> \n<p>After lodging a request to see the viability assessment, Brownie began an 18-month battle with Greenwich council that ended in tribunal in January, with another landmark decision in favour of releasing the documents for public scrutiny. In a damning verdict for Knight Dragon, judge Nicholas Warren – who had also presided over the Heygate judgment – concluded: “This is a case where a company, robust enough to take on the development of a huge site over a period of 20 years … immediately asks to be relieved of a planning obligation freely negotiated by its predecessor. It justifies this change on the basis of a downturn in house prices it knew about at the time of purchase, using a valuation model that looks at current values only and does not allow for change in the many factors that may affect a valuation over time.”</p> \n<p>Colenutt, who was again brought in as an expert witness in the tribunal, has been sifting through the pages of the released viability assessment and has already had his suspicions confirmed. “It shows an almost systematic underestimation of values and an overestimation of costs,” he says. “They’re saying that the sales values of their luxury flats, on this prime riverside site opposite Canary Wharf, on land they acquired at a discounted rate from the GLA, along with a &pound;50m housing grant, would not be enough to cover their costs – which is frankly absurd.” Knight Dragon declined to comment on these claims.</p> \n<p>The Greenwich Peninsula viability assessment, produced by <a href=\"http://www.realestate.bnpparibas.co.uk/bnppre/en/consulting/services/real-estate-advisory/viability-feasibility-studies/independent-viability-feasibility-analysis-uat_20979.html\">BNP Paribas</a>, justifies the high construction costs on the grounds of building on a toxic, formerly industrial site – regardless of the fact that the land had already undergone heavy remediation work by English Partnerships in the 1990s as part of the <a href=\"http://www.nao.org.uk/wp-content/uploads/2008/07/n0708338.pdf\">Millennium project</a>, at a cost of &pound;225m to the taxpayer. Knight Dragon’s marketing costs, meanwhile, are listed as 3% of the budget – equivalent to &pound;30m – which Colenutt regards as another way of driving down the money left for affordable housing. In total, he estimates that the scheme could have been<strong> </strong>undervalued by as much as &pound;500m. Again, Knight Dragon declined to comment.</p> \n<figure class=\"element element-image\" data-media-id=\"f79c2f3e50562714efb1866b35d1555bc01c50b5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435156564699/e34ae39e-4c86-4902-a807-0ea7b71a483b-460x276.jpeg\" alt=\"Visualisation of the completed Greenwich Peninsula development, next to London’s O2 Arena.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Visualisation of the completed Greenwich Peninsula development, next to London’s O2 Arena.</span> \n  <span class=\"element-image__credit\">Illustration: Knight Dragon</span> \n </figcaption> \n</figure> \n<p>A visit to the sales suite, housed in a strange amoebic blob opposite the O2, gives you some idea of the place Knight Dragon is looking to create. I am whisked to the first floor by a besuited sales executive, where a digital table springs to life showcasing the vibrant lifestyle options that await, up to the <a href=\"http://www.themodernhouse.net/sales-list/penthouse/\">&pound;2.1m penthouses</a> with “high-concept interiors” designed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jun/23/tom-dixon-dixonary-design-inspiration-interview\">Tom Dixon</a> – who also designed this futuristic showroom. As I eye up one of the glowing perspex models, my host reassures me with a smile that none of the units in the building will be “affordable”.</p> \n<p>There is now no way, with hindsight, of clawing back the lost public benefit from this gigantic chunk of real-estate speculation. But there is still time for Greenwich council to influence what might happen on the swathe of land next door. On the western side of the peninsula, Knight Dragon has recently submitted outline planning for a further 12,000 homes – with <a href=\"http://m.newsshopper.co.uk/news/12869513.Plans_submitted_to_change_the_face_of_Greenwich_Peninsula/?ref=twtrec\">not a single mention of affordable housing</a>.</p> \n<p>“I find it astonishing,” says Brownie, “that a developer would submit an application without any suggestion of what kind of community they are proposing to make. I think they got the idea that, if they pushed on the door, it would open. We’re just hoping the council has learned from what happened here and won’t repeat the same mistakes.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Councils are held over a barrel with the implied threat developers will go elsewhere. They cannot believe their luck</p> \n  <footer> \n   <cite>Dr Bob Colenutt</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Greenwich, to its credit, has recently proposed <a href=\"http://www.royalgreenwich.gov.uk/news/article/479/have_your_say_on_landmark_new_council_planning_policy\">introducing a policy</a> that would require all viability assessments to be open to public scrutiny, following growing calls for transparency. Announcing the news, the borough’s cabinet member for regeneration, Danny Thorpe, said: “At the moment our hands are tied on affordable housing levels if the viability study shows a development won’t work financially with the levels of affordable housing we want … Making the viability studies publicly available as part of the planning documents means the borough and residents alike can see precisely why a developer might claim they cannot meet our affordable housing targets.”</p> \n<p>It is a step in the right direction, but still not much reassurance for Colenutt. “They’re basically saying they are making the information public so people know why the borough is conceding on affordable housing levels – rather than challenging the fundamental basis of viability itself. If they think the issue is purely one of transparency, they’re wrong.” </p> \n<p>Having seen their attempt at interrogating the BNP Paribas report, Colenutt is not impressed. He describes the independent appraisal of the viability assessment, produced for Greenwich council, as “six pages of discussion with no analysis of the figures. It is completely irresponsible.” <br /></p> \n<p>The council responded: “We are confident that the independent assessor’s report ... contained all relevant detail needed for [council] members to make an informed decision. The report was considered at three planning board meetings between February 2013 and February 2014 ... This is a process that follows nationally set guidelines and which is carried out by local authorities across the country.” </p> \n<p>The statement added that “one of the drivers” for the agreement between the Greater London Authority, Knight Dragon and the council was “the need to secure a &pound;50m affordable housing grant which was time-limited and would otherwise have been lost”.</p> \n<p>In Brownie’s view, this was another technique used to rush the application through the system. “The council was effectively forced to make the decision with a gun pointed at their head,” he says. “They were told: ‘If you don’t approve this, you’ll lose all of the affordable housing.’”</p> \n<p>The <a href=\"http://853blog.com/2015/02/03/greenwich-peninsula-social-cleansing-council-loses-battle-to-keep-developer-document-secret/\">tribunal judgment</a> found that at least one councillor on the eight-strong planning board had questioned proceedings and asked for more detailed information from the viability assessment, but her request was denied. She has since left the council.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7d4753d5198cb586b0b0b444c261a7d1116aea9f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435157489722/a527d4b2-5dc5-4b85-a0d5-629993bb0e79-460x276.jpeg\" alt=\"George Turner: ‘Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.’\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">George Turner: ‘Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.’</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg via Getty Images</span> \n </figcaption> \n</figure> \n<p>Further upriver, in the shadow of another Millennium project, a similar war is being waged. Behind the sedately revolving capsules of the London Eye, plucky local resident George Turner has been holding another gargantuan development machine to account in a <a href=\"http://www.thebattleforwaterloo.org/\">David-and-Goliath planning battle</a> that reached the High Court.</p> \n<p>On the site of the 1960s Shell Centre, a &pound;1.2bn scheme of 900 flats has been proposed by Braeburn Estates – a conglomerate led by Canary Wharf Group and Qatari Diar, one backed by the Chinese state, the other by Qatar’s royal family. Their plans are suitably imperial, comprising a dense thicket of towers packed so close together that, according to independent analysis by the Building Research Establishment (commissioned by Lambeth council), a third of all flats would fall below the minimum daylight standards.</p> \n<p>The council’s <a href=\"http://www.lambeth.gov.uk/planning-and-building-control/core-strategy-2011\">planning policy</a> aims for 50% affordable housing, but the Shell Centre will provide just 20%. It is the result of <a href=\"https://tbij.creatavist.com/viability\">another viability assessment</a> that pleads poverty to the council, while trumpeting the scheme as a lucrative opportunity to potential investors in the same breath.</p> \n<p>The viability assessment, which was only disclosed when the project went to public inquiry, bears similar hallmarks to the previous examples. To the council, flats were listed with an average sales value of &pound;1,330 per sq ft, while a presentation aimed at investors suggested they would sell at an average of &pound;1,641 per sq ft – representing a <a href=\"https://tbij.creatavist.com/viability\">disparity of &pound;234m</a> across the scheme.</p> \n<p>Turner, who finally lost his appeal this month, is aghast at the wider implications of his case: “If they’re saying it’s not profitable to build luxury housing on the South Bank, next to Royal Festival Hall, with views of the parliament, then how can you possibly make money on housing anywhere in the country?</p> \n<p>“Viability testing, the way it is structured at the moment, approaches the question from entirely the wrong end. The question from the council should be: ‘Is a viable development able to be built on this site?’ Not: ‘Is this specific scheme viable?’ Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.”</p> \n<p>Turner lays blame in the court of the consultants hired to produce the viability assessments, who often also work in behalf of the local authorities to assess other consultants’ reports. And he singles out the work of one company as having the biggest influence: “If there was a monument built to the lack of affordable housing in this country,” he says, “it would be built in the shape of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/bnp-paribas\">BNP Paribas</a>.” </p> \n<figure class=\"element element-image\" data-media-id=\"4387deab1b1177cbee4c77b9b18fafdf58a211ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158461035/c59a5176-817c-45c1-8948-eb62358ada61-460x276.jpeg\" alt=\"A model of the &pound;1.2bn Shell Centre redevelopment.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A model of the &pound;1.2bn Shell Centre redevelopment.</span> \n  <span class=\"element-image__credit\">Photograph: Oliver Wainwright</span> \n </figcaption> \n</figure> \n<p>Such a monument, if Turner’s logic is to be followed, already stands in the City of London, in the form of a silvery office block that looms in a stately bulge above Aldermanbury Square. At its summit I meet with BNP Paribas’s director of financial viability advisory services, Dr Anthony Lee, a man who has advised 60 local authorities across the country on matters of viability, along with countless private developers, on a total of around 35,000 housing units to date. His name is stamped on viability assessments across the capital, from Stratford City in the east to Embassy Gardens in the west – as well as the Greenwich Peninsula, on behalf of Knight Dragon, and the Shell Centre, on behalf of Lambeth council.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I think the view most councils would take is that they would rather have 20% of something than 50% of nothing</p> \n  <footer> \n   <cite>Dr Anthony Lee</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In a boardroom overlooking a skyline of competing towers, I ask Lee why so many schemes that he has worked on – for both developer and local authority – have failed to meet the affordable housing requirements.</p> \n<p>“That’s the first problem,” he says. “They’re not requirements but aspirational targets – they are a starting point for negotiation.” He describes an affordable housing target of 50% as meaning “a spectrum of between 0% and 50%”, which the local authority sets at the uppermost limit in the full knowledge that not every site in the borough will be able to fulfil the upper end of the spectrum. “I think the view that most councils would take is they would rather have 20% of something than 50% of nothing.”</p> \n<p>While it is true that affordable housing targets are not legally enforceable, Lee’s is a position that others are quick to question. “To say an affordable housing target is an ‘aspiration’ is just belittling the status of statutory plans,” says Colenutt. “These are policies that local authorities have spent years painstakingly developing and consulting on in a democratic process.</p> \n<p>“Developers are coming with the attitude of: ‘How much could we get out of that site if we were unconstrained? How much are we losing as a result of having to follow the planning policies for that site?’ So they start with packing as much as possible on to any given site and work back from there, instead of starting off with the local plan. You can make a perfectly respectable profit from following the plan – because the plans themselves are viability tested. And, if you can’t do it, then don’t buy the land in the first place. Let someone else develop it who will follow the rules.”</p> \n<figure class=\"element element-image\" data-media-id=\"c21b405005b20d3665d7937fe5d68219ea428329\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435161512762/0292584a-9a2e-45f4-acce-bc0a1805393c-460x276.jpeg\" alt=\"Royal Mail argued that the three-hectare Mount Pleasant plot in Farringdon must be stuffed full of luxury flats in order to achieve a competitive return.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Royal Mail argued the Mount Pleasant plot in Farringdon must be stuffed full of luxury flats to achieve a competitive return.</span> \n  <span class=\"element-image__credit\">Illustration: Royal Mail</span> \n </figcaption> \n</figure> \n<p>As for the widespread disparity in valuation between estimated values and actual sales prices, Lee is frank. “I would agree it is a flaw in the system,” he says, “but we have to base what we do on evidence, so we have to go on current sales values and what we know today. It is a static assessment, so as soon as I do a viability assessment it’s already out of date by the next day. But that doesn’t mean we got it wrong.”</p> \n<p>Again, many have challenged the logic of using current values in these assessments, when the entire development industry is based on speculation. “Developers are always forecasting, otherwise they wouldn’t be building 15-year projects,” says Turner. “The viability assessments build in an allowance for inflation of construction costs, but not sales values. It’s being worked out on today’s prices, but tomorrow’s costs, which makes a mockery of the whole thing.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Viability assessments are worked out on today’s prices, but tomorrow’s costs – it makes a mockery of the whole thing</p> \n  <footer> \n   <cite>George Turner</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“It’s utterly baffling,” Colenutt says. “Even down the end of your street, a couple of houses will take a year to build, during which time their value will increase. Many schemes take 20 years, so it’s a complete nonsense to fix it at today’s values.”</p> \n<p>Lee agrees that the current system is too open to interpretation and needs clearer guidance, and he acknowledges that “the pendulum has swung too far in one direction” towards the development industry. But he assures me his company is equally fierce when working on behalf of local authorities to achieve the maximum possible amount of affordable housing: “We give everyone a kicking no matter which side we’re on. I’ve been called a communist when I’m sitting on the other side of the table.”</p> \n<p>Lee says one of the key problems is the flexibility of approaches to land valuation: specifically, the crucial difference between using “existing use value” and “market value” in the viability equation.</p> \n<p>The first approach – which he says BNP Paribas uses – defines the value of a site in its current use as the starting point for the viability assessment, whether that be a lucrative residential block or a low-value field. The market-value approach, which the Royal Institution of Chartered Surveyors advocates in its <a href=\"http://www.rics.org/uk/knowledge/research/research-reports/financial-viability-appraisal-in-planning-decisions/\">viability guidance</a>, starts with the likely value that will be generated by the proposed use – thus potentially reducing the predicted return to the landowner by a significant margin. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2014/jan/29/boris-johnsons-abuse-of-planning-power-is-an-assault-on-democracy\">Boris Johnson's abuse of planning power is an assault on democracy</a> </p> \n</aside> \n<p>“A policy-compliant scheme can very easily be made to appear unviable by changing existing-use value for market value,” says Lee. “Market value just means whatever another developer is willing to pay for a site, so if someone has massively overpaid [for a comparable site] and only builds 10% affordable housing, you can guarantee the same result on your site. The more you accept this, the more land values go up and the more affordable housing is squeezed out.”</p> \n<p>Andrew Jones of BPS Chartered Surveyors, a viability consultant who advises more than 20 local authorities across the country, including nine London boroughs, agrees this is one of the fundamental flaws in the system. “It is completely circular to use market value,” he says. “Because you’re basically saying: ‘If everyone else bidding for a similar site gets away with no affordable housing, then that’s the value I’ll use.’ It completely circumvents planning policy.”</p> \n<p>Such was the case, he says, at Mount Pleasant in north London, where Royal Mail’s valuers contended the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2014/jan/29/boris-johnsons-abuse-of-planning-power-is-an-assault-on-democracy\">&pound;4bn scheme for 700 homes</a> could not possibly meet both Islington and Camden councils’ targets of 50% affordable housing because of the high value of the site to begin. The three-hectare plot (which spans the two boroughs) must be stuffed full of luxury flats, it argued, in order to achieve a competitive return.</p> \n<p>Speaking in defence of Islington and Camden’s case to refuse permission for the scheme at the planning hearing at City Hall, Jones stated: “The applicant [Royal Mail] has sought from day one to secure a consent which serves to protect the applicant’s right to an excessive land value, irrespective of the implications this has for delivering affordable housing.” He concluded that Royal Mail’s position “fundamentally undermines the basis of the planning system”. And with that, London’s mayor Boris Johnson duly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/oct/02/boris-johnson-approve-affordable-london-flats-rent\">gave the scheme permission</a>.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4485ad8af623d593829ae96d382e6859bd4b89e1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435162593245/de016460-7894-430a-a924-f0e624bbcee7-460x276.jpeg\" alt=\"In Kings Cross, development company Argent has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In Kings Cross, development company Argent has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter.</span> \n  <span class=\"element-image__credit\">Photograph: John Sturrock</span> \n </figcaption> \n</figure> \n<p>Duncan Bowie is rueful about what the viability assessment process has led to, given that he was partly responsibly for unleashing the beast, while developing Ken Livingstone’s new London Plan. He was senior planner with responsibility for housing at the Greater London Authority during Livingstone’s eight years as mayor, when viability was first introduced into the city’s planning process.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We can't rely on developers for affordable housing – they force councils to grant permission for things they don’t want</p> \n  <footer> \n   <cite>Dr Bob Colenutt</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“It was originally about assessing the justification for public subsidy in private housing developments,” Bowie says. “The then Housing Corporation was getting increasingly nervous about putting [public] grant funding into developments for affordable housing, when this could be achieved without subsidy. The corporation had to ensure it wasn’t giving money where it wasn’t needed.”</p> \n<p>The introduction of viability was also, he says, about proving that Section 106 agreements were not imposing too many burdens on the developer. “The viability assessment was a way of proving we weren’t be unreasonable; we had to be able to assess the developer’s ability to contribute.”</p> \n<p>In 2000, the London Plan <a href=\"http://legacy.london.gov.uk/thelondonplan/policies/3a-10.jsp\">introduced a policy</a> that boroughs “should seek the maximum reasonable amount of affordable housing” from each private residential development. The viability assessment therefore became a way of proving that the affordable housing targets were indeed “reasonable”, while still allowing the developer to make a decent profit. Hence this profit was enshrined as a fixed cost in the viability equation, at a healthy 20% margin – a level which might have been a necessary incentive during the recession, but is now more than most hedge funds make.</p> \n<p>Ironically, the original exercise was undertaken to demonstrate that Livingstone’s London-wide, 50% affordable housing target was eminently deliverable, not just Red Ken’s pie-in-the-sky dream. Rather than allowing developers to prove they couldn’t meet the targets, it was supposed to be a way of forcing them to show their books to prove that they could. </p> \n<p>To begin with, it worked, with many major schemes achieving 35–50% affordable housing across the city – not the 10–25% we are seeing now. “The bitter irony is that now London is back in boom,” says Bowie, “we’re getting much less affordable housing out of major market deals than we used to in the recession.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/davehillblog/2015/mar/23/london-housing-politicians-must-toughen-up-on-planning-viability\">London housing: politicians must toughen up on planning &quot;viability&quot;</a> </p> \n</aside> \n<p>“And now the housing grant has effectively gone,” he adds, “viability has become a one-way negotiation. It’s not about best use of public money, it’s about developers using every technique and appraisal in their power to avoid compliance with planning policy.” <br /></p> \n<p>No developer, it seems, is immune from exploiting whatever the system allows them to get away with. In Kings Cross, the high-minded, <a href=\"http://www.kingscross.co.uk/whos-developing-kings-cross\">multi-award-winning development company Argent</a> has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter, widely hailed as a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/oct/12/regeneration-kings-cross-can-other-developers-repeat-trick\">model of inner-city regeneration</a>. There are handsome brick housing blocks and well-crafted offices carefully arranged around a series of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/nov/13/london-river-park-floating-public-space\">privately owned “public” spaces</a>, brought to life with a wealth of pop-up pavilions and even a temporary lido. At its heart there’s the trendy bustle of Central Saint Martins art college, soon to be joined by the flagship giants of Google’s HQ and the Aga Khan’s Islamic cultural centre. Even <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/membership/midland-goods-shed-progress/2014/sep/10/-sp-midland-goods-shed-guardian-events-membership-building-space\">the Guardian</a> is getting in on the action.<br /></p> \n<p>But, behind the scenes, having bestowed the area with a sprinkle of touchy-feely goodness, Argent is now trying to wriggle out of the commitment it made, back in 2006, to provide 40% affordable housing. In a legal agreement with Camden council, Argent pledged that of the 1,946 homes to be built on the site, 750 would be affordable. It is now looking to provide 21 fewer social homes and 96 fewer “intermediate rent” homes. It blames “the economy, political changes [and] reductions in subsidy”, which have all made the scheme “unviable” – while conveniently ignoring the stratospheric rise in house prices over the last eight years. Flats recently advertised in the Kings Cross scheme include a one-bed for &pound;985,000 and two-bed for &pound;1.7m.<br /></p> \n<p>It is a move described by the housing campaigner Michael Edwards – who fought for a decade with many others to force Camden to make Argent meet its policy of 50% affordable – as “a terrible betrayal of the Kings Cross community and of the 29,000 households on Camden’s housing waiting list”.</p> \n<p>Green councillor Sian Berry has now launched a <a href=\"http://www.camdennewjournal.com/kxhomes\">legal challenge</a> against the borough’s decision: “There’s no way Camden should accept this,” she says, “especially given how hard the local community fought to get even the previous proportion. It really should have been 50% at a minimum.” A <a href=\"https://you.38degrees.org.uk/petitions/stick-to-your-promises-on-kings-cross-social-housing?bucket=blast\">petition has been set up</a> calling for Argent to stick to its promises.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"fd0d4363d21610e0abfb6d99264832ecd9bad292\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159838875/f4dd875e-f01c-4ab5-a89a-abb3565ed901-460x276.jpeg\" alt=\"Capco’s &pound;8bn plan for 7,500 new homes at Earls Court is one of the capital’s biggest regeneration projects.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Capco’s &pound;8bn plan for 7,500 new homes at Earls Court is one of the capital’s biggest regeneration projects.</span> \n  <span class=\"element-image__credit\">Photograph: High Level/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Some councils are beginning to wise up to the dark art of viability assessments, and insisting that developers show their books. Steve Cowan, Labour leader of Hammersmith and Fulham since last year – who stood on a ticket of “homes for residents, not overseas investors” – takes a no-nonsense line. “These assessments are not worth the paper they’re written on,” he tells me. “I often just put them in the bin.”</p> \n<p>Cowan should know: he’s had first-hand experience of how much damage they can wreak. He inherited one of the capital’s biggest regeneration projects from his Tory forebears, an &pound;8bn plan by developer Capital and Counties (Capco) for 7,500 new homes across a 32-hectare <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk-news/earls-court-project\">swathe of Earls Court</a>. Just 11% of the scheme will be affordable, with one-bed flats starting at almost &pound;600,000.</p> \n<p>After an 18-month freedom-of-information battle waged by local residents, the district valuer’s report of Capco’s viability assessment was made public. Once again, campaigners argue that it shows how badly negotiations had been handled.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Developers have been using viability wizardry for too long to dodge their obligations. We need a plan-led system</p> \n  <footer> \n   <cite>James Murray</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Anyone reading this report should have smelled a rat,” says Dr Richard Fordham, a viability expert called in by the local residents’ campaign group to produce an independent assessment. “It’s full of warped data, with raised costs and lowered revenues. But no one was allowed the time see it. One councillor, qualified in the field, was shut in a room and given two hours to read it. But it would require two full days to go through it properly. A lot of damage has been irretrievably done.”</p> \n<p>But Capco denies any wrongdoing, telling the Guardian: “The assessment was carried out by an independent body using standard industry methodologies. These are unfounded and baseless suggestions.”</p> \n<p>Following the Mount Pleasant fiasco, Islington has announced plans for a supplementary <a href=\"http://www.islington.gov.uk/services/planning/planningpol/pol_supplement/Pages/Development-Viability-Discussion-Paper-and-Questionnaire.aspx\">planning document addressing viability</a>, which both Colenutt and McAllister agree is the most far-reaching step that any local authority has taken to date. Addressing profit levels, assessment methodologies and land value assumptions, it insists on developers providing the council with a working electronic version of their viability assessment, in which every variable can be rigorously interrogated.</p> \n<p>“It’s time to be more robust,” says councillor James Murray, Islington’s executive member for housing and development. “Developers have been using viability wizardry for too long to dodge their obligations. Ultimately, we need a system that is more strongly plan-led, with affordable housing requirements that are seen to be firm and which actually have an effect on land value.”</p> \n<p>Bowie, too, thinks its time for local authorities to take a much harder line. “My own view now is that councils should be able to ‘zone’ areas for real affordable housing and fix the rent at 30% of household income,” he says. “If the landowner or developer won’t do the deal, the council should compulsorily purchase the site at its existing use value and build the housing themselves. It might sound extreme, but it’s time to get tough.”</p> \n<p>Many developers imply that building affordable housing always entails a loss – but when affordable rents are capitalised at up to 80% of market rate, the reality is it just makes less of a profit. (Affordable housing also removes a chunk of the development risk, given it comes with guaranteed funding from a housing association.) Still, with an imperative to maximise shareholders’ returns, why would any commercial developer agree to anything that makes less profit than the maximum that can possibly be squeezed out?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/sep/17/truth-property-developers-builders-exploit-planning-cities\">The truth about property developers: how they are exploiting planning authorities and ruining our cities</a> </p> \n</aside> \n<p>“These viability assessments conclusively prove that we cannot rely on developers to build affordable housing,” says Colenutt. “And they’re standing in the way of other groups who want to build it – the community land trusts, housing associations, co-housing groups – by preventing them from getting access to the land. Instead, the industry is wilfully inflating land values and forcing local authorities to grant permission for things they don’t want.</p> \n<p>“Now that it’s been let in as a principle, viability is running riot through the entire system,” Colenutt adds. “It’s completely destroying the ability to build mixed communities, all on the grounds of spurious financial models. It’s critical that we develop the expertise to tackle it now – because this is going to be an almighty battle for years to come.”</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170738142/189d1435-8496-4f05-b8b3-ce750a28af41-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"Lend Lease Corporation (2014)","altText":"Visualisation of the £1.2bn Elephant Park development, built on the old Heygate Estate in south London.","cleanCredit":"Photograph: Lend Lease Corporation (2014)"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435161755951/20a09628-5751-4e79-a4bf-4da8a8fe73c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Building work on the new Elephant Park development in south London. Photograph: Getty Images/Carl Court","credit":"Getty Images/Carl Court","altText":"Building work on the new Elephant Park development in south London.","cleanCaption":"Building work on the new Elephant Park development in south London.","cleanCredit":"Photograph: Getty Images/Carl Court"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435172427255/bb617642-cfc3-48b1-8acd-5c759a619e43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Elephant and Castle is feeling the full force of London’s ‘regenerative steamroller’. Photograph: Sarah Lee","credit":"Sarah Lee","altText":"Elephant and Castle is feeling the full force of London’s ‘regenerative steamroller’.","cleanCaption":"Elephant and Castle is feeling the full force of London’s ‘regenerative steamroller’.","cleanCredit":"Photograph: Sarah Lee"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435156114064/2cf3b58f-0ad7-42e3-9df1-3132be70bab0-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"Visualisation of a finished Elephant Park flat. Full prices start at £569,000 for a studio. Photograph: Illustration: Lend Lease Corporation (2014)","credit":"Illustration: Lend Lease Corporation (2014)","altText":"Visualisation of a finished Elephant Park flat.","cleanCaption":"Visualisation of a finished Elephant Park flat. Full prices start at £569,000 for a studio.","cleanCredit":"Illustration: Lend Lease Corporation (2014)"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435160816899/e2fa0eea-11ad-48fa-9227-179b8b614ed4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Southwark borough is estimated to have lost 358 social-rented homes in the Elephant Park deal. Photograph: Sarah Lee","credit":"Sarah Lee","altText":"Southwark borough is estimated to have lost 358 social-rented homes in the Elephant Park deal.","cleanCaption":"Southwark borough is estimated to have lost 358 social-rented homes in the Elephant Park deal.","cleanCredit":"Photograph: Sarah Lee"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435160959943/481f96de-7b5f-4616-898c-3c285654b219-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The proposed West Grove at Elephant Park. Photograph: Illustration: Lend Lease Corporation (2014)","credit":"Illustration: Lend Lease Corporation (2014)","altText":"The proposed West Grove at Elephant Park","cleanCaption":"The proposed West Grove at Elephant Park.","cleanCredit":"Illustration: Lend Lease Corporation (2014)"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435156915037/df9a3ca8-ce61-4d57-953b-acad1739f49f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Building work on London’s £5bn new quarter, Greenwich Peninsula, ‘where riverside living starts’. Photograph: Bloomberg via Getty Images","credit":"Bloomberg via Getty Images","altText":"Building work on London’s £5bn new quarter, Greenwich Peninsula, ‘where riverside living starts’.","cleanCaption":"Building work on London’s £5bn new quarter, Greenwich Peninsula, ‘where riverside living starts’.","cleanCredit":"Photograph: Bloomberg via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435156565271/e34ae39e-4c86-4902-a807-0ea7b71a483b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Visualisation of the completed Greenwich Peninsula development, next to London’s O2 Arena. Photograph: Illustration: Knight Dragon","credit":"Illustration: Knight Dragon","altText":"Visualisation of the completed Greenwich Peninsula development, next to London’s O2 Arena.","cleanCaption":"Visualisation of the completed Greenwich Peninsula development, next to London’s O2 Arena.","cleanCredit":"Illustration: Knight Dragon"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157491160/a527d4b2-5dc5-4b85-a0d5-629993bb0e79-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Turner: ‘Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.’ Photograph: Bloomberg via Getty Images","credit":"Bloomberg via Getty Images","altText":"George Turner: ‘Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.’","cleanCaption":"George Turner: ‘Anything can be made to look unviable, but it doesn’t mean that viable alternatives aren’t possible.’","cleanCredit":"Photograph: Bloomberg via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158462600/c59a5176-817c-45c1-8948-eb62358ada61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A model of the £1.2bn Shell Centre redevelopment. Photograph: Oliver Wainwright","credit":"Oliver Wainwright","altText":"A model of the £1.2bn Shell Centre redevelopment.","cleanCaption":"A model of the £1.2bn Shell Centre redevelopment.","cleanCredit":"Photograph: Oliver Wainwright"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435161513398/0292584a-9a2e-45f4-acce-bc0a1805393c-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Royal Mail argued the Mount Pleasant plot in Farringdon must be stuffed full of luxury flats to achieve a competitive return. Photograph: Illustration: Royal Mail","credit":"Illustration: Royal Mail","altText":"Royal Mail argued that the three-hectare Mount Pleasant plot in Farringdon must be stuffed full of luxury flats in order to achieve a competitive return.","cleanCaption":"Royal Mail argued the Mount Pleasant plot in Farringdon must be stuffed full of luxury flats to achieve a competitive return.","cleanCredit":"Illustration: Royal Mail"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435162594882/de016460-7894-430a-a924-f0e624bbcee7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In Kings Cross, development company Argent has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter. Photograph: John Sturrock","credit":"John Sturrock","altText":"In Kings Cross, development company Argent has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter.","cleanCaption":"In Kings Cross, development company Argent has been busy transforming 26 hectares of formerly industrial rail-lands into a new urban quarter.","cleanCredit":"Photograph: John Sturrock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159840449/f4dd875e-f01c-4ab5-a89a-abb3565ed901-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Capco’s £8bn plan for 7,500 new homes at Earls Court is one of the capital’s biggest regeneration projects. Photograph: High Level/Rex Shutterstock","credit":"High Level/Rex Shutterstock","altText":"Capco’s £8bn plan for 7,500 new homes at Earls Court is one of the capital’s biggest regeneration projects.","cleanCaption":"Capco’s £8bn plan for 7,500 new homes at Earls Court is one of the capital’s biggest regeneration projects.","cleanCredit":"Photograph: High Level/Rex Shutterstock"}],"webPublicationDate":"2015-06-25T08:34:29Z","lastModified":"2015-06-25T09:09:56Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Oliver Wainwright","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745948/OliverWainwright.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-wainwright"}],"feature":false,"keywords":["Cities","Urbanisation","London","UK news","Architecture","Art and design","Housing","Communities","Society"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"cities/urbanisation","webTitle":"Urbanisation"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"cities"},"topics":[{"displayName":"Oliver Wainwright","topic":{"type":"tag-contributor","name":"profile/oliver-wainwright"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/25/london-developers-viability-planning-affordable-social-housing-regeneration-oliver-wainwright","shortUrl":"http://gu.com/p/49pqa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/25/london-developers-viability-planning-affordable-social-housing-regeneration-oliver-wainwright","webUri":"http://www.theguardian.com/cities/2015/jun/25/london-developers-viability-planning-affordable-social-housing-regeneration-oliver-wainwright"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170950411/5e7e8a1b-5d18-4986-9006-886cb09e1e13-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"Visualisation of the £1.2bn Elephant Park development, on the site of the old Heygate Estate. Photograph: Illustration: Lend Lease Corporation (2014)","credit":"Illustration: Lend Lease Corporation (2014)","altText":"Visualisation of the £1.2bn Elephant Park development, on the site of the old Heygate Estate.","cleanCaption":"Visualisation of the £1.2bn Elephant Park development, on the site of the old Heygate Estate.","cleanCredit":"Illustration: Lend Lease Corporation (2014)"}},"importance":7,"kicker":{"title":"Affordable housing"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170738142/189d1435-8496-4f05-b8b3-ce750a28af41-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"Lend Lease Corporation (2014)","altText":"Visualisation of the £1.2bn Elephant Park development, built on the old Heygate Estate in south London.","cleanCredit":"Photograph: Lend Lease Corporation (2014)"}}]},{"title":"Emoji invasion / The end of language as we know it :/","rawTitle":"The end of language as we know it :/","item":{"type":"article","id":"media-network/2015/jun/25/emoji-invasion-the-end-of-language-as-we-know-it-","title":"Emoji invasion: the end of language as we know it :/","trailText":"Communication coach <strong>Robin Kermode</strong> explains why emojis are the fastest growing language in the UK, and the implications for future communication","standFirst":"<p>Emojis are the fastest growing language in the UK – what does this mean for the future of communication?</p>","byline":"Robin Kermode","body":"<p>As we all know, facial expressions, visual presence and body language are vital to appearing a confident speaker. But news that emojis have become the <a href=\"http://www.bbc.co.uk/newsbeat/article/32793732/uks-fastest-growing-language-is-emoji\">fastest growing language in the UK</a> shows that there is now potentially a blurring of lines between verbal and written communication.</p> \n<p>As a young actor, I found myself auditioning for a television commercial for breakfast cereal. I was standing looking into the camera trying to keep an animated twinkle in my eye, while the agency bods, with no expression on their faces, watched me on the monitor. Suddenly I overheard the director say: “Yes, but does he have a morning face or an afternoon face?”</p> \n<p>People make judgments about us all the time, even before we start to speak. Imagine CEOs standing at the side of the stage being introduced; as soon as they step in front of the audience they will give off hundreds of body language signals, even before they say a word. For instance, do they look bored, nervous, superior? They are, in a sense, a human emoji. Happy face. Sad face. Morning face. Afternoon face.</p> \n<p>There is no such thing as good or bad body language. The body is merely an outward manifestation of our inner feelings. Of course, there is a need for this language to be congruent, so if we are telling a sad story, it works better if our face and body look appropriately sad too. If we tell a sad story with a twinkle it ceases to be a sad story and becomes an amusing anecdote instead. Old-fashioned body language courses that taught people how to “appear congruent” usually missed the point because we generally can spot a smarmy salesman at a hundred paces. It’s better to be authentic and mean what you say.</p> \n<p>The reason emojis have become the fastest growing new language is that they are merely a depiction of the body language signals that humans have been reading for centuries. Cavemen had early versions of emojis on the sides of their caves. Pictures, cartoons or emojis are shortcuts so we can be clear about what our message really means.</p> \n<p>In days gone by, we wrote long letters and thought about every word. The great orators worked tirelessly so their messages hit home correctly. The problem with text messages is that they can so easily be misunderstood. I once witnessed a girl being dumped in a text, which consisted of just five letters, ‘U R MY X’. Linguistically economic, but emotionally harsh. Later on it turned out she hadn’t been dumped at all, it was supposed to have been a little love note. What he’d meant to say was, ‘You are mine. X’. Perhaps an emoji with a winking face and heart in this instance might have made her understand the message more quickly.</p> \n<p>There is no vocal tone in texts and irony is often lost in them. “I need to speak to you right now” could mean many things: because (a) I fancy meeting up for a coffee (b) I’ve realised that I’m in love with you, or (c) you have been a total scumbag and been caught out. But with emojis, a coffee cup, a big smiley face or an angry face makes it a lot clearer. </p> \n<p>With emojis you can send virtual flowers and kisses, so perhaps the question now is, will “real” language be lost to this new virtual one? </p> \n<p>The answer, of course, is no. Language has constantly changed over time and words have changed their meaning. Just take “sick”, “cool” or “lame”. Advertising slogans become part of the language too: “it does what it says on the tin” and “because you’re worth it”. Other slogans, such as the Churchill dog’s “Oh, yes” and Compare the Meerkat’s “Simples”, stick because of the way they are said. Interesting voices or accents make us remember them. Those speech patterns also tell us more than the line itself – just as emojis do in texts. They help eliminate ambiguity and add context. People are now actually saying “sad face” at the end of a sentence as in, “The weekend was a disaster. Sad face”. It’s a shortcut. And it’s current. 😉 🌈</p> \n<p><em>Robin Kermode is author of <a href=\"http://zone2.co.uk/book/\">Speak so your audience will listen</a> - seven steps to confident and successful public speaking.</em></p> \n<p><em><br /></em></p>","section":"Media Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434639576397/81a8ec54-97ac-4e37-ba2c-6e7225633907-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The All-Nite Images, Flickr","altText":"emoji typewriter","cleanCredit":"Photograph: The All-Nite Images, Flickr"}],"bodyImages":[],"webPublicationDate":"2015-06-25T06:32:11Z","lastModified":"2015-06-25T06:36:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[],"feature":true,"keywords":["Media & Tech Network","Emoji","Technology","Language"],"tags":[{"id":"media-network/media-network","webTitle":"Media & Tech Network"},{"id":"technology/emoji","webTitle":"Emoji"},{"id":"technology/technology","webTitle":"Technology"},{"id":"science/language","webTitle":"Language"}],"section":{"id":"media-network"},"topics":[],"embeddedVideos":[],"adTargetingPath":"media-network"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media-network/2015/jun/25/emoji-invasion-the-end-of-language-as-we-know-it-","shortUrl":"http://gu.com/p/4av9e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media-network/2015/jun/25/emoji-invasion-the-end-of-language-as-we-know-it-","webUri":"http://www.theguardian.com/media-network/2015/jun/25/emoji-invasion-the-end-of-language-as-we-know-it-"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434639576397/81a8ec54-97ac-4e37-ba2c-6e7225633907-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emojis are merely a depiction of the body language signals that humans have been reading for centuries.  Photograph: The All-Nite Images, Flickr","credit":"The All-Nite Images, Flickr","altText":"emoji typewriter","cleanCaption":"Emojis are merely a depiction of the body language signals that humans have been reading for centuries. ","cleanCredit":"Photograph: The All-Nite Images, Flickr"}},"importance":5,"kicker":{"title":"Emoji invasion"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434639576397/81a8ec54-97ac-4e37-ba2c-6e7225633907-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The All-Nite Images, Flickr","altText":"emoji typewriter","cleanCredit":"Photograph: The All-Nite Images, Flickr"}}]},{"title":"Delhi's polluted air, / My children are suffering but what can I do?","rawTitle":"My children are suffering but what can I do?","item":{"type":"article","id":"cities/2015/jun/25/delhi-india-pollution-air-quality-most-polluted-city-children-suffering","title":"'My children are suffering but what can I do?' Delhi's polluted air, by the people who live there","trailText":"A family living in the middle of an eight-lane motorway, an autorickshaw driver struggling to breathe, a young woman who can’t wait to leave ... the foul air of India’s capital affects all sections of society","standFirst":"<p>A family living in the middle of an eight-lane motorway, an autorickshaw driver struggling to breathe, a young woman who can’t wait to leave ... the foul air of India’s capital affects all sections of society</p>","byline":"Beth Gardiner in Delhi","body":"<p>For three years Mohammad Yunus, his wife Babli, five children and a handful of relatives have made their home on a patch of concrete in the middle of an eight-lane motorway, near a stretch of road named after Mahatma Gandhi. As lorries, buses and motorcycles roar past on either side of the family’s cramped bit of south Delhi pavement, and a modern, concrete flyover carries several more lanes of traffic overhead, their evening routine unfolds.</p> \n<p>A young woman in a pink dress squats to kindle a fire from wooden sticks and plastic bottles, then breaks a lump of dough into pieces to bake into chapatti bread. A three-month-old baby and a toddler sleep on a dirty mat just a few feet from the curb. The incessant blaring of horns makes conversation difficult, but does not rouse the children.</p> \n<p>Delhi’s <a href=\"http://time.com/3608534/india-new-delhi-worlds-most-polluted-city/\">horrendous air pollution</a> – the worst in the world, according to the <a href=\"http://www.who.int/phe/health_topics/outdoorair/databases/AAP_database_results2014.pdf?ua=1\">World Health Organisation</a> – is far from the only worry facing the Yunus family. But the poisonous fumes are doing them serious harm, and the children are particularly vulnerable to its <a href=\"http://www.euro.who.int/en/data-and-evidence/evidence-informed-policy-making/publications/hen-summaries-of-network-members-reports/what-are-the-effects-of-air-pollution-on-childrens-health-and-development\">health-wrecking effects</a>.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/24/indian-children-fall-victim-to-delhis-appalling-pollution\">Child health fears at the most polluted spot in the world's most polluted city</a> </p> \n</aside> \n<p>Babli Yunus has a thick, phlegmy, hacking cough that she says never goes away. Her son Toufiq, who looks about nine (no one at this encampment knows their precise ages), has had a fever for several days. “I keep thinking that my health is so bad, and my children are also suffering, lying around here. But what can I do?” Babli asks as one daughter, aged about three, leans back in her lap, playing with a dirty yellow comb. “This child has a cough and cold. So does this one.”</p> \n<p>Babli doesn’t know whether the family’s latest round of illnesses was caused by the diesel and petrol exhaust that gives the air an acrid smell and a heavy feel, or by a soaking rain that left their clothes and blankets wet. “It all goes into our systems,” she says. “We end up eating a lot of dust.”</p> \n<p>“Dust, dirt, everything,” her husband echoes. “This is a main road. It never closes.”</p> \n<p>It is hard to imagine an existence more wretched than that of the Yunus family, huddled together on this dirty rectangle of concrete about 10 x 4 metres, surrounded by traffic on three sides and pressed on the fourth against a tall metal fence. Mohammad brings home what money he can, working on construction sites and selling vegetables in the market. His children, who do not attend school, earn a few coins collecting discarded plastic bottles from around a nearby bus stop.</p> \n<p>Mohammad says a total of 18–20 people live in the space. Their belongings hang from the fence’s spikes: a plastic bucket, bundles wrapped in patterned cloth, a few blankets, a shirt. Pedestrians stream past just inches away, dodging traffic and carrying goods on their heads or under their arms. A few months ago, a girl of around eight living on the same stretch of road was struck by a car and killed, nearby families say.</p> \n<p>Delhi’s foul air impacts all sections of its society. A <a href=\"http://indianexpress.com/article/india/india-others/landmark-study-lies-buried-how-delhis-poisonous-air-is-damaging-its-children-for-life/\">2010 study</a> of more than 11,000 schoolchildren found 43% had poorly developing lungs, compared with 25% of a rural control group. The Delhi pupils were three times more likely to have severe impairment, and such deficits are believed to last for life.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I keep thinking that my health is so bad, and my children are also suffering, lying around here. But what can I do?</p> \n  <footer> \n   <cite>Babli Yunus</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But the city’s destitute – poorly nourished, often suffering from chronic illnesses, and unable to afford medical care – are the most severely affected. “These people don’t get any respite from the pollution, even at night, so yes I think it does [cause more death and illness among the poor]”, says Dr Neeraj Jain, a respiratory consultant at Sir Ganga Ram Hospital. “It’s just their economic status that makes them more vulnerable.”</p> \n<p>A <a href=\"http://www.epa.gov/otaq/nearroadway.htm \">growing body of research</a> also shows that those living within a few hundred metres of major thoroughfares suffer greater health problems. Everywhere in Delhi, the air is thick with toxins, and levels of the tiniest pollution particles – linked to ailments from <a href=\"http://www.who.int/mediacentre/factsheets/fs313/en/\">heart attacks and stroke</a> to <a href=\"http://www.iarc.fr/en/media-centre/iarcnews/pdf/pr221_E.pdf\">cancer</a>, respiratory infections and even dementia – reach <a href=\"http://delhi.gov.in/DoIT/DoIT_Planning/ES2012-13/EN/ES_chapter8.pdf\">17 times the recommended limits</a> in some parts of the city. Even in the springtime, when the air is far better than in the <a href=\"http://delhiair.org/india-and-delhi/air-pollution-trends-and-patterns-in-delhi/\">filthy, choking winters</a>, the haze is visible night and day, shimmering in the headlights of cars and blurring buildings and bridges behind a gauzy grey curtain.</p> \n<p>Mohammad and his relatives came to Delhi from their village near Lucknow because the high cost of land made it impossible for them to earn a living by farming. The family originally camped a few kilometres away but police forced them out so they settled beneath the flyover, unable to find anywhere better to live.</p> \n<p>“It was God’s will that we came here,” says Yunus, a slim man in a worn grey shirt and trousers, his face freshly shaven but for a neat moustache. “Where should we go? You tell us.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"2a71c5606b7dfbc745bb844561c92cd5bb3d735c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434643756228/a6eb3a36-8207-4504-a10f-737a262bd647-460x306.jpeg\" alt=\"Autorickshaw driver Nand Lal.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Autorickshaw driver Nand Lal Kumar has difficulty breathing.</span> \n  <span class=\"element-image__credit\">Photograph: Neha Tara Mehta</span> \n </figcaption> \n</figure> \n<h2>The autorickshaw driver</h2> \n<p>In Delhi, millions live much of their lives on the street. It is not just the homeless: vendors of everything from car parts and furniture to drinks and snacks spend their workdays beside busy roads. Rickshaw drivers wait at busy corners for fares, then pedal through heavy traffic, inhaling pollution deeply.</p> \n<p>Sitting for hours in New Delhi’s gridlocked traffic, perched behind the handlebars of his open-air autorickshaw, Nand Lal Kumar coughs and coughs, struggling for air. His head pounds, “my chest gets heavy, stomach gets tight” and “I feel suffocated, anxious.”</p> \n<p>“I have difficulty breathing at the end of the day, my face is black with soot,” says Kumar, waiting for his next fare on a noisy corner in south Delhi, beside a road jammed with honking cars, trucks and buses. “But there’s absolutely no other alternative. There are no other jobs.”</p> \n<p>Kumar, 38, left his village more than 20 years ago to seek opportunity in the capital, but he still struggles to scratch out a living. After fuel, maintenance and loan payments, he nets 300 or 400 rupees, about three or four pounds, each day.</p> \n<p>“I can’t even pay my rent on time. I haven’t been able to pay my children’s school fees for a year or two. I pay half the fee, they go for a while, then they have to stop,” he says. “Nobody thinks about autorickshaw drivers in this country. Passengers are only concerned that we might overcharge them. Nobody cares about us or our families.”</p> \n<p>The doorless, green-and-yellow three-wheelers that clog Delhi’s streets were converted to compressed natural gas years ago, so they create little pollution. Their drivers, though, inhale the health-wrecking air on the roads all day. Scientists who measured levels of tiny, dangerous airborne particles <a href=\"http://news.yahoo.com/rickshaw-research-reveals-extreme-delhi-pollution-062852604.html\">in autorickshaws’ backseats</a> said they were the among the worst ever found in a regular form of transport, up to <a href=\"http://apte.caee.utexas.edu/research_dl.html\">eight times higher</a> than Delhi’s already disastrous baseline pollution. Kumar, in battered sandals and a worn, blue-grey uniform, knows he suffers the effects.</p> \n<p>He sees a respiratory expert every few months, to little avail. “’Take medicines and you’ll be fine,’ that’s what the doctor says. It gets OK and then it gets bad again,” he says. “My cough doesn’t stop for a month at a time.</p> \n<p>“I do worry about my future health, but there’s nothing I can do,” he says sadly. “My job is a hazard for me.”</p> \n<h2>The young family<br /></h2> \n<p>As well as the 7.5 million vehicles on Delhi’s roads (with nearly <a href=\"http://delhi.gov.in/DoIT/DoIT_Planning/ES2012-13/EN/ES_chapter12.pdf\">1,400 more added</a> every day), smouldering garbage fires are everywhere in the city, and poor families burn wood and dung to cook and stay warm. Just beyond the city limits, thousands of primitive brick-making factories send plumes of black smoke into the air, while coal-burning power plants lack even the most basic filtration systems.</p> \n<p>Dirty diesel generators power mobile-phone towers and provide back-up electricity for malls, hospitals and apartment blocks. <a href=\"http://timesofindia.indiatimes.com/home/environment/the-good-earth/Crop-burning-Habits-die-hard-in-Punjab-Haryana/articleshow/47221870.cms\">Smoke from the fires</a> that farmers in neighbouring states set to get rid of crop stubble after harvest settles over the city. Construction projects such as the expansion of the Delhi Metro – a long-term hope for reducing pollution – only add to the clouds of dust.</p> \n<p>After Manjali Khosla and her family moved to Delhi from Dubai three years ago, she spent the first six months fighting pneumonia. She tried every brand of face mask she could find, to filter out the pollution she blames for her illness and keep others from catching it.</p> \n<p>Born in India and raised in Hong Kong and North America, Manjali wanted her children to experience life in their parents’ home country and spend time with extended family. She and her husband did not understand until they arrived just how big a role Delhi’s filthy air would play in their lives.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You feel like there’s like an ulcer inside you, something’s burning, and it takes a week for the feeling to go away</p> \n  <footer> \n   <cite>Manjali Khosla</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"d64e503becaf96e8e0bf71135b4a8b5716b11071\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434643825030/f93e4059-527b-4d6c-a5a8-66f691821fc7-460x276.jpeg\" alt=\"A garbage fire in East Delhi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Garbage fires are everywhere in Delhi.</span> \n  <span class=\"element-image__credit\">Photograph: Neha Tara Mehta</span> \n </figcaption> \n</figure> \n<p>The children, a 10-year-old and twins aged eight, sometimes <a href=\"http://delhiair.org/what-to-do/pollution-masks\">wear masks at school</a>. Someone in the family is always coughing and Manjali’s father-in-law suffers from chronic obstructive pulmonary disease, a severe lung problem. She has a PhD in chemistry so she understands the science. Air pollution is India’s fifth-biggest killer, causing <a href=\"http://www.healtheffects.org/International/HEI-India-GBD-PressRelease021313.pdf\">620,000 premature deaths</a> a year, and it terrifies her.</p> \n<p>Manjali has <a href=\"http://delhiair.org/what-to-do/home-air-filters/\">bought filters</a> for the family’s house and plants that are said to purify the air. She finds indoor activities to discourage the kids from playing outside on the foulest days, and plans holidays abroad as often as possible – but still frets about what their years in Delhi may do to her children’s health. “I’ve even dreamed polyps coming out of their lungs, something very drastic,” she says.</p> \n<p>Returning to Delhi after trips away, the kids come off the plane holding their noses. Symptoms are always bad during the first days back: “You feel like there’s like an ulcer or something inside you, something’s burning, and it takes about a week for the feeling to go away,” she says. “The sinuses hurt, your head hurts, your eyes water.”</p> \n<p>But while many of the foreign families Manjali knows are contemplating leaving, she is determined to stay in Delhi for a few more years yet. </p> \n<p>“My kids say, ‘Why are we here, why don’t we just leave?’ But I say, ‘If we leave, it doesn’t solve the problem – your grandparents are still here, your cousins are still here. Let’s stay and try to fix it. And in the meantime, wear masks.’”</p> \n<h2>The paediatrician</h2> \n<p>Dr Sanjeev Bagai has one word to describe what it feels like to see the wheezing children who stream through his surgery door every day: “Helpless.”<br />He can treat them with steroids and inhalers, and antibiotics for those with bronchitis – but he cannot clean the air that makes them sick.</p> \n<p>In his practice, asthma cases are <a href=\"http://indianexpress.com/article/india/india-others/leave-delhi/\">up by 40-45%</a> in the last five years, poor lung function is common, and lowered oxygen levels caused by breathing difficulties can lead to long-term problems with vision, growth and brain development, says the paediatrician.</p> \n<p>“This morning, I’ve seen five patients; three had wheezing.” All of them were under six. Bagai, a burly man with cufflinks and a carefully waxed handlebar moustache, explains that asthma, once seen only in children over three or four, is now common in babies and toddlers. He once diagnosed it in a newborn, less than three weeks old. “Rapid breathing, breathlessness, spasmodic cough,” he says. “ It can be life-threatening.”</p> \n<p>According to Bagai, asthma carries a stigma in India, and young patients often become depressed and withdrawn. “They feel scared to play, they miss a lot of school days,” he says. “Very often kids say, ‘I’m taking all the medicine, but why am I getting this again and again? Why me?’” </p> \n<h2>The lorry driver</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c1bdbf7787fde32d9b1940f3ee48f646a7e109a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434644103158/e3df1ed2-b841-44e1-8f76-53c8982dc88d-460x306.jpeg\" alt=\"Truck driver Surinder Singh.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Truck driver Surinder Singh is worried about a possible ban on old diesel vehicles.</span> \n  <span class=\"element-image__credit\">Photograph: Neha Tara Mehta</span> \n </figcaption> \n</figure> \n<p>In the hottest part of a baking day, eight truckers are stretched out on a concrete platform in their company’s bare, windowless office, waiting for 10pm, the earliest they are allowed to drive their hulking diesel vehicles through Delhi.</p> \n<p>A dozen lorries are parked outside, their cabs decorated with scraps of sparkly tinsel. “It’s a tough life, but this is what I do,” says Surinder Singh, sitting on a blue wooden table, a Hindi newspaper in one hand. “If I had some other job, I could spend time with my children, relax, go to the market.”</p> \n<p>It is mid-afternoon and Singh, with a round face and boyish sweetness in his eyes, has not been home since last night; grey stubble covers his cheeks and chin. He plans to stop there for a nap, dinner and a bath before heading out with a load of iron pipes. “There is no rest in this job.”</p> \n<p>An estimated <a href=\"http://indianexpress.com/article/india/india-others/while-you-are-sleeping-80000-trucks-enter-delhi-every-night-poison-on-wheels/\">80,000 trucks</a> crowd Delhi’s roads every night, spewing a <a href=\"http://indianexpress.com/article/india/india-others/why-each-truck-injects-a-toxic-dose-into-the-night/\">toxic stew of pollutants</a>. So Singh and other drivers have become a focus of the city’s growing pollution concerns.</p> \n<p>Now, their livelihoods are in jeopardy. In April, <a href=\"http://timesofindia.indiatimes.com/city/delhi/NGT-bans-diesel-vehicles-over-10-years-old-in-Delhi/articleshow/46843141.cms\">judges barred all diesel vehicles</a> more than 10 years old from entering the capital. Truck drivers threatened to strike and <a href=\"http://www.thehindu.com/news/cities/Delhi/national-green-tribunal-extends-stay-order-on-diesel-vehicles-ban-till-july-13/article7244252.ece\">the court postponed its order</a>, but the threat remains.</p> \n<p>“My truck will be as good as scrap [under the rule],” Singh says. He estimates the decision slashed two-thirds off the value of the lorry that became his in 2013, after nine years of repayments. “How will I feed my children? How will I educate them if I lose my business, my job?”</p> \n<p>He feels the effects of dirty air himself – shortness of breath, itchy eyes, a cough. But he doesn’t think truckers deserve all the blame. “Look at the garbage fire right here,” he adds, pointing toward a thick cloud of acrid smoke across the street. “And what about the 20 and 25-year-old cars that drive on the roads of Delhi?” </p> \n<h2>The wantaway Delhiite<br /></h2> \n<p>Pavika Bakshi has <a href=\"http://www.cbsnews.com/pictures/indian-believers-swallow-live-fish-as-asthma-cure/\">swallowed live fish</a> and drunk the waters of a healing stream in search of something to stop her wheezing. Aside from medication, the only thing that helps, she says, is yoga. </p> \n<p>It won’t be enough to keep her in New Delhi, though. Bakshi’s parents are searching for a husband for her, and she has told them to look beyond the city.</p> \n<p>“It could be outside India, it could be in India around the coastline,” she says, perched on a chair in a quiet room at the yoga school where she practices. “Anywhere I feel better.</p> \n<p>“It’s not a happy situation to be in, because this is my city and I absolutely love it – but I wish it was minus this huge baggage. I keep asking my mother all the time, ‘Why are we a part of this place? Why are we here? Can we not leave?’”</p> \n<p>Bakshi, 32, says she feels well whenever she goes abroad, so is certain it is Delhi’s air that makes her chest grow tight and her breathing raspy. “You come back glowing, because you are healthier,” she says. But soon after returning, “there is no energy and you are lifeless and you are dull”.</p> \n<p>Her friends talk all the time about leaving, says Bakshi, who has long, dark hair and a sparkling stud in her nose. “We’ve all been in good jobs, we are making good money here, but what am I supposed to do with that money?” she says. “It can’t buy me clean air.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/apr/13/air-dirty-fight-pollution-krakow-poland-ban-wood-coal\">'The air is stinking, it’s dirty': the fight against pollution in Krak&oacute;w</a> </p> \n</aside> \n<p>Dirty air, and the death and illness it causes, have become <a href=\"http://indianexpress.com/article/india/india-others/death-by-breath-an-exhaustive-series-on-delhis-air-pollution\">front-page news</a> in India. Government ministers and the courts are taking heed, announcing a <a href=\"http://pib.nic.in/newsite/PrintRelease.aspx?relid=118225\">bevy of measures</a> – from fines for burning garbage to coal-fired power plant upgrades. But many doubt the rules will be enforced.</p> \n<p>“At one level, I’m confident that something will happen now, because the public outrage over this rising pollution is at such a pitch that a government cannot ignore it altogether,” says Arindam Sen Gupta , executive editor of the Times of India. “But how effective this plan will be is a matter of speculation. </p> \n<p>“I don’t think there’s a cohesive vision – we work in fits and starts. When the problem becomes acute, we wake up to it and then emergency measures are taken. It’s usually pressure from below which works in India, from the people.”</p> \n<ul> \n <li><em>The Society of Environmental Journalists funded travel for this story</em><br /></li> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434643695297/63cc7176-fc55-43e8-ba92-387be8cec1d7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Neha Tara Mehta","altText":"The Yunus family at home next to an eight-lane highway in Delhi.","cleanCredit":"Photograph: Neha Tara Mehta"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434643756398/a6eb3a36-8207-4504-a10f-737a262bd647-620x413.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":413,"width":620,"orientation":"landscape","caption":"Autorickshaw driver Nand Lal Kumar has difficulty breathing. Photograph: Neha Tara Mehta","credit":"Neha Tara Mehta","altText":"Autorickshaw driver Nand Lal.","cleanCaption":"Autorickshaw driver Nand Lal Kumar has difficulty breathing.","cleanCredit":"Photograph: Neha Tara Mehta"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434643825711/f93e4059-527b-4d6c-a5a8-66f691821fc7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Garbage fires are everywhere in Delhi. Photograph: Neha Tara Mehta","credit":"Neha Tara Mehta","altText":"A garbage fire in East Delhi.","cleanCaption":"Garbage fires are everywhere in Delhi.","cleanCredit":"Photograph: Neha Tara Mehta"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434644103353/e3df1ed2-b841-44e1-8f76-53c8982dc88d-620x413.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":413,"width":620,"orientation":"landscape","caption":"Truck driver Surinder Singh is worried about a possible ban on old diesel vehicles. Photograph: Neha Tara Mehta","credit":"Neha Tara Mehta","altText":"Truck driver Surinder Singh.","cleanCaption":"Truck driver Surinder Singh is worried about a possible ban on old diesel vehicles.","cleanCredit":"Photograph: Neha Tara Mehta"}],"webPublicationDate":"2015-06-25T06:00:10Z","lastModified":"2015-06-25T06:03:42Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Beth Gardiner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/beth-gardiner"}],"feature":false,"keywords":["Cities","India","Delhi","India","World news","Travel","Pollution","Environment","South and Central Asia","Global development","Urbanisation"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"world/india","webTitle":"India"},{"id":"travel/delhi","webTitle":"Delhi"},{"id":"travel/india","webTitle":"India"},{"id":"world/world","webTitle":"World news"},{"id":"travel/travel","webTitle":"Travel"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"cities/urbanisation","webTitle":"Urbanisation"}],"section":{"id":"cities"},"topics":[{"displayName":"Beth Gardiner","topic":{"type":"tag-contributor","name":"profile/beth-gardiner"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/25/delhi-india-pollution-air-quality-most-polluted-city-children-suffering","shortUrl":"http://gu.com/p/49pp7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/25/delhi-india-pollution-air-quality-most-polluted-city-children-suffering","webUri":"http://www.theguardian.com/cities/2015/jun/25/delhi-india-pollution-air-quality-most-polluted-city-children-suffering"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434733105163/12d1e941-5027-4fd3-b746-e7e52f6a1371-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Where should we go? You tell us’ ... the Yunus family at home on their patch of concrete under an overpass. Photograph: Neha Tara Mehta","credit":"Neha Tara Mehta","altText":"The Yunus family at home on their patch of concrete. Photograph: Neha Tara Mehta","cleanCaption":"‘Where should we go? You tell us’ ... the Yunus family at home on their patch of concrete under an overpass.","cleanCredit":"Photograph: Neha Tara Mehta"}},"importance":5,"kicker":{"title":"Delhi's polluted air,"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434643695297/63cc7176-fc55-43e8-ba92-387be8cec1d7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Neha Tara Mehta","altText":"The Yunus family at home next to an eight-lane highway in Delhi.","cleanCredit":"Photograph: Neha Tara Mehta"}}]},{"title":"The secret world of Isis brides / U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr","rawTitle":"U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr","item":{"type":"article","id":"world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","title":"The secret world of Isis brides: 'U dnt hav 2 pay 4 ANYTHING if u r wife of a martyr'","trailText":"What draws western women to Islamic State’s violent jihad? Nabeelah Jaffer spent months talking to British and American ‘sisters’, before and after they travelled to Syria. How were they convinced by promises of a ‘perfect’ society and life as a martyr’s widow?","standFirst":"<p>What draws western women to Islamic State’s violent jihad? Nabeelah Jaffer spent months talking to British and American ‘sisters’, before and after they travelled to Syria. How were they convinced by promises of a ‘perfect’ society and life as a martyr’s widow?</p>","byline":"Nabeelah Jaffer","body":"<p>Karen sat in a hotel room in Istanbul, grappling with a difficult decision. She had spent about $3,500 (&pound;2,220) on the round trip to Turkey from her home in the US but, when she had bought the ticket, she had had no intention of flying home. The return bookings were for appearance’s sake. Her SMS mailbox was filled with promises for the future: messages from an Islamic State fighter who had promised to marry her. But as she sat in that Istanbul hotel room, something didn’t feel quite right.</p> \n<p>Her prospective groom’s insistence on absolute secrecy had not seemed strange at first. Karen had met him through the swarm of Isis-friendly social media. They started by chatting on Twitter and Ask.fm, then moved to encrypted messaging apps such as Kik, Surespot and Telegram. Paranoia runs through most of the online interactions – no one’s identity is clear, and anyone could be bluffing. But the hint of danger was part of the glamour and Karen thought she was being careful. She was in her late teens and had recently graduated from high school, where she had been a lonely girl interested in Star Trek and computer programming.</p> \n<p>She converted to Islam less than a year before her journey, after watching the news and deciding to learn more about the religion. She had been inspired by Isis’s apparent authenticity – they were as far removed from the west as it seemed possible to be. Her Christian parents worried whether she would be safe walking down the street wearing a hijab. She kept her real plans well hidden from them. Online, she disguised her identity by using a <em>kunya</em> – a traditional Arab title. Karen had created several of these, but mostly she went by Umm Khalid – “mother of Khalid”. The name derived from Khalid bin Walid, a military commander known as the “Sword of God” in the early days of Islam. Umm Khalid was also the name of a Palestinian village that was evacuated in 1948 and swallowed up by the Israeli city of Netanya. The name has its roots in violence inflicted and violence suffered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape\">For Isis women, it’s not about ‘jihadi brides’: it’s about escape</a> </p> \n</aside> \n<p>When she met the Isis fighter Abu Muhammad online [<em>not his real name; all names in this article have been changed</em>], she took the chance to bring her new identity to life.</p> \n<figure class=\"element element-image\" data-media-id=\"ef848969d7546f6022a9ea9518cb5756e1c371d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155555819/bac03ff0-24ec-48a3-8856-8aa4b1654926-280x420.jpeg\" alt=\"Umm Khattab, the 18-year-old British widow of an Isis fighter\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Umm Khattab, the 18-year-old British widow of an Isis fighter.</span> \n  <span class=\"element-image__credit\">Photograph: Pixel</span> \n </figcaption> \n</figure> \n<p>As she planned her trip, she asked him to put her in touch with some of the women who had already joined Isis from the west. She wanted to know that she could trust him. He promised that he would, but made an excuse the next time she asked, and the time after that. This made her uneasy, but so did the prospect of delaying the trip.</p> \n<p>All the other Isis supporters she had met online said that it would only become more difficult and dangerous to get to Syria as time passed. Things weren’t easy at home: her parents “had a fit” when she tried to wear a niqab. And so she boarded the plane to Istanbul, hoping for the best.</p> \n<p>Later, Karen did not like to talk about all the promises Abu Muhammad had made to her: it was embarrassing to think about how naive she had been. He had told her to board the bus from Istanbul to Urfa and make the 18-hour journey alone, as many others before her had done. At the other end he, or one of his friends, would be waiting to hear from her. They would come at once, and would help her to cross into Isis territory immediately. But to her, the plan seemed risky and rushed. He had told her so little. Things came to a head on the final day, when the tone of his texts became more sexual. When she confronted him, he argued that there was nothing wrong with doing, as she later called it, “things”. They were, he pointed out, just 24 hours from being married.</p> \n<p>This was not, to Karen’s mind, how pious and devoted jihadis were supposed to behave. Unlike some girls, who flirted with fighters online, she never obsessed about true love. Marriage was a practical consideration – a means to a life with Isis. But she would talk, from time to time, about wanting to be a good wife to a good husband – one who behaved like a perfect Muslim. Sexting was not part of the picture.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/french-journalist-poses-muslim-convert-isis-anna-erelle\">Skyping with the enemy: I went undercover as a jihadi girlfriend</a> </p> \n</aside> \n<p>I later contacted Karen in private on encrypted apps, and eventually she opened up. She had flown home to the US after two days in Turkey (“with great photos of Istanbul”, she added, “lol.”). One final piece of information had clinched her decision to call off the Isis marriage. She had heard about a woman similar to herself being kidnapped in Urfa by the PKK, the Kurdish nationalist group, then arrested. The PKK is listed as a terrorist organisation by the US and the EU, but is also at the forefront of the fight against Isis on the ground. She began to wonder if Abu Muhammad was really who he claimed to be. “Talking to him, I realised that things weren’t right,” she said. She became convinced that Abu Muhammad was not from Isis but the PKK. It was by the grace of God, she told me, that she was still alive and free.</p> \n<p>She had broken no laws, and no longer intended to do so. Others in Isis have since offered to help her to come over, but she trusted no one enough to take the risk. She issued some sharp advice. “Brothers lie to get a wife.”</p> \n<p>Like the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/20/fears-london-schoolgirls-isis-syria\">three schoolgirls from Bethnal Green</a>, Karen was from a lower-middle-class background and had a decent education. Almost all the women I came across looked and sounded not unlike myself at 16. They were conservative Muslim girls, whether they were recent converts or the daughters of Muslims, who took their faith seriously. Although their interpretation of Islam rarely agreed with mine, the women I spoke to were driven in part by religious ideals. But few of these women were willing to engage thoughtfully with a variety of Islamic religious texts, traditions and interpretations. They hated disorder and ambiguity; the clear-cut doctrines issued by jihadist ideologues appealed to their political sensibilities. Opposing the west was their measure of religious authenticity.</p> \n<div>\n __VIDEO_EMBED_gu-video-455638453__\n</div> \n<h2>‘It’s time for action’</h2> \n<p>“The sickest thing I’ve ever done in my life is cross that Turkish border,” said Umm Umar on Twitter. She was using “sick” to mean “good”. “I’ll never forget that night.”</p> \n<p>She was already in Syria and was the widow of an Isis fighter. In our private conversations, she tried to influence me with her single-minded energy. “It’s time for action,” she wrote. “Your Eemān [faith] will get sooo high during the border crossing,” she promised. “Big adrenaline rush.” After some thought, she added: “It’s sinful for u to be staying in UK whilst there is a khilāfah [a caliphate].”</p> \n<p>Umm Umar was just 16 when we started talking. She was born in Britain but her parents were Bangladeshi. She walked out of her parents’ home in the middle of the night, leaving a letter on her bed explaining her actions. She seemed pleased to be able to share her experiences.</p> \n<p>“Creep out,” she told me. “If u can take out a student loan pls do so.” What about our religious duty to repay loans? “No,” she said, without missing a beat. “The kuffar [non-Muslim] wealth is halāl [permitted] for us.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/29/schoolgirl-jihadis-female-islamists-leaving-home-join-isis-iraq-syria\">Schoolgirl jihadis: the female Islamists leaving home to join Isis fighters</a> </p> \n</aside> \n<p>Umm Umar did not enjoy her childhood in Britain. “Man I hated UK so much,” she told me the first time we spoke. She grew up in a part of the country where there were few migrants, and even fewer Muslims. Other kids often beat her up at school when she was small, she said, and spat at her on the bus when she was older. She was desperately lonely and alienated.</p> \n<p>Her strongest bond was with her mother. “Give my mother happiness,” read a prayer she retweeted. “If sadness still lingers in her eyes, give her whatever happiness is left of mine.” But Umm Umar’s sentimentality was shadowed by a violent streak. When I asked her about hurting her parents, she reassured me that it was “halāl”. “I did it and I’m sure everyone else did it,” she wrote. “Right now we are in a state of war.”</p> \n<p>Like most of the girls I spoke to, Umm Umar’s marriage to an Isis fighter in Syria had largely been a pragmatic affair. “Life without a mahram [close male relative] here can get quite difficult,” she told me. She had been matched with a fighter who was British Bangladeshi, just like her. His family were even from the same village in Bangladesh, she told me, relishing the coincidence of fate that had brought them together. He had been “so so sweet and caring”, but had been killed just a couple of months earlier. She was now the wife of a <em>shaheed</em> [martyr] and was being honoured. She seemed proud of her husband’s success, and never spoke a word of grief or sadness. Another western woman in Syria I spoke to – Umm Zahra – was almost envious when she discussed Umm Umar’s status. “U dnt hav 2 pay 4 ANYTHING if u r wife of a shaheed,” she told me. But she was careful not to seem discontented. All women, she promised me, were looked after. “U will still get money each month.”</p> \n<figure class=\"element element-image\" data-media-id=\"0ba459ca7bbb92eed3dc6a0f51410b5a9f9173e1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155661336/fc0147de-9565-4b19-a5f0-eb1e4b0d456c-460x276.jpeg\" alt=\"A Kurdish fighter in Kobane, Syria, holds up an Isis flag\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Kurdish fighter in Kobane, Syria, holds up an Isis flag.</span> \n  <span class=\"element-image__credit\">Photograph: Gail Orenstein/NurPhoto/Rex</span> \n </figcaption> \n</figure> \n<p>Umm Umar had travelled to Syria because she wanted to join a perfect Islamic state. Like the other women, she painted a picture of an Islamic utopia. This was for the sake of propaganda and, I suspected, to reassure themselves that they had made the right decision in going over. To all these women, Isis was simply <em>dawla</em> [state], as if no other country existed or mattered. “U can come here and study btw,” Umm Umar wrote to me once. “Study fiqh [Islamic legal interpretations], hadeeth [sayings of the Prophet], medicine, etc.”</p> \n<p>I once asked Umm Umar about al-Khansaa – the rumoured women’s brigade that enforces Isis’s harsh interpretation of sharia law on the women living there. “Yes u can do hisbah [join the religious police],” she said. “But if ur married your husband will want u to stay at home lol.” She added: “lots of ajar [reward for good deeds].” She had taken part in the hisbah patrols after being married, while her husband was away fighting. After he was killed, she had entered the traditional three-month mourning period. She had just a few days remaining when we last spoke, and planned to “resume my job inshaAllāh [God willing]” at the end of it. I asked her, that last time, if she had a happier life in Syria than she had in the UK. “Yep I do,” she answered, adding a smiley face.</p> \n<p>Karen, the American, also reflected from time to time about a “perfect” Islamic state – although she had become more jaded since her decision to return to the US. “I’m an 18-year-old cynic who still dreams of an Islamic utopia,” she wrote once, “which won’t ever exist on this planet.”</p> \n<p>She argued that no “government with humans in charge” could ever avoid corruption and “truly implement shari’ah”. Karen’s newfound cynicism was rare among the women I talked to, most of whom really believed that they were going to help create an Islamic utopia. “Shariah is a perfect system who protects all,” wrote one female supporter on Twitter, “not just about cutting hands and stoning fornicators … like Saudi.”</p> \n<p>Dr Katherine Brown of King’s College London compares the women who have travelled to Syria to join Isis to “individuals who went out to join the Soviet Union in the 1950s and 60s, who weren’t looking to fight, but were looking to become new citizens of the Soviet state. What’s interesting is that they believe it’s possible … Islamic State is saying: ‘You can have this perfect world – you just need to try a little bit harder.’” There is a totalitarian impulse behind this. By joining the state, these women think they will become, in Brown’s words, “perfect people”.</p> \n<p>Melanie Smith of the Institute for Strategic Dialogue calls the “caliphate utopian ideal” one of the common “key pull factors” that draw women over.</p> \n<p>They imagine a world in which there is little poverty and inequality, governed with perfect fairness under clear-cut, divine laws that work to the advantage of all. It is a vision that makes no allowances for the ambiguity and variety of traditional Islamic legal interpretations, or for the disorder of real life.</p> \n<p>But there are also “push factors”, says Smith, that drive women away from their homes in the west: often loneliness and alienation. Isis propaganda is designed to appeal to people who feel like outsiders in their own homes. “Islam began as something strange and it will revert to being strange,” reads a <em>hadith</em> [teaching] that is popular among Isis supporters online, “so give glad tidings to the strangers.”</p> \n<h2>‘I miss my mum’</h2> \n<p>Umm Abbas came to my attention when she retweeted some popular advice: “Feeling alone and alienated? Stop sinning.” When I asked her how she had found life in the UK, her answer was terse: “Stress depression”. She was a British woman in her 20s with Pakistani parents.</p> \n<p>Where Umm Umar was open and easy to talk to, Umm Abbas was brisk and wary. On Twitter, she talked enthusiastically about her journey to Isis. “The most amazing … experience of my life,” she wrote, “was crossing with a family of over 10 members who had a newborn baby with them! :)”</p> \n<p>Like Umm Umar, Umm Abbas was relentlessly positive about life with Isis. I asked her what happened to girls who found themselves with abusive husbands: “Dawla has the best of men,” she promised, “and the shariah court here protects you from all types of violence.” There was a process, she and Umm Umar explained, for unmarried women to be matched with a husband.</p> \n<p>After being placed in a <em>maqar</em> [a shared house for “sisters”], a woman writes down what sort of “brother” she wants to marry. The emir of the area matches her with someone and sets up a brief meeting, after which, if both parties are agreeable, the marriage quickly takes place. “They will still contact ur dad,” Umm Abbas told me. But if the woman’s father refused, the emir would go ahead and marry them anyway.</p> \n<figure class=\"element element-image\" data-media-id=\"be9f48e0ffb6f873a32fac0111df7263206bcc05\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155951261/65cddd51-63b7-4054-94e5-2ff41ac2cd86-380x420.jpeg\" alt=\"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis\" width=\"380\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis.</span> \n  <span class=\"element-image__credit\">Photograph: Enterprise News and Pictures</span> \n </figcaption> \n</figure> \n<p>Chinks of unhappiness sometimes appeared. Umm Abbas’s marriage was much more difficult than Umm Umar’s had been. “Life throws all types of trials,” she wrote to me. “The biggest is listening n obeying to your husband.”</p> \n<p>She wouldn’t say anything more except that her marriage was “sometimes tough”. She saw this as a test, requiring <em>sabr</em> [patience] on her part.</p> \n<p>She wasn’t alone in her unhappiness. Umm Umar would occasionally issue quiet pleas for comfort and reassurance. “I miss my mum …” she tweeted once. Umm Zahra shared her jealousy of a possible co-wife, and even of <em>hooris</em> [the famous “72 virgins” that martyrs are said, in jihadist propaganda, to receive in heaven]. I pointed out that the Qur’an does not actually specify the gender of <em>hooris</em> or of those who receive them, nor restrict them to martyrs. She stopped answering my messages.</p> \n<p>Complaints about difficulties in daily life were often couched in positivity. “Candlelight dinner with the <em>akhawāt</em> [sisters],” tweeted Umm Umar, “#CozTheElectricityWent #ItsAllPartOfTheStruggle.” Sometimes complaints were hidden in advice. “No good makeup,” Umm Abbas told me, “n clothes too. I brought 2 suitcases.” A recent issue of Dabiq, the Isis magazine, addressed itself specifically to the concerns of western women within Isis. The article urged those who had lost their husbands to “be patient”, and to “be wary of thinking of going back”. Dawla is not without its doubters, and utopian dreams are not easy to sustain, but few will be able to return home any time soon. “People risk their lives to bring you in,” Karen said to me once. She was still suffering from guilt at being a “coward” for not going through with her journey to Syria. But she knew that, once there, no Isis fighter would risk his life to get her out again.</p> \n<h2>‘Do we not have the right to defend ourselves?’</h2> \n<p>For each of the <a href=\"http://www.strategicdialogue.org/ISDJ2969_Becoming_Mulan_01.15_WEB.PDF\">estimated more than 500 western women who have travelled to Syria to join Isis</a>, there are more sitting at their computers at home, voicing their support online. Most won’t make the journey, but they will go about their lives with the quiet fantasy of one day being citizens of dawla.</p> \n<p>There is a code that Isis supporters use to communicate online. Going to Syria is “taking a holiday”; “green birds” and “dusty feet” are references to hadiths about martyrs. A single finger pointing upwards represents the Isis brand of monotheism and a commitment to death and victory. But Umm Kulthum disapproved of all this. “We’ve turned [jihad] into a kind of fad,” complained a post she shared on Tumblr, warning against “trivilising” violent jihad. “We hold up our index fingers … like we’re all part of some &uuml;ber-cool club.” She had other things in common with the various women I spoke to. Many spoke of being constrained by everyday life, and of longing to be part of something bigger. “You can’t just live life waiting for the next weekend to come,” Umm Kulthum wrote once. “Your aspiration should be greater than that.” She shared one important trait with the bulk of online Isis supporters: a belief that a global war between “true Islam” and “the kuffar” was taking place, and that Muslims had to choose a side.</p> \n<p>Umm Kulthum knew that Isis was associated with brutality. Some of the women I spoke to argued that the violence was exaggerated by the western media. Others defended it by arguing that the kuffar did worse, while a few, including Umm Kulthum, actively relished it. She shared pictures of Isis fighters with guns. In private, she was remarkably sweet and tender. She called me her “beloved sister”.</p> \n<div>\n __VIDEO_EMBED_gu-video-448244984__\n</div> \n<p>She was Libyan but had spent much of her life in England, and received her secondary education in a state school. She had been lonely there, and spent some time on antidepressants. By the time we spoke, she was back in Libya with her parents and siblings, hoping to have the chance to travel to Syria herself. But Britain still loomed large in her mind. It was there that she had been converted from the “jaahiliyyah” [ignorance] that she saw in her Muslim parents to “true Islam”.</p> \n<p>Umm Kulthum was fixated on stories of Muslim oppression. Her social media accounts were a montage of Muslim suffering – Syrian children killed by Bashar al-Assad; Palestinian youths burned alive by Israelis. For Umm Kulthum, this justified almost any brutality in return. She felt all Muslims had a duty to “protect their siblings in Islam”; she was convinced that only violent jihadists took this seriously. “Jihad is <em>our</em> right even as just human beings, not Muslims,” she said once. “Do we not have the right to defend ourselves?” For all her hostility to the west, her western education had helped to shape her. Like the other women, she used the language of “human rights” and “girl power”. She shared stories of women in niqabs, with weapons, charging into battle.</p> \n<p>Special contempt was reserved for Muslims who she thought were colluding with the west by failing to support violent jihad. Such people are known in Isis circles as “coconuts” – brown on the outside, white on the inside. The word has its roots in the anti-colonial movements of the 20th century. When I mentioned I had non-Muslim friends, Umm Kulthum was stern. “Habibti,” she wrote, “do not take kafir as your friend.” Umm Umar was pitying: “U have to understand that these kuffar are our enemies,” she wrote to me. “And they will never stop fighting us until we follow their … way.” Others were harsher. After the shootings of three Muslim students in Chapel Hill, North Carolina, Umm Abbas retweeted: “and muslims think that the west cares about them. you are a joke by Allah.”</p> \n<p>For these women, there is no room for an ambiguous multicultural identity. No Muslim, a recent issue of Dabiq argued, has “any excuse to be independent” of Isis, which is waging “war on their behalf”. All Muslims in the west must make their choice to either live as “inauthentic” coconuts or to redeem themselves in death.</p> \n<h2>‘You’re a muslim and love democracy???’<br /></h2> \n<p>Theological ambiguity was also difficult for these women. They believed that Islam was defined more by opposition to today’s western world than by any religious ideal. After the Chapel Hill shootings, one female Isis supporter argued that candlelight vigils for the victims were un-Islamic because they involved “imitating the kuffar”. All believed that “pure Islam” lay in whatever was as anti-western as possible.</p> \n<p>Umm Kulthum presented democracy as the binary opposite of a utopian caliphate. “The law of Allāh should not be voted over,” she said, quoting Anwar al-Awlaki, the jihadist propagandist who was killed in 2011. I tried, occasionally, to argue that there are many different interpretations of sharia law, and that Islam has contained some democratic ideas – the first four Sunni caliphs did not inherit their positions, and the idea of community consensus in legal interpretation has a long tradition. The response was usually confused or hostile. “You’re a muslim and love democracy???” one of Karen’s online friends said, “hmm.”</p> \n<p>What troubled me most was not that these women didn’t agree with my interpretation of Islam. It was that none of them seemed willing to form independent religious opinions at all. Brown of King’s College pointed out that few of the women seemed “empowered to find faith on their own terms”. When I asked each of the women about their beliefs, they told me to read Anwar al-Awlaki, or to watch popular jihadist ideologues on YouTube. Whenever I tried to ask Karen why, on religious grounds, she supported Isis’s interpretation of sharia law, she avoided answering the question. She was busy, or had a headache. “It hurts to think right now so I won’t,” she wrote.</p> \n<figure class=\"element element-image\" data-media-id=\"a78ca01cd9bb3eb9d8726b83b2ac702b2500d063\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158446021/3f789877-c5d8-4a29-b0e4-1323e339359f-460x276.jpeg\" alt=\"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis.</span> \n  <span class=\"element-image__credit\">Photograph: Metropolitan Police/PA</span> \n </figcaption> \n</figure> \n<p>Each of these women struggled with ambiguity or disorder – in theology, in identity and in life. Each was convinced that there could be only one valid interpretation of Islam and of sharia law, and that it lay in whatever appeared to be as anti-western as possible. To find it, they had to erase their western identities. Joining Isis offered them an opportunity to do so.</p> \n<h2>‘We don’t fit in here or there’</h2> \n<p>For some women, erasing the western part of them was a struggle. Converts “have different battles to born Muslims”, Umm Raeesa said once. “Muslims thinking u r a fake Muslim.” She was one of Karen’s closest online friends. They had bonded over their shared difficulties: both women had been accused by other online Isis supporters of being spies. Their only recourse was to emphasise their religiosity on social media. </p> \n<p>Umm Raeesa was vicious towards critics of Isis, affectionate towards her online friends and professional in her daily life. She was 25 and worked in finance in Australia. She had converted to Islam two years earlier, but she wore just a headscarf and left her face uncovered. “I’d prefer to wear niqab at work,” she told me once, “but would have zero chance of a job lol.” She had been raised a Catholic, but didn’t connect with the faith. She supported Isis vehemently online, but had no imminent plans to make the journey. “This area is unstable,” she told me. “I think it needs to settle down.” For the time being, she was content to fight for Isis online without having to give up her life in Australia.</p> \n<p>More than anything else, Umm Raeesa craved human connection. She had a deep yearning to belong. I woke up to fresh messages from her almost every morning. “Asalaam Alaikum dear sister,” she always wrote. “How r u?” Sometimes she wanted to talk about Isis or about Islamophobia; sometimes she just wanted to chat about her day or to ask me about mine. Many of the women I contacted sought affection and praise in the arms of the Isis sisterhood.</p> \n<p>Smith and Brown describe this as another “pull factor” that can draw women away from their homes and towards a greater sense of belonging. To Umm Kulthum, I was always “habibti”. Karen often tweeted about the “baqiyah sisterhood”: “Muslimah’s of the Ummah make sure you got each other’s backs!”</p> \n<p>All these women knew what to expect of life under Isis. They warned me that their days would revolve around being a wife and a mother, and would be spent largely indoors. One of Karen’s online friends was once asked, on Twitter, why she didn’t just go back to her home country if she didn’t like the west. “We don’t fit in here nor there lol,” she replied. When I last spoke to Karen, she had decided to remain at home, in the US, for the time being. But she worries that she is being a “coward”, and still considers a possible future with Isis. “Sometimes I wish I could just leave this place,” she tweeted once. She still might.</p> \n<p><em>All names have been changed</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCredit":"Photograph: Metropolitan Police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155555310/bac03ff0-24ec-48a3-8856-8aa4b1654926-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Umm Khattab, the 18-year-old British widow of an Isis fighter. Photograph: Pixel","credit":"Pixel","altText":"Umm Khattab, the 18-year-old British widow of an Isis fighter","cleanCaption":"Umm Khattab, the 18-year-old British widow of an Isis fighter.","cleanCredit":"Photograph: Pixel"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155662832/fc0147de-9565-4b19-a5f0-eb1e4b0d456c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag. Photograph: Gail Orenstein/NurPhoto/Rex","credit":"Gail Orenstein/NurPhoto/Rex","altText":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag","cleanCaption":"A Kurdish fighter in Kobane, Syria, holds up an Isis flag.","cleanCredit":"Photograph: Gail Orenstein/NurPhoto/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155951709/65cddd51-63b7-4054-94e5-2ff41ac2cd86-1848x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1848,"orientation":"portrait","caption":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis. Photograph: Enterprise News and Pictures","credit":"Enterprise News and Pictures","altText":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis","cleanCaption":"Aqsa Mahmood, 20, from Scotland, who has travelled to Syria to join Isis.","cleanCredit":"Photograph: Enterprise News and Pictures"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158447386/3f789877-c5d8-4a29-b0e4-1323e339359f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis","cleanCaption":"Amira Abase, Kadiza Sultana, and Shamima Begum, three British schoolgirls believed to have gone to Syria to join Isis.","cleanCredit":"Photograph: Metropolitan Police/PA"}],"webPublicationDate":"2015-06-24T15:59:07Z","lastModified":"2015-06-25T03:30:11Z","metadata":{"commentable":true,"commentCount":688,"contributors":[{"name":"Nabeelah Jaffer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nabeelah-jaffer"}],"feature":true,"keywords":["Islamic State","Islam","Religion","Syria","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Nabeelah Jaffer","topic":{"type":"tag-contributor","name":"profile/nabeelah-jaffer"}}],"embeddedVideos":[{"id":"gu-video-455638453","source":"Reuters","durationInSeconds":119,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/01/150301cctvistanbul.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/01/150301cctvistanbul_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/3/1/1425207501285/crop_KP_109036_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video","credit":"guardian.co.uk","altText":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video","cleanCaption":"620x372 trailpic for CCTV: Syria-bound schoolgirls at bus station in Istanbul - video"}},{"id":"gu-video-448244984","source":"guardian.co.uk","durationInSeconds":157,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/09/26/140926ISISmoney/140926ISISmoney.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/09/26/140926ISISmoney-16x9.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/9/26/1411747115274/ISIS-rebel-militant-soldi-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy","credit":"ZUMA Press, Inc. / Alamy/Alamy","altText":"ISIS rebel militant soldiers on the frontline. ","cleanCaption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","shortUrl":"http://gu.com/p/4a4k5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria","webUri":"http://www.theguardian.com/world/2015/jun/24/isis-brides-secret-world-jihad-western-women-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria. Photograph: Metropolitan Police/PA","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCaption":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria.","cleanCredit":"Photograph: Metropolitan Police/PA"}},"importance":4,"kicker":{"title":"The secret world of Isis brides"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159349468/f664e084-05f4-4674-a9e2-a62cc15276d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Metropolitan Police/PA","altText":"Amira Abase, a 15-year-old British schoolgirl believed to have joined Isis in Syria","cleanCredit":"Photograph: Metropolitan Police/PA"}}]},{"title":"Keep off the pitch / Why football makes bad art","rawTitle":"Why football makes bad art","item":{"type":"article","id":"stage/2015/jun/24/why-football-makes-bad-art-red-lion-bend-it-like-beckham","title":"Keep off the pitch: why football makes bad art","trailText":"Why do so few football transfers to stage and screen hit the back of the net? With Patrick Marber’s new changing-room drama at the National Theatre and Bend It Like Beckham in the West End, we wave a red card","standFirst":"<p>Why do so few football transfers to stage and screen hit the back of the net? With Patrick Marber’s new changing-room drama at the National Theatre and Bend It Like Beckham in the West End, we wave a red card</p>","byline":"Barney Ronay","body":"<p>For the next three months Patrick Marber’s new play <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/11/the-red-lion-review-patrick-marber-football-play-daniel-mays\">The Red Lion</a> is in rep at the National Theatre. The good news, for those familiar with the football-drama mini-genre, is that it doesn’t actually have any football in it. This is a promising start. If history tells us anything about the bold, brave, apparently irresistible folly of trying to create a coherent piece of dramatic art based around football, keeping the football itself to a bare minimum is a very sound first principle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/24/bend-it-like-beckham-review-phoenix-theatre-winning-musical-fairytale\">Bend It Like Beckham review – footie musical is a game of two halves</a> </p> \n</aside> \n<p>In fact, The Red Lion keeps most things to a minimum. In the course of its two hours the play features three cast members, a single dressing-room stage set and very little actual action, creating in the process a kind of Harold <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/harold-pinter\">Pinter</a>-meets-<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/23/harry-redknapp-qpr-sharp-as-ever-break\">Harry Redknapp</a> effect: manly theatrical minimalism cut with some fine lyrical exchanges and a clear and potent evocation of the internal life of English football’s grand old, cobwebbed Victorian infrastructure.</p> \n<p>And yet somehow the end result is a bit like sitting down to eat a brilliantly prepared, beautifully accessorised meal prepared by a world-class chef and realising, as the minutes tick by, that there is no actual main course. This is it. We really are having football for dinner. Many of the (very favourable) reviews have already suggested that this is really a play about other things, like desperation, exhaustion and doomed hope. There is undoubtedly something in this. As the clock ticked around past 90 minutes and into the extended soliloquising that clogs the end of the second act, the overriding feelings provoked in this audience member were indeed desperation and exhaustion, albeit sustained by the certain hope that this would, at least, eventually have to end.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"360afe7bca80b3206d5416fc4af0939ff9ad86dc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435146133487/b33302eb-278f-48de-896d-d14f0fa39926-460x276.jpeg\" alt=\"Calvin Demba, Peter Wight and Daniel Mays in The Red Lion by Patrick Marber.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Football for dinner’: Calvin Demba, Peter Wight and Daniel Mays in The Red Lion by Patrick Marber.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton for the Guardian</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Despite natural tension and an endless roster of heroes and villains, football has been an uncooperative subject for art</p> \n </blockquote> \n</aside> \n<p>Not that there’s anything wrong with the play itself. The writing is brilliant, the dialogue absorbing. The actors are great, particularly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/07/daniel-mays-football-just-gateway-betrayal-loss-ambition-patrick-marber\">Daniel Mays</a> as a very striking and well-drawn portrait of a wheeler-dealer manager. “In here,” he says of football’s cave-like dressing room culture, “it’s a pirate ship.” The problem is simply football itself which, despite its natural dramatic tension and endless roster of heroes and villains, has always been a grudging and uncooperative subject matter for dramatic art. It is probably wrong to say there has never been a good play, film or book about football; but perhaps not that far wrong.<br /></p> \n<p>Generally football plays and dramas tend to fall into certain well-worn grooves. These have ranged from a vast amount of hooligan-based filler, to some decent knockabout comedies (<a href=\"http://www.theguardian.com/film/movie/89628/mike.bassett\">Mike Bassett: England Manager</a>) to earnest, awful, uplifting stuff (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2002/apr/12/culture.peterbradshaw1\">Bend It Like Beckham</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/football-cliches/2014/feb/27/football-films-movies-best-worst-good-bad-ugly\">When Saturday Comes</a>) and the odd brilliant sui generis one-off (<a href=\"http://www.theguardian.com/film/movie/36328/gregory-s-girl\">Gregory’s Girl</a>, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/jan/05/1\">Goalkeeper’s Fear of The Penalty</a>).<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/18/theatre-of-dreams-top-11-plays-about-football\">Theatre of dreams: the 11 best plays about football</a> </p> \n</aside> \n<p>Football fiction is similarly patchy. The best is generally the straight stuff, from <a href=\"https://en.wikipedia.org/wiki/Michael_Hardcastle\">Michael Hardcastle’s classic series of kids’ books</a>, to <a href=\"https://en.wikipedia.org/wiki/Brian_Glanville\">Brian Glanville</a>’s beautifully simple and engaging Goalkeepers Are Different. Beyond this, half in and half out, are a smattering of first rate football-flavoured novels, most notably perhaps <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2014/oct/14/why-bs-johnson-suits-digital-age\">The Unfortunates by BS Johnson</a>, a wonderfully haunting book about loss and disintegration with a central character who just happens to be a football reporter.<br /></p> \n<p>Best of all perhaps are the TV dramas, all the more convincing for having been banged out to short order and forced to tell a story: Tom Stoppard’s <a href=\"https://en.wikipedia.org/wiki/Professional_Foul\">Professional Foul</a>, about espionage, morals and the 1982 World Cup; the pulp fiction of Sky’s long-running <a href=\"http://www.imdb.com/title/tt0169438/\">Dream Team</a>; <a href=\"http://www.imdb.com/title/tt0080158/?ref_=fn_al_tt_1\">Yesterday’s Hero</a>, written by Jackie Collins and starring Ian McShane as a moodily dipsomaniac maverick footballer in search of one last gig at Leicester Forest.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c4226ac131d5673548a0c19081c4faa2f6369bf8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435163663164/3cf94c85-a5f8-4086-84cb-e2781c3b6217-460x337.jpeg\" alt=\"Ian McShane (right) with Adam Faith in Yesterday's Hero, 1979.\" width=\"460\" height=\"337\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lost in Leicester … Ian McShane (right) with Adam Faith in Yesterday’s Hero, 1979, written by Jackie Collins.</span> \n  <span class=\"element-image__credit\">Photograph: Columbia</span> \n </figcaption> \n</figure> \n<p>More often, though, there is simply a feeling of trapped talent about all this, the suspicion that all these mob-handed, carefully budgeted attempts to nag and goad football into a convincing fictional shape would have been better if everyone had just cut their losses and done something about Napoleon, or a group of public schoolboys with an inspirational teacher, or Jennifer Aniston trying to find love.<br /></p> \n<p>It isn’t hard to see why this should be the case. On a basic level football just doesn’t need to be made into a drama. It already is a drama – and not a good one either, but a terrible overblown pantomime thing, full of self-contained storylines and big fat cartoonish characters. To translate this into fiction is to make a drama about a drama. You may as well write a soap opera about EastEnders. Better, surely, just to watch EastEnders instead.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Football doesn't need to be made into a drama, it already is – and not a good one, but a terrible overblown pantomime</p> \n </blockquote> \n</aside> \n<p>With this in mind for those who like football, plays about football will always suffer simply by not being football. Meanwhile for those who like plays or films but not football there will be the usual need to explain, to make football <em>about something</em>, to fluff out and muddy its narrative lines, a process avoided most notably in recent times by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/mar/27/damned-united-brian-clough-leeds-united-film-review\">The Damned United</a>, which was brilliantly successful both as a book and film simply by letting its story stand alone.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"8a605735cbc6ce877510fc2047bba533666a322c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435145462476/2eea33d5-6ec5-4c4c-b79d-f5a1e6b6c646-460x306.jpeg\" alt=\"The Damned United: Michael Sheen as Brian Clough walks Leeds out to face Liverpool in the film of David Peace's acclaimed book.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Brilliantly successful’: Michael Sheen as Brian Clough walking Leeds out to face Liverpool in The Damned United.</span> \n  <span class=\"element-image__credit\">Photograph: Sony Pics/Everett/Rex Features</span> \n </figcaption> \n</figure> \n<p>The Red Lion avoids the more familiar staging problems. There is, thank God, no attempt to portray actual football, a sub-genre of dramatic disaster that has its own grisly history. There is no “theatre of the crowd”, no gor blimey we dun arf love our boys stuff. There are no hooligans or by-rote use of the sport as a conduit to talk about racism/sexism/violence/all other forms of human failure. There aren’t any song and dance numbers, as presumably there will be in the forthcoming Bend It Like Beckham musical, an experience that, outside of its target demographic of musical-loving, football-loving football-musical lovers promises to be right up there with gouging your own ears out with a skewer.<br /></p> \n<p>It isn’t hard to see why people will keep on making this kind of stuff. For a start plenty of writers share the obsession. Marber, for example, clearly knows his football in fine-point detail, and is an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2010/aug/22/patrick-marber-boardroom-lewes\">energetic and popular director of Lewes FC</a> of the Isthmian League. Football itself remains commercial catnip, something producers and directors would be nuts to ignore. Plus of course the sport itself just keeps on giving, divvied up from the top down by a masque of B-movie style villains and corrupt dictators. At the end of which it is hard to shake the feeling there is a great, multi-layered, all-consuming football drama out there. It is, quite simply, football itself, the global sport you really couldn’t make up, despite the fact so many continue to try.<br /></p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146014973/a5996a90-1ad4-47ec-ab16-11668fbdddf8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PR","altText":"Bend It Like Beckham: The Musical.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146135004/b33302eb-278f-48de-896d-d14f0fa39926-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Football for dinner’: Calvin Demba, Peter Wight and Daniel Mays in The Red Lion by Patrick Marber. Photograph: Tristram Kenton for the Guardian","credit":"Tristram Kenton for the Guardian","altText":"Calvin Demba, Peter Wight and Daniel Mays in The Red Lion by Patrick Marber.","cleanCaption":"‘Football for dinner’: Calvin Demba, Peter Wight and Daniel Mays in The Red Lion by Patrick Marber.","cleanCredit":"Photograph: Tristram Kenton for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435163662866/3cf94c85-a5f8-4086-84cb-e2781c3b6217-620x454.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":454,"width":620,"orientation":"landscape","caption":"Lost in Leicester … Ian McShane (right) with Adam Faith in Yesterday’s Hero, 1979, written by Jackie Collins. Photograph: Columbia","credit":"Columbia","altText":"Ian McShane (right) with Adam Faith in Yesterday's Hero, 1979.","cleanCaption":"Lost in Leicester … Ian McShane (right) with Adam Faith in Yesterday’s Hero, 1979, written by Jackie Collins.","cleanCredit":"Photograph: Columbia"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435145461264/2eea33d5-6ec5-4c4c-b79d-f5a1e6b6c646-2060x1369.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1369,"width":2060,"orientation":"landscape","caption":"‘Brilliantly successful’: Michael Sheen as Brian Clough walking Leeds out to face Liverpool in The Damned United. Photograph: Sony Pics/Everett/Rex Features","credit":"Sony Pics/Everett/Rex Features","altText":"The Damned United: Michael Sheen as Brian Clough walks Leeds out to face Liverpool in the film of David Peace's acclaimed book.","cleanCaption":"‘Brilliantly successful’: Michael Sheen as Brian Clough walking Leeds out to face Liverpool in The Damned United.","cleanCredit":"Photograph: Sony Pics/Everett/Rex Features"}],"webPublicationDate":"2015-06-24T17:43:05Z","lastModified":"2015-06-25T07:33:22Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":true,"keywords":["Stage","Football","Culture","Sport","Theatre","Sport and leisure","Drama","Musicals","Fiction","Television","Sport","Film","Books","Television & radio"],"tags":[{"id":"stage/stage","webTitle":"Stage"},{"id":"football/football","webTitle":"Football"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/sport","webTitle":"Sport"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"books/sportandleisure","webTitle":"Sport and leisure"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"stage/musicals","webTitle":"Musicals"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"culture/television","webTitle":"Television"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/film","webTitle":"Film"},{"id":"books/books","webTitle":"Books"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"stage"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/24/why-football-makes-bad-art-red-lion-bend-it-like-beckham","shortUrl":"http://gu.com/p/4a492","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/24/why-football-makes-bad-art-red-lion-bend-it-like-beckham","webUri":"http://www.theguardian.com/stage/2015/jun/24/why-football-makes-bad-art-red-lion-bend-it-like-beckham"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146014973/a5996a90-1ad4-47ec-ab16-11668fbdddf8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bend It Like Beckham: The Musical. Photograph: PR","credit":"PR","altText":"Bend It Like Beckham: The Musical.","cleanCaption":"Bend It Like Beckham: The Musical.","cleanCredit":"Photograph: PR"}},"importance":4,"kicker":{"title":"Keep off the pitch"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146014973/a5996a90-1ad4-47ec-ab16-11668fbdddf8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PR","altText":"Bend It Like Beckham: The Musical.","cleanCredit":"Photograph: PR"}}]},{"title":"Beyond the polls and Twittersphere: what Iranians really think of the nuclear talks","rawTitle":"Beyond the polls and Twittersphere: what Iranians really think of the nuclear talks","item":{"type":"article","id":"world/iran-blog/2015/jun/25/iranians-speak-out-landmark-nuclear-deal","title":"Beyond the polls and Twittersphere: what Iranians really think of the nuclear talks","trailText":"A deal may lead to ‘investment, job creation, McDonald’s and Starbucks’, but in the office few seem interested. The third in our series on working in the Islamic republic ","standFirst":"<p>A deal may lead to ‘investment, job creation, McDonald’s and Starbucks’, but in the office few seem interested. The third in our series on working in the Islamic republic </p>","byline":"Tehran Bureau correspondent","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/may/05/tehran-iran-taxis-transport\">The logistics of the Tehran taxi commute</a> </p> \n</aside> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/jun/19/working-in-iran-tehran-office-politics\">Offices in houses and the best tea breaks – welcome to working life in Tehran</a> </p> \n</aside> \n<p>When I first started at the company, my new co-workers warned me about delving too heavily into politics with others. Most were afraid there might be an informant lurking in the office. “Careful – don’t say that in front of just anyone,” they’d say. Living in Tehran, I’m no stranger to talk of bugged rooms, “keywords” that alert spooky software to tap your phone, and government agents disguised as hipsters.</p> \n<p>I’ve decided, however, that much of this is the same exaggerated nonsense that must have hovered over the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/jun/17/iran-nostalgia-shah-pahlavis-dynasty-haunts\">Shah</a>’s secret police in the 1970s.</p> \n<p>So I unabashedly spark conversations on the nuclear negotiations in the office.</p> \n<p>But when I extract myself from the Twittersphere and ignore my politically savvy journalist friends, I notice few at my workplace are engaging with the nuclear negotiations <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/23/iranians-optimistic-about-end-to-isolation-says-new-poll\">as passionately</a> as I’m being told they are. Or as passionately as I am.</p> \n<p>Because when Iran’s nuclear negotiators struck a “framework” agreement in early April (the Joint Plan of Action – JPOA), I was ecstatic. Our office? Not so much.</p> \n<p>Gita tries for small talk with a “you think so?” and then delivers her finishing blow with a lukewarm “I sure hope so”. Mohsen just lays it on: “the mood hasn’t changed.”</p> \n<p>In the office where I spend most of my days, the nuke talks don’t always arouse heated discussion. I can’t blame my co-workers for not being fired up. Iran’s reformers have been shot down so frequently over the past few decades that JPOAs, comprehensive JPOAs and “framework accords” seem like noise set against a backdrop of immense un- and underemployment, inflation that outpaces pay raises, and social restrictions that have no place in 2015 (<a href=\"http://www.pbs.org/wgbh/pages/frontline/tehranbureau/2010/07/your-veil-is-a-battleground.html\">let’s avoid</a> the hijab<em> </em>for a second: physically playing musical instruments on state TV is still against the rules). That mood will remain unchanged, Mohsen says, until Iranians see the proof in the proverbial pudding.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/23/iranians-optimistic-about-end-to-isolation-says-new-poll\">Iranians optimistic about end to isolation, says new poll</a> </p> \n</aside> \n<p>“People don’t believe it’s going to happen – it’s like they’re waiting for the talks to end in disaster,” says Hesam, whose smartphone is clearly more grabbing than the prospect of having sanctions lifted. I probe him for more: what about the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/apr/09/lausanne-strengthens-hand-of-irans-reformers-in-next-election\">street celebrations</a> on Vali Asr street <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/apr/10/iranians-react-to-interim-nuclear-deal-lausanne\">after the framework deal</a> – the pictures, the tweets? He looks up as if to swat a fly. “People were happier on the first day after the agreement. But over time, they started to doubt it again.”</p> \n<p>And it’s not just at the office: we’re less than a week away from what could be a historic agreement, but it sure doesn’t feel like it in my slice of Tehran. That doesn’t mean people don’t support the deal. Everyone I know would like nothing more than to see the sanctions removed.</p> \n<p>Sometimes, I fantasise about the nuke deal. I see Iran on the cusp of what could be a transformation – an end to nearly four decades of exasperating sanctions that have prevented its full and unhindered reintegration into the international community. It’s big. It could bring massive <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/iran-blog/2015/jun/04/iran-private-businesses-linked-regime-organizations\">foreign investment</a>, job creation, and cleaner air. It could pry the economy from entrenched establishment types that have abused the country’s relative isolation for their own gain. It could mean McDonald’s, Starbucks and maybe somewhere down the line, Shakira and Radiohead.</p> \n<p>Then reality smacks me square in the face and I’m back at the office. I remember dropping by my co-worker’s room a while back to follow up with a project we were both assigned to. I noticed he was gone, so I checked a few other rooms to find still more unattended desks. When this happens, I usually head to the cafeteria, which contains one of two televisions hooked up to state TV. Sure enough, the second-floor staff had huddled around the lunch table, gripped by the last few minutes of a soccer match on Channel 3.</p> \n<figure class=\"element element-image\" data-media-id=\"6a6f3e0e842a6463a1136eca549ac2961adbbeb7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435173271072/c754981d-9953-4fc5-9e6f-47cbb0829a0d-460x307.jpeg\" alt=\"Supporters of Hassan Rouhani celebrate his presidential victory on 15 June 2013.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Supporters of Hassan Rouhani celebrate his presidential victory on 15 June 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Vahid Salemi/AP</span> \n </figcaption> \n</figure> \n<p>There’s nothing unnatural about this. It was just a bizarre contrast to the complete lack of interest in the run up to the JPOA last November, when Iran and the United States – sworn enemies for 36 years – took the first concrete step toward d&eacute;tente. No one rushed to the cafeteria to see if the negotiations had succeeded, even though IRINN was on, broadcasting live updates. At the time, in fact, most were busy furiously debating an upcoming faceoff between <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/iran\">Esteghlal and Persepolis</a>. If there has ever been passion in our office, it was then.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/julian-borger-global-security-blog/2015/jun/24/did-the-supreme-leader-just-torpedo-the-nuclear-talks\">Did the Supreme Leader just torpedo the nuclear talks?</a> </p> \n</aside> \n<p>(Admittedly, Ali, who used to sit across from me, would occasionally ask for the latest on the nuke deal, setting off a conversation between me, him, and the guy who sat in the corner. Once he stopped me in the stairwell, saying he was worried about the supreme leader lambasting the US at a critical juncture in the talks. I responded by asking him to picture the utter regime meltdown that would ensue if the supreme leader had instead extended an olive branch to America. Our conversation thus ended).</p> \n<p>Determined to find someone beaming with as much enthusiasm as I am in the aftermath of the framework accord, I head upstairs to the third floor. Here I find Asghar, who isn’t beaming but is content with the faint scent of hope that has wafted through Iran. “Just the fact that there’s hope – like when [President Hassan] Rouhani was elected – is enough.” Iran has to change gradually, he says, because sudden changes – like a revolution – could end up in a full-blown civil war “between the not-so-religious and the religious”.</p> \n<p>Across the table, Elnaz takes the counterpoint: the agreement only prolongs a status quo she utterly despises. “This just means that <em>these</em> <em>people</em> are only going to stay around longer - for another ten to 20 years now,” she says of her country’s political leaders.</p> \n<p>The lack of excitement still confounds me. Maybe I’m cuing into the wrong signs? You would assume an agreement that could fundamentally remake Iran’s relationship with the world would be glamorous enough to trigger something beyond prosaic elevator chitchat.</p> \n<p>Then I think back to what the always-smiley Morteza had to say. Instead of looking at the formidable challenges ahead, he marvelled at the distance we had already travelled.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/22/iran-state-tv-versus\">Iran's state TV tries 'soft power' to win hearts and minds</a> </p> \n</aside> \n<p>“I mean just the fact that our two presidents have spoken to each other is big,” he says of President Rouhani’s historic phone call with President Barack Obama in September 2013. “Could you imagine that just a short while ago they tried to avoid each other? Like, if one of them learned the other was walking somewhere, he would try to distance himself so they didn’t cross paths?” Morteza is telling the story of the Islamic republic’s first reformist president, <a href=\"http://www.payvand.com/news/01/mar/1108.html\">Mohammad Khatami, and the rumoured lengths to which he went to avoid a “run-in” with Bill Clinton</a> in the UN bathroom in 1997 (lest he inflame Iranian hardliners).</p> \n<p>Maybe I should be paying attention to the little things, like Morteza. Maybe I need to temper my daydreams with a heavy dose of the little changes we’ve already lived through. Maybe – just maybe – my co-workers are more willing to acknowledge that the nuke deal won’t be the be-all end-all panacea than I am. Even for Mohsen, it’s the gradual changes that might make the wait worthwhile.</p> \n<p>“Look, all I’m saying is that even if we regain our stature and honour in the international community - if the Iranian passport is a valid document again - that alone will make more of a difference to me than any improvement in our livelihoods,” he says. “So the next time somebody says ‘Iran’, people don’t just turn around and look the other way.”</p> \n<p>“I don’t think it will have much of an impact on our lives,” says Mahnaz of a potential nuke deal a day after I interviewed Mohsen in front of her. “I think most of the benefit will accrue to the higher echelons of society: I mean, that’s the way it’s always been. I don’t know how this is going to be any different.</p> \n<p>She continues: “Just like [Mohsen] said the other day - if our country’s reputation improves in the eyes of the international community, that alone would be wonderful.”</p> \n<p><em>Names have been changed.</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170755004/4b1790ef-d3a8-4b09-9969-d29059453235-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manca Juvan/Manca Juvan/In Pictures/Corbis","altText":"Young Iranians in a Teheran coffee shop.","cleanCredit":"Photograph: Manca Juvan/Manca Juvan/In Pictures/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435173269754/c754981d-9953-4fc5-9e6f-47cbb0829a0d-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Supporters of Hassan Rouhani celebrate his presidential victory on 15 June 2013. Photograph: Vahid Salemi/AP","credit":"Vahid Salemi/AP","altText":"Supporters of Hassan Rouhani celebrate his presidential victory on 15 June 2013.","cleanCaption":"Supporters of Hassan Rouhani celebrate his presidential victory on 15 June 2013.","cleanCredit":"Photograph: Vahid Salemi/AP"}],"webPublicationDate":"2015-06-25T04:00:08Z","lastModified":"2015-06-25T04:00:08Z","metadata":{"commentable":true,"commentCount":21,"contributors":[],"feature":true,"keywords":["Iran","World news","Work & careers","Middle East and North Africa","Nuclear weapons"],"tags":[{"id":"world/iran","webTitle":"Iran"},{"id":"world/world","webTitle":"World news"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/nuclear-weapons","webTitle":"Nuclear weapons"}],"section":{"id":"world"},"topics":[],"series":{"title":"Tehran Bureau","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/tehran-bureau"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/iran-blog/2015/jun/25/iranians-speak-out-landmark-nuclear-deal","shortUrl":"http://gu.com/p/4a42d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/iran-blog/2015/jun/25/iranians-speak-out-landmark-nuclear-deal","webUri":"http://www.theguardian.com/world/iran-blog/2015/jun/25/iranians-speak-out-landmark-nuclear-deal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170755004/4b1790ef-d3a8-4b09-9969-d29059453235-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Young Iranians in a Teheran coffee shop. Photograph: Manca Juvan/Manca Juvan/In Pictures/Corbis","credit":"Manca Juvan/Manca Juvan/In Pictures/Corbis","altText":"Young Iranians in a Teheran coffee shop.","cleanCaption":"Young Iranians in a Teheran coffee shop.","cleanCredit":"Photograph: Manca Juvan/Manca Juvan/In Pictures/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435170755004/4b1790ef-d3a8-4b09-9969-d29059453235-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Manca Juvan/Manca Juvan/In Pictures/Corbis","altText":"Young Iranians in a Teheran coffee shop.","cleanCredit":"Photograph: Manca Juvan/Manca Juvan/In Pictures/Corbis"}}]},{"title":"Dark obsession / The man who sleeps in Hitler’s bed","rawTitle":"The man who sleeps in Hitler’s bed","item":{"type":"article","id":"world/2015/jun/24/the-man-who-sleeps-in-hitlers-bed","title":"The man who sleeps in Hitler’s bed","trailText":"<strong>The long read:</strong> Kevin Wheatcroft has quietly amassed the world’s largest collection of Nazi memorabilia. Now he wants to share it with the world. What is behind this dark obsession?","standFirst":"<p>Kevin Wheatcroft has quietly amassed the world’s largest collection of Nazi memorabilia. Now he wants to share it with the world. What is behind this dark obsession? </p>","byline":"Alex Preston","body":"<p>When he was five years old, Kevin Wheatcroft received an unusual birthday present from his parents: a bullet-pocked SS stormtrooper’s helmet, lightning bolts on the ear-flaps. He had requested it especially. The next year, at a car auction in Monte Carlo, he asked his multimillionaire father for a Mercedes: the G4 that Hitler rode into the Sudetenland in 1938. Tom Wheatcroft refused to buy it and his son cried all the way home.</p> \n<p>When Wheatcroft was 15, he spent birthday money from his grandmother on three second world war Jeeps recovered from the Shetlands, which he restored himself and sold for a tidy profit. He invested the proceeds in four more vehicles, then a tank. After Wheatcroft left school at 16, he went to work for a Leicestershire engineering firm, and then for his father’s construction company. He spent his spare time touring wind-blasted battle sites in Europe and North Africa, searching for tank parts and recovering military vehicles that he would ship home to restore.</p> \n<p>Wheatcroft is now 55, and according to the Sunday Times Rich List, worth &pound;120m. He lives in Leicestershire, where he looks after the property portfolio of his late father and oversees the management of Donington Park Racetrack and motor museum (which he also owns). The ruling passion of his life, though, is what he calls the Wheatcroft Collection – widely regarded as the world’s largest accumulation of German military vehicles and Nazi memorabilia. The collection has largely been kept in<strong> </strong>private,<strong> </strong>under heavy guard, either in the warren of industrial buildings Wheatcroft owns near Market Harborough, or at his homes in Leicestershire, the Charente in south-west France and the Mosel Valley in south-west Germany. There is no official record of the value of Wheatcroft’s collection, but some estimates place it at over &pound;100m.</p> \n<p>Wheatcroft is a large, quiet man and a legend in the blokey, Clarksonish world of online military history obsessives. Among the internet tribes of second world war enthusiasts, the Wheatcroft Collection is spoken about in hushed, reverential tones – a near-mythical trove of military treasures. Now Wheatcroft, who has long been reluctant to publicise his vast archive of Nazi artefacts, is guardedly opening up his hoard to a wider audience, <a href=\"http://www.wheatcroftcollection.com/home.html\">launching a rather creaky website</a> and putting a handful of vehicles on display at his motor museum.</p> \n<p>Since that initial stormtrooper’s helmet, Wheatcroft’s life has been shaped by his obsession for German military memorabilia. He has travelled the world tracking down items to add to his collection, flying into remote airfields, following up unlikely leads, throwing himself into hair-raising adventures in the pursuit of historic <em>objets</em>. He readily admits that his urge to accumulate has been monomaniacal, elbowing out the demands of friends and family. The French theorist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2007/mar/07/guardianobituaries.france\">Jean Baudrillard</a> once noted that collecting mania is found most often in “pre-pubescent boys and males over the age of 40”; the things we hoard, he wrote, tend to reveal deeper truths.</p> \n<p>Wheatcroft’s father, Tom, a building site worker from Castle Donington, came back from the second world war a hero. He also came back with a wife, Wheatcroft’s mother, Lenchen, whom he had first seen from the turret of a tank as he pulled into her village in the Harz mountains of Lower Saxony. He made hundreds of millions in the post-war building boom, then spent the rest of his life indulging his zeal for motor cars. He ran Donington Park racetrack and counted Ayrton Senna and Jean Manuel Fangio among his drinking buddies. He had his own race team – Wheatcroft Racing – and built up the world’s largest collection of racing cars.</p> \n<p>In his autobiography, <a href=\"http://www.amazon.co.uk/Thunder-Park-Story-Wheatcroft-Donington/dp/0954286057\">Thunder in the Park</a>, Tom Wheatcroft comes across as a tricky character, a cut-throat haggler and difficult husband. During the 1970s, Lenchen moved out of the family home for eight years after a period when Tom, in the bantery brogue of his memoir, “had not been quite so single-minded as far as my own family life was concerned”. Lenchen took Kevin and two of his sisters to live in nearby Market Harborough. While there was, eventually, a reconciliation, Kevin spent the majority of his adolescence apart from his war-hero father. Tom supported his son in his early years of collecting; Wheatcroft speaks of his late father as “not just my dad, but also my best friend”. Tom died in 2009. Despite being one of seven children, Wheatcroft was the sole beneficiary of his father’s will. He no longer speaks to his siblings.</p> \n<p>It is hard to say how much the echoes of atrocity that resonate from Nazi artefacts compel the enthusiasts who haggle for and hawk them.<strong> </strong>The trade in Third Reich antiquities is either banned or strictly regulated in Germany, France, Austria, Israel and Hungary. None of the major auction houses will handle Nazi memorabilia and eBay recently prohibited sales on its site. Still, the business flourishes, with burgeoning online sales and increasing interest from buyers in Russia, America and the Middle East; Wheatcroft’s biggest rival is a mysterious, unnamed Russian buyer.</p> \n<p>Naturally, exact figures are hard to come by, but the market’s annual global turnover is estimated to be in excess of &pound;30m.<strong> </strong>One of the most-visited websites is run by Holocaust denier David Irving, who in 2009 sold Hitler’s walking stick (which had previously belonged to Friedrich Nietzsche) for $5,750. Irving has offered strands of Hitler’s hair for &pound;130,000, and says he is currently verifying the authenticity of charred bones said to be those of Hitler and Eva Braun. There is also a roaring trade in the automobiles of the Third Reich – in 2009, one of Hitler’s Mercedes sold for almost &pound;5m. A signed copy of Mein Kampf will set you back &pound;20,000, while in 2011 an unnamed investor purchased Joseph Mengele’s South American journals for &pound;300,000.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4310d0f22d3ab360ef18d30f94f4f6c3c040c0f5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435063004134/e2401ae0-497c-4174-982d-f40e374fc147-460x276.jpeg\" alt=\"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>As the crimes of the Nazi regime retreat further into the past, there seems to be an increasing desperation in the race to get hold of mementos of the darkest chapter of the 20th century. In the market for Nazi memorabilia, two out of the three principal ideologies of the era – fascism and capitalism – collide, with the mere financial value of these objects used to justify their acquisition, the spiralling prices trapping collectors in a frantic race for the rare and the covetable. In Walden, Henry David Thoreau observed that “the things we own can own us too”; this is the sense I get with Wheatcroft – that he started off building a collection, but that very quickly the collection began building him.</p> \n<h2>* * *</h2> \n<p><strong>When I went to Leicestershire</strong> near the end of last year to see the collection, a visibly tired Wheatcroft met me off the train at Market Harborough. “I want people to see this stuff,”<strong> </strong>he told me. “There’s no better way to understand history. But I’m only one man and there’s just so much of it.” We drove in his VW truck across flat countryside under a quivering winter sun. He was dressed in a fleece and hiking boots, a fine bushy head of hair streaming from beneath a flat cap, and had a shy, handsome face. Wheatcroft spoke to me in a rolling Midlands accent interrupted every so often by a yawn. He was knackered, he said. He had been trying to set his collection in order, cataloguing late into the night, and making frequent trips to Cornwall, where, at huge expense, he was restoring the only remaining <a href=\"https://en.wikipedia.org/wiki/E-boat\">Kriegsmarine S-Boat</a> in existence. He felt he was being pulled in too many directions – there were the demands of his restoration projects, the racetrack at Donington Park, his property portfolio, and always, for the collector, a lead to be followed up, another gem to be uncovered.</p> \n<p>Wheatcroft had recently purchased two more barns and a dozen shipping containers to house his collection. The complex of industrial buildings, stretching across several flat Leicestershire acres, seemed like a manifestation of his obsession – just as haphazard, as cluttered and as dark. As we made our way into the first of his warehouses, Wheatcroft stood back for a moment, as if shocked by the scale of what he had accumulated. Many of the tanks before us were little more than rusting husks, ravaged by the years they had spent abandoned in the deserts of North Africa or on the Russian steppes. They jostled each other in the warehouses, spewing out to sit in glum convoys around the complex’s courtyard. “Every object in the collection has a story,” Wheatcroft told me as we made our way under the turrets of tanks, stepping over V2 rockets and U-boat torpedoes. “The story of the war, then subsequent wars, and finally the story of the recovery and restoration. All that history is there in the machine today.”</p> \n<p>We stood beside the muscular bulk of a Panzer IV tank, patched with rust and freckled with bullet holes, its tracks trailing barbed wire. Wheatcroft scratched at the palimpsest of paintwork to reveal layers of colour beneath: its current livery, the duck-egg blue of the Christian Phalangists from the Lebanese civil war, flaking away to the green of the Czech army who used the vehicles in the 1960s and 70s, and finally the original German taupe. The tank was abandoned in the Sinai desert until Wheatcroft arrived on one of his regular shopping trips to the region and shipped it home to Leicestershire.</p> \n<p>Wheatcroft owns a fleet of 88 tanks – more than the Danish and Belgian armies combined. The majority of the tanks are German, and Wheatcroft recently acted as an adviser to David Ayer, the director of Fury (in which Brad Pitt played the commander of a German-based US Sherman tank in the final days of the war). “They still got a lot of things wrong,” he told me. “I was sitting in the cinema with my daughter saying, ‘That wouldn’t have happened’ and ‘That isn’t right.’ Good film, though.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"296ed21acdfae55bc79bef780bd995b5d424d984\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435066472604/4fd00d94-5afe-483a-b273-92f01d310d11-460x276.jpeg\" alt=\"Kevin Wheatcroft with one of his tanks\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kevin Wheatcroft with one of his tanks. He owns 88 – more than the Belgian and Danish armies combined.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Around the tanks sat a number of strange hybrid vehicles with caterpillar tracks at the back, lorry wheels at the front. Wheatcroft explained to me that these were half-tracks, deliberately designed by the Nazis so as not to flout the terms of the Treaty of Versailles, which stipulated that the Germans could not build tanks. Wheatcroft owns more of these than anyone else in the world, as well as having the largest collection of Kettenkrads, which are half-motorbike, half-tank, and were built to be dropped out of gliders. “They just look very cool,” he said with a grin.</p> \n<p>Alongside the machines’ stories of wartime escapades and the sometimes dangerous lengths that Wheatcroft had gone to in order to secure them were the dazzling facts of their value. “The Panzer IV cost me $25,000. I’ve been offered two and a half million for it now. It’s the same with the half-tracks. They regularly go for over a million each. Even the Kettenkrads, which I’ve picked up for as little as &pound;1,000, go for &pound;150,000.” I tried to work out the total value of the machines around me, and gave up somewhere north of &pound;50m. Wheatcroft had made himself a fortune, almost without realising it. “Everyone just assumes that I’ve inherited a race track and I’m a spoilt rich kid who wants to indulge in these toys,” he told me, a defensive edge to his voice. “It’s not like that at all. My dad supported me, but only when I could prove that the collection would work financially. And as a collector, you never have any spare money lying around. Everything is tied up in the collection.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Everyone just assumes that I’ve inherited a race track and I’m a spoilt rich kid who wants to indulge in these toys</p> \n  <footer> \n   <cite>Kevin Wheatcroft</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Leaning against the wall of one of the warehouses, I spotted a dark wooden door, heavy iron bolts on one side and a Judas window in the centre. Wheatcroft saw me looking at it. “That’s the door to Hitler’s cell in Landsberg. Where he wrote Mein Kampf. I was in the area.” A lot of Wheatcroft’s stories start like this – he seems to have a genius for proximity. “I found out that the prison was being pulled down. I drove there, parked up and watched the demolition. At lunch I followed the builders to the pub and bought them a round. I did it three days in a row and by the end of it, I drove off with the door, some bricks and the iron bars from his cell.” It was the first time he had mentioned Hitler by name. We paused for a moment by the dark door with its black bars, then moved on.</p> \n<p>Sometimes the stories of search and recovery were far more interesting than the objects themselves. Near the door sat a trio of rusty wine racks. “They were Hitler’s,” he said, laying a proprietary hand upon the nearest one. “We pulled them out of the ruins of the Berghof [Hitler’s home in Berchtesgaden] in May 1989. The whole place was dynamited in ’52, but my friend Adrian and I climbed through the ruins of the garage and down through air vents to get in. You can still walk through all of the underground levels. We made our way by torchlight through laundry rooms, central heating service areas. Then a bowling alley with big signs for Coke all over it. Hitler loved to drink Coke. We brought back these wine racks.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d42ca1114df94f6759523418d9ddf7e9905052f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435065470840/89b63898-2171-47b7-9bdc-eb8b6bdd73b5-280x420.jpeg\" alt=\"A silver-bound edition of Mein Kampf.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A silver-bound edition of Mein Kampf.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Later, among engine parts and ironwork, I came across a massive bust of Hitler, sitting on the floor next to a condom vending machine (“I collect pub memorabilia, too,” Wheatcroft explained). “I have the largest collection of Hitler heads in the world,” he said, a refrain that returned again and again. “This one came from a ruined castle in Austria. I bought it from the town council.”</p> \n<p>“Things have the longest memories of all,” says the introduction to a <a href=\"http://www.nytimes.com/2015/03/22/magazine/object-lesson.html?rref=collection%2Fcolumn%2Fon-photography\">recent essay by Teju Cole</a>, “beneath their stillness, they are alive with the terrors they have witnessed.” This is what you feel in the presence of the Wheatcroft Collection – a sense of great proximity to history, to horror, an uncanny feeling that the objects know more than they are letting on.</p> \n<h2>* * *</h2> \n<p><strong>Wheatcroft’s home sits behind high walls </strong>and heavy gates. There is a pond, its surface stirred by the fingers of a willow tree. A spiky black mine bobs along one edge. The house is huge and modern and somehow without logic, as if wings and extensions have been appended to the main structure willy-nilly. When I visited, it was late afternoon, a winter moon climbing the sky. Behind the house, apple trees hung heavy with fruit. A Krupp submarine cannon stood sentry outside the back door. One of the outer walls was set with wide maroon half-moons of iron work, inlaid with obscure runic symbols. “They were from the top of the officers’ gates to Buchenwald,” Wheatcroft told me in an offhand manner. “I’ve got replica gates to Auschwitz – <em>Arbeit Macht Frei</em> – over there.” He gestured into the gloaming.</p> \n<p>I had first heard about Wheatcroft from my aunt Gay, who, as a rather half-hearted expat estate agent, sold him a rambling chateau near Limoges. They subsequently enjoyed (or endured) a brief, doomed love affair. Despite the inevitable break-up, my father kept in touch with Wheatcroft and, several years ago, was invited to his home. After a drink in the pub-cum-officers’ mess that Wheatcroft has built adjacent to his dining room, my dad was shown to the guest apartment. It was remarkable, he said, mostly for the furniture. That night, my dad slept in Hermann G&ouml;ring’s favourite bed, from Carinhall hunting lodge, made of walnut wood and carved with a constellation of swastikas. There were glassy eyed deer heads and tusky boars on the walls, wolf-skin rugs on the floor. My father was a little spooked, but mostly intrigued. In an email soon after, he described Wheatcroft to me as “absurdly decent, almost unnaturally friendly”.</p> \n<p>Darkness had fallen as we stepped into the immense, two-storey barn conversion behind his home. It was the largest of the network of buildings surrounding the house, and wore a fresh coat of paint and shiny new locks on the doors. As we walked inside, Wheatcroft turned to me with a thin smile, and I could tell that he was excited. “I have to have strict rules in my life,” he said, “I don’t show many people the collection, because not many people can understand the motives behind it, people don’t understand my values.” He kept making these tentative passes at the stigma attached to his obsession, as if at once baffled by those who might find his collection distasteful, and desperately keen to defend himself, and it.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I try not to answer when people accuse me of being a Nazi. I tend to turn my back and leave them looking silly</p> \n  <footer> \n   <cite>Kevin Wheatcroft</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The lower level of the building contained a now-familiar range of tanks and cars, including the Mercedes G4 Wheatcroft saw as a child in Monaco. “I cried and cried because my dad wouldn’t buy me this car. Now, almost 50 years later, I’ve finally got it.” On the walls huge iron swastikas hung, street-signs for Adolf Hitler Strasse and Adolf Hitler Platz, posters of Hitler with “<em>Ein Volk, Ein Reich, Ein F&uuml;hrer</em>” written beneath. “That’s from Wagner’s family home,” he told me, pointing to a massive iron eagle spreading its wings over a swastika. It was studded with bullet holes. “I was in a scrap yard in Germany when a feller came in who’d been clearing out the Wagner estate and had come upon this. Bought it straight from him.”</p> \n<p>We climbed a narrow flight of stairs to an airy upper level, and I felt that I had moved deeper into the labyrinth of Wheatcroft’s obsession. In the long, gabled hall were dozens of mannequins, all in Nazi uniform. Some were dressed as Hitler Youth, some as SS officers, others as Wehrmacht soldiers. It was bubble still, the mannequins perched as if frozen in flight, a sleeping Nazi Caerleon. One wall was taken up with machine guns, rifles and rocket launchers in serried rows. The walls were plastered with sketches by Hitler,<strong> </strong>Albert Speer and some rather good nudes by G&ouml;ring’s chauffeur.<strong> </strong>On cluttered display tables sat a scale model of Hitler’s mountain eyrie the Kehlsteinhaus, a twisted machine gun from Hess’s crashed plane, the commandant’s phone from Buchenwald, hundreds of helmets, mortars and shells, wirelesses, Enigma machines, and searchlights, all jostling for attention. Rail after rail of uniforms marched into the distance. “I brought David Ayer in here when he was researching Fury,” Wheatcroft told me. “He offered to buy the whole lot there and then. When I said no he offered me 30 grand for this.” He showed me a fairly ordinary-looking camouflage tunic. “He knows his stuff.” We were standing in front of signed photographs of Hitler and G&ouml;ring. “I think I could give up everything else,” he said, “the cars, the tanks, the guns, as long as I could still have Adolf and Hermann. They’re my real love.”</p> \n<p>I asked Wheatcroft whether he was worried about what people might read into his fascination with Nazism. Other notable collectors, I pointed out, were the bankrupt and discredited David Irving and Lemmy from Mot&ouml;rhead. “I try not to answer when people accuse me of being a Nazi,” he said. “I tend to turn my back and leave them looking silly. I think Hitler and G&ouml;ring were such fascinating characters in so many ways. Hitler’s eye for quality was just extraordinary.” He swept his arm across the army of motionless Nazis surrounding us, taking in the uniforms and the bayonets, the dimly glimmering guns and medals. “More than that, though,” he continued, “I want to preserve things. I want to show the next generation how it actually was. And this collection is a memento for those who didn’t come back. It’s the sense of history you get from these objects, the conversations that went on around them, the way they give you a link to the past. It’s a very special feeling.”</p> \n<p>We walked around the rest of the exhibition, stopping for a moment by a nondescript green backpack. “There’s a story behind this,” he said. “I found a roll of undeveloped film in it. I’d only bought the backpack to hang on a mannequin, but inside was this film. I had it developed and there were five unpublished pictures of Bergen-Belsen on it. It must have been very soon after the liberation, because there were bulldozers moving piles of bodies.”</p> \n<h2>* * *</h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f071c8fe13856176640f53bb47878a907a2bce23\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435068764390/d62df28b-dc4b-4b92-82bb-32b8b3a4b5c8-345x420.jpeg\" alt=\"Josef Mengele's grandfather clock.\" width=\"345\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Josef Mengele’s grandfather clock.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>The most treasured pieces of Wheatcroft’s collection</strong> are kept in his house, a maze-like place, low-ceilinged and full of staircases, corridors that turn back on themselves, hidden doorways and secret rooms. As soon as we entered through the back door, he began to apologise for the state of the place. “I’ve been trying to get it all in order, but there just aren’t the hours in the day.” In the drawing room there was a handsome walnut case in which sat Eva Braun’s gramophone and record collection. We walked through to the snooker room, which housed a selection of Hitler’s furniture, as well as two motorbikes. The room was so cluttered that we could not move further than the doorway.</p> \n<p>“I picked up all of Hitler’s furniture at a guesthouse in Linz,” Wheatcroft told me. “The owner’s father’s dying wish had been that a certain room should be kept locked. I knew Hitler had lived there and so finally persuaded him to open it and it was exactly as it had been when Hitler slept in the room. On the desk there was a blotter covered in Hitler’s signatures in reverse, the drawers were full of signed copies of Mein Kampf. I bought it all. I sleep in the bed, although I’ve changed the mattress.” A shy, conspiratorial smile.</p> \n<p>We made our way through to the galleried dining room, where a wax figure of Hitler stood on the balcony, surveying us coldly. There was a rustic, beer-hall feel to the place. On the table sat flugelhorns and euphoniums, trumpets and drums. “I’ve got the largest collection of Third Reich military instruments in the world,” Wheatcroft told me. Of course he did. There was Mengele’s grandfather clock, topped with a depressed-looking bear. “I had trouble getting that out of Argentina. I finally had it smuggled out as tractor parts to the Massey-Ferguson factory in Coventry.” Wheatcroft briefly opened a door to show the pub he had built for himself. Even here there was a Third Reich theme – the cellar door was originally from the Berghof.</p> \n<p>The electricity was off in one wing of the house, and we made our way in dim light through a conservatory where rows of Hitler heads stared blindly across at each other. Every wall bore a portrait of the F&uuml;hrer, or of G&ouml;ring, until the two men felt so present and ubiquitous that they were almost alive. In a well at the bottom of a spiral staircase, Wheatcroft paused beneath a full-length portrait of Hitler. “This was his favourite painting of himself, the one used for stamps and official reproductions.” The F&uuml;hrer looked peacockish and preening, a snooty tilt to his head. We climbed the stairs to find more pictures of Hitler on the walls, swastikas and iron crosses, a faintly Egyptian statuette given by Hitler to Peron, an oil portrait of Eva Braun signed by Hitler. Paintings were stacked against walls, bubble wrap was everywhere. We picked our way between the artefacts, stepping over statuary and half-unpacked boxes. I found myself imagining the house in a decade’s time, when no doors would open, no light come in through the windows, when the collection would have swallowed every last corner, and I could picture Wheatcroft, quite happy, living in a caravan in the garden.</p> \n<p>We passed along more shadowy corridors, through a door hidden in a bookshelf and up another winding staircase, until we found ourselves in an unexceptional bedroom, a single unshaded light in the ceiling illuminating piles of uniforms. On the walls of the room were a host of gaudy naif paintings and objects in display cases. “They all belonged to the Krays,” Wheatcroft said. “That’s my other great love, the Kray twins.” There was a chill in the air in this room, under the swinging white light of the lamp.<strong> </strong>Somehow this collection of gangland trinkets and their casual brutality seemed to undermine the lofty aspirations of the rest of the collection. There was Ronnie’s death certificate on the wall, his framed false teeth, the gun he used for one of his first murders. On the mantelpiece in the corner of the room there was a small library of books about the twins. Further inspection of the walls revealed the Krays’ cufflinks and rings, spoons from Broadmoor, some early mugshots. Wheatcroft reached into a cupboard and pulled out Hitler’s white dress suit with careful, supplicatory hands.</p> \n<p>“I was in Munich with a dealer,” he said, showing me the tailor’s label, which read Reichsf&uuml;hrer Adolf Hitler in looping cursive. “We had a call to go and visit a lawyer, who had some connection to Eva Braun. In 1944, Eva Braun had deposited a suitcase in a fireproof safe. He quoted me a price, contents unseen. The case was locked with no key. We drove to Hamburg and had a locksmith open it. Inside were two full sets of Hitler’s suits, including this one, two Sam Browne belts, two pairs of his shoes, two bundles of love letters written by Hitler to Eva, two sketches of Eva naked, sunbathing, two self-propelling pencils. A pair of AH-monogrammed eyeglasses. A pair of monogrammed champagne flutes. A painting of a Vienna cityscape by Hitler that he must have given to Eva. I was in a dream world. The greatest find of my collecting career.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"bd627fb1f269809639472cc9041a8baa480eae53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435067480900/f3806673-f379-4abb-ba85-a4335a297c52-460x276.jpeg\" alt=\"A Hitler mannequin\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A wax figure of Hitler surveys the dining room in Kevin Wheatcroft’s house.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Wheatcroft drove me to the station under a wide, star-filled night. “When David Ayer offered to buy the collection, I almost said yes,” he told me, his eyes on the road. “Just so it wouldn’t be my problem any more. I tried to buy the house in which Hitler was born in Braunau, I thought I could move the collection there, turn it into a museum of the Third Reich. The Austrian government must have Googled my name. They said no immediately. They didn’t want it to become a shrine. It’s so hard to know what to do with all the stuff. I really do feel like I’m just a caretaker until the next person comes along, but I must display it, I must get it out into the public – I understand that.” We pulled into the station car park and, with a wave, he drove off into the night.</p> \n<h2>* * *</h2> \n<p><strong>On the way home I read</strong> Wheatcroft’s father’s autobiography and then stared out of the train window, feeling the events of the day working themselves upon me. The strange thing was not the weirdness of it all, but the normality. I really don’t believe that Wheatcroft is anything other than what he seems – a fanatical collector. I had expected a closet Nazi, a wild-eyed goosestepper, and instead I had met a man wrestling with a hobby that had become an obsession and was now a millstone. Collecting was like a disease for him, the prospect of completion tantalisingly near but always just out of reach. If he was mad, it wasn’t the madness of the fulminating antisemite, rather the mania of the collector.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"de5e5764d330517efd050c1ebcbc4c56c7b0ee5b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435064709485/abe83430-6c4f-4bcb-b99a-23db6f190863-460x276.jpeg\" alt=\"A pair of Ronnie Kray's shoes.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A pair of Ronnie Kray’s shoes.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Many would question whether artefacts such as those in the Wheatcroft Collection ought to be preserved at all, let alone exhibited in public. Should we really be queueing up to marvel at these emblems of what Primo Levi called the Nazis’ “histrionic arts”? It is, perhaps, the very darkness of these objects, their proximity to real evil, that attracts collectors (and that keeps novelists and filmmakers returning to the years 1939-45 for material). In the conflicting narratives and counter-narratives of history, there is something satisfyingly simple about the evil of the Nazis, the schoolboy Manichaeism of the second world war. Later, Wheatcroft would tell me that his earliest memory was of lining up Tonka tanks on his bedroom floor, watching the ranks of Shermans and Panzers and Crusaders facing off against each other, a childish battle of good and evil.</p> \n<p>After I sent him a copy of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/may/16/hhhh-laurent-binet-review\">Laurent Binet’s 2010 novel HHhH</a>, a brilliant retelling of the assassination of Reinhard Heydrich, one of the principal architects of the Holocaust, Wheatcroft emailed me with news of an astonishing new find in the house of a retired diplomat. “I’d fully intended to ease up on the collecting,” he told me, “to concentrate on cataloguing, on getting the collection out there, but actually some of the things I’ve discovered since I saw you last, I’ve just had to buy. Big-value items, but you just have to forget about that because of the sheer rarity value. It’s compounded the problem really, because they were all massive things.”</p> \n<p>His latest find, he said, was a collection of Nazi artefacts brought to his attention by someone he had met at an auction a few years back. The story is classic Wheatcroft – a mixture of luck and happenstance and chutzpah that appears to have turned up objects of genuine historical interest. “This chap told me that his best friend was a plumber and was working on a big house in Cornwall. The widow was trying to sort things out. The plumber had seen that in the garden there were all sorts of Nazi statues. He sent me a picture of one of the statues, which was a massive 5 &frac12; foot stone eagle that came from Berchtesgaden. I did a deal and bought it, and after that sale my contact was shown a whole range of other objects by the widow. It turned out that this house was a treasure trove. There’s an enormous amount I’m trying to get hold of now. I can’t say an awful lot, but it’s one of the most important finds of recent times.”</p> \n<p>The owner of the house had just passed away; he was apparently a senior British diplomat who, in his regular trips to Germany in the lead-up to the war, amassed a sizable collection of Nazi memorabilia. He continued to collect after the war had finished, the most interesting items hidden in a safe room behind a secret panel. “It’s stunning,” Wheatcroft told me, by telephone, his voice fizzing with excitement.<strong> </strong>“There’s a series of handwritten letters between Hitler and Churchill. They were writing to each other about the route the war was taking. Discussions of a non-aggression pact. This man had copied things and removed them on a day-to-day basis over the course of the war. A complete breach of the Official Secrets Act, but mindblowing.” The authenticity of the papers, of course, has not yet been confirmed – but if they are real, they could secure Wheatcroft a place in the history books. “Although it’s never been about me,” he insisted.</p> \n<p>It seems our meeting in the winter stirred something in Wheatcroft, a realisation that there were duties that came with owning the objects in his collection, obligations to the past and present that had become burdensome to him. “It’s the objects,” he told me repeatedly, “the history.” It also seemed as if Wheatcroft’s halfhearted attempts to bring his collection to a wider public had been given a much-needed fillip. “An awful lot has changed since I saw you,” he told me when we spoke in late spring. “It refocused me, talking to you about it. It made me think about how much time has gone by. I’ve spent, I suppose, 50 years as a collector just plodding along, and I’ve suddenly realised that there’s more time behind than ahead, and I need to do something about it. I’ve pressed several expensive buttons in order to get some of my more valuable pieces restored. Because you did just make me think what’s the point of owning these things if no one’s ever going to see them?” <span class=\"bullet\">•</span></p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter:<a href=\"https://twitter.com/gdnlongread\"> @gdnlongread.</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435060129598/1897e46f-1537-4263-8a55-5d0e009f0755-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Sillitoe for the Guardian","altText":"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435063008843/e2401ae0-497c-4174-982d-f40e374fc147-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.","cleanCaption":"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435066474294/4fd00d94-5afe-483a-b273-92f01d310d11-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Wheatcroft with one of his tanks. He owns 88 – more than the Belgian and Danish armies combined. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Kevin Wheatcroft with one of his tanks","cleanCaption":"Kevin Wheatcroft with one of his tanks. He owns 88 – more than the Belgian and Danish armies combined.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435065472671/89b63898-2171-47b7-9bdc-eb8b6bdd73b5-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"A silver-bound edition of Mein Kampf. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"A silver-bound edition of Mein Kampf.","cleanCaption":"A silver-bound edition of Mein Kampf.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435068765632/d62df28b-dc4b-4b92-82bb-32b8b3a4b5c8-1673x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1673,"orientation":"portrait","caption":"Josef Mengele’s grandfather clock. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Josef Mengele's grandfather clock.","cleanCaption":"Josef Mengele’s grandfather clock.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435067482388/f3806673-f379-4abb-ba85-a4335a297c52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A wax figure of Hitler surveys the dining room in Kevin Wheatcroft’s house. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"A Hitler mannequin","cleanCaption":"A wax figure of Hitler surveys the dining room in Kevin Wheatcroft’s house.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435064710931/abe83430-6c4f-4bcb-b99a-23db6f190863-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A pair of Ronnie Kray’s shoes. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"A pair of Ronnie Kray's shoes.","cleanCaption":"A pair of Ronnie Kray’s shoes.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}],"webPublicationDate":"2015-06-24T06:00:04Z","lastModified":"2015-06-24T09:45:42Z","metadata":{"commentable":true,"commentCount":880,"contributors":[{"name":"Alex Preston","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-preston"}],"feature":true,"keywords":["Second world war","World news","Collecting","Life and style","UK news"],"tags":[{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"world/world","webTitle":"World news"},{"id":"lifeandstyle/collecting","webTitle":"Collecting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Alex Preston","topic":{"type":"tag-contributor","name":"profile/alex-preston"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/24/the-man-who-sleeps-in-hitlers-bed","shortUrl":"http://gu.com/p/4a3eq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/24/the-man-who-sleeps-in-hitlers-bed","webUri":"http://www.theguardian.com/world/2015/jun/24/the-man-who-sleeps-in-hitlers-bed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435062819829/852d1dca-ff66-4608-b695-1172b0e788f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin Wheatcroft’s collection of Hitler heads. He claims to have the largest collection in the world. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Kevin Wheatcroft's collection of Hitler heads.","cleanCaption":"Kevin Wheatcroft’s collection of Hitler heads. He claims to have the largest collection in the world.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}},"importance":3,"kicker":{"title":"Dark obsession"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435060129598/1897e46f-1537-4263-8a55-5d0e009f0755-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Sillitoe for the Guardian","altText":"Kevin Wheatcroft at home in Leicestershire, where he keeps one of the largest collections of German military vehicles and Nazi memorabilia.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}}]}],"lastModified":"2015-06-25T09:09:38Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}