{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The simple idea that could transform US criminal justice","rawTitle":"The simple idea that could transform US criminal justice","item":{"type":"article","id":"us-news/2015/jun/23/procedural-justice-transform-us-criminal-courts","title":"The simple idea that could transform US criminal justice","trailText":"<strong>The long read: </strong>Judge Victoria Pratt looks defendants in the eye, asks them to write essays about their goals and congratulates them for complying – and she is getting results","standFirst":"<p>Judge Victoria Pratt looks defendants in the eye, asks them to write essays about their goals, and applauds them for complying – and she is getting results</p>","byline":"Tina Rosenberg","body":"<p>Municipal court in the US works like this: the accused stands with his attorney in front of the bench, looking up at the judge on high. The accused is effectively invisible, a bystander to the back-and-forth between judge, prosecutor and defence attorney, who speak in jargon that ordinary people do not understand. The judge may wish the accused good morning when he is first brought in, but he will not be addressed again until the end, when the judge announces his decision and what happens next. Do you understand? Yes, the accused says, although he might well not. Do you agree? Yes.</p> \n<p>“If you’re lost in a big-city court, you’ll stand there until you’re kicked out at the end of the day by the security guard,” said Kevin S Burke, a Minneapolis judge and a leading critic of the humiliations inflicted by the US court system. “Even Walmart has a greeter.”</p> \n<p>In the courtroom known as Part Two, on the second floor of the <a href=\"http://www.ci.newark.nj.us/government/newark-municipal-court/\">Newark Municipal Courthouse</a> in New Jersey, things are done differently. It looks like a typical municipal court – shabby and industrial, with fluorescent lights and linoleum tile floors. Old tables and desks are strewn with manila folders, stacks of paper and rubber stamps. Each day, dozens of people sit on long wooden benches at the back of the room. Almost all are defendants awaiting their time before the judge. Almost all are sitting alone. There are a few women and a few white people, but most are young and middle-aged men of colour.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Some have been jailed and released dozens of times – a life sentence served in 30-day instalments</p> \n </blockquote> \n</aside> \n<p>Newark is a city of 250,000 people, across the Hudson River from New York City. It is marked by high rates of poverty and crime. Victoria F Pratt, chief judge of the Newark Municipal Court, who presides over Part Two, estimates that 85-90% of her defendants have substance abuse problems, and more than 40% have mental health issues. Many have both. These are the people who sleep in the train station, buy small bags of weed or wraps of heroin, or commit petty burglaries. Some have been jailed and released dozens of times – a life sentence served in 30-day instalments. Pratt recently saw one woman with 101 previous arrests.</p> \n<p>Part Two is a pioneer of procedural justice, an idea that in recent months has become central to the debate about reforming the US criminal justice system. The idea behind procedural justice is that people are far more likely to obey the law if the justice system does not humiliate them, but treats them fairly and with respect. That begins with the way judges speak to defendants.</p> \n<p>On a hot morning in May, Terence Cawley, an African American man in his 20s, sat on a bench at Part Two waiting to see Judge Pratt. He had an earring and a chinstrap beard, and wore grey sweatpants, a tan jacket and blue sneakers. (His name and some details have been changed to preserve anonymity.)</p> \n<p>“Good morning Mr Cawley. What’s going on with you today?” Pratt asked. Eleven days earlier, she had sentenced him to 30 days in jail. But as with almost every case in her court, she suspended the sentence, pending completion of a “mandate”, which, in Cawley’s case, meant two days of community service and four days of counselling and support groups. If Cawley completed that, no jail. As she often does, Pratt also gave Cawley an extra assignment: he had to write an essay answering the question “Where do I see myself in five years?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/feb/03/specialist-court-family-drug-and-alcohol-court\">The specialist courts that care about keeping families together | Owen Bowcott</a> </p> \n</aside> \n<p>Now Cawley was back, clutching a handwritten yellow sheet of paper, to read his essay to the court.</p> \n<p>“Where do I see myself in five years?” He paused. “I will be part of a rap group, but I also have a talent for cutting hair. I aspire to be a well-known and successful artist. I can also see myself opening my own barbershop. Education could play a major role, to learn the ins and outs of the music and barber industries. Music is more than beats. I do see positivity and success.”</p> \n<p>“What’s the name of your rap group, Mr. Cawley?” asked Pratt, impressed.</p> \n<p>“Mula,” he said.</p> \n<p>“Mula?”</p> \n<p>“Like money. Moolah,” he explained.</p> \n<p>She quizzed him. How many are in the group? Where do you perform? Do you have a video?</p> \n<p>“We have one of a song called Cha-Ching,” he said.</p> \n<p>“Is that something I can listen to?”</p> \n<p>He shook his head, smiling. “You might not want to listen to it, Judge.”</p> \n<p>“Well, I didn’t know I had an artist in the courtroom,” she said. “Mr Cawley, you think and write like a college student. There is every reason you should be in school, so sign up.”</p> \n<p>She turned to Janet Idrogo, the resource coordinator from <a href=\"http://www.csi-online.org/\">Newark Community Solutions</a>, the organisation one floor above that handles the mandates. “How did he do?” Pratt asked.</p> \n<p>“Completed,” Idrogo announced.</p> \n<p>Pratt applauded. The court staff clapped with her, along with a few of the waiting defendants.</p> \n<p>“So Mr Cawley, what did you learn about yourself?”</p> \n<p>“I need to cut the nonsense.”</p> \n<p>“That’s right,” said the judge. “Goodbye and good luck.”</p> \n<p>“Thank you, your honour,” he called out, waving a hand above his head, and he was out the door.</p> \n<h2>* * *</h2> \n<p><strong>Victoria Pratt, 42, grew up in the suburbs</strong> of Newark, the daughter of an African American father and a mother who emigrated from the Dominican Republic. Her mother, Elsie, was a hairdresser, who eventually ran her own beauty salon, the Curly Comb, in downtown Newark. As a child, Pratt spent her weekends there, taking rollers out of clients’ hair and running to the beauty supply store a few blocks away for hair dye and perm kits.</p> \n<p>After college at Rutgers, New Jersey’s state university, Pratt applied to law school, unsuccessfully. She spent a year teaching jazz and African dance to children in a Hispanic community centre and teaching English as a second language. A year later, she got into <a href=\"https://law.newark.rutgers.edu/\">Rutgers School of Law</a> in Newark. She graduated in 1998, then worked in various state offices and as counsel to the president of the Newark Municipal Council, <a href=\"http://www.ci.newark.nj.us/government/council/\">Mildred C Crump</a>. Pratt provided legal advice, researched legislation and analysed budgets.</p> \n<p>One day in 2006, Crump put a fat blue notebook on Pratt’s desk. “Tell me what you think. The mayor is interested,” she said. Inside was a report about the <a href=\"http://www.courtinnovation.org/project/red-hook-community-justice-center\">Community Justice Center in Red Hook</a>, a neighbourhood of Brooklyn that Life magazine once dubbed “the crack capital of America”. (It is still a rough area; the lack of a subway stop has kept it from gentrifying at the frantic pace seen in the rest of north Brooklyn.) In 2000, a non-profit organisation called the <a href=\"http://www.courtinnovation.org/\">Center for Court Innovation</a> had established a community court in Red Hook, in a building that once housed a Catholic school. Court Innovation works with jurisdictions to set up new models of courts, tweaks them until they work, and then encourages others to adopt them.</p> \n<p>The Red Hook court and its judge, Alex Calabrese, dealt with civil, housing and criminal cases – everything except the most serious crimes. The approach, however, was different from that of a traditional court. Instead of jail, most defendants got rapid sanctions aimed at stopping the cycle of people going in and out of jail: community service, social services such as anger management and conflict resolution, or longer-term drug treatment. (Anyone in the neighbourhood, not just criminals, could get these services.)</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2502789d04d2c2c9ca58cc74bf5ccc0cc39ed978\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434973719139/47e7cb00-5661-4926-ba11-412524eb7840-460x276.jpeg\" alt=\"The municipal court in Newark, New Jersey.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The municipal court in Newark, New Jersey.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Appleton for the Guardian</span> \n </figcaption> \n</figure> \n<p>Compliance was monitored with regular urine tests, and it was obligatory for defendants to come back to court often, to discuss their progress. If they completed the mandate, they stayed out of jail. If they skipped appointments or flunked a drug test, however, they could be given jail sentences that were much longer than the initial sentences they would have received in other courts.</p> \n<p>As Pratt read the report on Red Hook, she felt a growing excitement. “Newark really needs this,” she reported to Crump. A few months later, Pratt went to Red Hook to see the court in action. It wasn’t just what Judge Calabrese did that was different – it was <em>how</em>. Calabrese, a big man whose instinctive mode of interaction is a verbal bear hug, sat at eye level with defendants. He congratulated them on each victory, no matter how small. He explained things clearly, in plain language. He asked defendants to tell the court how they had ended up there. He quizzed them on their plans for the future. Over the years, Calabrese became famous in Red Hook as the judge who actually went into the public housing buildings when handling housing matters. He asked defendants: what do <em>you</em> think is best for you? “I had never seen anything like that,” Pratt said.</p> \n<p>Calabrese was using what have become the four principles of procedural justice: first, that people who come before a judge trust that the process is impartial; second, that they are treated with respect; third, that they understand what is going on and what they are expected to do; fourth, that they have a voice. Defendants find the procedure fairer when they are allowed to state their views. <a href=\"http://aja.ncsc.dni.us/courtrv/cr44-1/CR44-1-2Tyler.pdf\">Experimental evidence</a> shows that this is true even when they are allowed to speak only after the judge has announced their decision. No one likes to lose a court case. But people accept losing more willingly if they believe the procedures used to handle their case are fair.</p> \n<h2>* * *</h2> \n<p><strong>The concept of procedural justice</strong> was first formulated by a social psychologist named Tom R Tyler. Entering Columbia University in 1969, Tyler started college at a moment when respect for the law was at a low point. Racial segregation had been outlawed in the US only five years earlier, but was still defiantly enforced in many parts of the south. The US was fighting a war in Vietnam that was widely considered immoral and illegal. “My entire generation was preoccupied with the question of why we would or wouldn’t obey laws, and whether the law was legitimate,” he said.</p> \n<p>The question continued to preoccupy Tyler throughout his time in college. Unlike other researchers in his field, what interested him was not why people break the law, but why they do not. Even criminals, he noted, follow the law most of the time. In his 1990 book <a href=\"http://bookshop.theguardian.com/why-people-obey-the-law.html\">Why People Obey the Law</a>, Tyler came up with a novel explanation.</p> \n<p>Criminal justice systems everywhere run on the assumption that people obey the law because they are afraid of punishment. B Tyler<strong> </strong>argued that the key factor is legitimacy: people obey the law because they believe the state has the right to tell them what to do. Broad legitimacy matters more than whether people believe an individual law to be right or wrong – although the public’s view about individual laws can influence broad legitimacy.</p> \n<p>In the courts, Tyler argued, legitimacy is created by the perception of fairness. But while lawyers and judges tend to assume that fairness refers to the outcome of a case, that is generally not what matters most to the people who come before a court. For example, Tyler and a colleague asked defendants to describe the process and the outcome of their cases, and whether they willingly accepted the court’s decision. Through statistical analysis, the researchers found that defendants were far more likely to willingly accept the court’s decision if they felt they had been treated fairly. Indeed, this was much more important to defendants in this regard than a favourable outcome.</p> \n<p>In other words, an offender is more likely to do what the authorities tell him and refrain from committing further crimes if he feels that he is treated with respect and fairness – regardless of the judge’s ruling. “This discovery has been called ‘counterintuitive’ and even ‘wrongheaded,’” stated a paper published in 2007 by the <a href=\"http://aja.ncsc.dni.us/\">American Judges Association,</a> “but researcher after researcher has demonstrated that this phenomenon exists”.</p> \n<p>Tyler refined the concept of procedural justice in studies conducted over a long career at Berkeley, New York University and Yale, where he is now a professor in the law school. For the first two decades after the publication of his book, Tyler’s ideas were the basis of a largely academic discussion, although over the last five years procedural justice has gradually been taking hold among leaders in the US courts and police.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/05/the-enemy-is-the-state-how-the-us-justice-system-started-a-civil-war\">The enemy is the state: how the US justice system started a civil war</a> </p> \n</aside> \n<p>In the last few months, however, procedural justice has moved near the top of the criminal justice reform agenda. The catalyst was the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/michael-brown-shooting\">shooting of an unarmed black man, Michael Brown</a>, in Ferguson, Missouri in August 2014, and the subsequent decision of a grand jury not to indict the officer who shot him. Brown was followed by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/eric-garner\">Eric Garner</a>, who suffocated in New York City; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/12/walter-scott-shooting-officer-michael-slager-audio-recording\">Walter Scott</a>, who was shot eight times in the back in South Carolina; and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/freddie-gray\">Freddie Gray</a>, who died of spinal injuries in Baltimore. Those are the widely known victims; there are others, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/11/tamir-rice-police-officer-murder-charge\">Tamir Rice</a>, a 12-year-old boy shot in Cleveland when police mistook his toy gun for the real thing.</p> \n<p>Police abuses and judicial inequity are not new, of course. What is new is mainstream awareness of the system’s deficiencies. (One reason for this is the rise of smartphones – videographers are now everywhere.) White America now knows what black America already knew: the crime-control strategies of the last few decades have degenerated in many cities into deterrence based on fear and intimidation. There are mass arrests of young men of colour for simply hanging around, courts that harass the poor and hand down long and racially discriminatory sentences for relatively minor offences, and prisons that are seemingly designed to break and alienate inmates.</p> \n<p>Although most victims of violent crime are themselves poor people of colour, many people in these communities have come to see the criminal justice system as oppressor, not protector. And that has an enormous cost.</p> \n<p>Research on procedural justice shows that it can repair relationships between the criminal justice system and the community and, in doing so, reduce crime. After Ferguson, the Obama administration established a <a href=\"http://www.cops.usdoj.gov/policingtaskforce\">task force on 21st-century policing</a>. In May it issued its final recommendations. First on the list was this: “Law enforcement agencies should adopt procedural justice as the guiding principle for internal and external policies and practices.” Tyler’s ideas are at the heart of the national debate.</p> \n<h2>* * *</h2> \n<p><strong>Victoria Pratt’s visit to Red Hook in 2007</strong> was the beginning of what became a several-year process to adapt its court model for Newark. In November 2009, Mayor Cory Booker (<a href=\"http://www.booker.senate.gov/\">now senator</a>) appointed Pratt to the Municipal Court bench, where she joined 10 other judges. After eight months in traffic court, Pratt learned that she was being assigned to Part Two. At first, it seemed like a punishment: Part Two had the largest volume, the hardest cases and the highest frustration level, as the same defendants came back time after time. But Newark had an ambitious plan for Part Two. It was, chief judge Richard Nunes told Pratt, where Newark was going to put its own version of Red Hook – and she was to become the city’s Alex Calabrese.</p> \n<p>Court Innovation, the non-profit that helped set up the Red Hook court, had been working for several years to set up Newark Community Solutions, the agency that would provide alternatives to jail similar to those in Red Hook: psychological screening, counselling, therapy groups and so on. But when Pratt moved into Part Two in May 2010, nothing was in place. There were no services. What she could do on her own was turn to procedural justice. She could talk to defendants the way Calabrese did.</p> \n<p>Just a few days after she took over Part Two, a man about her father’s age came into the court on heroin charges. Pratt asked him how long he had been addicted. When he told her he had been addicted for 30 years, Pratt veered into the kind of personal territory that judges do not usually explore. “I wanted to get to the human side and not just the old, dried-up, drug-addict side,” she said, recalling the exchange. She asked him if he had a family. He had one son, who was 32.</p> \n<p>“Then you haven’t been a father to your son for most of his life,” Pratt said.</p> \n<p>The man started to cry. Ordinarily, Pratt would have jailed him. He had unpaid fines, warrants for his arrest, and had been skipping out on court appearances. But she took a chance on releasing him, telling him to come back in two weeks. Pratt asked Kelly Mulligan-Brown, a resource coordinator for Newark Community Solutions, to find a treatment programme for him.</p> \n<p>Pratt did not know if the man would show up, but two weeks later, there he was. “You showed me more love than I have for myself,” she recalled him saying. “So I came back, to get some help.” Pratt was startled. “I didn’t use the word ‘love’. I just talked to him about his son,” she said. “I thought, ‘I could do this all day.’”</p> \n<p>Now she does. In court, Pratt’s demeanour is that of a no-nonsense mother who happens to host a high-speed chat show.<strong> </strong>She switches back and forth between English and Spanish. She comments on a new hair colour, asks about family members. “This court is going to treat you with dignity and respect, and we expect you to treat us the same way,” she tells defendants. “If you show up late or don’t show up at all, you <em>will</em> serve a jail sentence.”</p> \n<p>Pratt applauds at every possible opportunity: if someone completes his mandate, clears a debt, sends off a school application, or just pays for a bus ride instead of jumping the turnstile, she gets the room to clap. When I was there, one man got four rounds of applause.<strong> </strong>She sentenced one lethargic young man to do 25 pushups and film it on his phone.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"188ca07e2d8dd77be6cfdd7e13e89177db76930e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434975981638/e4da9961-8910-41b4-a840-9a1e0d04d88a-280x420.jpeg\" alt=\"Judge Victoria Pratt\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘This court is going to treat you with dignity and respect, and we expect you to treat us the same way.’ Judge Pratt affects a no-nonsense demeanour with defendants.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Appleton</span> \n </figcaption> \n</figure> \n<p>One of Pratt’s favourite moves is to assign essays, an idea she picked up from Calabrese in Red Hook, as a way to make defendants think. But where Calabrese simply read the essays himself, Pratt asks the writers to read them out loud. It is partly practical – bad handwriting – but Pratt believes that knowing that they have to read the essay out loud makes defendants take the exercise more seriously. “Those things she has me talk about I never thought I would go into,” said Tamuir Battle, who has been in Part Two repeatedly for nonpayment of traffic fines. “For me to sit down and write about that – it kind of hits you. Five years from now I’ll be 33 years old. It made me think about what I would like to be. You sit there and get into something, and it turns into three pages.”</p> \n<p>“A lot of people say they don’t like her – she’s mean,” said Battle. “They say she’s always going off on people. But I sit in her courtroom from nine in the morning till one, and everything always goes good with Judge Pratt, until someone plays on her intelligence like she’s dumb. That’s when you see the side of her you don’t want to see.”</p> \n<p>Come in high, display attitude or miss an appointment, and that side comes out. One day in April, Pratt saw a defendant who had missed a court date because, she said, she did not have the bus fare. “Don’t tell me about the bus,” Pratt told her sharply. “You walk. My father used to walk me from East Orange to Newark and back again.”</p> \n<p>“I’ve seen many defendants who, after having talked to the judge, feel there’s some personal connection,” said Ashlie C Gibbons, Part Two’s longtime public defender. (Because of the volume of cases, Part Two has its own public defender, who represents people who want an attorney and do not have their own.) According to Gibbons, sometimes when defendants receive a piece of good news or have achieved something, “they want to go in and tell the judge. They don’t want me to say it. It’s: ‘No, I want to tell the judge myself.’”</p> \n<h2>* * *</h2> \n<p><strong>Does procedural justice get better results</strong> than the practices employed in traditional courts? Court Innovation is just beginning the first formal evaluation of Part Two, but Mulligan-Brown, who now heads Newark Community Solutions, said that an average of 70% of defendants complete their mandates and avoid jail – a very high level of compliance with court orders. Another important marker is the drastic reduction in arrest warrants that the judge issues for no-shows. Pratt said that in traditional court she would sometimes have to issue dozens of warrants per day. Now she is down to three or four per day.</p> \n<p>An element of selection bias may be at work. As Part Two requires a guilty plea, defendants have to choose to go there. Those who do tend to be the ones who are ready for it. “If your life is not really governed very well, or frayed at the edges, you’ll probably not do well in the programme,” said Gibbons.</p> \n<p>But there is no selection bias in Red Hook, as defendants don’t choose whether to go there or not – and there is strong evidence of success. Two years ago, the <a href=\"http://www.ncsc.org/\">National Center for State Courts</a>, which is funded by the <a href=\"http://www.justice.gov/\">US Department of Justice</a>, published a major multi-year study of Red Hook. It found that Red Hook saved money – nearly twice as much as it cost to build and run. The main reasons were lower use of pre-trial detention (which averages $19,000 per case in New York City) and lower recidivism – less crime means fewer victims and less public money spent on jail time. Recidivism in Red Hook was 10% lower than in traditional courts; for juvenile defendants, 20% lower. And in Red Hook’s three police precincts, crime rates dropped steadily. This did not happen in surrounding precincts.</p> \n<p>The recidivism findings in Red Hook were a surprise, as the counselling and community-service sentences last only a few days. “These are not the kinds of interventions that the [academic] literature suggests are going to be life-transforming for defendants,” said Greg Berman, the director of Court Innovation. If these brief interventions were not responsible for the lower recidivism rate, what was?</p> \n<p>The study found that what mattered most was the attitude of the judge. “Offenders frequently singled out the judge at the Justice Center for praise, describing his compassion, fairness and willingness in his decisions to mitigate the unfair and disrespectful treatment that offenders routinely believed they had received from local law enforcement at the earlier arrest stage of case processing,” the researchers wrote.</p> \n<p>(Of courts that practise procedural justice, the most comprehensive evidence comes from Red Hook. There are a few other studies of single programmes, which were mostly successful, although one study, in Milwaukee, found that its efforts to communicate better with defendants had no effect on defendants’ attitudes towards the court, their compliance with court orders or recidivism.)</p> \n<figure class=\"element element-image\" data-media-id=\"27ed48a509a9f88d2433ef179cdeda45ed2b129b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434973509760/3933e816-16ac-4743-944f-081e608c70a5-460x307.jpeg\" alt=\"Newark, a city of a quarter-million people across the Hudson River from New York City\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Newark, a city of a quarter-million people across the Hudson River from New York City.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Appleton for the Guardian</span> \n </figcaption> \n</figure> \n<p>The National Center for State Courts study contained another unexpected finding. It showed that although Red Hook sent many fewer people to jail than traditional courts, those who were imprisoned served longer sentences – long enough that Red Hook racked up more jail time on average than traditional courts. That is surprising, but Adam Mansky, Court Innovation’s director of operations, argues that this is how jail should be used: “Those cases often involve the most serious charges or prior history and risk of reoffending.”</p> \n<p>Hundreds of judicial officials and politicians from all over the world have visited Red Hook – and they are starting to come to Pratt’s court in Newark.<strong> </strong>When Tom Tyler first published Why People Obey the Law, it was a howl into the wind. In 1990, America’s high crime rates were the major political issue of the day, and any stance on crime other than the hardest possible line was political suicide. No one back then could have imagined that rates of violent crime would now be half what they were in 1991.</p> \n<p>We do not fully understand why crime rates have dropped – theories include larger police forces, smarter targeting of police resources, shifting demographics, the end of the crack wave, and even <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jan/07/violent-crime-lead-poisoning-british-export\">the phasing out of leaded petrol, as lead is thought to increase aggression</a>. (Or possibly, crime is just cyclical; beware the rooster who takes credit for the sunrise.) But in recent years, the debate over criminal justice in the US has moved away from crime-control strategies towards how to mitigate the toxic effects of these strategies themselves. Mass arrests and overwhelming-force policing have turned poor, inner-city neighbourhoods into places where prison is expected, a rite of passage. This leads to a vicious circle, creating generation after generation of fatherless children.</p> \n<p>On a practical level, these policies also leech legitimacy from the criminal justice system and keep the system from catching and convicting offenders. “Treating entire communities as if they’re felonious drives this kind of anger,” said David Kennedy, director of the <a href=\"http://nnscommunities.org/\">National Network for Safe Communities</a> and a professor at <a href=\"http://www.jjay.cuny.edu/faculty/david-kennedy\">John Jay College of Criminal Justice</a> in New York. “Compliance with investigations is going down. People reporting serious crimes are going down. Juries won’t convict. Clearance rates for homicides are going down. Clearance rates for non-fatal shootings are down to close to nothing.”</p> \n<p>Kennedy argues that African American anger at the police is a stand-in for anger at the state, “a permanently sundered relationship with authority”. Courts, too, have lost legitimacy. You do not have to be a person of colour to find courts intimidating and confusing. But if you are, you might be more likely to see them as unjust – black people, for example, are 12% of drug users, but make up 60% of people in state prisons for drug offences.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If we’re going to make the criminal justice system better, it won't be by sending more and more people to jail</p> \n </blockquote> \n</aside> \n<p>“These high-profile incidents [of unarmed black men who have been shot] have made procedural justice really, really, salient right now,” said <a href=\"http://www.law.yale.edu/faculty/TMeares.htm\">Tracey Meares</a>, a professor of law at Yale and a leading researcher and proponent of the idea. “If we’re going to make the criminal justice system better, we’re not going to make it better by improving the likelihood that more and more people are sent to prison, or by helping police to arrest more and more people.”</p> \n<p>The left and right in the US agree on very little these days. An exception is criminal justice reform. Over the last decade, Charles Koch, one of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/feb/19/koch-brothers-liberals-prison-reform\">the rightwing libertarian Koch brothers</a>, has given at least $1m for the training of lawyers for indigent defendants. That is a tiny amount compared to the $900m the brothers say they will splash out to support Republicans in 2016, but it is an indication of their interest in criminal justice reform. And they are not alone: a reform manifesto from the influential organisation <a href=\"http://rightoncrime.com/\">Right on Crime</a> has been signed by Jeb Bush, Rick Perry, Newt Gingrich and a number of leaders of the religious right.</p> \n<h2>* * *</h2> \n<p><strong>It should not be difficult to convince judges</strong> to use procedural justice. It is a reform that costs virtually nothing.<strong> </strong>It is something every jurisdiction, or even individual judge, can do right now. Judges care about ensuring that defendants do what they tell them to do and show up in court, which procedural justice does well. This also saves money, as no-shows cause trial postponements and police must spend time looking for the truants. (This is also a huge problem beyond the US. In 2013, according to the Centre for Justice Innovation, Court Innovation’s British sister organisation, in England and Wales more than 4,500 trial sessions in magistrate’s courts, and 2,000 in crown courts, were cancelled because witnesses or defendants failed to show up.)</p> \n<p>Except in special instances such as drug courts, procedural justice is not widespread in the US. Some states – including California, Alaska, Utah, Colorado and Delaware – have taken it on statewide, with varying degrees of commitment, intensity and effectiveness. The largest programme, in California, fell victim to budget cuts after the recession of 2008.</p> \n<p>Why is it not more widespread? Intellectually, the idea has no real opponents. “It’s a big judicial world, so maybe some argue that it’s bad policy, but I have never heard or read about them,” said Burke, the Minneapolis judge. Mainly, the judges who object to procedural justice say that it is impractical, requires a special personality type to do well, or argue that the concept is fuzzy and indistinguishable from simple good judging.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/16/republicans-criminal-justice-reform-police-shootings\">Republicans show support for criminal justice reform in rare bipartisan push</a> </p> \n</aside> \n<p>Burke read Tyler’s work in the mid-1990s, and ran successfully for chief judge of Hennepin County, Minnesota, on a procedural justice platform. To help judges adopt it, he videotaped them in their courtrooms. He hired a local professor of communications to sit in court and observe. He brought in experts to train judges to become better listeners.</p> \n<p>For a while, Hennepin County was the vanguard of procedural justice in the US. But, owing to term limits, Burke stepped down as chief judge in 2004, and many of the judges he trained have since left the bench. “Other priorities came up,” he said. While procedural justice is still used in many courtrooms, Hennepin is no longer a national model.</p> \n<p>Burke has taken his message elsewhere, travelling to 39 states to train judges and speak at meetings. He was also co-author of the American Judges Association’s paper on procedural justice. The most common objection that he hears is lack of time. Budget cuts have forced judges to move faster and faster, and their efficiency is clocked. Talking to defendants may save time in the long run if it gets them to comply with court orders, but judges are measured by how many cases they get through today.</p> \n<p>Changing a culture that has been embedded for centuries takes more than training. “Under the press of business and time constraints, it’s easy to revert back to previous ways of doing things,” said Rottman. Courts that are serious about procedural justice need to build in systems to keep it going.</p> \n<p>That, however, requires a shift in thinking. Tyler also speaks to groups of judges around the country. “I hear a lot of, ‘It’s not my job,’” he said. Judges and lawyers are trained to value outcome, not process. Pratt faced similar obstacles in Newark – other judges were sceptical. “I heard a lot of, ‘You’re supposed to be a judge, not a social worker,’” she said. Some people who started working in Part Two did not like its methods. Others did not want the heavier workload – defendants are easier to deal with if they plead guilty, pay a fine and go home.</p> \n<p>It took time, but Pratt found people who got it. Police officer Miguel Carrillo, Pratt’s security officer, had worked on Newark’s gang and narcotics squads. He used to chase down and lock up people on drug charges. Now he finds himself applauding some of those same people.</p> \n<figure class=\"element element-image\" data-media-id=\"baf42f97d1d0ed9fcc2e3e0fdf37b61156b1b0fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434973117252/b16f2fb5-6948-425a-8e22-0317c1dd1a0d-460x307.jpeg\" alt=\"From left: public defender Ashlie Gibbons, Judge Victoria Pratt and Newark city prosecutor Herbert Washington.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">From left: public defender Ashlie Gibbons, Judge Victoria Pratt and Newark city prosecutor Herbert Washington.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Appleton for the Guardian</span> \n </figcaption> \n</figure> \n<p>Gibbons was there from the outset, as was Herbert Washington, the court’s dapper, soft-spoken prosecutor. (The original three are an artistic group: Pratt is a dancer, Gibbons was a professional opera singer, and Washington writes music.) Gibbons always approved of Part Two’s methods – most public defenders would. It was more difficult for Washington. “Some of my colleagues don’t think that what we’re doing is real prosecutorial work,” Washington said. “But I am comfortable. Justice is not the same as help. Justice means giving the appropriate punishment for the crime. The prosecutor in Part Two has to have a different mindset: it’s looking for a way to help the person up out of the situation.”</p> \n<p>The hardest part for Washington was applauding. “At first I wouldn’t,” he said. “This is a criminal. Let’s just be clear. This isn’t somebody graduating from college. But I think I got used to it because it seems to help. The defendants probably don’t get much of what this judge is giving them from anyone. The person has to say, ‘Wow, maybe I’m not who I thought I was.’”</p> \n<p>“We’ll get a card or note: ‘Judge, I’m doing good.’ They were touched by something we’re doing as a courtroom, something Judge Pratt said,” Gibbons said. “If you want to say that’s not the function of the courtroom, you have that right. I believe it is.”</p> \n<p>In May, a man came before Judge Pratt in April on heroin charges. He was in his 50s, but looked older, stooped and defeated.</p> \n<p>“Do you have a home? Where are you staying?” Pratt asked.</p> \n<p>He told her that he was sleeping in the train station.</p> \n<p>“What did you do before you started using?”</p> \n<p>“I was a tax professional.”</p> \n<p>Pratt looked startled. “A tax professional? People who come in here need help with their taxes! What happened?”</p> \n<p>The drug habit, he said, started after his son died of a grand mal seizure.</p> \n<p>“Do you have another son?”</p> \n<p>“One more.”</p> \n<p>“And you haven’t been able to be there for him.”</p> \n<p>“That’s true.”</p> \n<p>“What kind of boy was he?”</p> \n<p>“I had two great sons, very energetic and caring.”</p> \n<p>He started to cry. Carrillo brought him a tissue.</p> \n<p>“Let’s talk about how to get you to the next level,” said Pratt. “Even how you hold yourself shows you want to become invisible. You know, this thing right now is not bigger or better than you are.”</p> \n<p>“I’m going to send him upstairs,” she said to Idrogo, the resource coordinator. “Get him some help, some housing.”</p> \n<p>She turned back to the defendant. “Come back on the 30th,” she said. “We need you back making a contribution.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434995182838/01870627-2de3-440f-a970-8793d700203d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Appleton for the Guardian","altText":"Judge Victoria Pratt","cleanCredit":"Photograph: Michael Appleton for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434973720987/47e7cb00-5661-4926-ba11-412524eb7840-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The municipal court in Newark, New Jersey. Photograph: Michael Appleton for the Guardian","credit":"Michael Appleton for the Guardian","altText":"The municipal court in Newark, New Jersey.","cleanCaption":"The municipal court in Newark, New Jersey.","cleanCredit":"Photograph: Michael Appleton for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434975983420/e4da9961-8910-41b4-a840-9a1e0d04d88a-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"‘This court is going to treat you with dignity and respect, and we expect you to treat us the same way.’ Judge Pratt affects a no-nonsense demeanour with defendants. Photograph: Michael Appleton","credit":"Michael Appleton","altText":"Judge Victoria Pratt","cleanCaption":"‘This court is going to treat you with dignity and respect, and we expect you to treat us the same way.’ Judge Pratt affects a no-nonsense demeanour with defendants.","cleanCredit":"Photograph: Michael Appleton"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434973507941/3933e816-16ac-4743-944f-081e608c70a5-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Newark, a city of a quarter-million people across the Hudson River from New York City. Photograph: Michael Appleton for the Guardian","credit":"Michael Appleton for the Guardian","altText":"Newark, a city of a quarter-million people across the Hudson River from New York City","cleanCaption":"Newark, a city of a quarter-million people across the Hudson River from New York City.","cleanCredit":"Photograph: Michael Appleton for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434973116106/b16f2fb5-6948-425a-8e22-0317c1dd1a0d-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"From left: public defender Ashlie Gibbons, Judge Victoria Pratt and Newark city prosecutor Herbert Washington. Photograph: Michael Appleton for the Guardian","credit":"Michael Appleton for the Guardian","altText":"From left: public defender Ashlie Gibbons, Judge Victoria Pratt and Newark city prosecutor Herbert Washington.","cleanCaption":"From left: public defender Ashlie Gibbons, Judge Victoria Pratt and Newark city prosecutor Herbert Washington.","cleanCredit":"Photograph: Michael Appleton for the Guardian"}],"webPublicationDate":"2015-06-23T05:00:11Z","lastModified":"2015-06-23T05:00:11Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Tina Rosenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tina-rosenberg"}],"feature":true,"keywords":["US justice system","US crime","US prisons","US news","Law","New Jersey"],"tags":[{"id":"us-news/us-justice-system","webTitle":"US justice system"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-prisons","webTitle":"US prisons"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"law/law","webTitle":"Law"},{"id":"uk-news/new-jersey","webTitle":"New Jersey"}],"section":{"id":"us-news"},"topics":[{"displayName":"Tina Rosenberg","topic":{"type":"tag-contributor","name":"profile/tina-rosenberg"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/23/procedural-justice-transform-us-criminal-courts","shortUrl":"http://gu.com/p/4a2g9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/23/procedural-justice-transform-us-criminal-courts","webUri":"http://www.theguardian.com/us-news/2015/jun/23/procedural-justice-transform-us-criminal-courts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434975808607/b7ada750-95b2-4376-a7bc-02d53cb0ba2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judge Victoria Pratt in the municipal court in Newark, New Jersey. Photograph: Michael Appleton","credit":"Michael Appleton","altText":"Judge Victoria Pratt in the municipal court in Newark, New Jersey.","cleanCaption":"Judge Victoria Pratt in the municipal court in Newark, New Jersey.","cleanCredit":"Photograph: Michael Appleton"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434995182838/01870627-2de3-440f-a970-8793d700203d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Appleton for the Guardian","altText":"Judge Victoria Pratt","cleanCredit":"Photograph: Michael Appleton for the Guardian"}}]},{"title":"‘Cows have their own personalities’ / Tales from the Devon farmers","rawTitle":"Tales from the Devon farmers","item":{"type":"article","id":"environment/2015/jun/23/tales-from-the-devon-farmers-cows","title":"‘Cows have their own personalities’: tales from the Devon farmers","trailText":"How three family-run farms are responding to supermarket price wars and changing technology","standFirst":"<p>How three family-run farms are responding to supermarket price wars and changing technology</p>","byline":"Robert McCrum","body":"<p>In any season, but especially in spring and summer, an English country cowshed is a haven of harmless contentment whose inhabitants – happily ruminating, farting, chewing and pissing – contribute to an unmistakable atmosphere of wellbeing.</p> \n<p>So perhaps it’s no surprise that “Cowshed” should also be a trendy beauty brand. But for how much longer? Lately, the world of the cow has been in crisis, with dairy farming in trouble, and a timeless way of life threatened by relentless supermarket price wars and the march of technology.</p> \n<p>Consider the ruthless economics of agriculture today. Four pints of milk cost about 68p to produce. Sainsbury’s pay just 72p for four pints, but Aldi, Lidl and Iceland between 56p and 59p, and it’s not enough. The result has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jan/24/dairy-farmers-warned-milk-prices-fall-further\">a steady rate of attrition across the countryside</a>.</p> \n<p>In 1995, there were about 35,000 dairy producers in the UK, principally in the north-west (especially Cumbria and the Scottish border country) and the south-west, notably Devon. According to the National Farmers’ Union, this figure has now fallen below 10,000, with predictions that it will be down to 5,000 by 2025. In other words, cows’ milk is a boutique business heading for the knacker’s yard.</p> \n<p>The future does not look bright. Beyond the combes of Devon, mega-farms are seen by some agricultural entrepreneurs as the way forward. By 2013, in the UK, there were still only a relatively small number of super-large farms in operation: just 17 of the UK’s dairy herds had more than 1,000 cattle.</p> \n<p>American-style mega farming is controversial. At the village of Nocton in Lincolnshire, a proposal for an 8,000-cow mega-farm producing a quarter of a million litres a week was withdrawn after a vociferous protest campaign that labelled it “a battery farm for cows”. Economies of scale, however, must threaten rural tradition, and some experiments in a new kind of brutal agriculture geared to efficiency and, above all, a better yield – no longer seem to be the stuff of pastoral dystopias.</p> \n<p>Meanwhile, in a global market, Britain’s 1.84 million dairy cows remain a privileged minority: there are 45.2 million, 22.8 million and 14.7 million, in India, Brazil and Sudan respectively. China’s milk herd alone is 14 million cows, producing 36 billion litres of milk a year. Internationally, Britain’s dairy farmers also face competition from the Baltic states (Estonia and Lithuania will sell their milk for 16p a pint) and the giant agribusinesses of the USA.</p> \n<p>The world market should perhaps offer a lifeline (UK dairy exports have risen<a href=\"http://www.publications.parliament.uk/pa/cm201415/cmselect/cmenvfru/817/81706.htm\"> 39% since 2009</a>), but in global agriculture there’s no room for the old ways of Merrie England. Our cows have come to symbolise this threat.</p> \n<p>The British cow comes in many guises. Dexters and Jerseys are smaller and lighter; the Angus, Hereford and Shorthorn, the most common British breeds, are outweighed by hefty continental cattle such as Charolais, Limousin, Marchigiana and Belgian Blue.</p> \n<p>British or French, all are tightly braided into our consciousness. Since medieval times, the cow has come to represent the independence of Everyman. Inevitably, their plight has inspired acres of commentary, many apocalyptic headlines, and now a new plotline in the national conversation. Ruth in <em>The Archers</em> has recently become part of a spirited debate about the robots that do the milking.</p> \n<p>How much worse can it get?</p> \n<p>The dairy farms of Devon, especially in the<strong> </strong>South Hams, on the edge of Dartmoor, stand in the front line of the milk wars. As the grey forces of winter slowly retire, and sweet spring weather lights up the stony landscape, reviving the red earth, the beleaguered milk producers of the west country come out into the sunshine like trench warriors after a heavy bombardment.<br /></p> \n<p>Despite everything, their spirits are surprisingly good, and a mood of weary resignation is coloured with a resilient determination that can sometimes look like optimism. Perhaps, after all, there is a future.</p> \n<p><a href=\"http://www.weekefarm.co.uk\">Weeke Farm</a>, outside Modbury, South Devon, is a classic British beef and dairy producer. Clifford Rogers, his wife Ann, and their two grown-up children, John and Elizabeth (who also works at Ginsters) run the place 24/7, extracting what profit they can from a mixed economy of beef (Aberdeen Angus) and dairy (Holstein-Friesian) cows.</p> \n<p>Clifford’s family have farmed in Modbury since the 1920s, for “four generations”, he says with pride. Since the millennium, however, it’s been one damn thing after another, a succession of troubles: foot and mouth in 2000, endemic TB, and now the battle over the price of milk. Ann, who does the paperwork, adds that it’s the ceaseless regulation, much of it related to EU directives, that drives her mad.</p> \n<p>It’s 7.30am on a cold April morning, and we are standing at the business end of a massive cowshed. Some 200 milkers are patiently waiting to take their turn at one of four computerised milking machines. Across the yard another barn houses a score of baby calves, tended by Ann.</p> \n<p>She has a quasi-maternal relationship with these newborns. Elsewhere, the cows just have numbers and it’s all about prices and productivity. Every other day 10,000 litres is shipped to one of the big supermarkets, with prices this year, says John, “as high as 34p a litre, and as low as 24p a litre”.</p> \n<p>Clifford, like most of Britain’s farmers, is suffering from low food prices, but while dairy prices are down, beef is up, so the ledger balances out. His son adds: “Things are difficult… We work all hours, seven days a week, and the cows are milking 24/7.” His father calls them “milk pumps”, but insists he has never known a happier herd.</p> \n<p>In the past, with the coming of summer, these cows would have grazed the Devon fields. Now, as spring unfurls, and the world outside the cosy gloom of the cowshed brightens, the beasts in their pens can hear the sounds of rebirth – the twittering of birds; the bleating of newborn lambs – and perhaps even smell the grass beyond.</p> \n<p>But they will never graze in the sun. Their life is indoors, in this giant barn. Ann says, “We are all monitored now,” as she stares at the milking robot, approximately &pound;40,000 worth of hi-tech wizardry. This bright red computerised stall, into which each cow will step for a high-nutrient feed, will milk each animal with a mechanical pump 24/7, and also monitor the health and welfare of each beast, a vital part of modern cow-farming. Around 5% of farms <a href=\"http://www.bbc.co.uk/news/magazine-32610257\">already use the machines</a>.</p> \n<p>“Red tape,” says Ann, “makes our life a misery.” Much of her day is spent filling forms and filing animal data. To her way of thinking, perhaps to blame someone, she believes, “This government is against agriculture.” Far removed from the Department for the Environment, Food and Rural Affairs in London, the Rogers family feels forgotten. “Farmers don’t count,” says Clifford. “That’s because we are just 2% of the population.”</p> \n<figure class=\"element element-image\" data-media-id=\"11577466d15068337561bd6ddb2426f2e1d14a96\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434467295607/33629d06-5df2-42fd-86e4-ea7503ed19e8-460x276.jpeg\" alt=\"Clifford &amp; Anne Rogers.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clifford &amp; Anne Rogers.</span> \n  <span class=\"element-image__credit\">Photograph: Harry Borden for Observer Food Monthly</span> \n </figcaption> \n</figure> \n<p>Some years back, before his son committed himself full-time to the business, Clifford toyed with cutting back, even selling out. Today, despite adverse trading conditions, he has invested a lot of money in the farm so John can carry it forward. It’s not a mega farm, like some up-country, with a large professional staff, and upwards of a thousand cows.</p> \n<p>Clifford has no interest in that kind of farming. But he will do what it takes to maximise the return on his herd. But the fundamental problem for the family-run business is that, however much they trim the overheads, and stimulate the daily yield, a cow can only produce so much milk.</p> \n<p>Clifford is a realist and a fighter for a way of life facing real and sustained threats, from inside and out. There is not much room for sentiment at Weeke Farm. And yet, despite everything, the rural economy staggers on. Scattered across the Devon hills, there are other farmers who sustain some even more traditional ways to nurture a cow.</p> \n<p><strong>Sally and Marcus Vergette farm a smallholding just outside Okehampton,</strong> with a herd of about a dozen Aberdeen Angus. Visitors to Coombe Farm step back in time. The Vergettes’ thatched farmhouse dates to the 17th century.</p> \n<p>This land is a site of special scientific interest (SSSI) and the Vergettes’ grass-fed beef herd is integral to its unique ecology. Even the way the cows tear the grass promotes a richer habitat.</p> \n<p>These meadows flourish on “the worst land in Britain”, says Sally, but the wet, slumpy yellow clay is rich in wild flowers (angelica, meadowsweet, wavy St John’s wort, southern marsh orchid, heath spotted-orchid, lesser butterfly-orchid, saw-wort, meadow thistle – special plants that grow on Devon’s culm grassland, and need cattle grazing to survive). This, in turn, becomes a perfect habitat for some very rare butterflies (the marsh fritillary, <em>Euphydryas aurinia</em>; wood whites; and marbled whites).</p> \n<p>This might seem like a little corner of paradise, but the Vergettes have known the dark side of cow farming. They acquired Coombe Farm before the foot and mouth epidemic of 2001. Overnight, they found themselves in a war zone. Armed police restricting free movement on the approaches to their property. Neighbouring farmers committing suicide. A rural community in crisis amid a landscape reminiscent of Hieronymus Bosch.</p> \n<p>“When the fire pits were raging,” Marcus recalls, “there was this unearthly yellow light. On the roads near the furnaces, bits of cow, from exploding carcasses, would fall out of the sky onto passing cars.”</p> \n<figure class=\"element element-image\" data-media-id=\"6987b9d24de506488f198b503737c59b9c10953d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434467345435/1e9e5b09-dc99-4560-aa89-f05dc1fa13d0-460x276.jpeg\" alt=\"Sally Vergette.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sally Vergette.</span> \n  <span class=\"element-image__credit\">Photograph: Harry Borden for Observer Food Monthly</span> \n </figcaption> \n</figure> \n<p>Sally loves her cows. “It’s a much bigger undertaking than sheep or pigs, and much more rewarding. A longer-term relationship,” she says, adding that she doesn’t name the animals that are earmarked for slaughter. “The only part of my cows I won’t eat,” she adds, “is the tongue.” That, she admits, is too intimately connected to her memory of rearing the animal. (Cows will lick their favourite farmers.)</p> \n<p>“Otherwise,” she continues, “I sell everything: roasting joints, steak, mince, brisket, ox tail, offal, the lot.” In the constant battle with US agribusiness, beef farmers like the Vergettes can’t compete on price. But they score heavily on qualities such as taste, texture and carveability. For the traditional Devon farmer, UK beef prices are quite healthy just now, and certainly better than dairy.</p> \n<p>Unlike the Rogers’ cows, which are numbered not named, Vergette treats her herd the old-fashioned way, like family. “If you treat them with respect, they promote tranquillity. Cows like a quiet life. If they have food, water and security, they are very peaceful.” Comparing her herd with other inhabitants of the farmyard, she says, “Sheep are flighty, and silly. Horses run away. But cows live close to the earth and are dependable.”</p> \n<p>Sally talks to her cows as she mucks out the cowshed twice a day. “If I’m in a good mood, I’ll sing to them, or I’ll put on the radio. They get slightly bemused by <em>Test Match Special</em>. There’s no anxiety with cows, and they are fascinating to watch. The hierarchy of a suckler herd is quite complicated. You breed the ones that are best, and eat the others. You want a square straight rump, the parts hit by the sun are the best eating.”</p> \n<p>Nature can be very simple. The moment in the cows’ year that Sally savours most keenly is that “happy day” in May when her herd leaves the cowshed for the meadow. “I can only let them out when the ground is hard enough.” Then her cows kick up their heels, run round like mad things, and race for the spring pasture, full of wild flowers and herbs. “They love angelica and thistle heads,” says Sally.</p> \n<p>The Vergettes are part of an immemorial way of life that faces extraordinary challenges. Sally worries that it’s the family businesses that are most at risk. “It takes the experience of three generations, grandfather-father-son, to become truly expert,” she says.</p> \n<p>Many of her neighbours are under intense financial pressure. Dairy and beef cattle farmers, with ancient family traditions, and livestock pedigrees going back many generations, now average an annual income of approximately &pound;11,000 (not including subsidies), and most are deep in debt.</p> \n<p>Across Devon, with west country tourism booming, the temptation is to sell up. At about &pound;8,000 per acre, the land is like gold. Once it passes into private or commercial hands its farming potential is lost. “We are peasant farmers,” says Sally Vergette defiantly. “We just have to hope it’s a way of life that can stay viable.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"80261c6c296ed50943d81ea506e88854f55071b8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434467394193/aaf6eb16-9857-4fa8-b797-a5bb38457a26-280x420.jpeg\" alt=\"Sarah Cann and Sparkler.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sarah Cann and Sparkler.</span> \n  <span class=\"element-image__credit\">Photograph: Harry Borden for Observer Food Monthly</span> \n </figcaption> \n</figure> \n<p><strong>About a mile down the road, on Pulworthy Farm, </strong>Sarah Cann tends her father’s herd of about 70 Holstein-Friesian dairy cows. She describes herself as “a cow-orientated person” and studies dairy farming at Duchy College in Colliton Barton, outside Exeter. Her father, John, started life as a herdsman and worked his way up to acquire this pocket-handkerchief smallholding.</p> \n<p>The Canns are adopting the Rogers family strategy. Compared to the Vergettes, there’s nothing traditional about their dairy business. The Cann family’s cowshed, like Weeke Farm’s, is run by a computerised milking machine.</p> \n<p>“I don’t actually milk the cows here,” says Sarah, but she insists that agriculture 24/7 is much more demanding than old-fashioned dairy farming. “The robot never stops. It has its own telephone [linked to Sarah’s mobile] and it will ring you up in the middle of the night to tell you about a problem with one of your cows.”</p> \n<p>Sarah, who does “relief-milking” on a nearby farm, believes that, with the robot, she is much more fully aware of the cows’ welfare. “In a conventional [dairy] parlour,” she says, “all you see is the udder. With the robot, it’s a much more pleasurable experience.” This might sound odd, but Sarah is grateful to have time and space to look after the welfare of the whole cow, an animal whose character and individuality she cherishes.</p> \n<p>All 70 cows on Pulworthy Farm have a number and a name. Her favourite milkers are Dolly, Wendy and Sparkle, and she knows them like family. “Your cow is a lot cleverer than people think. They’re just like people, with their own personalities. There are nice cows, and aggressive cows; jealous cows, stubborn cows, shy cows, grumpy cows…”</p> \n<p>A modern British cow, run by a robot, might have a reason to be grumpy. Fed and watered in the cowshed, with sea-sand to rest on night and day, the Pulworthy cows are comfortable, but have never been out in a field. Sarah Cann’s milkers are kept inside all year. John Cann, her father, chips in. “They broke out one night into a field, but they did not know what grass was, and sniffed it, but showed no interest. In the end, they came back to their shed.”</p> \n<p>With the robot, there’s no place for herd behaviour. “Every cow is an individual,” he explains. “It’s up to the cow to decide when to be milked.” Both Canns, father and daughter, insist that their robot promotes the best possible conditions for their herd. This is no-nonsense modern British agriculture, a multi-million pound industry, geared to supermarkets.</p> \n<p>Sarah says she is “really only interested in cows. I’m not a sheep girl.” Against the odds, she believes in the future. “I’d like to have my own farm one day. I can’t see myself doing anything else really. Nothing’s handed it to you on a plate. You have to put in the effort to get the results. But it’s a good life.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467179863/05198d28-828c-4ad7-9bca-218773a3e66a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Brad Wilson/Getty Images","altText":"Studio portrait of a cow","cleanCredit":"Photograph: Brad Wilson/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467297052/33629d06-5df2-42fd-86e4-ea7503ed19e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Clifford &amp; Anne Rogers. Photograph: Harry Borden for Observer Food Monthly","credit":"Harry Borden for Observer Food Monthly","altText":"Clifford & Anne Rogers.","cleanCaption":"Clifford &amp; Anne Rogers.","cleanCredit":"Photograph: Harry Borden for Observer Food Monthly"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467346976/1e9e5b09-dc99-4560-aa89-f05dc1fa13d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sally Vergette. Photograph: Harry Borden for Observer Food Monthly","credit":"Harry Borden for Observer Food Monthly","altText":"Sally Vergette.","cleanCaption":"Sally Vergette.","cleanCredit":"Photograph: Harry Borden for Observer Food Monthly"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467395764/aaf6eb16-9857-4fa8-b797-a5bb38457a26-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sarah Cann and Sparkler. Photograph: Harry Borden for Observer Food Monthly","credit":"Harry Borden for Observer Food Monthly","altText":"Sarah Cann and Sparkler.","cleanCaption":"Sarah Cann and Sparkler.","cleanCredit":"Photograph: Harry Borden for Observer Food Monthly"}],"webPublicationDate":"2015-06-23T07:00:02Z","lastModified":"2015-06-23T07:00:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Robert McCrum","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/2/1422889948613/Robert-McCrum-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertmccrum"}],"feature":true,"keywords":["Farming","Rural affairs","Food & drink","Animals","Life and style","Environment","UK news","Food & drink industry","Business"],"tags":[{"id":"environment/farming","webTitle":"Farming"},{"id":"uk/ruralaffairs","webTitle":"Rural affairs"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"world/animals","webTitle":"Animals"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/fooddrinks","webTitle":"Food & drink industry"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"environment"},"topics":[{"displayName":"Robert McCrum","topic":{"type":"tag-contributor","name":"profile/robertmccrum"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/23/tales-from-the-devon-farmers-cows","shortUrl":"http://gu.com/p/49ye5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/23/tales-from-the-devon-farmers-cows","webUri":"http://www.theguardian.com/environment/2015/jun/23/tales-from-the-devon-farmers-cows"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434468395044/5186fd1a-342f-43b3-bd96-4787776ec91b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Photograph: Brad Wilson/Getty Images","credit":"Brad Wilson/Getty Images","altText":"Bison template.jpg","cleanCaption":" ","cleanCredit":"Photograph: Brad Wilson/Getty Images"}},"importance":5,"kicker":{"title":"‘Cows have their own personalities’"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467179863/05198d28-828c-4ad7-9bca-218773a3e66a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Brad Wilson/Getty Images","altText":"Studio portrait of a cow","cleanCredit":"Photograph: Brad Wilson/Getty Images"}}]},{"title":"Cape Town's death industry / If you’re buried here, it’s ​​as if they threw you away","rawTitle":"If you’re buried here, it’s ​​as if they threw you away","item":{"type":"article","id":"cities/2015/jun/23/cape-town-south-africa-death-graves-xhosa-buried-eastern-cape","title":"Cape Town's death industry: 'If you’re buried here, it’s ​​as if they threw you away'","trailText":"The Xhosa people make up the vast majority of Cape Town’s black population, spending most or all of their lives in the South African city. So why are they so terrified of being buried here?","standFirst":"<p>The Xhosa people make up the vast majority of Cape Town’s black population, spending most or all of their lives in the South African city. So why are they so terrified of being buried here?</p>","byline":"Diana Saverin in Cape Town","body":"<p>One recent Friday night just outside Cape Town, I sat on the side of the N1 highway and counted dead bodies. Kombi vans pulling coffins on trailers were converging at a tunnel that cuts through the mountains. Some call this the border between the city and “the Other Side”: the Eastern Cape, the rural heartland of the Xhosa people where hills are dotted with colourfully painted mud huts and pastures are grazed by sheep, goats and cattle.</p> \n<p>Many Xhosas leave the family homestead to work in Cape Town. They make up the vast majority of this South African city’s black population and spend most, if not all, of their lives there. But few want to spend their afterlives there too. So, every weekend, the reverse migration of the dead begins. Over the span of four hours, I counted 196 coffins.</p> \n<p>The UN’s <a href=\"http://www.un.org/en/development/desa/population/\">Population Division</a> estimates that, by 2050, <a href=\"http://pubs.iied.org/pdfs/10621IIED.pdf\">nearly 80% of South Africa’s population will live in cities</a>. But, among the Xhosa, this rapid increase in urbanisation is happening at the same time as a fierce reclamation of their connection to the old soil. They cinch that commitment with their bones. And it’s not just the newly dead who are being brought home. Those who have been buried in Cape Town for decades are finding their way back to the Eastern Cape, too.</p> \n<p>Bukelwa Fortuin, 26, works just outside the city for First National Bank and lives in Site B of Khayelitsha, Cape Town’s largest township. A few months ago, she started dreaming of her dead mother, who had been buried in Cape Town nearly 20 years earlier. Fortuin dreamed the same dream six times, and couldn’t get her mother out of her head.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>​These drives can be perilous and they are expensive, too: the transport alone can cost upwards of $1,000</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"a9601a4e23a8239f8e23fdb71a1b2efff34473fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434477585996/e6760760-e5a5-4024-85ab-e2a70c988c45-460x308.jpeg\" alt=\"A kombi van transports a coffin along the N1 highway from Cape Town to the Eastern Cape.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A kombi van transports a coffin along the N1 highway from Cape Town to the Eastern Cape.</span> \n  <span class=\"element-image__credit\">Photograph: Diana Saverin</span> \n </figcaption> \n</figure> \n<p>Every time she passed the cemetery where her mother was buried, she would cry. She would cry at other times “out of the blue”, and had a few strange experiences – such as the time she beat up a guy who was being disrespectful to an old lady at a taxi rank. When Fortuin eventually sought the guidance of a <em>sangoma</em> healer, she was told that her mother was trying to show she didn’t want to be buried in Cape Town. She wanted to go home.</p> \n<p>Fortuin talked to some Xhosa elders. They suggested she go to the grave to speak to her mother’s spirit and try to bring it back to the Eastern Cape. “No,” she told them, “I think she wants to be exhumed.”</p> \n<p>Fortuin talked to her father, Griffith, about the possibility of digging up her mother’s bones and bringing them home. He explained that he hadn’t originally wanted to bury her in Cape Town but wasn’t working at the time, so had had no other choice. The regret he felt for burying his wife in the city meant he welcomed the idea of bringing her bones back to the Eastern Cape.</p> \n<p>They hired an undertaker, found the death certificate, identified the grave, and planned a second funeral in their village in the Eastern Cape. Funeral policies do not cover exhumations, so the hefty price of the endeavour – around 15,000 rand ($1,300) – came out of their own pockets. </p> \n<p>A date was settled on, so that a Cape Town health inspector could be present to prevent any active spores from diseases such as tuberculosis from infecting those unburying the bones. When the day came, Fortuin, her father, the undertaker, the health inspector and a few hired hands went to the graveyard in <a href=\"https://en.wikipedia.org/wiki/Maitland,_Cape_Town\">Maitland</a>. Fortuin watched men with rubber boots, overalls, masks and gloves dig into the dirt.</p> \n<p>When the men neared the spot where her mother’s bones lay, Bukelwa stepped forward without saying a word. She clambered into the grave, plucked each bone out of the soil with her bare hands, and placed them in a pile on the ground. When she climbed out of the grave, she put the bones inside a new coffin. She didn’t want one piece of her mother left in Cape Town.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"a93c9c673c8d9637201bfbae4ac66e15c10b92a1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434977513878/e8966511-bee7-43cd-b59d-34c7377acd2a-460x276.jpeg\" alt=\"Most of Cape Town’s Xhosa population resides in townships such as Khayelitsha.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Most of Cape Town’s Xhosa population resides in townships such as Khayelitsha.</span> \n  <span class=\"element-image__credit\">Photograph: Per-Anders Pettersson/Getty</span> \n </figcaption> \n</figure> \n<p>In the latter half of the 19th century, once diamonds and then gold had been discovered in South Africa, men from all over the region began leaving their rural homelands in search of employment. Between 1871 and 1875, <a href=\"https://books.google.com/books?id=RAM0CcNv8xkC&amp;pg=PA19&amp;lpg=PA19&amp;dq=capital+and+labour+on+the+kimberley+diamond+fields+between+50,000+and+80,000+africans+went+to+and+left+the+Diamond+Fields+each+year.&amp;source=bl&amp;ots=PRcCOWNKU8&amp;sig=8aF22Z_g4BHFLCZNyXTSrxysGMM&amp;hl=en&amp;sa=X&amp;ei=tqZXVZf3KNOsyASXmIGoBg&amp;ved=0CB4Q6AEwAA#v=onepage&amp;q=capital%20and%20labour%20on%20the%20kimberley%20diamond%20fields%20between%2050%2C000%20and%2080%2C000%20africans%20went%20to%20and%20left%20the%20Diamond%20Fields%20each%20year.&amp;f=false\">as many as 80,000 Africans</a> worked in the diamond fields each year. Plenty of challenges came with being uprooted: the dangers of working the mines, the horrors of the living conditions, the distance from home. But nothing was as horrible as the idea of being buried in “foreign” soil.</p> \n<p>Miners did all they could to avoid dying far away from home. The academic Tshidiso Maloka describes how, at one diamond mine in the <a href=\"https://en.wikipedia.org/?title=Orange_Free_State\">Orange Free State</a>, each Mosotho migrant contributed three pence a month to create a <a href=\"http://www.persee.fr/web/revues/home/prescript/author/auteur_cea_992\">fund that would help the sick return home</a>. These mutual aid funds became common among African miners, and are the basis for the burial societies still common in South Africa today.</p> \n<p>These days, of course, it’s not just miners who live far from home. Families are spread out across the country, but amid this spatial dispersion, the fear of dying far from their point of origin <a href=\"http://www.academia.edu/4227436/Death_in_Slow_Motion_Funerals_Ritual_Practice_and_Road_Danger_in_South_Africa\">has remained</a>. It is now the reason for a growing industry that transports the dead across South Africa – an industry I came across while living on the Other Side in the small city of King William’s Town, whose streets seemed to boast more funeral parlours than convenience stores. You could buy funeral insurance there in drugstores, at the bank, or even via SMS.</p> \n<p>Every Saturday, huge tents housing suit-clad men and dressed-up women would spring up throughout the surrounding countryside; the demand for burials in that much-loved soil came from both near and far. Many of the funeral ceremonies were for people who hadn’t lived in the region in years – or, in the case of a growing generation of young Capetonians, who had never lived there at all.</p> \n<p>A few months later, I began hanging out in the townships of Cape Town, where most of the city’s Xhosa population now resides. I wandered from shack to shack, asking the people I met, <em>“</em>Where do you want to be buried?” </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For bodies to make the journey to the Eastern Cape they have to be embalmed, which happens at the mortuary</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"251f983915cf096fee931870195de3d00bb49989\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434977753844/f6ca8df4-2315-4a97-956b-b562b0c8074f-460x276.jpeg\" alt=\"A Cape Town undertaker looks for a coffin for her client.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Cape Town undertaker looks for a coffin for her client.</span> \n  <span class=\"element-image__credit\">Photograph: Diana Saverin</span> \n </figcaption> \n</figure> \n<p>People often chuckled at my forwardness and desire to talk about death so soon after meeting them – but almost everyone answered without hesitation: the Eastern Cape. People knew where they lived (the city), they knew why (to work), and they knew where their true home remained (the Other Side).</p> \n<p>In one shack on a sandy road in Khayelitsha, a group of young people answered in unison that they all wanted to be buried in<em> </em>the Eastern Cape. “Our great grandparents come from there,” said Lwazi Lwasi, a young man in a striped collared shirt. “Why would we be buried in the sand when there’s proper soil back home?”</p> \n<p>“If you’re buried here, it’s as if they threw you away,” said Vikela Qinga, a young woman with a floral T-shirt and grey leggings. </p> \n<p>Siyabulela Duna, a tall man standing in the open doorway, shook his head at the idea of being buried in Cape Town. “Not here, not here,” he said. “I don’t belong here. I am a visitor here.” Duna, like most of the young people present that day, was born and raised in Cape Town. </p> \n<p>I turned to the others in the room, and asked if they felt like visitors here, too. All of them nodded. “I’m only here for a job,” Mzyanda Mseleni said. “I don’t belong here. I belong in the Eastern Cape.”<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1a9083c5f7659956eaa9523488019cd83d6669b1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434477402835/481d0250-ec5e-40e2-9a95-dfcfb1d48f5e-460x276.jpeg\" alt=\"Mourners sing at a Khayelitsha funeral.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mourners sing at a Khayelitsha funeral</span> \n </figcaption> \n</figure> \n<p>Cape Town’s funeral industry has responded to this hankering for home by modernising, and commercialising, the movement of dead bodies across what the <a href=\"http://www.sps.ed.ac.uk/staff/african_studies/rebekah_lee\">academic Rebekah Lee</a> calls the “<a href=\"http://www.researchgate.net/publication/231781783_DEATH_ON_THE_MOVE_FUNERALS_ENTREPRENEURS_AND_THE_RURALURBAN_NEXUS_IN_SOUTH_AFRICA\">rural-urban nexus</a>”. After someone in Cape Town dies, their family hires an undertaker. The undertaker takes care of the logistics: getting the body to a mortuary, organising the death certificate, helping the family pick out a coffin. </p> \n<p>For years most undertakers were white, but once black entrepreneurs took over in the scene in the townships, they became “cultural mediators and technological innovators”. Unlike white undertakers, who may not have understood the desire to exhume bones or transport a body to a different location, Xhosa undertakers knew precisely why families wanted these things, and could advise customers accordingly.</p> \n<p>For bodies to make the journey to the Eastern Cape they have to be embalmed, which happens at the mortuary. Embalming involves injecting a body with a carcinogen so that it doesn’t rot, a practice that took hold in the United States during the Civil War, when northern families had their dead loved ones brought home from the south. </p> \n<p>Most funerals happen on a Saturday so, come Friday night, there is one last service in the city. The undertaker takes the body from the morgue, puts it in a coffin, loads the coffin into the back of his car – most use old station wagons – and then drives it over to the family’s house for the service.</p> \n<p>After the service is over, usually around 7pm, the coffin is packed into a trailer and surrounded by clothes so it doesn’t budge or shake on the 12-hour drive back to the Eastern Cape. Before family and friends crowd into the kombi pulling the trailer, one family member speaks to the body, telling the deceased that they are going home, and asking them for a safe journey on the way there.</p> \n<p>These drives can be perilous – accidents en route to funerals have been dubbed “<a href=\"http://www.academia.edu/4227436/Death_in_Slow_Motion_Funerals_Ritual_Practice_and_Road_Danger_in_South_Africa\">twice deaths</a>” – and they are expensive: transport alone can cost 10,000 rand (upwards of $1,000). But many Xhosa believe that, if you don’t pay for a body to leave Cape Town immediately after death, you’ll only pay more later by organising an exhumation, as Fortuin and her father did.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"e62790b8310474960e0c5f615ee39ae6323eefdc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434978042553/c54c51cc-cd09-4bc0-a048-e320c3ac2613-460x276.jpeg\" alt=\"Graves in Khayelitsha seen through the window of an abandoned cemetery caretaker’s hut.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graves in Khayelitsha seen through the window of an abandoned cemetery caretaker’s hut.</span> \n  <span class=\"element-image__credit\">Photograph: Finbarr O'Reilly/Reuters</span> \n </figcaption> \n</figure> \n<p>According to the official census, <a href=\"http://www.capetown.gov.za/en/stats/2011CensusSuburbs/2011_Census_CT_Suburb_Khayelitsha_Profile.pdf\">391,749 people lived in the Khayelitsha</a> township in 2011, although many estimate that the population is larger. The township is a recent development; while Cape Town’s growth accelerated with the boom of gold and diamonds at the turn of the 20th century, “pass laws” were put in place to keep the city segregated – including the <a href=\"https://en.wikipedia.org/wiki/Pass_laws\">Natives (Urban Areas) act of 1923</a>, which made all cities in South Africa “white”, and forced all black African men in cities to carry around “passes”. Those found without this permit would be arrested and sent back to a rural area.</p> \n<p>When the National Party was elected in 1948, this geography of exclusion turned rigid with the implementation of apartheid. Within the city, the <a href=\"https://en.wikipedia.org/wiki/Group_Areas_Act\">Group Areas act</a> began to be enforced, which meant separating races into their own areas in what had been, for some 300 years, a mixed city. In neighbourhoods such as District Six, which was deemed a white area in 1966, many people were forced to leave their homes.</p> \n<p>During this time, measures were also taken for “influx control” to keep Africans out of the cities and in their Bantu homelands – rural areas designated to different ethnic groups, some of which were separate nations until the end of apartheid. </p> \n<p>Yet, despite all of these efforts at containment, by 1980 Greater Cape Town’s population was nearly 1.9 million people. Pass laws were repealed six years later, and the city, especially the townships, experienced a whole new influx, which brought what is now Khayelitsha into being. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a703a641947b4e55881e8c5fc3abc03aaa8835c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434477772815/dd0dd169-fd88-4b1e-88d7-b8068de4ff35-460x308.jpeg\" alt=\"Noluthando Kapa (second left) and friends in Khayelitsha reminisce about home.\" width=\"460\" height=\"308\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Noluthando Kapa (second left) and friends in Khayelitsha reminisce about home</span> \n </figcaption> \n</figure> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2007/mar/25/southafrica.society\">South African author Rian Malan</a> described it thus: “<a href=\"http://www.sciencedirect.com/science/article/pii/S0962629802000161\">It was as if a distant dam had broken</a>, allowing a mass of desperate and hopeful humanity to come flooding over the mountains and spread out across the Cape Flats. They came at the rate of 80, 90 families a day, and built homes with their bare hands, using wooden poles, tin sheeting, bits and pieces of trash rescued from landfills and plastic garbage bags to keep out the rain. Within two years, the sand dunes had vanished under an enormous sea of shacks and shanties, as densely packed as a medieval city.” </p> \n<p>More than 20 years after democracy, the spatial separation and the sea of shacks and shanties remain: <a href=\"http://www.capetown.gov.za/en/stats/2011CensusSuburbs/2011_Census_CT_Suburb_Khayelitsha_Profile.pdf\">99% of Khayelitsha residents</a> are black Africans. Life in the township has its perks – cheap transportation, the possibility of work, young people to pass the time with. But, over and over, when I mentioned the idea of being buried in town, people here shuddered.</p> \n<p>The watery ground of Cape Town is one of the most common reasons people say they don’t want to be buried in the city. Most dwellings in Khayelitsha lie within the floodplain of the Kuils River, where the sand doesn’t drain well. When the winter rains come, Khayelitsha floods. One study found that more than 81% of households in one section of the township always flood, and 11% of households sometimes flood. Another found that, during three winters in the late 2000s, between <a href=\"http://link.springer.com/article/10.1007/s13753-014-0032-3#page-1\">32,000 and 34,400 people</a> were displaced from informal settlements in Cape Town each year as a result of flooding.</p> \n<p>This water is troubling in life – wiping out houses, spreading disease, forcing people to move – and in death, too. When Khayelitsha floods, so do its graves. As Lee notes in her article <a href=\"https://muse.jhu.edu/login?auth=0&amp;type=summary&amp;url=/journals/africa_the_journal_of_the_international_african_institute/v081/81.2.lee.pdf\">Death on the Move</a>, a 2003 metropolitan cemetery study in Cape Town identified a “looming cemetery crisis”, with 16 of the 31 municipal cemeteries “<a href=\"http://www.researchgate.net/publication/231781783_DEATH_ON_THE_MOVE_FUNERALS_ENTREPRENEURS_AND_THE_RURALURBAN_NEXUS_IN_SOUTH_AFRICA\">subject to high water table conditions</a> for up to six months of the year”.<br /></p> \n<p>One afternoon, I talked with a group of women in a shack in Khayelitsha. One of them was an older woman named Noluthando Kapa. She moved to Cape Town more than 20 years ago, but laughed when I asked where her home was, and scoffed at the idea of being buried anywhere but<em> </em>the Eastern Cape.<br /></p> \n<p>“How can we be buried in town? Be buried here and swim in the water? Water comes up to here,” she said, pointing to her neck. “When we die ,we need to sleep peacefully and rest, not drown. How can we die so many times?”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When we die, we need to sleep peacefully and rest, not drown. How can we die so many times?</p> \n  <footer> \n   <cite>Noluthando Kapa</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"491be38b0be37fb9c621898892cf0aaf147371ed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435040009083/258346b8-1a93-4e7e-b7cc-b00efeec178a-460x276.jpeg\" alt=\"In just four hours one recent Friday evening, 196 coffins left Cape Town for the Other Side.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In just four hours one recent Friday evening, 196 coffins left Cape Town for the Other Side.</span> \n  <span class=\"element-image__credit\">Photograph: Diana Saverin</span> \n </figcaption> \n</figure> \n<p>At 11pm on a recent Friday night, having counted 196 coffin-toting kombis, I stopped keeping tally and returned to Cape Town. On the ride back, I kept seeing the kombi vans zooming past on the other side of the highway: an ongoing procession of the homeward bound. People say the same thing happens during the holidays, only with more intensity: kombis full of Xhosa people bottleneck at the tunnel of the N1 highway, lining up to pay the tolls, lining up to go home.</p> \n<p>In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/apr/27/book-club-gilead-marilynne-robinson\">Marilynne Robinson’s novel Gilead</a><em>, </em>a dying father writes a letter to his son. They live in a small town in Iowa that everyone, it seems, wants to leave in favour of the big city. The father writes, “This whole town does look like whatever hope becomes after it begins to weary a little, then weary a little more. But hope deferred is still hope. I love this town. I think sometimes of going into the ground here as a last wild gesture of love – I, too, will smoulder away the time until the great and general incandescence.”</p> \n<p>For now, the midnight march of vans on Friday nights, from the big city back to the Eastern Cape, is a last wild gesture of love; an enduring gift for an unforgotten home.</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476480956/384beb5e-e0c9-42d6-9750-defb73dacaca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Diana Saverin","altText":"A sandy cemetery in Khayelitsha, Cape Town’s largest township.","cleanCredit":"Photograph: Diana Saverin"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434477587154/e6760760-e5a5-4024-85ab-e2a70c988c45-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"A kombi van transports a coffin along the N1 highway from Cape Town to the Eastern Cape. Photograph: Diana Saverin","credit":"Diana Saverin","altText":"A kombi van transports a coffin along the N1 highway from Cape Town to the Eastern Cape.","cleanCaption":"A kombi van transports a coffin along the N1 highway from Cape Town to the Eastern Cape.","cleanCredit":"Photograph: Diana Saverin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434977515380/e8966511-bee7-43cd-b59d-34c7377acd2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Most of Cape Town’s Xhosa population resides in townships such as Khayelitsha. Photograph: Per-Anders Pettersson/Getty","credit":"Per-Anders Pettersson/Getty","altText":"Most of Cape Town’s Xhosa population resides in townships such as Khayelitsha.","cleanCaption":"Most of Cape Town’s Xhosa population resides in townships such as Khayelitsha.","cleanCredit":"Photograph: Per-Anders Pettersson/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434977755385/f6ca8df4-2315-4a97-956b-b562b0c8074f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Cape Town undertaker looks for a coffin for her client. Photograph: Diana Saverin","credit":"Diana Saverin","altText":"A Cape Town undertaker looks for a coffin for her client.","cleanCaption":"A Cape Town undertaker looks for a coffin for her client.","cleanCredit":"Photograph: Diana Saverin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434477404273/481d0250-ec5e-40e2-9a95-dfcfb1d48f5e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mourners sing at a Khayelitsha funeral","credit":"Diana Saverin/Diana Saverin","altText":"Mourners sing at a Khayelitsha funeral.","cleanCaption":"Mourners sing at a Khayelitsha funeral"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434978044043/c54c51cc-cd09-4bc0-a048-e320c3ac2613-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graves in Khayelitsha seen through the window of an abandoned cemetery caretaker’s hut. Photograph: Finbarr O'Reilly/Reuters","credit":"Finbarr O'Reilly/Reuters","altText":"Graves in Khayelitsha seen through the window of an abandoned cemetery caretaker’s hut.","cleanCaption":"Graves in Khayelitsha seen through the window of an abandoned cemetery caretaker’s hut.","cleanCredit":"Photograph: Finbarr O'Reilly/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434477774108/dd0dd169-fd88-4b1e-88d7-b8068de4ff35-2060x1379.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1379,"width":2060,"orientation":"landscape","caption":"Noluthando Kapa (second left) and friends in Khayelitsha reminisce about home","credit":"Diana Saverin","altText":"Noluthando Kapa (second left) and friends in Khayelitsha reminisce about home.","cleanCaption":"Noluthando Kapa (second left) and friends in Khayelitsha reminisce about home"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435040010512/258346b8-1a93-4e7e-b7cc-b00efeec178a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In just four hours one recent Friday evening, 196 coffins left Cape Town for the Other Side. Photograph: Diana Saverin","credit":"Diana Saverin","altText":"In just four hours one recent Friday evening, 196 coffins left Cape Town for the Other Side.","cleanCaption":"In just four hours one recent Friday evening, 196 coffins left Cape Town for the Other Side.","cleanCredit":"Photograph: Diana Saverin"}],"webPublicationDate":"2015-06-23T06:45:40Z","lastModified":"2015-06-23T06:45:40Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":true,"keywords":["Cities","Death and dying","Global development","Cape Town","South Africa","World news","South Africa","Africa","Africa","Travel","Life and style"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"travel/capetown","webTitle":"Cape Town"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/world","webTitle":"World news"},{"id":"travel/southafrica","webTitle":"South Africa"},{"id":"travel/africa","webTitle":"Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"travel/travel","webTitle":"Travel"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"cities"},"topics":[],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/23/cape-town-south-africa-death-graves-xhosa-buried-eastern-cape","shortUrl":"http://gu.com/p/49vm2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/23/cape-town-south-africa-death-graves-xhosa-buried-eastern-cape","webUri":"http://www.theguardian.com/cities/2015/jun/23/cape-town-south-africa-death-graves-xhosa-buried-eastern-cape"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476480956/384beb5e-e0c9-42d6-9750-defb73dacaca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A sandy cemetery in Khayelitsha, Cape Town’s largest township. Photograph: Diana Saverin","credit":"Diana Saverin","altText":"A sandy cemetery in Khayelitsha, Cape Town’s largest township.","cleanCaption":"A sandy cemetery in Khayelitsha, Cape Town’s largest township.","cleanCredit":"Photograph: Diana Saverin"}},"importance":5,"kicker":{"title":"Cape Town's death industry"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476480956/384beb5e-e0c9-42d6-9750-defb73dacaca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Diana Saverin","altText":"A sandy cemetery in Khayelitsha, Cape Town’s largest township.","cleanCredit":"Photograph: Diana Saverin"}}]},{"title":"Dundee / Scotland's 'living cultural experiment'","rawTitle":"Scotland's 'living cultural experiment'","item":{"type":"article","id":"cities/2015/jun/22/dundee-scotland-design-v-and-a-culture-regeneration-minecraft-grand-theft-auto","title":"Dundee: from black sheep of Scottish cities to 'living cultural experiment'","trailText":"When the V&amp;A Museum of Design opens in 2018, it will put a flourish on Dundee’s remarkable reinvention as a creative hub ... as long as the city doesn’t overlook that it’s still one of the most deprived places in Scotland","standFirst":"<p>When the V&amp;A Museum of Design opens in 2018, it will put a flourish on Dundee’s remarkable reinvention as a creative hub ... as long as the city doesn’t overlook that it’s still one of the most deprived places in Scotland</p>","byline":"Peter Geoghegan","body":"<p>Chris Van Der Kuyl set up his first video game company in Dundee in the mid-1990s. “It was an industrial landscape,” he says of the city, which had been bled of heavy industry from the 1970s onwards. “Everything was closing, everyone was leaving.”</p> \n<p>Van Der Kuyl’s 4J Studios would go on to help develop the global gaming sensation Minecraft; next year he will open a new digital headquarters on the city’s docks. “It’s not the V&amp;A but it will cost a few million,” he laughs.</p> \n<p>In its imperial heyday, Dundee was known as the city of “jute, jam and journalism”. Now, <a href=\"https://www.youtube.com/watch?v=uY0Nu4kXWM4\">with the mills gone</a> and the printing presses quieter, Scotland’s fourth city has a rather different claim to global fame: not just Minecraft but Grand Theft Auto and other classic video game titles were born or raised on the banks of the River Tay. What’s more, as Van Der Kuyl referred to, the only branch of the V&amp;A museum outside London will open soon on the once-thriving docks. </p> \n<p>Indeed, despite pockets of severe deprivation, Dundee’s story is that of a city increasingly defined by its culture and creativity. With a population of just 150,000, it was long seen as the black sheep of Scotland’s cities, languishing behind the architectural drama of Edinburgh and the wealth of Aberdeen, its post-industrial problems often overshadowed by those of much larger Glasgow. But this image is changing.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a992b04964fc6fe874c2d141ad678eb435d60969\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434719245721/7ddea472-28e5-4358-9d9f-e7e8746c7d68-460x276.jpeg\" alt=\"A Minecraft presentation at the Microsoft Xbox E3 press conference on 15 June 2015 in Los Angeles\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Minecraft, here being presented at a Microsoft press conference on 15 June in LA, was partly developed by a Dundee firm.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Petersen/Getty</span> \n </figcaption> \n</figure> \n<p>Some 3,000 people now work in Dundee’s creative economy, generating turnover of almost &pound;200m. Last year, Dundee received <a href=\"http://www.bbc.co.uk/news/uk-scotland-tayside-central-30275768\">the UK’s first Unesco City of Design award</a>, fitting recognition for a city that gave the world everything from Aspirin and orange marmalade to ZX Spectrum. Publisher DC Thomsons are major employers here; an 8ft bronze statue of Dandy comic book hero Desperate Dan stands tall on the high street, his faithful mutt Dawg in tow. </p> \n<p>The V&amp;A at Dundee may be over budget – &pound;80m and counting – and behind schedule, but it is <a href=\"http://www.bbc.co.uk/news/uk-scotland-tayside-central-30851027\">expected to open in 2018</a>. And actor Brian Cox is now backing a &pound;120m project to <a href=\"http://www.thecourier.co.uk/news/local/dundee/coming-attraction-dundee-film-studio-plans-move-forward-1.872210\">bring a film studio to Dundee</a>. </p> \n<p>“What was a post-industrial city now has multiple indicators of inward investment,” says professor Paul Harris, dean of Duncan of Jordanstone College of Art and Design. “There has been a massive transformation for the citizens of Dundee and their ambition.” </p> \n<p>The Birmingham-born Harris “hated” Dundee when he arrived in 1991, to work in the local television industry. “The notion in ’91 of three cycle cafes and the V&amp;A? You wouldn’t have believed it,” he says over coffee in an upmarket hotel by the docks. Nearby stand a phalanx of apartments with views over the Tay. </p> \n<figure class=\"element element-image\" data-media-id=\"dffef7e34a8e7e0e32529b32e8283cba6e2cc60f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434719547923/7b527b99-b3cc-44ac-9486-44c7e6201ac1-460x307.jpeg\" alt=\"Construction work has begun on the new V&amp;A Dundee museum of design.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman walks past a hoarding depicting the new V&amp;A Dundee museum of design.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/Guardian</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'The notion in 1991 of three cycle cafes and the V&amp;A? You wouldn't have believed it'</p> \n  <footer> \n   <cite>Paul Harris</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>A couple of hundred metres away, along the river, a placard attached to plywood hoarding proclaims: “Your Waterfront Your Future”. Articulated lorries ferry earth from what will be the site of the V&amp;A, located just next to where the RSS Discovery, the Dundee-built research ship used by Captain Scott and Ernest Shackleton’s expedition to Antarctica in 1901, is moored on the Tay. There are plans for a hotel, retail units and apartments, all part of an ambitious regeneration project to connect Dundee city centre to the water.</p> \n<p>The decision to open the V&amp;A at Dundee stemmed in large part from long established links between Duncan Jordanstone of College of Art and Design and the <em>pater familias</em> in Kensington. Similar links have been forged between Dundee’s universities and creative industries is many areas, notably gaming. In 1997, Abertay University created the world’s first degree in computer games technology. Today, Dundee is the heart of Scotland’s thriving gaming industry: Rockstar North, creators of Grand Theft Auto, may have since moved to Edinburgh, but there some 40 gaming firms based in Dundee.</p> \n<p>Not all have multimillion-pound offices or household name titles. In an alcove in the roof of the Victorian-era City Chambers, a team of designers from a start-up called Spacebudgie is building an educational platform game. “We decided to form our own company rather than just getting jobs with other companies,” says designer Ronan Quigley, whose team are all recent Abertay graduates. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cac4b7304babe280858bd75c5c563315adf389a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434719771505/5850e53f-a96e-4638-a873-36f788d49dc2-280x420.jpeg\" alt=\"Abertay University Dundee has forged links with the creative industries.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Abertay University Dundee has forged links with the creative industries.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/Guardian</span> \n </figcaption> \n</figure> \n<p>Spacebudgie share their enviable workspace – stained-glass windows, bare rafters, stickers that say “Fundee” dotted on walls – with a handful a small companies. They are part of the Fleet Collective, a community of artists, designers and creative entrepreneurs who work separately or collaborate on different projects. Desks are just &pound;100 a month.<br /></p> \n<p>“In Dundee you have to make your own fun. You’re forced to do it yourself,” says Ed Broughton, a 37-year-old Londoner who runs the film outfit Bonnie Brae Productions at Fleet Collective. “It never really crossed my mind to set up a company before I came to Dundee.”</p> \n<p>Dundee has made a virtue of its size. The local council convenes a quarterly Cultural Agencies Network, which meets to discuss strategy and concerns. A short walk from Fleet Collective is the impressive curved glass and steel building of Dundee Contemporary Arts. When the DCA was opened in 1999, on the site of an old garage that was being used as an impromptu skate park, the city had no real national cultural presence. Now the DCA boasts a print studio, cinema, gallery space, and one of the best cafes in town. </p> \n<p>DCA director Clive Gillman says he looks ahead to the coming of the V&amp;A but, like many in Dundee, mixes optimism with concerns about what he calls “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/apr/30/bilbao-effect-gehry-guggenheim-history-cities-50-buildings\">irritable Bilbao syndrome</a>”.</p> \n<p>“We have to make the V&amp;A work for the city. And we have to make the V&amp;A work for us in the city,” says Gillman, who will soon take over as director of creative industries at Creative Scotland. “How do you make a massive institution like the V&amp;A work within the context of the local strategy? That’s the really exciting thing. But that’s not easy either.”</p> \n<p>The DCA has been widely praised for helping to transform the city’s cultural life. “Dundee Saved My Life” says a T-shirt on sale in the gift shop. “Across Europe there are hundreds, thousands, of small, post-industrial cities trying to understand what their future is. What Dundee has done is shape its future – partly by accident, partly by design, building on what was already here. This is a living experiment of what culture-led regeneration could look like,” says Gillman.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'In Dundee you have to make your own fun. You’re forced to do it yourself'</p> \n  <footer> \n   <cite>Ed Broughton</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"a779cbbf83ad1493296636c1b4e1c55ed6e053a0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434720351262/1a209f11-549e-48c9-8ed2-9833e189ec3f-460x276.jpeg\" alt=\"A view over Dundee. The city has some of the most deprived areas in the UK.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A view over Dundee. The city has some of the most deprived areas in the UK.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/Guardian</span> \n </figcaption> \n</figure> \n<p>Every year, DCA buses in thousands of kids to attend screenings at the two-week Children’s Film festival. Local communities have long been at the heart of Dundee’s cultural strategy, but Gillman admits that reaching out remains “a fundamental challenge”. </p> \n<p>The V&amp;A will have to work hard to connect with the people of Dundee, too, not just the well-heeled visitors who will inevitably flock to it. Despite millions in outside investments, Dundee remains one of the most deprived places in Scotland. <a href=\"http://www.scotsman.com/news/health/one-in-four-children-in-dundee-living-in-poverty-1-2975067\">One in four children live in poverty</a>. For many children growing up in places such as Lochee or Kirkton, lucrative careers as game designers or visual artists remain a distant dream.</p> \n<p>There are significant economic barriers preventing poorer citizens from accessing Dundee’s cultural offerings, says Philip Howard, chief executive of Dundee Rep, the only repertory theatre left in the UK. Howard has worked hard to make Dundee Rep a more national, and indeed international, company. “But you have to offset that with wider, deeper and – crucially – more targeted work in the city.”</p> \n<p>That includes taking plays out into Dundee’s small, closely knit communities. Each year, the Rep tours small venues across the city. The material started off relatively light with a collection of Alan Bennett monologues, but has progressed to plays about teenage pregnancy and social problems.</p> \n<p>Anna Day, director of Literary Dundee, is all too aware of the “danger of polarisation” that can happen if a wealthy creative sector becomes disconnected from the city it inhabits. “It is about reaching these children at a young age and showing them how design and culture can change their lives,” says Day.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'Across Europe there are thousands of small, post-industrial cities trying to understand what their future is'</p> \n  <footer> \n   <cite>Clive Gillman</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"d97440343c5ff49fe1059e9d5770e64307fd66b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434720762480/2228f94d-6b03-4988-8a6f-cbce59e3f7c3-460x276.jpeg\" alt=\"Dundee Rep Theatre, the last repertory theatre in the UK.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dundee Rep Theatre, the last repertory theatre in the UK.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod/Guardian</span> \n </figcaption> \n</figure> \n<p>One attempt to do this is Comic School, a joint initiative between DC Thomson and the city’s universities. Due to open this year, it will host resident comic book artists who, in return for reduced rent in the building, will mentor young people. “We need to show people how (culture) can change their lives,” says Day. </p> \n<p>Day grew up in Dundee, then left for London and a job on Fleet Street. She swore she would never return, but “then I came and saw how much was happening.” That was nine years ago. A shiny new museum, or a fleet of hipster office spaces, will not solve many of Dundee’s post-industrial problems, but Day believes something profound has changed. “The city is optimistic. How people feel about themselves has changed.”</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em><br /></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f61570604d42c84349a422e9e4edaf259b12bcbf/0_368_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Murdo MacLeod for the Guardian","altText":"D C Thomson's Dandy comic character Desperate Dan takes a stroll by the Caird Hall in Dundee.  Dundee, Scotland UK 20/5/2015\n   COPYRIGHT PHOTO BY MURDO MACLEOD\nAll Rights Reserved\nTel + 44 131 669 9659\nMobile +44 7831 504 531\nEmail:  m@murdophoto.com\nSTANDARD TERMS AND CONDITIONS APPLY sgealbadh (press button below or see details at http://www.murdophoto.com/T%26Cs.html \nNo syndication, no redistribution, Murdo Macleods repro fees apply. A22CGM\ncommed; sgealbadh","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434719247177/7ddea472-28e5-4358-9d9f-e7e8746c7d68-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Minecraft, here being presented at a Microsoft press conference on 15 June in LA, was partly developed by a Dundee firm. Photograph: Christian Petersen/Getty","credit":"Christian Petersen/Getty","altText":"A Minecraft presentation at the Microsoft Xbox E3 press conference on 15 June 2015 in Los Angeles","cleanCaption":"Minecraft, here being presented at a Microsoft press conference on 15 June in LA, was partly developed by a Dundee firm.","cleanCredit":"Photograph: Christian Petersen/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434719546641/7b527b99-b3cc-44ac-9486-44c7e6201ac1-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A woman walks past a hoarding depicting the new V&amp;A Dundee museum of design. Photograph: Murdo MacLeod/Guardian","credit":"Murdo MacLeod/Guardian","altText":"Construction work has begun on the new V&A Dundee museum of design.","cleanCaption":"A woman walks past a hoarding depicting the new V&amp;A Dundee museum of design.","cleanCredit":"Photograph: Murdo MacLeod/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434719773136/5850e53f-a96e-4638-a873-36f788d49dc2-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Abertay University Dundee has forged links with the creative industries. Photograph: Murdo MacLeod/Guardian","credit":"Murdo MacLeod/Guardian","altText":"Abertay University Dundee has forged links with the creative industries.","cleanCaption":"Abertay University Dundee has forged links with the creative industries.","cleanCredit":"Photograph: Murdo MacLeod/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434720352960/1a209f11-549e-48c9-8ed2-9833e189ec3f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A view over Dundee. The city has some of the most deprived areas in the UK. Photograph: Murdo MacLeod/Guardian","credit":"Murdo MacLeod/Guardian","altText":"A view over Dundee. The city has some of the most deprived areas in the UK.","cleanCaption":"A view over Dundee. The city has some of the most deprived areas in the UK.","cleanCredit":"Photograph: Murdo MacLeod/Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434720763968/2228f94d-6b03-4988-8a6f-cbce59e3f7c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dundee Rep Theatre, the last repertory theatre in the UK. Photograph: Murdo MacLeod/Guardian","credit":"Murdo MacLeod/Guardian","altText":"Dundee Rep Theatre, the last repertory theatre in the UK.","cleanCaption":"Dundee Rep Theatre, the last repertory theatre in the UK.","cleanCredit":"Photograph: Murdo MacLeod/Guardian"}],"webPublicationDate":"2015-06-22T06:30:05Z","lastModified":"2015-06-22T16:38:50Z","metadata":{"commentable":true,"commentCount":155,"contributors":[{"name":"Peter Geoghegan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peter-geoghegan"}],"feature":false,"keywords":["Cities","Dundee","Design","Art and design","Culture","Scotland","UK news","V&A","Museums","Games","Technology","Minecraft","Grand Theft Auto","Unesco","Higher education","Education"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"uk/dundee","webTitle":"Dundee"},{"id":"artanddesign/design","webTitle":"Design"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"uk/uk","webTitle":"UK news"},{"id":"artanddesign/v-and-a","webTitle":"V&A"},{"id":"culture/museums","webTitle":"Museums"},{"id":"technology/games","webTitle":"Games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/minecraft","webTitle":"Minecraft"},{"id":"technology/grand-theft-auto","webTitle":"Grand Theft Auto"},{"id":"world/unesco","webTitle":"Unesco"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"cities"},"topics":[{"displayName":"Peter Geoghegan","topic":{"type":"tag-contributor","name":"profile/peter-geoghegan"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/22/dundee-scotland-design-v-and-a-culture-regeneration-minecraft-grand-theft-auto","shortUrl":"http://gu.com/p/492gq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/22/dundee-scotland-design-v-and-a-culture-regeneration-minecraft-grand-theft-auto","webUri":"http://www.theguardian.com/cities/2015/jun/22/dundee-scotland-design-v-and-a-culture-regeneration-minecraft-grand-theft-auto"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434718980055/26c2aeba-43e6-4e6d-be67-27cc74be3e6c-2060x1307.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1307,"width":2060,"orientation":"landscape","caption":"New confidence ... Desperate Dan, DC Thomson’s Dandy character, takes a stroll by Caird Hall in Dundee. Photograph: Murdo Macleod for the Guardian","credit":"Murdo MacLeod/Guardian","altText":"Desperate Dan, DC Thomson's Dandy comic character, takes a stroll by Caird Hall in Dundee.","cleanCaption":"New confidence ... Desperate Dan, DC Thomson’s Dandy character, takes a stroll by Caird Hall in Dundee. Photograph: Murdo Macleod for the Guardian"}},"importance":4,"kicker":{"title":"Dundee"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f61570604d42c84349a422e9e4edaf259b12bcbf/0_368_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Murdo MacLeod for the Guardian","altText":"D C Thomson's Dandy comic character Desperate Dan takes a stroll by the Caird Hall in Dundee.  Dundee, Scotland UK 20/5/2015\n   COPYRIGHT PHOTO BY MURDO MACLEOD\nAll Rights Reserved\nTel + 44 131 669 9659\nMobile +44 7831 504 531\nEmail:  m@murdophoto.com\nSTANDARD TERMS AND CONDITIONS APPLY sgealbadh (press button below or see details at http://www.murdophoto.com/T%26Cs.html \nNo syndication, no redistribution, Murdo Macleods repro fees apply. A22CGM\ncommed; sgealbadh","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}}]},{"title":"Interactive / The American civil war","rawTitle":"The American civil war","item":{"type":"article","id":"artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive","title":"The American civil war then and now – interactive","trailText":"The women who dug the graves, the kids who saw the largest battle in US history – and the slaves forced to help fighters at the front. 150 years after the last shots were fired, Guardian photographer David Levene travelled across the US photographing sites scarred by the American civil war ","standFirst":"<p>The women who dug the graves, the kids who saw the largest battle in US history – and the slaves forced to help fighters at the front. 150 years after the last shots were fired, Guardian photographer David Levene travelled across the US photographing sites scarred by the American civil war </p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/22/photographing-the-american-civil-war-in-2015-recreate-iconic-photographs\">How I photographed the American civil war in 2015</a></li>\n</ul>","byline":"David Levene, Jim Powell, Troy Griggs, Daan Louter, Kate Abbott, Becky Barnicoat, Luc Torres and Stuart Silver","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/06/civil-war-photo-story/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/06/civil-war-photo-story/boot.js\" data-alt=\"The American civil war then and now – interactive\"> \n</figure>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434979875230/b81b40a4-2b68-461d-9905-5f903b94fcfa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene/Archive photograph by Alexander Gardner/Library of Congress","altText":"Bodies at the Dunker Church in Antietam, Maryland, September 1862. The battle of Antietam was the bloodiest single-day battle in US history, and Dunker Church was the focus of Union attacks against the Confederates. In 1921, a storm destroyed the church, but it was rebuilt for the 100th anniversary of the battle in 1962.","cleanCredit":"Photograph: David Levene/Archive photograph by Alexander Gardner/Library of Congress"}],"bodyImages":[],"webPublicationDate":"2015-06-22T13:33:35Z","lastModified":"2015-06-22T13:38:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Levene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidlevene"},{"name":"Jim Powell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jim-powell"},{"name":"Troy Griggs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/troy-griggs"},{"name":"Daan Louter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daan-louter"},{"name":"Kate Abbott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kate-abbott"},{"name":"Becky Barnicoat","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/becky-barnicoat"},{"name":"Luc Torres","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/luc-torres"}],"feature":false,"keywords":["Photography","US news","Civil rights movement","American civil war"],"tags":[{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/civil-rights-movement","webTitle":"Civil rights movement"},{"id":"us-news/american-civil-war","webTitle":"American civil war"}],"section":{"id":"artanddesign"},"displayHint":"immersive","topics":[],"series":{"title":"Photography then and now","uri":"http://mobile-apps.guardianapis.com/lists/tag/artanddesign/series/photography-then-and-now"},"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive","shortUrl":"http://gu.com/p/4a2eq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive","webUri":"http://www.theguardian.com/artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Interactive"},"showQuotedHeadline":false,"sublinks":[{"title":"Blasts from the past / Photographing the American civil war in 2015","rawTitle":"Photographing the American civil war in 2015","item":{"type":"article","id":"artanddesign/2015/jun/22/photographing-the-american-civil-war-in-2015-recreate-iconic-photographs","title":"Blasts from the past: photographing the American civil war in 2015","trailText":"620,000 dead, cities in ruin ... the Civil War decimated the United States. To mark the 150th anniversary, Guardian photographer David Levene took a trip across America to recreate some of the most iconic photographs taken at the time","standFirst":"<p>620,000 dead, cities in ruin ... the civil war decimated the United States. To mark the 150th anniversary of its end, Guardian photographer David Levene took a trip across America to recreate some of the most iconic photographs taken at the time</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive\">The American civil war then and now – interactive</a><br /></li>\n</ul>","byline":"David Levene","body":"<p>I was wading into the North Anna river, camera in hand, trying not to get sucked downstream by the current. In my hand was a 150-year-old photo by Timothy O’Sullivan of a group of Union soldiers bathing in the North Anna towards the end of the American Civil War. I had been warned that the bridge O’Sullivan stood on for his picture was gone, and halfway across the water, I realised that there was no way I could achieve his vantage point and recreate the shot.</p> \n<p>My journey had begun a week earlier in Washington DC. Armed with a sheaf of large-format prints of 23 original photographs of the American civil war, my plan was to take my own photos from exactly the same spots. The camera position, height, lens angle and perspective all needed to be as close as possible to the original, to give a sense of how these historic sites have transformed.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fc7fa81d557c80781208e15e8a079bf0c2d45eb1\"> \n <img src=\"http://media.guim.co.uk/fc7fa81d557c80781208e15e8a079bf0c2d45eb1/0_0_1280_1280/1000.jpg\" alt=\"The Guardian’s David Levene wading in the North Anna River.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Guardian’s David Levene wading in the North Anna River.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The war began around 20 years after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/the-h-word/2014/dec/22/the-many-inventions-of-photography-mirjam-brusius\">the birth of practical photography</a> so the medium was in its infancy. Photojournalism or documentary photography had yet to be conceived, and the photographers who took their cameras to the battlefields were the first of their kind.</p> \n<p>Matthew Brady, the godfather of early American photography, produced his defining work during the war. He had teams of people working for him on location (photographers such as O’Sullivan and Alexander Gardner), each with their own wagons, travelling darkrooms, wet-plates, processing kit and staff. All of the photographs were captured on glass plates and had to be processed immediately using a mobile darkroom. Later they would be viewed using stereoscopes, so that they appeared 3D.</p> \n<p><br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/ng-interactive/2015/jun/22/american-civil-war-photography-interactive\">The American civil war then and now – interactive</a> </p> \n</aside> \n<p>Civil war photographers were keen to include people in their photographs wherever possible – even to the extent of dragging bodies of dead soldiers into shot. Typical exposures lasted one or two seconds, so “set-ups” were commonplace in order to avoid motion-blur in the photographs. I knew that my photographs would also be more engaging if there were modern-day people occupying the same spaces as the soldiers, so I would set up my tripod and click away as the scene developed in front of me, waiting for an ideal composition.</p> \n<p>Some of the shots were trickier to recreate than others. Photographing the McLean House at Appomattox, Virginia, where Robert E Lee finally surrendered his Confederate army on 9 April 1865, was a struggle. The house was bought in 1891 by a firm which dismantled its 80,000 bricks planning to rebuild it in Washington DC as a tourist attraction. The company went bust and never realised its vision, and in 1948 the house was reconstructed from its architectural drawings. It’s now in exactly the same place as the original ... within one or two feet.</p> \n<figure class=\"element element-image\" data-media-id=\"1cd619105236234527af3e8a5a4fcc7c1fb1439d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434709614752/cd97bc4a-53a3-45ea-913a-21d42941453b-460x276.jpeg\" alt=\"McLean's House, Appomattox, 1865\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">McLean’s House, Appomattox, 1865.</span> \n  <span class=\"element-image__credit\">Photograph: Original photograph by Timothy O'Sullivan/contemporary photograph by David Levene</span> \n </figcaption> \n</figure> \n<p>Brady invested over $100,000 of his own money to produce some 10,000 plates during the war. He hoped that the US government would purchase the entire archive, and when they refused he went bankrupt; $25,000 for the entire collection from the Library of Congress didn’t clear his debts, and by the end of his life Brady was blind and penniless. He died alone in the charity ward of a hospital in New York City.</p> \n<p>Today, each glass negative has been scanned and stored at the Library of Congress in high resolution. They present a picture of the civil war in razor-sharp detail – a peek into the wartorn America of 150 years ago.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce855c90529cb79f3f4c433a3390750296c275c/0_250_4629_2778/4629.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2778,"width":4629,"orientation":"landscape","credit":"Alexander Gardner/Library of Congress/David Levene for the Guardian","altText":"Title: [Antietam, Md. Confederate dead by a fence on the Hagerstown road]\rCreator(s): Gardner, Alexander, 1821-1882, photographer\rDate Created/Published: 1862 September.\rMedium: 1 negative : glass, stereograph, wet collodion.\rSummary: Photograph from the main eastern theater of the war, Battle of Antietam, September-October 1862.","cleanCredit":"Photograph: Alexander Gardner/Library of Congress/David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fc7fa81d557c80781208e15e8a079bf0c2d45eb1/0_0_1280_1280/1280.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1280,"width":1280,"orientation":"landscape","caption":"The Guardian’s David Levene wading in the North Anna River. Photograph: David Levene","credit":"David Levene","altText":"The Guardian’s David Levene wading in the North Anna River.","cleanCaption":"The Guardian’s David Levene wading in the North Anna River.","cleanCredit":"Photograph: David Levene"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434709616436/cd97bc4a-53a3-45ea-913a-21d42941453b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"McLean’s House, Appomattox, 1865. Photograph: Original photograph by Timothy O'Sullivan/contemporary photograph by David Levene","credit":"Original photograph by Timothy O'Sullivan/contemporary photograph by David Levene","altText":"McLean's House, Appomattox, 1865","cleanCaption":"McLean’s House, Appomattox, 1865.","cleanCredit":"Photograph: Original photograph by Timothy O'Sullivan/contemporary photograph by David Levene"}],"webPublicationDate":"2015-06-22T13:37:39Z","lastModified":"2015-06-22T16:34:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"David Levene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidlevene"}],"feature":true,"keywords":["Photography","American civil war","Art and design","Culture","US news","Virginia","Maryland","US military"],"tags":[{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"us-news/american-civil-war","webTitle":"American civil war"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/virginia","webTitle":"Virginia"},{"id":"us-news/maryland","webTitle":"Maryland"},{"id":"us-news/us-military","webTitle":"US military"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"David Levene","topic":{"type":"tag-contributor","name":"profile/davidlevene"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/22/photographing-the-american-civil-war-in-2015-recreate-iconic-photographs","shortUrl":"http://gu.com/p/49zp9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/22/photographing-the-american-civil-war-in-2015-recreate-iconic-photographs","webUri":"http://www.theguardian.com/artanddesign/2015/jun/22/photographing-the-american-civil-war-in-2015-recreate-iconic-photographs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce855c90529cb79f3f4c433a3390750296c275c/6_0_4623_3324/4623.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3324,"width":4623,"orientation":"landscape","caption":"Hagerstown Pike, Antietam, scene of the Battle of Antietam, September-October 1862. Photograph: Alexander Gardner/Library of Congress/David Levene for the Guardian","credit":"Alexander Gardner/Library of Congress/David Levene for the Guardian","altText":"Hagerstown Pike, Antietam, scene of the Battle of Antietam, September-October 1862.","cleanCaption":"Hagerstown Pike, Antietam, scene of the Battle of Antietam, September-October 1862.","cleanCredit":"Photograph: Alexander Gardner/Library of Congress/David Levene for the Guardian"}},"importance":0,"kicker":{"title":"Blasts from the past"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce855c90529cb79f3f4c433a3390750296c275c/0_250_4629_2778/4629.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2778,"width":4629,"orientation":"landscape","credit":"Alexander Gardner/Library of Congress/David Levene for the Guardian","altText":"Title: [Antietam, Md. Confederate dead by a fence on the Hagerstown road]\rCreator(s): Gardner, Alexander, 1821-1882, photographer\rDate Created/Published: 1862 September.\rMedium: 1 negative : glass, stereograph, wet collodion.\rSummary: Photograph from the main eastern theater of the war, Battle of Antietam, September-October 1862.","cleanCredit":"Photograph: Alexander Gardner/Library of Congress/David Levene for the Guardian"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/049d115601921354f6a3ec0db0899ff1009f39d8/0_0_2560_1536/1000.jpg","height":600,"width":1000}}]},{"title":"Headhunters for headteachers / Schools pay firms up to £50,000 to find leaders","rawTitle":"Schools pay firms up to £50,000 to find leaders","item":{"type":"article","id":"education/2015/jun/23/headhunters-headteachers-schools-recruitment-consultants","title":"Headhunters for headteachers: schools pay firms up to £50,000 to find leaders","trailText":"Some schools are paying huge sums to recruitment consultants because there are so few candidates willing to put their neck on the line in the top job","standFirst":"Some schools are paying huge sums to recruitment consultants because there are so few candidates willing to put their neck on the line in the top job","byline":"Sharmini Selvarajah","body":"<p>When Ruth Whymark, headteacher of Cranmer primary school in Mitcham, Surrey, decided to move on, she was well aware that her school might find replacing her a challenge: a shortage of headteachers is making recruitment an uphill struggle for many schools. So as well as advertising the post in the press, Cranmer – a three-form entry school with a “good” Ofsted rating – produced its own advertising.</p> \n<p>“The YouTube clip was my idea,” says Whymark. “I knew we had to engage with different media to get our advert out there, so I asked our ICT lead if he could make it, and then we tweeted it to&nbsp;everyone.”</p> \n<p>Featuring the catchy Best Day of My Life track by American Authors, the three-minute video intersperses shots of children playing, in class, and performing in a nativity play, with short interviews. Staff, governors and pupils explain what they love about their school and describe the qualities they’re looking for in a head.</p> \n<p>“The headteacher we’ve recruited had been approached about other jobs in the past but hadn’t bothered to apply,” says Whymark. It was the YouTube film that inspired her to find out more about Cranmer and apply.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=QmH2U8biy6k\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/QmH2U8biy6k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Cranmer primary school’s headteacher recruitment video\n </figcaption> \n</figure> \n<p>But even with a feelgood video shared widely on social media, and an advert placed in time for the Christmas holidays, Whymark says Cranmer still struggled to recruit. Despite offering a higher salary, there were fewer applicants than expected. “People are very hesitant about moving,” says Whymark. “Being a&nbsp;head is like being a football manager at the moment. One bad season and you’re out.” For Whymark, it’s a problem she will no longer be facing. Her next job is a three-year contract as head of an international junior school in China.</p> \n<p>The shortage of headteachers and lack of support for governing bodies are pushing schools towards using expensive headhunters, say education and industry experts. “We’re hearing about a growing number of schools having to advertise leadership positions two or three times to secure a single appointable candidate,” says David Simmonds, chairman of the Local Government Association’s children and young people board. The LGA is investigating the scale of the problem and says action must be taken now to&nbsp;avert a crisis.</p> \n<p>“It’s becoming essential to use a recruitment consultancy,” says Simmonds, who is concerned about the cost of this to schools. Fees for a full headhunting service range from &pound;15,000 to &pound;50,000, says David Evans, a former teacher and now director of education services at <a href=\"http://www.synarboreducation.com/\" title=\"\">Synarbor Education</a>, the UK’s second largest specialist education recruitment firm. Others in the industry suggest typical fees of about &pound;20,000 for a secondary school executive search and &pound;15,000 for primaries.</p> \n<p>Cheaper packages, which offer a level of support previously provided by local authorities, include help with advertising, shortlisting, background checks, selection on the day and pay negotiation. They start at a few thousand pounds rising to about&nbsp;&pound;18,000.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Being a head is like being a football manager at the moment. One bad season and you’re out</p> \n  <footer> \n   <cite>Ruth Whymark</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Evans says Synarbor gets two or three requests a week from schools for recruitment services but turns most down. He will work only with governing bodies willing to pay for the full headhunting service, which many deem too expensive. “There’s a massive growing shortage of heads with the retirement boom and not enough talent coming through,” he says. Deputy heads on high salaries have little incentive to progress, says Evans, and many good leaders are simply not interested in moving.</p> \n<p>Evans argues that using headhunters from the outset is the best plan. He says that if schools approach an agency having advertised unsuccessfully, it is harder to recruit, so they’re likely to be charged higher fees.</p> \n<p>But employing consultants after failing to find a head is a common pattern. Schools that do not appoint on their first or second attempt often feel their only option is to bring in a recruitment firm.</p> \n<p>For one “outstanding” infant school in Buckinghamshire, the process took more than a year. Its first advert, in February 2014, generated just two candidates, both unsuitable. The second produced no applications at all.</p> \n<p>“At that point we decided we needed some help and hired recruitment consultants,” says the chair of governors, who asked for the school not to be named. “But we noticed that we got a lot of generic responses through them, rather than people specifically interested in our school. It may have been that they had candidates on their books that were just sending out application after application.”</p> \n<p>In the end, after a fourth round of advertising, a local candidate was appointed. She had not been alerted to the position by the recruiters, who emailed prospective heads, but had applied for the job directly. By this point the school had spent &pound;7,000 on recruitment fees and a further &pound;3,600 on advertising.</p> \n<p>“With hindsight, the recruitment firm didn’t help much at all,” says the chair. The governing body rewrote the job description and advert, with minimal input from the consultant. In fact, the chair thinks the recruitment firm may have had a detrimental effect on the process by encouraging unsuitable candidates to apply.</p> \n<p>Despite their reservations, the governors felt the risk of proceeding without consultants was too great. “We were worried we’d have been seen as failing the school if we continued on our own after two failed attempts to recruit.”</p> \n<p>The pressure to appoint the right candidate from a shrinking field of applicants is clearly increasing business opportunities for recruiters. At <a href=\"http://www.judiciumeducation.co.uk/\" title=\"\">Judicium Education</a>, a private company that offers schools a variety of support services, leadership recruitment is its fastest area of growth. Director Alex Metha says business has already doubled this year compared with the whole of 2014, and that the shortage of headteachers is affecting all sectors.</p> \n<p>At Cranmer school, Whymark says: “It’s such a difficult market out there. But I don’t think a lot of headteachers and governing bodies realise they need to do more than just put an advert in. There’s no sense of urgency.”</p> \n<figure class=\"element element-image\" data-media-id=\"ba57d405bdf2f56d4474125995c4dcf65c375cf1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434731742337/3c9bae8d-99be-4a77-b7e2-5acce184a836-460x276.jpeg\" alt=\"Ruth Whymark\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ruth Whymark: ‘I don’t think a lot of headteachers and governing bodies realise they need to do more than just put an advert in. There’s no sense of urgency.’ </span> \n  <span class=\"element-image__credit\">Photograph: Louise Wheatley</span> \n </figcaption> \n</figure> \n<p>John Howson, a former government adviser on teacher recruitment, says an increase in demand for secondary school leaders, exacerbated by the creation of new schools, is a significant factor. In primary schools, increased workload and pressure from Ofsted mean fewer senior staff apply for headteacher positions.</p> \n<p>“In the old days, local authorities were around to hold your hand,” says Howson. “Now, if you’re in an academy you’re on your own. Unless you happen to have someone on the governing body&nbsp;who understands how to recruit, it’s a big risk. Most governors only recruit a head once.”</p> \n<p>He says about 75% of headship vacancies posted at the right time of the year are still filled through advertising. But, he says, it is inevitable that recruitment agencies will play a larger role, as the lack of support for governing&nbsp;bodies means they feel it makes sense for them to pay for&nbsp;services. Howson has set up a website, <a href=\"http://www.teachvac.co.uk/\" title=\"\">TeachVac</a>, to try to reduce schools’ recruitment costs by offering free advertising. He hopes the money schools save can be used to improve teaching and learning.</p> \n<p>But if advertising alone cannot secure a new head, how can schools hope to reduce costs in this area? Ian Bauckham, a headteacher in Kent and former president of the Association of School and College Leaders, offers a bleak analysis. “The days of putting an advert out and getting 20 applicants are long gone,” he says. “Everything is moving towards a&nbsp;headhunting model.”</p> \n<p>The ASCL has a leadership appointment service offering support to governing bodies appointing a headteacher. It is now considering moving towards a headhunting model&nbsp;itself.</p> \n<p>As Bauckham cautions, though, however much schools are prepared to pay for headhunting, the problem of filling vacancies will persist until more fundamental issues about the shortage of candidates are addressed. And until that happens, it looks like business will boom for recruiters.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a9806e01063c68e8bcaea6e7e8660947e8e2ba4/320_589_4981_2988/4981.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2988,"width":4981,"orientation":"landscape","credit":"Alicia Canter for the Guardian","altText":"Children at Cranmer Primary School in Mitcham, London have launched an online campaign to find a new headteacher. Photographed Friday 19 June 2015. Commissioned for Education\r\rAll children are Year 4 and Year 6\r\rChildrens names:\rl-r \rMuhi Rajkumar, Naomi Turkson, Nirvana Mottram, Jay Clark, Tai Da Silver, Milena Castanha, Bendegul Fejer","cleanCredit":"Photograph: Alicia Canter for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434731743623/3c9bae8d-99be-4a77-b7e2-5acce184a836-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ruth Whymark: ‘I don’t think a lot of headteachers and governing bodies realise they need to do more than just put an advert in. There’s no sense of urgency.’  Photograph: Louise Wheatley","credit":"Louise Wheatley","altText":"Ruth Whymark","cleanCaption":"Ruth Whymark: ‘I don’t think a lot of headteachers and governing bodies realise they need to do more than just put an advert in. There’s no sense of urgency.’ ","cleanCredit":"Photograph: Louise Wheatley"}],"webPublicationDate":"2015-06-23T06:15:01Z","lastModified":"2015-06-23T06:15:01Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Sharmini Selvarajah","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sharmini-selvarajah"}],"feature":true,"keywords":["Teaching","School governors","Schools","Education","Work & careers","Money"],"tags":[{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/schoolgovernors","webTitle":"School governors"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"education"},"topics":[{"displayName":"Sharmini Selvarajah","topic":{"type":"tag-contributor","name":"profile/sharmini-selvarajah"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/23/headhunters-headteachers-schools-recruitment-consultants","shortUrl":"http://gu.com/p/4ax2n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/23/headhunters-headteachers-schools-recruitment-consultants","webUri":"http://www.theguardian.com/education/2015/jun/23/headhunters-headteachers-schools-recruitment-consultants"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a9806e01063c68e8bcaea6e7e8660947e8e2ba4/320_589_4981_2988/4981.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2988,"width":4981,"orientation":"landscape","caption":"Cranmer primary school in Mitcham, Surrey, took matters into their own hands, making a recruitment film, which they put on YouTube.  Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Children at Cranmer primary school in Mitcham, Surrey, campaign to find a new headteacher.","cleanCaption":"Cranmer primary school in Mitcham, Surrey, took matters into their own hands, making a recruitment film, which they put on YouTube. ","cleanCredit":"Photograph: Alicia Canter for the Guardian"}},"importance":3,"kicker":{"title":"Headhunters for headteachers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a9806e01063c68e8bcaea6e7e8660947e8e2ba4/320_589_4981_2988/4981.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2988,"width":4981,"orientation":"landscape","credit":"Alicia Canter for the Guardian","altText":"Children at Cranmer Primary School in Mitcham, London have launched an online campaign to find a new headteacher. Photographed Friday 19 June 2015. Commissioned for Education\r\rAll children are Year 4 and Year 6\r\rChildrens names:\rl-r \rMuhi Rajkumar, Naomi Turkson, Nirvana Mottram, Jay Clark, Tai Da Silver, Milena Castanha, Bendegul Fejer","cleanCredit":"Photograph: Alicia Canter for the Guardian"}}]},{"title":"Up for adventure / The ascent of rock climbing in the West Bank","rawTitle":"The ascent of rock climbing in the West Bank","item":{"type":"article","id":"world/2015/jun/23/rock-climbing-wadi-occupied-west-bank-palestinian-territories","title":"Up for adventure: the ascent of rock climbing in the West Bank","trailText":"Scores of Palestinians, including many women, have been flocking to Wadi Climbing, a pioneering school founded by American students","standFirst":"<p>Scores of Palestinians, including many women, have been flocking to Wadi Climbing, a pioneering school founded by American students</p>","byline":"Peter Beaumont in Ein Qiniya","body":"<p>Rubaa Bledi, 16, is being lowered to the ground having completed her first rock climb. “I was trembling!” the Palestinian schoolgirl says breathlessly as she rests her head on her knees.</p> \n<p>Her face is hidden for a moment by her headscarf and helmet. “I wanted to know if I could do something risky,” she says when she recovers. “I wanted to know if I was up to the adventure.”</p> \n<p>It is Saturday and we’re on the cliffs of Ein Qiniya, a band of bulging orange limestone that fringes a valley full of thorn scrub and olive groves outside Ramallah, the de facto Palestinian capital of the West Bank.</p> \n<p>Rubaa is one of a group of about 20 Palestinians, including students and telecoms workers, attending a course run by Wadi Climbing, an initiative set up by two young Americans. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a600cd5ee2403fa74bae989eed86de9505612154\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433162024559/21870dc4-939a-4eb8-b04b-58033a03413e-460x276.jpeg\" alt=\"A young Palestinian woman learning to rock climb on the cliffs above Ein Qiniya outside the city of Ramallah on the West Bank. Despite an active climbing community in Israel, outdoor climbing venues for Palestinians have only been developed in the last twelve months. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A young Palestinian woman learns to scale the cliffs above Ein Qiniya, outside Ramallah, West Bank.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Beaumont for the Guardian</span> \n </figcaption> \n</figure> \n<p>The participants have travelled from across the West Bank – from nearby Ramallah, Jenin and Nablus – to attempt a sport in its infancy in the occupied territories.</p> \n<p>Rubaa says her parents were anxious about her new pastime. “My father didn’t want me to come,” she says. “He told me: ‘Next year you’ll be in the 12th grade. It’s too important to be injured.’” But Rubaa was determined. “I kept asking and told him: ‘Daddy, I really want to come.’”</p> \n<p>In almost a year, about 500 people have attended Wadi Climbing’s courses, most Palestinian and 40% of them women. </p> \n<p>“Summer” Rushdi is older and more experienced. “A friend of my sister posted a link on Facebook and I knew I wanted to try it. And this is something people do in the rest of the world. That’s another reason why it is inviting,” she says.</p> \n<p>“And we are so involved with the reality of the [Israeli] occupation. It is all about the struggle. And it becomes part of our mentality. It is good to do what other people are doing elsewhere in the world, where people have the time and the opportunity to do different activities. That is why it is so good that this is also available to us now.”</p> \n<p>Most of those on the Wadi Climbing course are well-educated and speak fluent English. But later in the afternoon three Bedouin youths arrive. They are not part of the course, which costs about &pound;12 for a weekend of instruction, but borrow harnesses and shoes and get on to the rock.</p> \n<p>One of the two founders of Wadi Climbing, Will Harris, explains its genesis. “My partner Tim and I were living in Amman in Jordan and studying Arabic.” He says during a visit to the occupied Palestinian territories the pair were struck by the lack of recreational facilities.<br /></p> \n<p>Much of the equipment provided on the course, including climbing shoes and harnesses, was sourced from the lost-and-found cupboards at two climbing walls in Colorado, where Wadi Climbing’s founders went to college. </p> \n<figure class=\"element element-image\" data-media-id=\"b7c0e813cf9e69715dbdb33b2ebe9d0453f54228\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433164290791/3897cefa-bcc9-4816-9790-f4979cdd5d96-460x276.jpeg\" alt=\"Will Harris of Wadi Climbing helps Summer Rushdi with her belaying technique on a climbing course at Ein Qiniya in the occupied Palestinian territories watched by 16 year Rubaa Bledi who will do her first rock climb a few minutes later.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Will Harris of Wadi Climbing helps Summer Rushdi with her belaying technique. Rubaa Bledi, right, will attempt her first climb shortly after.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Beaumont for the Guardian</span> \n </figcaption> \n</figure> \n<p>“We came last July – we had done a feasibility trip last January. People were overwhelmingly positive in their response so we moved here.” Wadi Climbing has developed two cliffs close to Ramallah and plans for the city’s first climbing wall are in the pipeline.<br /></p> \n<p>The reality of the occupation is difficult to avoid, even in this quiet and pretty corner of the West Bank. In the distance a settlement and Israeli military tower are visible – both factors have limited the development of climbing.</p> \n<p>“Most of climbing on the West Bank has been developed by Israeli climbers,” says Harris. “When we first came we only met one Palestinian climber. In comparison with the Palestinian territories, Israeli climbing is very active. The Israeli climbing club alone has some 3000 members. Most of that climbing on the West Bank is in Area C [ie under Israeli security control and administration]. And it is close to settlements.</p> \n<p>“If you go to Ein Fara [a major climbing area for Israelis in an Israeli-controlled nature reserve in the occupied Palestinian territories between Jerusalem and Jericho] you either have to go through the neighbouring settlement and pay or you have a 40-minute walk.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Rock climbing is something people do in the rest of the world. That’s another reason why it is inviting</p> \n  <footer> \n   <cite>Summer Rushdi</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“We recently took our first group of Palestinians into that Wadi by the walk-in access Palestinians are allowed to use. While we were on the trail two [Israeli] security guards approached us to ask where we had come from. We told them we were going to climb and they said it was OK.”<br /></p> \n<p>They have received support from high-profile climbers, including Nina Caprez, from Switzerland, who was visiting on a sponsored trip and had inquired about the possibility of climbing in the Palestinian territories. </p> \n<p>Harris tells the story of the young Bedouins who come to climb when he is running his courses. “Friday is their only day off and all they want to do is climb. Some of them work in construction in Rehan [a new Palestinian town being built on the ridge opposite the Ein Qiniya cliffs],” he says. “They can look over towards the cliff and if they see us they run across the valley to come climbing. These guys will be the future of Palestinian climbing.”</p> \n<p>Fifteen minutes after her first climb Rubaa is ready to try another. She asks if she can use the Guardian’s rope. This time she runs up the climb. When she returns to the ground all nervousness has gone. “This is so much fun,” she says. “I want to come again.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433936263541/e95be230-e437-4128-979e-e2059d581242-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Abbas Momani/AFP/Getty Images","altText":"A group of Palestinians climb ","cleanCredit":"Photograph: Abbas Momani/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433162026168/9c6f1657-1f49-472d-9a07-908a5d834fce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A young Palestinian woman learns to scale the cliffs above Ein Qiniya, outside Ramallah, West Bank. Photograph: Peter Beaumont for the Guardian","credit":"Peter Beaumont for the Guardian","altText":"A young Palestinian woman learning to rock climb on the cliffs above Ein Qiniya outside the city of Ramallah on the West Bank. Despite an active climbing community in Israel, outdoor climbing venues for Palestinians have only been developed in the last twelve months. ","cleanCaption":"A young Palestinian woman learns to scale the cliffs above Ein Qiniya, outside Ramallah, West Bank.","cleanCredit":"Photograph: Peter Beaumont for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433164292242/b94bf05e-dceb-43ac-92fe-4dcffc58fdbc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Will Harris of Wadi Climbing helps Summer Rushdi with her belaying technique. Rubaa Bledi, right, will attempt her first climb shortly after. Photograph: Peter Beaumont for the Guardian","credit":"Peter Beaumont for the Guardian","altText":"Will Harris of Wadi Climbing helps Summer Rushdi with her belaying technique on a climbing course at Ein Qiniya in the occupied Palestinian territories watched by 16 year Rubaa Bledi who will do her first rock climb a few minutes later.","cleanCaption":"Will Harris of Wadi Climbing helps Summer Rushdi with her belaying technique. Rubaa Bledi, right, will attempt her first climb shortly after.","cleanCredit":"Photograph: Peter Beaumont for the Guardian"}],"webPublicationDate":"2015-06-23T06:30:08Z","lastModified":"2015-06-23T06:33:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":true,"keywords":["Palestinian territories","Middle East and North Africa","World news","Climbing holidays","Travel"],"tags":[{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"travel/climbing-holidays","webTitle":"Climbing holidays"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"world"},"topics":[{"displayName":"Peter Beaumont","topic":{"type":"tag-contributor","name":"profile/peterbeaumont"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/23/rock-climbing-wadi-occupied-west-bank-palestinian-territories","shortUrl":"http://gu.com/p/49cym","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/23/rock-climbing-wadi-occupied-west-bank-palestinian-territories","webUri":"http://www.theguardian.com/world/2015/jun/23/rock-climbing-wadi-occupied-west-bank-palestinian-territories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433936263541/e95be230-e437-4128-979e-e2059d581242-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A group of Palestinians climb a cliff in the West Bank village of Yabrud, north of Ramallah. About 500 people have attended Wadi Climbing’s courses in the past year. Photograph: Abbas Momani/AFP/Getty Images","credit":"Abbas Momani/AFP/Getty Images","altText":"A group of Palestinians climb ","cleanCaption":"A group of Palestinians climb a cliff in the West Bank village of Yabrud, north of Ramallah. About 500 people have attended Wadi Climbing’s courses in the past year.","cleanCredit":"Photograph: Abbas Momani/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Up for adventure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433936263541/e95be230-e437-4128-979e-e2059d581242-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Abbas Momani/AFP/Getty Images","altText":"A group of Palestinians climb ","cleanCredit":"Photograph: Abbas Momani/AFP/Getty Images"}}]}],"lastModified":"2015-06-23T07:31:22Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}