{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The sound of the seaside / Human League star's audio mission","rawTitle":"Human League star's audio mission","item":{"type":"article","id":"music/2015/jun/22/shoot-em-ups-crashing-waves-human-league-martyn-ware-seaside-sound-brighton","title":"Shoot-'em-ups and crashing waves: Martyn Ware seeks that seaside sound","trailText":"Former Human League star tells of his love for the sea as he takes his recorder around Brighton, part of project to capture the sounds of Britain’s coastline","standFirst":"<p>Former Human League star tells of his love for the sea as he takes his recorder around Brighton – part of a project to capture the sounds of Britain’s coastline</p>","byline":"Steven Morris","body":"<p>He may be the founding member of two of the most revered bands of the 1980s, a renowned music producer and the creator of arty, moody soundscapes. But <a href=\"http://illustriouscompany.co.uk/distinguishing-features/martyn-ware\">Martyn Ware</a> – once of the Human League, still of Heaven 17 – has parked his cool at the doors of this garish, blaring amusement arcade on Brighton pier and is darting around the insistent fruit machines, the shoot-’em-up video games, the coconut shy and the hissing air hockey table, gleefully grabbing noises on his digital recorder.</p> \n<p>“It’s an incredible, impressionistic mess of sound,” he says. “It’s totally chaotic but totally brilliant. The whole place is like a giant reminiscence machine. The jangle of the penny falls games, the beeps and the snatches of tinny tunes. It takes me back to my childhood and also to the many happy hours I’ve spent with my kids here. It’s brilliant.” </p> \n<figure class=\"element element-embed\" data-alt=\"Brighton pier\"> \n <iframe width=\"100%\" height=\"150\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211042392&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<p>Ware’s madcap charge around the arcade, however, is not just for fun. He is taking part in a unique mapping project to capture the sounds of the British coastline, being launched on Monday by the National Trust, National Trust for Scotland and the British Library. </p> \n<p>Members of the public are being asked to record sounds of the coastline – whether it be the busy sounds of a working fishing village, the cries of seabirds on a remote island, the whistle of a beach-hut kettle, or a seaside arcade – and upload them to a sound map hosted on the British Library website to be added to its sound archive.</p> \n<p>Cheryl Tipp, curator of wildlife and environment sounds at the British Library, said: “There is something really evocative about the sounds of our coast; they help shape our memories of the coastline and immediately transport us to a particular time or place whenever we hear them.</p> \n<figure class=\"element element-embed\" data-alt=\"Gulls on Cowbar Nab\"> \n <iframe width=\"100%\" height=\"150\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211043340&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<p>“As millions of us head to the coast this summer for holidays or day trips, we want the public to get involved by recording the sounds of our amazing coastline and add them to the sound map. This could be someone wrestling with putting up a deck-chair, the sounds of a fish and chip shop or a busy port.</p> \n<p>“We’d also love to hear from people that might have historic coastal sounds, which might be stored in a box in the loft. This will help us see how the sounds of our coastline have changed over the years.” </p> \n<p>At the end of the three-month project – called Sounds of Our Shores – Ware will choose some of his favourite sounds and combine them with some he has collected himself to compose a new piece of music.</p> \n<figure class=\"element element-embed\" data-alt=\"Coastal lagoon\"> \n <iframe width=\"100%\" height=\"150\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211042822&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<p>Hence his trip to Brighton pier and his madcap dash around the arcade. Though he is best known for electronic music with an industrialised or urban feel, Ware said the seaside has always been hugely important to him.</p> \n<p>“I grew up in Sheffield, one of the furthest places from the sea you can get in Britain,” he said. “We were poor and one day at the seaside a year was our holiday.” </p> \n<p>His family used to travel by train to resorts such as Cleethorpes, Skegness and Scarborough. “That first sight of the sea was so exciting but so were the sounds – the seagulls, the laughter of children, the bells on the donkeys, the old rickety rides, especially when they were made of wood,” Ware said.</p> \n<p>After satisfying himself that he had recorded every interesting beep, buzz, bell, clatter and crash from the pier (he loved the sound of screams from the ghost train), Ware went for a walk on the pebbly beach. He said: “Wherever you go the waves sound different. It depends if they are breaking on sand, on shingle, against cliffs.”</p> \n<figure class=\"element element-embed\" data-alt=\"Sail wires and gulls\"> \n <iframe width=\"100%\" height=\"150\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211042100&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\"></iframe> \n</figure> \n<p>Ware was delighted with the acoustics he found under the pier – he likes the noise that comes after a wave has crashed. “It’s a natural resonance chamber. The waves sound great here ... there’s a high-pitched sound as the water recedes and pulls the shingle back. I prefer that to the crash actually.”</p> \n<p>But he suggested that anyone considering taking part in the project should think imaginatively about the sounds to be found at the coast rather than plumping for spectacular sounds like the crashing of waves. </p> \n<p>For example, putting a smartphone or recording device next to a rock pool might yield some fascinating noises. “You can listen to crabs messing around, shellfish squirting water – the tiny sounds are interesting too, not just the big sounds.”</p> \n<ul> \n <li>Details of the project can be found <a href=\"http://www.nationaltrust.org.uk/article-1355899679081/\">on the National Trust website</a>. Participants are also invited to share their sounds on social media using the hashtag #shoresounds. For advice about sharing historical sounds contact <a href=\"mailto:shoresounds@bl.uk\">shoresounds@bl.uk</a>.<br /></li> \n <li>The Sounds of Our Shores map will be available via: <a href=\"http://www.bl.uk/sounds-of-our-shores\">http://www.bl.uk/sounds-of-our-shores</a>.<br /></li> \n <li>The audioBoom channel for uploading sounds is: <a href=\"http://audioboom.com/channel/soundsofourshores\">http://audioboom.com/channel/soundsofourshores</a>.<br /></li> \n <li>Listen to Steven Morris’s interview with Martyn Ware below.</li> \n</ul> \n<figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/theguardianmusic/sounds-of-our-shores-martyn-ware-on-the-magic-of-the-seaside/s-8dWeM\"> \n <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&amp;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F211041837&amp;show_artwork=true&amp;secret_token=s-8dWeM\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82d95a9f91d7c57fec0be3951cbc6823af2bb1cb/0_317_5354_3215/5354.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3215,"width":5354,"orientation":"landscape","credit":"Andy Hall for the Observer","altText":"Martyn Ware","cleanCredit":"Photograph: Andy Hall for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-21T23:01:21Z","lastModified":"2015-06-21T23:03:42Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":true,"keywords":["Music","Brighton","Environment","Culture","UK news","British Library","Libraries","The National Trust","The Human League"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"uk/brighton","webTitle":"Brighton"},{"id":"environment/environment","webTitle":"Environment"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"},{"id":"books/british-library","webTitle":"British Library"},{"id":"books/libraries","webTitle":"Libraries"},{"id":"uk/national-trust","webTitle":"The National Trust"},{"id":"music/the-human-league","webTitle":"The Human League"}],"section":{"id":"music"},"topics":[{"displayName":"Steven Morris","topic":{"type":"tag-contributor","name":"profile/stevenmorris"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/22/shoot-em-ups-crashing-waves-human-league-martyn-ware-seaside-sound-brighton","shortUrl":"http://gu.com/p/4axvq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/22/shoot-em-ups-crashing-waves-human-league-martyn-ware-seaside-sound-brighton","webUri":"http://www.theguardian.com/music/2015/jun/22/shoot-em-ups-crashing-waves-human-league-martyn-ware-seaside-sound-brighton"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82d95a9f91d7c57fec0be3951cbc6823af2bb1cb/0_317_5354_3215/5354.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3215,"width":5354,"orientation":"landscape","caption":"Martyn Ware is working with the National Trust to incorporate sounds of the coastline into a new piece of music. Photograph: Andy Hall/for the Observer","credit":"Andy Hall/for the Observer","altText":"Martyn Ware","cleanCaption":"Martyn Ware is working with the National Trust to incorporate sounds of the coastline into a new piece of music.","cleanCredit":"Photograph: Andy Hall/for the Observer"}},"importance":7,"kicker":{"title":"The sound of the seaside"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82d95a9f91d7c57fec0be3951cbc6823af2bb1cb/0_317_5354_3215/5354.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3215,"width":5354,"orientation":"landscape","credit":"Andy Hall for the Observer","altText":"Martyn Ware","cleanCredit":"Photograph: Andy Hall for the Observer"}}]},{"title":"German tourists / 'Everybody has been so kind – overfriendly, even'","rawTitle":"'Everybody has been so kind – overfriendly, even'","item":{"type":"article","id":"world/2015/jun/21/german-tourists-greece-thessaloniki","title":"German tourists in Greece: 'everybody has been so kind – overfriendly, even'","trailText":"Despite the political tension between Athens and Berlin, both sides of tourist trade say Germans are welcome at Greek resorts","standFirst":"<p>Despite the political tension between Athens and Berlin, both sides of tourist trade say Germans are welcome at Greek resorts</p>","byline":"Angelique Chrisafis in Thessaloniki","body":"<p>Gazing out over Thessaloniki’s waterfront, Regina Jost, a social worker from Jever, in northern Germany, was on her last day of a week’s holiday discovering Greece’s picturesque northern beaches. “When I told my friends I was going to Greece on vacation, they said: ‘Oh be careful, something might happen, you’ll come up against bad feeling against Germans, people will hold it against you for being German,’” she said.<br /></p> \n<p>But despite the political tension between Athens and Berlin as Greece battles for economic survival, Jost said she had not experienced what some German media have described as “the fear of spit in the ouzo”. After six years of Greek caricatures of Angela Merkel in Nazi uniform, Greek demands for Nazi war reparations and the resentment at Berlin’s stance as unrelenting paymaster, only one person had been slightly frosty towards Jost – and that was a German whom she had asked for directions.</p> \n<p>“There has been no bad feeling. Everybody has been so kind – overfriendly, even,” she said. “This is all about the politics, tourists are not responsible for that.” Bj&ouml;rn J&uuml;rgensen, an electrical technician travelling with her, added: “I haven’t thought about the crisis at all, people have been great.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/greece-and-eurozone-leaders-in-last-ditch-scramble-to-reach-deal\">Greece and eurozone leaders in last-ditch scramble to reach deal</a> </p> \n</aside> \n<p>The tourist sun-loungers and bars seem a world away from the meeting rooms of Brussels. But tourism is more than ever a barometer of Athens’s international relations and a lifeline for the economy. Tourism is Greece’s biggest industry, making up a fifth of GDP. Last year, record numbers of tourist flocked to Greece, including a record 2.5 million Germans; there was a 17% increase of Germans arriving on package holidays. </p> \n<p>This year had been expected to set further records, but the uncertainty over Greece’s future and fears of a credit crunch and capital controls has begun to scare off Germans. The surge in tourism last year that helped drag the country out of a six-year slump has given way in the first months of this year to a drop in momentum. While UK and US tourists rush to benefit from the exchange rate, German bookings for Greece have unexpectedly declined since the radical left Syriza took power and as the economic crisis deepened.</p> \n<p>This month Germany’s travel board felt the need to issue a statement assuring travellers: “Despite isolated political campaigns against Germany in the past, German tourists do not need to fear hostility or hatred in Greece.” So crucial is the tourist trade to Greece that two conservative German politicians, Axel Fischer and Ruediger Kruse, proposed that German holidaymakers whose holiday spending helps boost the Greek economy should be reimbursed €500 by the German state on their return – on condition that the hotel and restaurants they visited have paid their taxes.</p> \n<p>On a long stretch of beach at the holiday spot of Perea, outside Thessaloniki, Eleftheria Poungoura had repainted her gift shop and carefully arranged the array of scarves, bags and luxury souvenirs. But on her newsstand the headline from the front page of the Daily Mirror – “Acropolypse Now” – was a reminder of the possibility of Greece having to leave the euro. <br /></p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-should-greece-leave-the-euro-17456530954\">Guardian Newsroom: Should Greece leave the Euro?</a> </p> \n</aside> \n<p>Poungoura, who trained in computer graphics, had been struggling to find a job over the past few years, so she had opened her shop almost two months ago. “At fist I thought people would think I was absolutely crazy starting a business. But I’m starting fresh, other businesses have debts and owe lots of money, it’s much easier for me to survive.” She said she worked from 10am to 3am each day and didn’t feel able to take on staff. “Tourist income is the biggest income we have, the biggest hope,” she said. </p> \n<p>Poungoura had had many German tourist customers, one of whom had been buying Bild every day for three weeks. “We don’t let politics get in the way of personal relations,” she said. “Greeks do not hate German people, many of my friends live in Germany, many have gone there to work.”</p> \n<p>Those working in Greek tourism worry that any VAT hikes that might be imposed under a financial deal in the coming days might force a rise in prices. On Perea’s beachfront, value for money was a crucial draw for tourists. “The other day, some German visitors came in and bought six bottles of wine. They said they were going to Athens and the same wine would be far more expensive if they bought it there. Price does matter,” Poungoura said.</p> \n<p>Angela Verbeneiuc, a Romanian economist, had been travelling the beaches with her family, attracted by the weather and the prices. She had noticed the high contingent of eastern European and Russian visitors. Nikolai Marchenko, an engineer from Siberia who worked in Thessaloniki and was showing tourist friends around, said that if Greece left the euro there was “no doubt” the country would turn to Russia for support. </p> \n<p>Susan and Roger Askill, from the West Midlands, had been travelling in Rhodes and Crete before returning to the Cyprus cottage they had retired to several years ago. They had heeded Foreign Office advice to bring enough cash to get by in case of bank closures, and used hotel safes during their journey. “It’s best to be prepared but we never considered cancelling our trip,” Susan Askill said.</p> \n<p>Odd Skriubakken, a retired teacher from Sarpsborg, Norway, said: “My wife has just retired and needed some sun. We booked months ago and wouldn’t have dreamt of cancelling. Despite everything, Greece is still seen primarily as a holiday destination. I’d rather come here to spend money helping the economy and helping the people.” </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434907792658/b9a563ec-e26d-4525-af55-19fa98ce4606-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"Greek beach","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T17:36:43Z","lastModified":"2015-06-21T23:53:09Z","metadata":{"commentable":true,"commentCount":157,"contributors":[{"name":"Angelique Chrisafis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/angeliquechrisafis"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone crisis","European Union","European monetary union","Euro"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/euro","webTitle":"Euro"}],"section":{"id":"world"},"topics":[{"displayName":"Angelique Chrisafis","topic":{"type":"tag-contributor","name":"profile/angeliquechrisafis"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/21/german-tourists-greece-thessaloniki","shortUrl":"http://gu.com/p/4a23d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/21/german-tourists-greece-thessaloniki","webUri":"http://www.theguardian.com/world/2015/jun/21/german-tourists-greece-thessaloniki"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434907792658/b9a563ec-e26d-4525-af55-19fa98ce4606-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tourists on a Greek beach. Photograph: Louisa Gouliamaki/AFP/Getty Images","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"Greek beach","cleanCaption":"Tourists on a Greek beach.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}},"importance":5,"kicker":{"title":"German tourists"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434907792658/b9a563ec-e26d-4525-af55-19fa98ce4606-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"Greek beach","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}}]},{"title":"How California's drought could spur an ecological rebirth","rawTitle":"How California's drought could spur an ecological rebirth","item":{"type":"article","id":"us-news/2015/jun/21/california-drought-landscaping-succulents-wildflowers","title":"How California's drought could spur an ecological rebirth","trailText":"As water-hungry turf turns brown in the state’s fourth year of severe drought, many homeowners find the time ripe to revegetate with native plants such as cacti, buckwheat and sage scrub: ‘It’s helping sustain biodiversity’","standFirst":"<p>As water-hungry turf turns brown in the state’s fourth year of severe drought, many homeowners find the time ripe to revegetate with native plants such as cacti, buckwheat and sage scrub: ‘It’s helping sustain biodiversity’</p>","byline":"Brandon Keim","body":"<p>Jennifer and Lawrence Kesteloot like to begin the day with breakfast in their San Francisco backyard garden. For the last several months, they’ve had guests: iridescent green-and-red Anna’s hummingbirds, drawn by wildflowers planted to replace what had been dead brown turf grass and concrete.<br /></p> \n<p>The Kesteloots hadn’t considered hummingbirds when imagining their garden. Mostly they were concerned about not using much water amidst the deprivations and uncertainties of California’s drought.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/04/california-lawns-drought-tolerant-succulents\">Californians urged to rip out their lawns: 'This is about the future we need'</a> </p> \n</aside> \n<p> The ecologically rich plantings, the beds of California poppies and wild lilacs, were the idea of a local garden company, which is part of a burgeoning industry that offers landscaping that is both water-efficient and biodiverse.</p> \n<p>“Most people still look at their backyards as an aesthetic. They don’t think so much about the science of it, the activity and the life,” said Elisa Baier, owner of <a href=\"http://smallspotgardens.com/\">Small Spot Gardens</a>, which designed and installed Kesteloot’s garden.<br /></p> \n<p>But as homeowners and property managers replace their water-hungry turf, increasingly many are finding that the moment is ripe to revegetate — paying attention not only to water, but to nature. With drought may come rebirth.</p> \n<p>Now, says Jennifer, the hummingbirds are a source of daily delight and her backyard is a striking example of the future’s lush possibilities. </p> \n<p>To the Kesteloots’ credit, they’d been content to let their turf patch go brown rather than watering it for the sake of appearance. In California – and indeed throughout the drought-stricken south-western United States – few sights are so environmentally inappropriate as bright green turf grass. </p> \n<p>Closely cropped bright-green landscapes are a powerful cultural fixation, but attitudes continue to harden against them.</p> \n<figure class=\"element element-image\" data-media-id=\"1d30d4feee35a79d5d5237c052a746105297f400\"> \n <img src=\"http://media.guim.co.uk/1d30d4feee35a79d5d5237c052a746105297f400/0_230_3500_2099/1000.jpg\" alt=\"A farm with a lawn and a swimming pool is seen in the Central Valley near Fresno, California.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A farm with a lawn and a swimming pool is seen in the Central Valley near Fresno, California.</span> \n  <span class=\"element-image__credit\">Photograph: Lucy Nicholson/Reuters</span> \n </figcaption> \n</figure> \n<p>Environmentalist Michael Pollan has <a href=\"http://www.latimes.com/nation/la-na-vegas-lawns-20150501-story.html#page=1\">likened lawns to littering and public urination</a>, and California governor Jerry Brown pledged in April to replace 50 million square feet of lawn with drought-tolerant landscaping. That figure amounted to slightly less than two square miles, or .04% of all California turf, but it signified the future direction.</p> \n<p>But if lawns are to go, what will replace them? Drought-tolerant plants save water, but they’re not necessarily nature-friendly. Many non-native plants support few insects and animals. They’re green but barren, and some landscapers servicing the growing demand for low-water yards have been <a href=\"http://www.latimes.com/local/lanow/la-me-ln-mwd-rebate-20150526-story.html\">criticized for using non-natives</a> with low habitat value. </p> \n<p>Worse yet, some simply cover lawns with crushed granite or mulch, replace them with astroturf, even paint dead brown grass green. Which might not have occasioned much lament, had the drought happened a few decades ago — but urban nature is blossoming, with scientists and nature-lovers celebrating <a href=\"https://www.americanforests.org/magazine/article/backyard-biodiversity/\">the bounty of life possible in cities and suburbs</a>.</p> \n<p>“Obviously having drought-resistant plants, whether they’re native or not, is good,” said Peter Bowler, an ecologist at the University of California, Irvine and director of the school’s arboretum. “But why stop there? Why not go the extra step and focus on native plants that benefit the whole ecosystem? I think this is a positive opportunity.” </p> \n<p>At the arboretum, Bowler worked with the <a href=\"http://www.californianativeplants.com/\">Tree of Life nursery</a>, a native-plant specialist, to plant more than twelve acres of turf with drought-tolerant native coastal species, including cacti and buckwheat and sage. There’s a state-owned wildlife sanctuary near the arboretum.</p> \n<p>Pacific pond turtles and roadrunners now nest in the sage scrub, said Bowler. So do threatened Pacific gnatcatchers. Songbirds stop to forage on their migrations from South America to the Arctic and back again. “It’s helping sustain intercontinental biodiversity as well as local biodiversity,” said Bowler, and campus-wide native plantings now save 750,000 gallons of water per year. </p> \n<figure class=\"element element-image\" data-media-id=\"a9c25baea20c6acd8f3df646c1c257391ae668b2\"> \n <img src=\"http://media.guim.co.uk/a9c25baea20c6acd8f3df646c1c257391ae668b2/0_152_4928_2955/1000.jpg\" alt=\"California landscapers install drip irrigation and a new drought-tolerant landscape in a front yard.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">California landscapers install drip irrigation and a new drought-tolerant landscape in a front yard.</span> \n  <span class=\"element-image__credit\">Photograph: Robyn Beck/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Some California municipalities now <a href=\"http://www.latimes.com/local/lanow/la-me-ln-mwd-rebate-20150526-story.html\">offer turf-replacement rebates</a>, but the greatest obstacle to nature-friendly cities is cultural. Urban ecology is popular, but many people are just starting to learn what’s possible in everyday environments. “Lots of my clients go on nature hikes. They love to have a guide say, ‘Look at that bird! And this plant used by Native Americans!’ But they don’t yet think that way about their backyards,” said Baier. “With a little assistance, they could.” </p> \n<p>Baier, of Small Spot Gardens, is less rigid than Bower about non-native plants. What matters most, she said, is picking species that insects and animals use. Ultimately the patchworks of gardens and parks will <a href=\"http://www.sciencedirect.com/science/article/pii/S0169534709002468\">become rich regional habitats</a> in what had been nature-impoverished. </p> \n<p>The benefits are not restricted to biodiversity: plenty of studies <a href=\"http://www.asla.org/healthbenefitsofnature.aspx\">describe nature’s positive health effects</a>, from psychological well-being to lower rates of autoimmune diseases. But wildlife provides human benefits, too.</p> \n<p>For Kesteloot, who has a particular interest in insects, her backyard is now home to a menagerie that includes monarch butterflies, Jerusalem crickets, bumble bees and honeybees. Watching the bees is another source of satisfaction, she said — though the hummingbirds, known for acrobatic aerial displays, remain her favorites. </p> \n<p>“The boys go way up in the air, then nosedive straight down and make a little chirp noise,” she said. “You know they’re showing off for the ladies. It makes us so happy.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/137ea58f99a5b50c55b5ad479e072e7e5e5f418f/0_133_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","credit":"Gregory Bull/AP","altText":"A golfer passes succulents and other drought-resistant plants at the El Niguel country club in Laguna Niguel, California.","cleanCredit":"Photograph: Gregory Bull/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1d30d4feee35a79d5d5237c052a746105297f400/0_230_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"A farm with a lawn and a swimming pool is seen in the Central Valley near Fresno, California. Photograph: Lucy Nicholson/Reuters","credit":"Lucy Nicholson/Reuters","altText":"A farm with a lawn and a swimming pool is seen in the Central Valley near Fresno, California.","cleanCaption":"A farm with a lawn and a swimming pool is seen in the Central Valley near Fresno, California.","cleanCredit":"Photograph: Lucy Nicholson/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9c25baea20c6acd8f3df646c1c257391ae668b2/0_152_4928_2955/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2955,"width":4928,"orientation":"landscape","caption":"California landscapers install drip irrigation and a new drought-tolerant landscape in a front yard. Photograph: Robyn Beck/AFP/Getty Images","credit":"Robyn Beck/AFP/Getty Images","altText":"California landscapers install drip irrigation and a new drought-tolerant landscape in a front yard.","cleanCaption":"California landscapers install drip irrigation and a new drought-tolerant landscape in a front yard.","cleanCredit":"Photograph: Robyn Beck/AFP/Getty Images"}],"webPublicationDate":"2015-06-21T12:52:44Z","lastModified":"2015-06-21T14:08:11Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Brandon Keim","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brandon-keim"}],"feature":true,"keywords":["California drought","California","Water","US news","Environment","Drought"],"tags":[{"id":"us-news/california-drought","webTitle":"California drought"},{"id":"us-news/california","webTitle":"California"},{"id":"environment/water","webTitle":"Water"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/drought","webTitle":"Drought"}],"section":{"id":"us-news"},"topics":[{"displayName":"Brandon Keim","topic":{"type":"tag-contributor","name":"profile/brandon-keim"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/21/california-drought-landscaping-succulents-wildflowers","shortUrl":"http://gu.com/p/4axa5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/21/california-drought-landscaping-succulents-wildflowers","webUri":"http://www.theguardian.com/us-news/2015/jun/21/california-drought-landscaping-succulents-wildflowers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/137ea58f99a5b50c55b5ad479e072e7e5e5f418f/0_133_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"A golfer passes succulents and other drought-resistant plants at the El Niguel country club in Laguna Niguel, California. Photograph: Gregory Bull/AP","credit":"Gregory Bull/AP","altText":"A golfer passes succulents and other drought-resistant plants at the El Niguel country club in Laguna Niguel, California.","cleanCaption":"A golfer passes succulents and other drought-resistant plants at the El Niguel country club in Laguna Niguel, California.","cleanCredit":"Photograph: Gregory Bull/AP"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/137ea58f99a5b50c55b5ad479e072e7e5e5f418f/0_133_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","credit":"Gregory Bull/AP","altText":"A golfer passes succulents and other drought-resistant plants at the El Niguel country club in Laguna Niguel, California.","cleanCredit":"Photograph: Gregory Bull/AP"}}]},{"title":"'If I burn out, I burn out' / Meet Taylor Wilson, nuclear boy genius","rawTitle":"Meet Taylor Wilson, nuclear boy genius","item":{"type":"article","id":"science/2015/jun/20/taylor-wilson-nuclear-teen-genius-science-interview","title":"'If I burn out, I burn out': meet Taylor Wilson, nuclear boy genius","trailText":"He fused the atom at 14, has advised the US government on counter-terrorism and plans to beat cancer – and he’s still only 21. What scares Taylor Wilson? Asking a girl for her number ...<br>","standFirst":"<p>He fused the atom at 14, has advised the US government on counter-terrorism and plans to beat cancer – and he’s still only 21. What scares Taylor Wilson? Asking a girl for her number ...<br /></p>","byline":"Rory Carroll","body":"<p>Taylor Wilson has a Geiger counter watch on his wrist, a sleek, sporty-looking thing that sounds an alert in response to radiation. As we enter his parents’ garage and approach his precious jumble of electrical equipment, it emits an ominous beep. Wilson is in full flow, explaining the old-fashioned control panel in the corner, and ignores it. “This is one of the original atom smashers,” he says with pride. “It would accelerate particles up to, um, 2.5m volts – so kind of up there, for early nuclear physics work.” He pats the knobs.</p> \n<p>It was in this garage that, at the age of 14, <a href=\"http://www.sciradioactive.com/\">Wilson</a> built a working nuclear fusion reactor, bringing the temperature of its plasma core to 580mC – 40 times as hot as the core of the sun. This skinny kid from Arkansas, the son of a Coca-Cola bottler and a yoga instructor, experimented for years, painstakingly acquiring materials, instruments and expertise until he was able to join the elite club of scientists who have created a miniature sun on Earth.</p> \n<p>Not long after, Wilson won $50,000 at a science fair, for a device that can detect nuclear materials in cargo containers – a counter-terrorism innovation he later showed to a wowed Barack Obama at a White House-sponsored science fair.</p> \n<p>Wilson’s two TED talks (<a href=\"http://www.ted.com/talks/taylor_wilson_yup_i_built_a_nuclear_fusion_reactor?language=en\">Yup, I Built A Nuclear Fusion Reactor</a> and <a href=\"https://www.ted.com/talks/taylor_wilson_my_radical_plan_for_small_nuclear_fission_reactors\">My Radical Plan For Small Nuclear Fission Reactors</a>) have been viewed almost 4m times. A Hollywood biopic is planned, based on an imminent biography. Meanwhile, corporations have wooed him and the government has offered to buy some of his inventions. Former US under-secretary for energy, Kristina Johnson, told his biographer, Tom Clynes: “I would say someone like him comes along maybe once in a generation. He’s not just smart – he’s cool and articulate. I think he may be the most amazing kid I’ve ever met.”</p> \n<p>Seven years on from fusing the atom, the gangly teen with a mop of blond hair is now a gangly 21-year-old with a mop of blond hair, who shuttles between his garage-cum-lab in the family’s home in Reno, Nevada, and other more conventional labs. In addition to figuring out how to intercept dirty bombs, he looks at ways of improving cancer treatment and lowering energy prices – while plotting a hi-tech business empire around the patents.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nuclear can be used for good or bad. There’s no putting the genie back in the bottle</p> \n </blockquote> \n</aside> \n<p>As we tour his parents’ garage, Wilson shows me what appears to be a collection of nuggets. His watch sounds another alert, but he continues lovingly to detail his inventory. “The first thing I got for my fusion project was a mass spectrometer from an ex-astronaut in Houston, Texas,” he explains. This was a treasure he obtained simply by writing a letter asking for it. He ambles over to a large steel safe, with a yellow and black nuclear hazard sticker on the front. He spins the handle, opens the door and extracts a vial with pale powder in it.</p> \n<p>“That’s some yellowcake I made – the famous stuff that Saddam Hussein was supposedly buying from Niger. This is basically the starting point for nuclear, whether it’s a weapons programme or civilian energy production.” He gives the vial a shake. A vision of dodgy dossiers, atomic intrigue and mushroom clouds swims before me, a reverie broken by fresh beeping. “That’ll be the allanite. It’s a rare earth mineral,” Wilson explains. He picks up a dark, knobbly little rock streaked with silver. “It has thorium, a potential nuclear fuel.”</p> \n<p>I think now may be a good moment to exit the garage, but the tour is not over. “One of the things people are surprised by is how ubiquitous radiation and radioactivity is,” Wilson says, giving me a reassuring look. “I’m very cautious. I’m actually a bit of a hypochondriac. It’s all about relative risk.”</p> \n<p>He paces over to a plump steel tube, elevated to chest level – an object that resembles an industrial vacuum cleaner, and gleams in the gloom. This is the jewel in Wilson’s crown, the reactor he built at 14, and he gives it a tender caress. “This is safer than many things,” he says, gesturing to his Aladdin’s cave of atomic accessories. “For instance, horse riding. People fear radioactivity because it is very mysterious. You want to have respect for it, but not be paralysed by fear.”</p> \n<p>***</p> \n<p>The Wilson family home is a handsome, hacienda-style house tucked into foothills outside Reno. Unusually for the high desert at this time of year, grey clouds with bellies of rain rumble overhead. Wilson, by contrast, is all sunny smiles. He is still the slightly ethereal figure you see in the TED talks (I have to stop myself from offering him a sandwich), but the handshake is firm, the eye contact good and the energy enviable – even though Wilson has just flown back from a weekend visiting friends in Los Angeles. “I had an hour’s sleep last night. Three hours the night before that,” he says, with a hint of pride.</p> \n<p>He does not drink or smoke, is a natty dresser (in suede jacket, skinny tie, jeans and Converse-style trainers) and he is a talker. From the moment we meet until we part hours later, he talks and talks, great billows of words about the origin of his gift and the responsibility it brings; about trying to be normal when he knows he’s special; about Fukushima, nuclear power and climate change; about fame and ego, and seeing his entire life chronicled in a book for all the world to see when he’s barely an adult and still wrestling with how to ask a girl out on a date.</p> \n<p>The future feels urgent and mysterious. “My life has been this series of events that I didn’t see coming. It’s both exciting and daunting to know you’re going to be constantly trying to one-up yourself,” he says. “People can have their opinions about what I should do next, but my biggest pressure is internal. I hate resting on laurels. If I burn out, I burn out – but I don’t see that happening. I’ve more ideas than I have time to execute.”</p> \n<p>Wilson credits his parents with huge influence, but wavers on the nature versus nurture debate: was he born brilliant or educated into it? “I don’t have an answer. I go back and forth.” The pace of technological change makes predicting his future a fool’s errand, he says. “It’s amazing – <em>amazing</em> – what I can do today that I couldn’t have done if I was born 10 years earlier.” And his ambitions are sky-high: he mentions, among many other plans, bringing electricity and state-of-the-art healthcare to the developing world.</p> \n<p>These laudable (and sometimes contradictory) goals have stumped governments, corporations and aid agencies, but for Wilson they are no wishlist. “I want to play major league baseball,” he says. “I want to make a difference.”</p> \n<figure class=\"element element-image\" data-media-id=\"240a25dd0bb056a013d1a4fc1fb4e1f13de824f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434538671559/13e8798a-f896-40e6-820e-01d5c96d5620-460x359.jpeg\" alt=\"taylor wilson, teen science genius\" width=\"460\" height=\"359\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘\u0007It’s daunting to know you’re going to be constantly trying to one-up yourself.’</span> \n  <span class=\"element-image__credit\">Photograph: Jamie Kingham for the Guardian</span> \n </figcaption> \n</figure> \n<p>Coming from any other 21-year-old this might be filed under hubris, but Wilson is different – as determined as he is smart. “When I said I wanted to build a nuclear fusion reactor in the garage, I think most parents would say no. But my personality is persistent and persuasive.” He shrugs. “It’s important to distinguish IQ from what you do with it.”</p> \n<p>The first child born to Kenneth and Tiffany Wilson in May 1994, in Texarkana, Arkansas, there was little reason to anticipate Taylor’s scientific vocation. The American south is better known for its poultry and cotton farming than applied physics. Tiffany ran a yoga studio; Kenneth, a red-meat-loving former college athlete, ran a cola bottling business. How they ended up with a little Einstein remains a mystery. “Neither of us knows a dang thing about science,” Kenneth confesses.</p> \n<p>The initial trigger was curiosity. Aged four, Wilson abandoned toy dump trucks to play with real traffic cones and barricades. He stood in front of the house directing traffic, wearing a reflective orange vest, yellow boots and a hard hat.</p> \n<p>For his fifth birthday, he demanded a crane – a real one. So Kenneth called a friend who owned a construction company and on the day of the party a six-tonne crane duly arrived, the operator letting Wilson sit in his lap and work the controls.</p> \n<p>The crane set a pattern. Tiffany and Kenneth, ignoring friends who muttered about spoiling, resolved to encourage and facilitate the passions of Taylor and his brother Joey, three years younger.</p> \n<p>At the age of nine, Taylor announced he would become an astronaut. He set aside books about fantasy and magic to swot up on space exploration. He wrote to astronauts, requesting pictures and autographs, and began building and launching little rockets. At school he gave ebullient talks about space exploration. “Everyone loved watching him, and when he was in the room, he just took control,” Dee Miller, the school’s former head, told his biographer.</p> \n<p>As Wilson’s rockets became more elaborate, he detoured into propulsion and making his own fuels. He pinned posters of the periodic table on his wall and pestered his dad for spare parts from the bottling factory. Rockets led to fireworks and (mostly) controlled explosions; sugar was mixed with potassium nitrate to make thunderous bangs that sent mushroom clouds over the yard. The neighbours either freaked out, or came to watch.</p> \n<p>For his 10th birthday his grandmother bought him <a href=\"http://www.theguardian.com/life/opinion/story/0,12981,1261144,00.html\">The Radioactive Boy Scout</a>, a book about a teenager in Michigan called David Hahn, who tried to build a nuclear breeder reactor in a back-yard shed in 1994. His experiment ended badly: arrest, disgrace and cleanup workers in hazmat suits. Naturally, Wilson saw the story as a challenge rather than a cautionary tale. His grandmother lived to regret the gift.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>All teens can be narcissistic, and when people say you’re Einstein, your identity can get wrapped up in being a whiz-kid</p> \n </blockquote> \n</aside> \n<p>Unlike Hahn, who worked in the shadows to evade a parental ban, Taylor was able to work openly – and under supervision. After becoming obsessed with atoms, the universe’s building blocks, he bought a Geiger counter and started collecting radioactive objects – antique vacuum tubes, figurines, clocks and gadgets from fairs, stores and online – plus a radiation-shielding container made of thick lead. He pushed his parents’ trust and patience to the limit. His biographer recounts an occasion when Tiffany poked her head into the garage and saw her son, in his canary yellow nuclear technician’s coveralls, watching a pool of liquid spreading across the concrete floor.</p> \n<p>“Tay, it’s time for supper.”</p> \n<p>“I think I’m going to have to clean this up first.”</p> \n<p>“That’s not the stuff you said would kill us if it broke open, is it?”</p> \n<p>“I don’t think so. Not instantly.”</p> \n<p>Wilson was safety conscious, but his explanations about time doses, distance intensities and inverse-square laws baffled his parents. They took advice from university physicists who, after quizzing the teen, concluded he knew what he was doing.</p> \n<p>***</p> \n<p>Back in the garage in Reno, the adult Taylor Wilson concludes his tour and we wander into the house where his Geiger watch, I gratefully note, stops beeping. The family moved here when he was 14 so he and Joey, a maths prodigy, could attend <a href=\"http://www.davidsonacademy.unr.edu/\">Davidson Academy</a>, a non-fee-paying school for the brightest of the bright, located on the University of Nevada, Reno campus.</p> \n<p>Under the guidance of two mentors in the physics department, Ronald Phaneuf and Bill Brinsmead, Wilson moved his research to the university lab and there pursued his goal of nuclear fusion, charming and cajoling hospitals and other institutions to lend or donate spare parts to supplement the lab’s equipment. He needed to achieve extremely high temperatures and to manage safely the hot gases produced as part of the process. It would involve tens of thousands of electron volts and deadly x-rays: using a fusor was considered too technically challenging even for most doctoral candidates. But in March 2009, using an inertial electrostatic confinement device, Wilson did it. The atoms inside collided and fused, throwing off energy at 1.2m neutrons per second.</p> \n<p>The reactor now sits in his garage, but Wilson has on occasion embellished the tale by implying the fusion happened there. Wilson says that even at the moment of triumph, he was mulling his next steps. “I was instantly thinking: what are the applications? What can I do with this?”</p> \n<p>Several years later, he received $100,000 from the libertarian-tinged <a href=\"http://www.thielfellowship.org/about/about-the-fellowship/\">Thiel Fellowship</a>, which funds bright young things for two years – on condition they spurn college during that time and focus on their own projects. His fellowship has now ended but Wilson still has no plans to go to college, preferring instead to work on inventions and to travel, giving talks and visiting friends.</p> \n<p>He has proposed building small, self-contained underground nuclear fission reactors that use decommissioned nuclear weapons to fuel power. Another project is to help hospitals irradiate materials for medical isotopes – vital tools that help diagnose cancer but are often too costly for hospitals, especially those in poor countries. Wilson’s innovation holds the promise of dramatically slashing the cost, an initiative he developed in tribute to his grandmother, who died of the disease when he was 11. And then there is the radiation detector designed to intercept terrorist dirty bombs.</p> \n<figure class=\"element element-image\" data-media-id=\"2f3ce16fc95aeb08bc572f5a77ec8deff0ee0230\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434644195382/1705a019-a1fc-4623-ab32-a02a8c927bf5-460x306.jpeg\" alt=\"teen science genius taylor wilson\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wilson giving a TED talk.</span> \n  <span class=\"element-image__credit\">Photograph: James Duncan Davidson/TED</span> \n </figcaption> \n</figure> \n<p>Wilson’s achievements are impressive in someone so young, says <a href=\"http://www.imperial.ac.uk/people/steve.cowley\">Steve Cowley</a>, CEO of the UK Atomic Energy Authority and professor of physics at Imperial College London. “What he has achieved is not in itself ground-breaking, but his drive and ingenuity are remarkable. He clearly has a bright future.”</p> \n<p>It’s a future that will include nuclear power – something that, despite the “troubling” disaster at Japan’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/fukushima\">Fukushima</a> reactor in 2011, Wilson says remains vital when it comes to combating climate change. “Nuclear can be used for good or bad. There’s no putting the genie back in the bottle. My goal is to help prevent the bad and enhance the good.” (Just as well, because he also thinks “there’s something beautiful in a mushroom cloud”.)</p> \n<p>We head out for a coffee, Wilson driving us in his parents’ Land Rover. The sun has re-emerged and glints off the city in the valley below. To the east, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/elon-musk\">Elon Musk</a>, the 43-year-old buccaneering entrepreneur behind Tesla and SpaceX, is building a $5bn factory to make <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/vital-signs/2015/jun/10/tesla-batteries-environment-lithium-elon-musk-powerwall\">lithium-ion batteries</a> for electric cars and home energy storage.</p> \n<p>Wilson riffs enthusiastically about electric cars, so I ask if he would work for Musk, whom he has met. He almost groans and shakes his head, then picks his words carefully. “I look up to Elon. That’s hard for me to say. Maybe we both just have big personalities. I have similar ambitions, to do what Elon is doing.” Translation: no matter that Musk is the real-life inspiration for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/robertdowneyjr\">Robert Downey Jr</a>’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/iron-man\">Iron Man</a>, Wilson plans to build his own business empire and do things his way.</p> \n<p>The cafe has pizza, cookies and cakes, but Wilson demurs. “I’m good on calories for today.” Coffee? He shakes his head. “I tend to avoid caffeine. I don’t really need it. You may have noticed.”</p> \n<p>The cashier, a middle-aged woman, clearly recognises him. So, too, do some diners, their eyes following Wilson as we take a table. He got this at the weekend in LA, he says: people know him either from the TED talks, or a much-shared interview he did with CNN in 2012 (<a href=\"http://edition.cnn.com/2012/06/11/tech/taylor-post-for-blocks/index.html\">Meet Taylor Wilson, Nuclear Prodigy</a>). How does it feel? “I never got into science for the public persona. All that fame stuff, I take it in my stride. I don’t mind it.” Does he like it? A pause. “I don’t dislike it.”</p> \n<p>Wilson’s parents have moved back to Arkansas to concentrate on Joey – who, in the shadow of his atomic sibling, was becoming increasingly introverted – leaving him to live alone in the former family home. His strength of character and focus have at times worried and alienated those closest to him. “All teens can be narcissistic, and when you have people telling you every day you’re Einstein, your identity can get wrapped up in being a whiz-kid,” says Clynes, his biographer, speaking from Ann Arbor, Michigan. “Taylor went through some very dark times. I’m not sure if he knew it, but everyone around him did.”</p> \n<p>The book includes some stinging observations from relatives and colleagues, including this from his mentor, Phaneuf: “He’s gotten addicted to the spotlight.” Clynes himself, <a href=\"http://www.popsci.com/science/article/2012-02/boy-who-played-fusion\">whose original Popular Science article amped up the spotlight</a>, confesses to fearing he “helped to create a monster”.</p> \n<p>That fear has ebbed and Wilson is now on good terms with loved ones and colleagues, Clynes says. In the transition to adulthood, he matured and discovered some grace and humility – not least in accepting the biography, warts and all. “Reading it hit him hard,” Clynes says. “He was finding out for the first time: wow, I was a jerk. But he got through it and supports the conclusions. How many people would have the maturity to read such things about themselves and consider them accurate?”</p> \n<figure class=\"element element-image\" data-media-id=\"2027d439c4a5b953fe65e9c116af5602282c6f3b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434539426815/98e5e774-f44d-48f7-9c69-f7a76b00587a-280x420.jpeg\" alt=\"teen science genius taylor wilson\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘\u0007I’m not very happy when I’m not doing anything. Maybe that’s a sign of neuroses.’</span> \n  <span class=\"element-image__credit\">Photograph: Jamie Kingham for the Guardian</span> \n </figcaption> \n</figure> \n<p>What does Wilson make of the accusations of arrogance and narcissism? He squirms before giving a geeky but apparently sincere reply. “It’s something I’m cognisant of. It’s maturity. The experiential gap between 16 and 21 is incredible.” He is not good at foreign languages or sport, he says, failings that give him humility. As does clumsiness in romance. “What makes me nervous? Asking a girl for her number.” He is currently single, he says, without elaborating.</p> \n<p>Close friends help keep the ego in check, he adds. “I have my normal friends and go to normal parties. I’m very self-conscious.” Self-conscious because he knows he is not typical of his peers. He abhors downtime, for instance. “I’m not very happy when I’m not doing anything.” He mulls the thought. “Maybe that’s a sign of neuroses.”</p> \n<p>There are perks to being the smartest person in the room. But if you’re processing thoughts others may not grasp, do you conceal them and go with the flow – or let rip? For Wilson, this triggers a battle between his newfound humility and his innate ebullience. An unequal contest. “Often when meeting new people, I make an effort to not talk about science and not say who I am,” he says. Wilson sighs and smiles. He’s a man now, but he will always be the boy who built a nuclear reactor in his parents’ garage. Why conceal it?</p> \n<p><span class=\"bullet\">•</span> The Boy Who Played With Fusion by Tom Clynes is published by Faber &amp; Faber on 2 July at &pound;16.99. To order a copy for &pound;12.99, go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/305435/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a> or call 0330 333 6846.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434537002032/taylor-wilson-teen-sceinc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who's a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian","credit":"Jamie Kingham/Jamie Kingham","altText":"taylor wilson, teen sceince genius, writing sums on a blackboard","cleanCaption":"Who's a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434538672221/d5c753f8-69d7-4a72-af4c-41e203f66a4e-1020x796.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":796,"width":1020,"orientation":"landscape","caption":"‘\u0007It’s daunting to know you’re going to be constantly trying to one-up yourself.’ Photograph: Jamie Kingham for the Guardian","credit":"Jamie Kingham for the Guardian","altText":"taylor wilson, teen science genius","cleanCaption":"‘\u0007It’s daunting to know you’re going to be constantly trying to one-up yourself.’","cleanCredit":"Photograph: Jamie Kingham for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434644195832/71e04204-36b5-4b76-94bf-47454ef6f704-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Wilson giving a TED talk. Photograph: James Duncan Davidson/TED","credit":"James Duncan Davidson/TED","altText":"teen science genius taylor wilson","cleanCaption":"Wilson giving a TED talk.","cleanCredit":"Photograph: James Duncan Davidson/TED"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539426219/655be261-569d-4d5b-b145-c5e1e5fffbb9-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"‘\u0007I’m not very happy when I’m not doing anything. Maybe that’s a sign of neuroses.’ Photograph: Jamie Kingham for the Guardian","credit":"Jamie Kingham for the Guardian","altText":"teen science genius taylor wilson","cleanCaption":"‘\u0007I’m not very happy when I’m not doing anything. Maybe that’s a sign of neuroses.’","cleanCredit":"Photograph: Jamie Kingham for the Guardian"}],"webPublicationDate":"2015-06-20T11:30:03Z","lastModified":"2015-06-20T11:30:03Z","metadata":{"commentable":true,"commentCount":420,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"}],"feature":true,"keywords":["Science","Nuclear power"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"environment/nuclearpower","webTitle":"Nuclear power"}],"section":{"id":"science"},"topics":[{"displayName":"Rory Carroll","topic":{"type":"tag-contributor","name":"profile/rorycarroll"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/20/taylor-wilson-nuclear-teen-genius-science-interview","shortUrl":"http://gu.com/p/49ppy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/20/taylor-wilson-nuclear-teen-genius-science-interview","webUri":"http://www.theguardian.com/science/2015/jun/20/taylor-wilson-nuclear-teen-genius-science-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434537002032/taylor-wilson-teen-sceinc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who’s a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian","credit":"Jamie Kingham/Jamie Kingham","altText":"taylor wilson, teen sceince genius, writing sums on a blackboard","cleanCaption":"Who’s a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian"}},"importance":4,"kicker":{"title":"'If I burn out, I burn out'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434537002032/taylor-wilson-teen-sceinc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who's a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian","credit":"Jamie Kingham/Jamie Kingham","altText":"taylor wilson, teen sceince genius, writing sums on a blackboard","cleanCaption":"Who's a clever boy, then? Taylor Wilson. Photograph: Jamie Kingham for the Guardian"}}]},{"title":"The Earth stands on the brink of its sixth mass extinction and the fault is ours","rawTitle":"The Earth stands on the brink of its sixth mass extinction and the fault is ours","item":{"type":"article","id":"environment/2015/jun/21/mass-extinction-science-warning","title":"The Earth stands on the brink of its sixth mass extinction and the fault is ours","trailText":"The rate at which vertebrate species are now dying far exceeds the norm","standFirst":"<p>The rate at which vertebrate species are dying far exceeds the norm</p>","byline":"Jan Zalasiewizc","body":"<p>Life on Earth is in trouble. That much we know. But how bad have things become – and how fast are events moving? How soon, indeed, before the Earth’s biological treasures are trashed, in what will be the sixth great mass extinction event? This is what Gerardo Caballos of the National Autonomous University of Mexico and his colleagues have assessed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/19/humans-creating-sixth-great-extinction-of-animal-species-say-scientists\">in a paper that came out on Friday</a>.</p> \n<p>These are extraordinarily difficult questions. There are many millions of species, many elusive and rare, and inhabiting remote and dangerous places. There are too few skilled biologists in the field to keep track of them all. Demonstrating beyond reasonable doubt that any single species is extinct is arduous and painstaking (think how long it took to show – to most people, at least – that Loch Ness probably does not harbour a large monster).</p> \n<p>And it’s not just a case of making a head-count of modern extinctions. This needs to be compared with a long-term “baseline” rate of extinctions in our planet’s long geological history. This can only be extracted via the equally painstaking and difficult work of excavating and identifying millions of fossils from the almost endless rock strata. Not surprisingly, different studies made so far on different fossils have yielded different baseline rates.</p> \n<p>Caballos and colleagues have thought through these difficulties, and come up with probably the most robust estimate yet of how severe the modern crisis is.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/21/exegesis-of-pope-francis-encyclical-call-for-action-on-climate-change\">Exegesis of Pope Francis’s encyclical call for action on climate change | Letters</a> </p> \n</aside> \n<p>They have been deliberately conservative – they’re well aware of the dangers of crying wolf on a topic of such importance, and where passions run so high. For a start, they limit themselves to the best-studied group of organisms, the vertebrates. Then, they take a high estimate of background extinctions to compare with, to make the modern figures as undramatic as possible. And then, they either consider only those animals known to be extinct (the “highly conservative” scenario), or they add in those extinctions in the wild that are likely to have happened, but are not yet verified.</p> \n<p>Even with this caution, the figures are still shocking. Rather than the nine extinctions among vertebrates that would be expected to have occurred in normal geological circumstances since 1900, their conservative estimate adds in another 468 extinctions, spread among mammals, birds, reptiles, amphibians and fish. Examples of lost species would include the <a href=\"http://news.nationalgeographic.com/news/2006/12/061214-dolphin-extinct_2.html\">Yangtze dolphin</a> and the <a href=\"http://news.sciencemag.org/paleontology/2010/03/global-warming-didnt-kill-golden-toad\">Costa Rica golden toad</a>. Depending on the group, extinction rates are 10 times to more than 100 times higher than normal. A sixth mass extinction, therefore, is beginning. They estimate that it would grow to rival the last great catastrophe of the past, when the dinosaurs and much else died out 65m years ago, in as little as three human lifetimes.</p> \n<p>Once more, this is a conservative estimate. It simply considers the kill mechanisms operating today, of habitat loss, predation, pollution and so on. The Caballos projection does not try to factor in, for instance, the effects of global warming, or of ocean acidification. Once these kick in in earnest, they will sweep many species out of their habitability zones, and ratchet up the extinction rate still further.</p> \n<p>In terms of scale, we are now living through one of those brief, rare episodes in Earth history when the biological framework of life is dismantled. It is in every sense a tragedy – but, in itself, it might be viewed as just one more episode of biological destruction in our planet’s history. The Earth has been here before – and will be here again, before its life is completely extinguished a billion or so years into the future.</p> \n<p>This particular perturbation to the biosphere, though, has some very special features. Indeed, there has been nothing remotely like it in our planet’s history. By coincidence, one of the authors of the Caballos study, Anthony Barnosky of the University of California at Berkeley, was involved in another study published the same week, a study that sought to put its finger on exactly what is so different – and so weird, in planetary terms, not to put too fine a point on it – about what is happening to the biosphere right now.</p> \n<p>This second study, led by Mark Williams, a palaeontologist at the University of Leicester, identified some quite extraordinary novelties at the heart of current events. First, past extinctions have been driven by what are now becoming very familiar horsemen of a planetary apocalypse: massive volcanic outbursts to choke the atmosphere and poison the seas; the mayhem caused by major asteroid impact; and the wrenching effects of rapid climate change. None of these has really figured in the current biological crisis – not even climate change, which is still only in its early stages.</p> \n<p>Instead, the extinctions are being driven by the effects of just one single species, <em>Homo sapiens</em>. Such a mass extinction has not occurred before (with the possible exception, 2.5bn years ago, when a type of microbe evolved photosynthesis to spew out oxygen, a gas that would have been highly toxic to the other microbes living then, and these would have been pushed to the fringes of life on Earth – where they still remain). Even more extraordinarily, this single species is land-living, but has managed to become the top predator in the oceans too, causing populations of whales and fish to collapse.</p> \n<p>In all, our single species now commandeers somewhere between 25% and 40% of primary productivity on Earth. It is a productivity, that over large areas of land, is “hyper-fertilised” by the extraction of millions of tons of nitrogen from the air, in the <a href=\"https://en.wikipedia.org/?title=Haber_process\">Haber-Bosch process</a>, and by digging comparable amounts of phosphate from the ground.</p> \n<p>These super-fed crops are fed, highly efficiently, to farm animals, that we eat in turn. The scale of this operation is a large reason for the scale of the ongoing mass extinction of other organisms.</p> \n<p>The scientist Vaclav Smil, of the University of Manitoba, has calculated that simply measured by mass, humans now make up a third of land vertebrates, and the animals that we keep to eat – cows, pigs, sheep and so on – make up most of the other two thirds. All the wild animals – elephants, giraffes, tigers and so on – are now less than 5% by mass. It’s a measure of how they have been pushed to the fringes by humans.</p> \n<p>Humans change things in other ways – they now direct the evolution of the animals that are useful to them, by breeding and by genetic engineering: again, it’s a planetary novelty. The energy our species obtains from photosynthesis is not enough, and so we mine stored photosynthetic energy from the ground, as hydrocarbons, in enormous amounts, and use that to power our machines.</p> \n<p>These machines – cars, planes, computers and much else – have, together with their human software, been termed the technosphere by the geologist Peter Haff of Duke University. He views it as an emergent system with its own internal dynamics (and which humans currently drive but don’t really control) – in effect an offshoot of the biosphere. Whatever it is, it is evolving at lightning speed by comparison with biological evolution.</p> \n<p>The changes to the Earth’s biology do, therefore, include a rapidly developing mass extinction event, as charted by Gerardo Caballos and his colleagues.</p> \n<p>But this may be seen as part of a much more thoroughgoing transformation. Fundamental new patterns are emerging that may be compared, say, with the change, half a billion years ago, when a biosphere consisting only of microbes gave way to one dominated by multicellular animals.</p> \n<p>Could this new planetary pattern develop – perhaps well enough to help prevent a mass extinction? Currently, the technosphere is more a parasite than a partner of the biosphere – it is terrible at recycling, for instance.</p> \n<p>But some aspects might help alleviate the worst effects of global warming. For instance, humans have caused the greatest trans-migration of species in history. Some of these invasive species may be well adapted to new higher temperatures. And better use of energy and materials can reduce pressure on remaining natural ecosystems.</p> \n<p>Averting a mass extinction is still possible – but we don’t have much time.</p> \n<p><em>The author is professor of palaeobiology at Leicester University</em></p> \n<h2>NOT THE FIRST TIME</h2> \n<h2><strong>Previous mass extinctions</strong><br /></h2> \n<p><strong>Geological history includes many periods when species have died in large numbers. In each of the following, more than half the Earth’s species disappeared:</strong></p> \n<h2>1<strong> End-Ordovician, 443 million years ago. </strong></h2> \n<p><strong>This coincides with very rapid glaciation; sea level fell by more than 100 metres, devastating shallow marine ecosystems; less than a million years later, there was a second wave of extinctions as ice melted, sea level rose rapidly, and oceans became oxygen-depleted.</strong></p> \n<h2>2<strong> Late Devonian, c 360 million years ago. </strong></h2> \n<p><strong> A messy prolonged event, again hitting life in shallow seas very hard, and an extinction that was probably due to climate change.</strong></p> \n<h2>3<strong> Permian-Triassic mass extinction, c 250 million years ago. </strong></h2> \n<p><strong> The greatest of all, ‘The Great Dying’ of more than 95% of species, is strongly linked with massive volcanic eruptions in Siberia that caused, among other effects, a brief savage episode of global warming.</strong></p> \n<h2>4 <strong>Triassic-Jurassic mass extinction, c 200 million years ago. </strong></h2> \n<p><strong>This has been linked with another huge outburst of volcanism.</strong></p> \n<h2>5 <strong>Cretaceous-Tertiary mass extinction 65 million years ago. </strong></h2> \n<p><strong> This killed off the dinosaurs and much else; an asteroid impact on Mexico probably did the damage, but the world’s ecosystem may have been weakened by volcanic outbursts in what is now India. </strong></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434818733382/Tylosaurus-and-Pteranodon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis","credit":"Arthur Dorety/Corbis","altText":"Tylosaurus and Pteranodon","cleanCaption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-21T14:20:30Z","lastModified":"2015-06-21T18:50:40Z","metadata":{"commentable":true,"commentCount":526,"contributors":[],"feature":true,"keywords":["Endangered species","Wildlife","Animals","Environment","Climate change","Science","Evolution","Biology","Climate change","Dinosaurs","World news"],"tags":[{"id":"environment/endangeredspecies","webTitle":"Endangered species"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"world/animals","webTitle":"Animals"},{"id":"environment/environment","webTitle":"Environment"},{"id":"science/scienceofclimatechange","webTitle":"Climate change"},{"id":"science/science","webTitle":"Science"},{"id":"science/evolution","webTitle":"Evolution"},{"id":"science/biology","webTitle":"Biology"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"science/dinosaurs","webTitle":"Dinosaurs"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/21/mass-extinction-science-warning","shortUrl":"http://gu.com/p/4axmt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/21/mass-extinction-science-warning","webUri":"http://www.theguardian.com/environment/2015/jun/21/mass-extinction-science-warning"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434818733382/Tylosaurus-and-Pteranodon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis","credit":"Arthur Dorety/Corbis","altText":"Tylosaurus and Pteranodon","cleanCaption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434818733382/Tylosaurus-and-Pteranodon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis","credit":"Arthur Dorety/Corbis","altText":"Tylosaurus and Pteranodon","cleanCaption":"The marine Tylosaurus and the flying \nPteranodon died out in the Cretaceous-Tertiary extinction.  Photograph: Arthur Dorety/Corbis"}}]},{"title":"Classics for the people / Why we should all learn from the ancient Greeks","rawTitle":"Why we should all learn from the ancient Greeks","item":{"type":"article","id":"books/2015/jun/20/classics-for-the-people-ancient-greeks","title":"Classics for the people – why we should all learn from the ancient Greeks","trailText":"The dazzling thought-world of the Greeks gave us our ideas of democracy and happiness. Yet learning classics tends to be restricted to the privileged few. It’s time for ‘elitist dinosaurs’ to embrace a citizens’ classics for all","standFirst":"The dazzling thought-world of the Greeks gave us our ideas of democracy and happiness. Yet learning classics tends to be restricted to the privileged few. It’s time for ‘elitist dinosaurs’ to embrace a citizens’ classics for all","byline":"Edith Hall","body":"<p>Just how special were the ancient Greeks? Was there really a Greek “miracle”? The question has become painfully politicised. Critics of colonialism and racism tend to play down the specialness of the ancient Greeks. Those who maintain that there was something identifiably different and even superior about the Greeks, on the other hand, are often die-hard conservatives who have a vested interest in proving the superiority of “western” ideals. I fit into neither camp. I am certainly opposed to colonialism and racism, and have investigated reactionary abuses of the classical tradition in colonial India and by apologists of slavery all the way through to the American Civil War. But my constant engagement with the ancient Greeks and their culture has made me more, rather than less, convinced that they asked a series of crucial questions that are difficult to identify in combination within any of the other cultures of the ancient Mediterranean or Near Eastern antiquity. This is why, as I will go on to argue, I believe in classics for the people – that ideas from the ancient Greeks should be taught to everybody, not just the privileged few.</p> \n<p>The foundations of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/jul/11/ancient-greece-cultural-hybridisation-theory\">Greek culture</a> were laid long before the arrival of Christianity, between 800 and 300BC. Greek-speakers lived in hundreds of different villages, towns and cities, from Spain to Libya and the Nile Delta, from the freezing river Don in the northeastern corner of the Black Sea to Trebizond. They were culturally elastic, and often freely intermarried with other peoples; they had no sense of ethnic inequality that was biologically determined, since the concepts of distinct world “races” had not been invented. They tolerated and even welcomed imported foreign gods. And what united them was never geopolitics. With the arguable exception of the short-lived Macedonian empire in the later 4th century BC, there never was a recognisable, independent, state run by Greek-speakers, centred in and including what we now know as Greece, until after the Greek war of independence in the early 19th century.</p> \n<p>What bound the Greeks together was an enquiring cast of mind underpinned by a wonderful shared set of stories and poems and a restlessness that made them more likely to sail away and found a new city-state than tolerate starvation or oppression in a mainland metropolis. The diasporic, seafaring Greeks, while they invented new communities from scratch and were stimulated by interacting with other ethnic groups, made a rapid series of intellectual discoveries that raised the Mediterranean world to a new level of civilisation. This process of self-education was much admired by the Greeks and Romans of the centuries that followed. When the texts and artworks of classical Greece were rediscovered in the European Renaissance, they changed the world for a second time.</p> \n<figure class=\"element element-image\" data-media-id=\"b9c03c0f62d69da4c5fc3095baa9be5a1c9b68f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645347749/0e4cd41f-4d42-407c-93f7-2f848d64e820-460x444.jpeg\" alt=\"The Education of Achilles by &shy;Chiron fresco from Herculaneum\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Education of Achilles by &shy;Chiron fresco from Herculaneum. Photograph: Leemage/Corbis</span> \n </figcaption> \n</figure> \n<p>Yet over the last two decades the notion that the Greeks were exceptional has been questioned. It has been emphasised that they were just one of many ethnic and linguistic groups centred in the eastern end of the ancient Mediterranean world. Long before the Greeks appeared in the historical record, several complicated civilisations had existed – the Mesopotamians and Egyptians, the Hattians and Hittites. Other peoples provided the Greeks with crucial technological advances; they learned the phonetic alphabet from the Phoenicians, and how to mint coins from the Lydians. They may have learned how to compose elaborate cult hymns from the mysterious Luwians of Syria and central Anatolia. During the period in which the Greeks invented rational philosophy and science, after 600BC, their horizons were dramatically opened up by the expansion of the Persian empire.</p> \n<p>In the late 19th and 20th centuries, our understanding of the other cultures of the Ancient Near East advanced rapidly. We know far more about the minds of the Greeks’ predecessors and neighbours than we did before the landmark discovery of the <em>Epic of Gilgamesh</em> on clay tablets in the Tigris valley in 1853. There has been a stream of newly published texts in the languages of the successive peoples who dominated the fertile plains of Mesopotamia (Sumerians, Akkadians, Babylonians, Assyrians). The words of Hittites on the tablets found at Hattuša in central Turkey and the phrases inscribed on clay tablets at Ugarit in northern Syria have been deciphered. New texts as well as fresh interpretations of writings by the ancient Egyptians continue to appear, requiring, for example, a reassessment of the importance of the Nubians to North African history. Many of these thrilling advances have revealed how much the Greeks shared with, and absorbed from, their predecessors and neighbours. Painstaking comparative studies have been published which reveal the Greek “miracle” to have been one constituent of a continuous process of intercultural exchange.</p> \n<figure class=\"element element-image\" data-media-id=\"b8239f0f861c6d0f8bf41bd3cdd8d77680397d95\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645426145/8b31809e-f42d-49db-a1bc-f4b224658737-460x276.jpeg\" alt=\"Erechtheion, an ancient greek temple in the north side of the Acropolis of Athens in Greece.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Erechtheion, an ancient greek temple in Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>It has become a new orthodoxy that the Greeks were very similar to their Ancient Near Eastern neighbours, in Mesopotamia, Egypt, the Levant, Persia and Asia Minor. Some scholars have gone so far as to ask whether the Greeks came up with anything new at all, or whether they merely acted as a conduit through which the combined wisdom of all the civilisations of the eastern Mediterranean was disseminated across the territories conquered by Alexander the Great, before arriving at Rome and posterity. Others have seen sinister racist motives at work and accused classicists of creating in their own image the Oldest Dead White European Males; some have claimed, with some justification, that northern Europeans have systematically distorted and concealed the evidence showing how much the ancient Greeks owed to Semitic and African peoples rather than to Indo-European, “Aryan” traditions.</p> \n<p>Taken singly, most Greek achievements can be paralleled in the culture of at least one of their neighbours. The Babylonians knew about Pythagoras’s theorem centuries before Pythagoras was born. The tribes of the Caucasus had brought mining and metallurgy to unprecedented levels. The Hittites had made advances in chariot technology, but they were also highly literate. They recorded the polished and emotive orations delivered on formal occasions in their royal court, and their carefully argued legal speeches. One Hittite king foreshadows Greek historiography when he chronicles in detail his frustration at the incompetence of some of his military officers during the siege of a Hurrian city. The Phoenicians were just as great seafarers as any Greeks. The Egyptians developed medicine based on empirical experience rather than religious dogma and told <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/homer\"><em>Odyssey</em></a>-like stories about sailors who went missing and returned after adventures overseas. Pithy fables similar to those of Aesop were composed in an archaic Aramaic dialect of Syria and housed in Jewish temples. Architectural design concepts and technical know-how came from the Persians to the Greek world via the many Ionian Greek workmen who helped build Persepolis, Susa and Pasargadae, named Yauna in Persian texts. Nevertheless, none of these peoples produced anything equivalent to Athenian democracy, comic theatre, philosophical logic or Aristotle’s <a href=\"http://bookshop.theguardian.com/nicomachean-ethics-7.html\"><em>Nicomachean Ethics</em></a>.</p> \n<p>❦</p> \n<p>I do not deny that the Greeks acted as a conduit for other ancient peoples’ achievements. But to function successfully as a conduit, channel or intermediary is in itself to perform an exceptional role. It requires a range of talents and resources. Taking over someone else’s technical knowledge requires an opportunistic ability to identify a serendipitous find or encounter, excellent communicative skills and the imagination to see how a technique, story or object could be adapted to a different linguistic and cultural milieu. In this sense, the Romans fruitfully took over substantial achievements of their civilisation from the Greeks, as did the Renaissance Humanists. Of course the Greeks were not by nature or in potential superior to any other human beings, either physically or intellectually. Indeed, they themselves often commented on how difficult it was to distinguish Greek from non-Greek, let alone free person from slave, if all the trappings of culture, clothing and adornment were removed. But that does not mean they were not the right people, in the right place, at the right time, to take up the human baton of intellectual progress for several hundred years.</p> \n<p>And that period of intellectual ferment produced ideas that have subsequently informed the most significant moments in western political history. Thomas Jefferson, framing the Declaration of Independence, took the idea of the pursuit of happiness from Aristotle. Toussaint Louverture read Plutarch’s account of Spartacus before leading the first successful slave rebellion in Haiti in 1791. Thomas Paine argued that issues such as the relationship of religion to the state should be discussed with reference to historical examples from antiquity onwards. Chartist leaders were inspired by the Athenian democratic revolution. Women suffragists recited at their meetings the resounding speech that the tragedian Euripides gives his heroine Medea on the economic, political and sexual oppression of the entire female sex.</p> \n<p>The Greeks, more even than the Romans, show us how to question received opinion and authority. The earliest myths reveal mankind actively disputing the terms on which the Olympian gods want to rule them, and the philanthropic god Prometheus rebelling against Zeus in order to steal fire – a divine prerogative – and give it to mortal men. Sophocles’ Antigone refuses to accept her tyrannical uncle’s arbitrary edict, draws crucial distinctions between moral decency and contingent legislation, and buries her brother anyway. Aristophanes, in his democratic comedies, subjected politicians who wielded power to satire of eye-watering savagery. Socrates dedicated his life to proving the difference between the truth and received opinion, the unexamined life being, in his view, not worth living. No wonder Hobbes thought that reading Greek and Roman authors should be banned by any self-respecting tyrant, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/belief/2009/apr/03/religion-philosophy-hobbes-midgley\"><em>Leviathan</em></a> arguing that they foment revolution under the slogan of liberty, instilling in people a habit “of favouring uproars, lawlessly controlling the actions of their sovereigns, and then controlling those controllers”.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"d4496e026daf847ba840d70bb2dc789cfef7916e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645545766/00f81469-fbf0-4d6d-9f55-a2fbeb0cb043-460x276.jpeg\" alt=\"Cambridge University students on graduation day. Photograph: Paul Thompson/Corbis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cambridge University students on graduation day.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Thompson/Paul Thompson/Corbis</span> \n </figcaption> \n</figure> \n<p>The recent general election has exposed the danger inherent in vote-based democracies: that they inevitably entail large disaffected minorities being excluded from executive power. The ancient Greek inventors of democracy vigorously debated this issue, having painful historical experience of it – recorded by Thucydides – and theoretical solutions – discussed by Aristotle. Yet in Britain today, few secondary school students are ever given the opportunity to investigate the dazzling thought-world of the Greeks. This is despite the existence for half a century of excellent GCSE and A-level courses in classical civilisation, which have been a success wherever introduced, and can be taught cost-effectively across the state-school sector. The failure to include classical civilisation among the subjects taught in every secondary school deprives us and our future citizens of access to educational treasures which can not only enthral, but fulfil what Jefferson argued in <em>Notes on the State of Virginia</em> (1782) was the main goal of education in a democracy: to enable us to defend our liberty. History, he proposed, is the subject that equips citizens for this. To stay free also requires comparison of constitutions, utopian thinking, fearlessness about innovation, critical, lateral and relativist thinking, advanced epistemological skills in source criticism and the ability to argue cogently. All these skills can be learned from their succinct, entertaining, original formulations and applications in the works of the Greeks.</p> \n<p>The situation is aggravated by the role that training in the ancient languages, as opposed to ancient ideas, plays in dividing social and economic classes. One of the many ways in which the schism between rich and poor in Britain is reflected educationally is in access to Greek and Latin grammar. In 2013 (the last year for which figures are available), 3,580 state-sector candidates took A-levels in classical civilisation or ancient history. Greek A-level was taken by 260 candidates; 223 of these were at independent schools, which only 7% of our children attend; Latin was taken by 1305 candidates, a depressing 940 of whom were at independent schools. High grades in the ancient languages – easily enough won by solicitous coaching – provide near-guaranteed access to our most elite universities. For those without Greek and Latin A-levels there are indeed Oxbridge opportunities: a four-year classics course at Cambridge, and at Oxford the fast-track “Course II” as well as two smaller courses (ancient and modern history, ancient history and archaeology) focussing on history and material culture rather than literature and philosophy. The chances of admission for these are in line with other courses such as English and history. But it is easier to get into Oxbridge to read the long-established classics courses, requiring an ancient language A-level, than any other subject: between 2012 and 2014, for the traditional classics “Course I” at Oxford, 51 students were accepted from the state sector and 233 from fee-paying schools. There is nothing like such a high percentage of privately educated students on any other course; there is no similarly high chance of admission – at around 45%. Classics applicants have a comparable chance of getting into Cambridge, at 45%; Cambridge has only a slightly better ratio of state-sector students.</p> \n<p>To me, as a Greek scholar, educated in the 1970s and 80s entirely at the taxpayer’s expense at a direct grant school and at Oxford, this is profoundly embarrassing. Instead of Greek ideas expanding the minds of all young citizens, Greek denotes money and provides a queue-jumping ticket to privilege.</p> \n<p>❦</p> \n<p>How can we eradicate the apartheid system in British classics? First, we need to support classical civilisation qualifications, campaign for their introduction in every school and recognise their excellence as intellectual preparation for adult life and university. Specifically, classical civilisation needs to be recognised in the English baccalaureate and given the same governmental support as Latin.</p> \n<p>Second, we need to expand the tiny number of teachers trained to teach classical civilisation via classics-dedicated PGCE courses, and also, crucially, encourage qualified teachers of other subjects in schools – English, history, modern languages, religious studies – to add classical civilisation to their repertoire. Take Christ the King Sixth Form College in south London. A committed philosophy teacher there, Eddie Barnett, was inspired by the enthusiastic response elicited by the (small) Plato element on the A-level philosophy syllabus; he has recently secured an agreement that classical civilisation will be rolled out at all three campuses of the college. Classical civilisation qualifications are embraced by most universities already, and this is the first year in which it has been possible for Open University students to graduate with single honours in classical studies, even if they have had no contact with the Greeks and Romans previously. But Oxford and Cambridge, with their fame and brand, now need to lead by example and offer challenging classics courses that do not fetishise grammar and consequently repel state-sector students who have been excited by reading classics in English. This means engaging with literary texts fearlessly in translation plus increasing the importance of critical thinking and lowering that of language acquisition. Undergraduate degrees are supposed to produce competent citizens. Traditional classics courses are not making the most of those ancient authors on their curriculum who enhance civic as opposed to syntactical competence.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"7d45bdf389cdd9c41f8d130be1419d257997f46c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434648709938/9d9ec6f2-bbab-470d-8ddb-199efa830cb9-460x276.jpeg\" alt=\"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC</span> \n </figcaption> \n</figure> \n<p>There is, however, an obstacle to such citizen-friendly proposals for the future of classics – the contempt directed from some upper echelons of the classics community against GCSEs and A-levels in classical civilisation. Some classics scholars and alumni happily maintain the exclusive private-school/Oxbridge monopoly on the Greeks. Almost all the energy currently expended by some classics-friendly charities on supporting a classical presence in the state system is directed towards Latin. I have, of course, no objection to Latin teaching, but focusing on it exclusively entails three dangers. First, plenty of talented young people with a great deal to offer society don’t particularly enjoy grammar and are put off the ancient world forever by being offered a diet that is too heavy on language, when they might be thrilled by other aspects of antiquity. Second, omitting the broader, more conceptually stretching study of the ancient world, and especially of Greek thought, implicitly suggests that Latin has a prior claim on our citizens’ attentions. Third, placing the emphasis on training in Latin grammar encourages classical Luddites (who would rather destroy the modern study of the ancient world than see any overhaul of pedagogical tradition) publicly to disparage classical civilisation’s in-depth study of ancient society.</p> \n<p>One prominent Oxford-trained journalist, Harry Mount, <a href=\"http://www.telegraph.co.uk/education/11482881/The-Greek-Tragedy-in-our-classrooms.html\">in an article lamenting the decline of Greek in schools</a>, recently described classical civilisation qualifications as “intellectual baby food” with which students are spoon-fed, and as “classics lite”. This was to insult the entire community of state-sector classicists and anyone who ever reads an ancient author in translation. He and his associates have forgotten Gilbert Murray’s injunction that it is the Greeks, not Greek, who are the true object of the humanist curriculum. They have forgotten Milton, who wrote in his treatise <em>Of Education</em> that language study “is but the instrument convaying to us things usefull to be known”. If a linguist has “not studied the solid things in them as well as the words and lexicons, he were nothing so much to be esteem’d a learned man, as any yeoman or tradesman competently wise in his mother dialect only”. Jefferson said exactly the opposite to Mount: he proposed that impressionable minds of the ablest younger children, including the poor ones he wanted to be funded by the state, could be kept safely occupied with rote learning of the minutiae of ancient languages, until they acquired sufficient intellectual robustness in mid-adolescence to cope with truly rigorous education in argumentation. That is, he saw language learning as the intellectual baby food.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"5573ba849f78aad85469773554110e11d027656d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645635115/8aade6ec-ee06-434c-8fa2-157eb19a6a71-460x372.jpeg\" alt=\"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis.\" width=\"460\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis</span> \n </figcaption> \n</figure> \n<p>The instrumentality of ancient languages in social exclusion has an inglorious history which we surely do not want to perpetuate. In 1748, the Earl of Chesterfield wrote to his son: “Classical knowledge, that is, Greek and Latin, is absolutely necessary for everybody … the word illiterate, in its common acceptance, means a man who is ignorant of these two languages.” Classical knowledge is here limited to linguistic knowledge, education to men, and literacy to reading competence in Greek and Latin. Greek was also handy when white people wanted to deride the intellectual abilities of black ones. In 1833-4, American pro-slavery thinkers were on the defensive. The senator for South Carolina, John C Calhoun, declared at a Washington dinner party that only when he could “find a Negro who knew the Greek syntax” could he be brought to “believe that the Negro was a human being and should be treated as a man”. This snipe motivated a free black errand boy, Alexander Crummell, to head for Cambridge University in England. There he indeed learned Greek as part of his studies, financed by abolitionist campaigners, in theology at Queens’ College (1851–3).</p> \n<p>The best-known example is the hero of Thomas Hardy’s <a href=\"http://bookshop.theguardian.com/catalogsearch/result/?q=Jude+the+Obscure&amp;order=relevance&amp;dir=desc\"><em>Jude the Obscure</em></a>. Jude Fawley, a poor stonemason living in a Victorian village, is desperate to study Latin and Greek at university. He gazes on the spires and domes of the University of Christminster – they “gleamed” like topaz. The lustrous topaz shares its golden colour with the stone used to build Oxbridge colleges, but is one of the hardest minerals in nature. Jude’s fragile psyche and health inevitably collapse when he discovers just how unbreakable are the social barriers that exclude him from elite culture. Hardy was writing from personal experience: as the son of a stonemason himself, and apprenticed to an architect’s firm, he had been denied a public school and university education; like Fawley, he had struggled to learn enough Greek to read the <a href=\"http://bookshop.theguardian.com/catalogsearch/result/?q=Iliad+&amp;order=relevance&amp;dir=desc\"><em>Iliad</em></a> as a teenager. Unlike Jude, Hardy rose through the social ranks to become a prosperous member of the literary establishment. But he never resolved his internal conflict between admiration for Greek and Latin authors and resentment of the supercilious attitude of some members of the upper classes who had been formally trained in them.</p> \n<p>There is in fact a splendid history of the ancient authors being read by Britons far beyond the privileged elite, a history that has been ignored by those rich enough to be able to give their children the opportunity to learn ancient languages. Pope’s early 18th-century translations of the <em>Iliad</em> and <a href=\"http://bookshop.theguardian.com/odyssey-37.html\"><em>Odyssey</em></a> brought Homer to a far larger audience, including women, than ever had access to an elite education. Take Esther Easton, a Jedburgh gardener’s wife, visited by the poet <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/robertburns\">Robert Burns</a> in 1787. He recorded that “she can repeat by heart almost everything she has ever read, particularly Pope’s ‘Homer’ from end to end” and “is a woman of very extraordinary abilities”. Pope’s Homer also captured the childhood imagination of Hugh Miller, another Scot, a stonemason and a distinguished autodidact, who grew up to become a world-famous geologist. He saw the <em>Iliad</em> as incomparable, and wrote in <em>My Schools and Schoolmasters</em> (1854) that he had learned early “that no other writer could cast a javelin with half the force of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/homer\">Homer</a>. The missiles went whizzing athwart his pages; and I could see the momentary gleam of the steel, ere it buried itself deep in brass and bull-hide.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b51d3790c9cd731b281e49f8748c0ea53f2554fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645715527/1137bd0b-52c3-45e4-8462-a4ce086997e4-332x420.jpeg\" alt=\"Lucanian red-figure volute krater (415-400BC).\" width=\"332\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lucanian red-figure volute krater (415-400BC).</span> \n  <span class=\"element-image__credit\">Photograph: Corbis</span> \n </figcaption> \n</figure> \n<p>There is an alternative history of classical scholarship – the history of many individuals, brave, stubborn, naive, or all three – who, in the face of every kind of obstruction did succeed in “entering Minerva’s temple”, as the working-class imagination often framed the project of autodidacticism. The most prodigious of British autodidacts was Joseph Wright, a Victorian workhouse boy who became professor of comparative philology at Oxford. Illiterate at the age of 15, he discovered his aptitude for languages at a Wesleyan night school, funded a PhD in Greek at Heidelberg by teaching incessantly, and, before appointment to his chair, lectured for the Association for the Higher Education of Women.</p> \n<p>The Reverend John Relly Beard was a crucial force behind the movement for popular education in Lancashire and never wavered in his zeal for universal education to the highest level. He wrote accessible works on classical and biblical subjects, <em>Latin Made Easy</em> and <em>Cassell’s Lessons in Greek … Intended Especially for Those Who Are Desirous of Learning Greek Without the Assistance of a Master</em>. In this teach-yourself manual he is explicit about the readership he assumes: “The wants of what may roughly be termed the uneducated, will be carefully borne in mind by me, while I prepare these lessons … My purpose is to simplify the study of Greek so as to throw open to all who are earnest the great work of self-culture.”Organised working-class libraries reveal a fascinating alternative canon of books relating to the ancient word, from the first workers’ libraries in Europe established in the 1750s at Leadhills and Wanlockhead in Dumfries and Galloway to the foundation of the Workers’ Educational Association. By the end of the 19th century, these libraries’ holdings were often influenced by “Lubbock’s List”, the 100 books in 1887 deemed “best worth reading” by John Lubbock, principal of the Working-Men’s College in London from 1883 to 1899. Lubbock, who became the first Baron Avebury, was himself from a privileged banking family, and educated at Eton. Although he did not attend university, he was a polymath, specialising in archaeology and biological sciences. The proportion of classical authors in his list is remarkable: Marcus Aurelius, Epictetus, Aristotle’s <em>Ethics</em> and <em>Politics</em>, Plutarch’s <em>Lives</em>, Homer, Hesiod, Virgil, Aeschylus’s Prometheus and Oresteia, Sophocles’ Oedipus, Euripides’ <em>Medea</em>, Herodotus, Thucydides, Livy and many more. In addition, two famous works on ancient history – Gibbon’s <em>The Decline and Fall of the Roman Empire</em> and Grote’s <em>History of Greece</em> – make it on to the list, along with the most popular novel set in antiquity, Edward Bulwer-Lytton’s <em>The</em> <em>Last Days of Pompeii</em>. More than a quarter of all the books are by classical authors, and more than a third addressed to classical antiquity.</p> \n<p>The 109 libraries of the South Wales coalfield are a wonder of labour history, and the books really were taken out. At Ebbw Vale, each reader borrowed an average of 52 volumes a year. The “Condensed Accessions Book” of Bargoed Colliery Library details its holdings by 1921-2. Texts in Latin and Greek are absent: until 1918 almost all miners had left school on their 13th birthday. But the “alternative classical curriculum” of the miner was wide-ranging. He read translations and biographies such as JB Forbes’s <em>Socrates</em> (1905). He learned about the Greeks from HB Cotterill’s <em>Ancient Greece</em> (1913), the Egyptians from George Rawlinson’s Herodotean<em> History of Ancient Egypt</em> (1880), and mythology from several books by Andrew Lang.</p> \n<p>This inspiring past of people’s Greek can help us to look forward. It is theoretically in our power as British citizens to create the curriculum we want. In my personal utopia, the ancient Greek language would be universally available free of charge to everyone who wants to learn it, at whatever age – as would, for that matter, Latin, classical civilisation, ancient history, philosophy, Anglo-Saxon, Basque, Coptic, Syriac and Hittite. But classical civilisation qualifications are the admirable, economically viable and attainable solution that has evolved organically in our state sector. Classicists who do not actively promote them will justifiably be perceived as elitist dinosaurs.</p> \n<ul> \n <li>Edith Hall gave the Gaisford Lecture at the University of Oxford. Her <em><a href=\"http://bookshop.theguardian.com/introducing-the-ancient-greeks.html\">Introducing the Ancient Greeks</a></em> is published by Bodley Head.<br /></li> \n</ul>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian","credit":"/Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645349204/0e4cd41f-4d42-407c-93f7-2f848d64e820-2060x1987.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1987,"width":2060,"orientation":"landscape","caption":"The Education of Achilles by ­Chiron fresco from Herculaneum. Photograph: Leemage/Corbis","credit":"Leemage/Corbis","altText":"The Education of Achilles by ­Chiron fresco from Herculaneum","cleanCaption":"The Education of Achilles by ­Chiron fresco from Herculaneum. Photograph: Leemage/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645427563/8b31809e-f42d-49db-a1bc-f4b224658737-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Erechtheion, an ancient greek temple in Athens. Photograph: Alamy","credit":"Alamy","altText":"Erechtheion, an ancient greek temple in the north side of the Acropolis of Athens in Greece.","cleanCaption":"Erechtheion, an ancient greek temple in Athens.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645547824/00f81469-fbf0-4d6d-9f55-a2fbeb0cb043-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cambridge University students on graduation day. Photograph: Paul Thompson/Paul Thompson/Corbis","credit":"Paul Thompson/Paul Thompson/Corbis","altText":"Cambridge University students on graduation day. Photograph: Paul Thompson/Corbis","cleanCaption":"Cambridge University students on graduation day.","cleanCredit":"Photograph: Paul Thompson/Paul Thompson/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434648710400/9d9ec6f2-bbab-470d-8ddb-199efa830cb9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC","credit":"Allstar/BBC","altText":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC","cleanCaption":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645633824/8aade6ec-ee06-434c-8fa2-157eb19a6a71-2060x1665.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1665,"width":2060,"orientation":"landscape","caption":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis","credit":"Gianni Dagli Orti/Gianni Dagli Orti/Corbis","altText":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis.","cleanCaption":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645716612/1137bd0b-52c3-45e4-8462-a4ce086997e4-1611x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1611,"orientation":"portrait","caption":"Lucanian red-figure volute krater (415-400BC). Photograph: Corbis","credit":"Corbis","altText":"Lucanian red-figure volute krater (415-400BC).","cleanCaption":"Lucanian red-figure volute krater (415-400BC).","cleanCredit":"Photograph: Corbis"}],"webPublicationDate":"2015-06-20T07:00:09Z","lastModified":"2015-06-20T07:00:09Z","metadata":{"commentable":true,"commentCount":517,"contributors":[],"feature":true,"keywords":["Classics","Classics and ancient history","Books","Culture","Education","University of Oxford","University of Cambridge"],"tags":[{"id":"books/classics","webTitle":"Classics"},{"id":"education/classics","webTitle":"Classics and ancient history"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"education/education","webTitle":"Education"},{"id":"education/oxforduniversity","webTitle":"University of Oxford"},{"id":"education/cambridgeuniversity","webTitle":"University of Cambridge"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/20/classics-for-the-people-ancient-greeks","shortUrl":"http://gu.com/p/4avd3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/20/classics-for-the-people-ancient-greeks","webUri":"http://www.theguardian.com/books/2015/jun/20/classics-for-the-people-ancient-greeks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty … ancient Greece produced ideas that have subsequently informed the most significant moments in western political history. Illustration by Romy Blumel for the Saturday Review","credit":"Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty … ancient Greece produced ideas that have subsequently informed the most significant moments in western political history. Illustration by Romy Blumel for the Saturday Review"}},"importance":3,"kicker":{"title":"Classics for the people"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian","credit":"/Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian"}}]},{"title":"Howard Jacobson / Artistic creation frees us from ‘right thinking’","rawTitle":"Artistic creation frees us from ‘right thinking’","item":{"type":"article","id":"artanddesign/2015/jun/20/howard-jacobson-artistic-creation-frees-us-from-right-thinking","title":"Howard Jacobson: artistic creation frees us from ‘right thinking’","trailText":"Art can’t be judged by pressing ‘like’ and ‘not like’ buttons, and it should stand outside of ideology. Let’s forget thou-shalt-nots and remember the necessity of play","standFirst":"Art can’t be judged by pressing ‘like’ and ‘not like’ buttons, and it should stand outside of ideology. Let’s forget thou-shalt-nots and remember the necessity of play","byline":"Howard Jacobson","body":"<p>For some time now we have been in one of those “periodical fits of morality” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jul/22/thomas-macaulay-zareer-masani-review\" title=\"\">Lord Macaulay</a> found so ridiculous – minding our step, privileging the taking of offence over the giving of it, going in fear of people who have strong opinions when it should be axiomatic that an opinion is the least interesting thing a&nbsp;person has. What a piece of work is man, how infinite in faculty, in apprehension how like a god, but the minute he tweets us what he thinks in 140 characters the god goes out of him …</p> \n<p>We have lost sight of the necessity of “play”. Diversion, not in the sense of being distracted from what matters, but in the sense of being distracted from what doesn’t – the false seriousness of belief systems, conviction, ideology, thinking what it’s right to think.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Matisse’s strips of paper prove that our materials don’t determine in advance the worth of what we&nbsp;make</p> \n </blockquote> \n</aside> \n<p>Only to the degree that men and women create something surprising to themselves are they surprising to us. The rest is imposture. Convictions, nostrums, the censorious baggage of the doctrinaire – it is from such profanities against art that we need to be&nbsp;diverted.</p> \n<p>Once, to the consternation of reviewers, I published a novel in which the protagonist asserts that every man secretly longs to see the woman he loves in the arms of another man; not because this leaves him free to bugger off into the arms of another woman, but because of the vexed pleasure there is in jealousy. And also because uxoriousness, in some men, evinces itself in the impulse to share. The theme is well known to art. Only think of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/jun/23/william-etty-artist-revival-york\" title=\"\">William Etty</a>’s voluptuous painting pithily entitled <a href=\"http://www.tate.org.uk/art/artworks/etty-candaules-king-of-lydia-shews-his-wife-by-stealth-to-gyges-one-of-his-ministers-as-n00358\" title=\"\"><em>Candaules, King of Lydia, Shews his Wife by Stealth to Gyges, One of his Ministers, as She Goes to Bed</em></a>. An act of husbandly magnanimity on King Candaules’s part for which the queen, once she discovers it, has him killed. From this we can deduce that she was neither a painter nor a writer.</p> \n<p>Responses to my take on the Candaules story were, as we say in the&nbsp;business, mixed. Some reviewers relished it, some did not. A novelist can expect no more. But those who didn’t relish it had strange reasons. The premise made them uncomfortable. If they didn’t find my hero perverted, they found him preposterous. Myself, I found him both, and thus a good subject for a&nbsp;novel. One or two, showing an unfamiliarity with the wilder shores of&nbsp;eroticism – though not that wild for anyone acquainted with the European novel – reported taking straw polls among their friends to ascertain how many wanted to see their wives without their clothes on in the arms of other men. Whatever the reliability of the sample, none among those polled owned up to any such ambition, or succeeded in imagining its appeal to others. Indeed – ignorant of Othello and Leopold Bloom, to name but two – they doubted such men existed.</p> \n<p>We now know about polls. If there are more shy Tories than polls ever make allowances for, we might guess there are also more shy cuckolds. But it isn’t the honesty of their responses that concerns me, but the fact of their being appealed to in the first place. Everything is allowable in literature, but what is not allowable in criticism is objection on the grounds of probability. Can a man really metamorphose into a cockroach? Whoever thinks that life, crude life, can verify so fine a thing as fiction – as&nbsp;though what is true is something that can be decided on before art makes it so&nbsp;– disqualifies himself as a critic.</p> \n<p>Behind the probability demurral lurk, of course, the promptings of propriety. That which the censorious say they find unlikely, they usually turn out to be objecting to morally. When Rabelais identified a certain breed of men as “agelasts”, he didn’t mean only those who cannot bear the extravagance of laughter; he also meant those who hate inordinacy in all its forms – the killjoys who go in terror of the irresponsible play and profligacy of art.</p> \n<p>“Play,” the poet <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/tedhughes\" title=\"\">Ted Hughes</a> said, “maybe that’s what all literature is, or should be.” He was not, by all accounts, a frolicsome fellow. So by “play” we might guess he intended something other than lightness of spirits.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"05ea5e5663aae31a2da5b22bbb18bf6e3f8dd305\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434647806674/9589cfec-df06-4276-a990-ec8ef106771f-298x420.jpeg\" alt=\"'Play,' the poet Ted Hughes said, 'maybe that’s what all literature is, or should be.'\" width=\"298\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Play,’ the poet Ted Hughes said, ‘maybe that’s what all literature is, or should be.’</span> \n  <span class=\"element-image__credit\">Photograph: HO/AP</span> \n </figcaption> \n</figure> \n<p>And so do I. Play, as I think of it, is the means whereby we loose ourselves from the mainland of the familiar and acceptable. The means, too, whereby we lose ourselves in the act of creation, and find what we had no idea we were looking for, and maybe sometimes wish we had not found at all.</p> \n<p>I’m not thinking specifically of such revolutionary funsters as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/artanddesign/duchamp\" title=\"\">Duchamp</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/laurencesterne\" title=\"\">Laurence Sterne</a>. You don’t have to&nbsp;be a joker to play, in the way I mean – and anyway, the tragedian can usually be relied on to tell more stinging jokes than the comedian. Remember Hamlet, hopping dementedly from grave to grave, before coming upon the skull of Yorick, once the king’s jester. “Get thee to my lady’s chamber,” he orders Yorick, and tell her no matter how thickly she paints her face, she too will end up just a pile of whitened bones – “Make her laugh at that.” The challenging question asked of Yorick and all who entertain is&nbsp;this: where is the virtue in any of your joking if it doesn’t invigorate in the face of death? If invigoration against the odds is the justification of a joke, how much more so is it the justification of art? Against the penury of existence – its brevity and its disappointments – art releases the illusion of plenitude.</p> \n<p>Think of the aged and bed-ridden Matisse cutting out strips of coloured paper, much as a child might, and investing them with a more than mortal vitality … Those strips of paper resonate because they prove that our materials don’t determine in advance the worth of what we make. In art, where we play in order to discover, there is no “in advance”; no intentionality that will survive creation; no thou-shalt-nots advanced in the name of religious or social rectitude; no theme so important that it will of itself confer importance on a work, or so apparently trivial that it won’t; nothing – in the language of social media – to like or not like and press a button to show which; nothing, in online-speak, to agree or disagree with and tick a box – for you can no more disagree with a painting than you can a flower. No certainty other than the certainty that we can’t be certain of&nbsp;anything.</p> \n<p>No traveller ever sets out with so little idea of where he is going or how he is going to get there than an artist does. And no traveller ever gets to a&nbsp;more wonderful place. Not everyone is fortunate enough to earn their living playing. But what draws people to art and artists is a desire to enjoy the propinquity of play. For it is the very freedom of the imagination. And what else were we born to do, but imagine freely?</p> \n<p><span class=\"bullet\">•</span> This is an edited version of a speech delivered by&nbsp;Howard Jacobson at the Royal Academy.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434647638032/Henri-Matisse-in-his-stud-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse","credit":"Lydia Delectorskaya/Succession Henri Matisse","altText":"Henri Matisse in his studio","cleanCaption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434647808187/9589cfec-df06-4276-a990-ec8ef106771f-725x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":725,"orientation":"portrait","caption":"‘Play,’ the poet Ted Hughes said, ‘maybe that’s what all literature is, or should be.’ Photograph: HO/AP","credit":"HO/AP","altText":"'Play,' the poet Ted Hughes said, 'maybe that’s what all literature is, or should be.'","cleanCaption":"‘Play,’ the poet Ted Hughes said, ‘maybe that’s what all literature is, or should be.’","cleanCredit":"Photograph: HO/AP"}],"webPublicationDate":"2015-06-20T11:00:03Z","lastModified":"2015-06-20T11:00:03Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Howard Jacobson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/howardjacobson"}],"feature":true,"keywords":["Art","Art and design","Culture","Social media"],"tags":[{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Howard Jacobson","topic":{"type":"tag-contributor","name":"profile/howardjacobson"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/20/howard-jacobson-artistic-creation-frees-us-from-right-thinking","shortUrl":"http://gu.com/p/4av6e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/20/howard-jacobson-artistic-creation-frees-us-from-right-thinking","webUri":"http://www.theguardian.com/artanddesign/2015/jun/20/howard-jacobson-artistic-creation-frees-us-from-right-thinking"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434647638032/Henri-Matisse-in-his-stud-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse","credit":"Lydia Delectorskaya/Succession Henri Matisse","altText":"Henri Matisse in his studio","cleanCaption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse"}},"importance":3,"kicker":{"title":"Howard Jacobson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434647638032/Henri-Matisse-in-his-stud-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse","credit":"Lydia Delectorskaya/Succession Henri Matisse","altText":"Henri Matisse in his studio","cleanCaption":"Henri Matisse in his studio.\r Photograph: Lydia Delectorskaya/Succession Henri Matisse"}}]}],"lastModified":"2015-06-22T07:10:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}