{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The long read / How Thatcher and Murdoch made their secret deal","rawTitle":"How Thatcher and Murdoch made their secret deal","item":{"type":"article","id":"uk-news/2015/apr/28/how-margaret-thatcher-and-rupert-murdoch-made-secret-deal","title":"How Thatcher and Murdoch made their secret deal","trailText":"<strong>The long read:</strong> In 1981, Mrs Thatcher needed a boost from the press. By supporting Rupert Murdoch’s bid for the Times and Sunday Times, she made sure she got it. Harold Evans, who led an unsuccessful staff takeover bid, recalls a historic carve-up","standFirst":"In 1981, Mrs Thatcher needed a boost from the press. By supporting Rupert Murdoch’s bid for the Times and Sunday Times, she made sure she got it. Harold Evans, who led an unsuccessful staff takeover bid, recalls a historic carve-up","byline":"Harold Evans","body":"<p>The coup that transformed the relationship between British politics and journalism began at a quiet Sunday lunch at Chequers, the official country retreat of the prime minister, Margaret Thatcher. She was trailing in the polls, caught in a recession she had inherited, eager for an assured cheerleader at a difficult time. Her guest had an agenda too. He was Rupert Murdoch, eager to secure her help in acquiring control of nearly 40% of the British press.</p> \n<p>Both parties got what they wanted.</p> \n<p>The fact that they met at all, on 4 January 1981, was vehemently denied for 30 years. Since their lie was revealed, it has been possible to uncover how the greatest extension of monopoly power in modern press history was planned and executed with such furtive brilliance.</p> \n<p>All the wretches in the subsequent hacking sagas – the predators in the red-tops, the scavengers and sleaze merchants, the blackmailers and bribers, the liars, the bullies, the cowed politicians and the bent coppers – were but the detritus of a collapse of integrity in British journalism and political life. At the root of the cruelties and extortions exposed in the recent criminal trials at the Old Bailey, was Margaret Thatcher’s reckless engorgement of the media power of her guest that January Sunday. The simple genesis of the hacking outrages is that Murdoch’s News International came to think it was above the law, because it was.</p> \n<p>Thatcher achieved much as a radical prime minister confronted by political turmoil and economic torpor. So did Murdoch, in his liberation of British newspapers from war with the pressroom unions, and by wresting away the print unions’ monopoly of access to computer technology. I applauded his achievements, and still do, as I applauded many of Thatcher’s initiatives when I chaired the editorial boards of the Sunday Times (1967-81) and then the Times (1981-2). It is sad that her successes are stained by recent evidence of her readiness to ensure sunshine headlines for herself in the Murdoch press (especially when it was raining), at a heavy cost to the country. She enabled her guest to avoid a reference to the Monopolies and Mergers Commission, even though he already owned the biggest-selling daily newspaper, the Sun, and the biggest selling Sunday newspaper, the News of the World, and was intent on acquiring the biggest-selling quality weekly, <a href=\"http://www.bbc.co.uk/blogs/legacy/adamcurtis/2011/01/rupert_murdoch_-_a_portrait_of.html\">the Sunday Times, and its stablemate, the Times</a>. <strong> </strong></p> \n<p><strong>* * *</strong></p> \n<figure class=\"element element-image\" data-media-id=\"9995bedee1532c742d23139781b3cb367278c6d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430144923350/13ec4ebf-c676-494f-8d95-e801a081326b-460x276.jpeg\" alt=\"Rupert Murdoch announces his takeover of the Times Group in 1981\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rupert Murdoch announces his takeover of Times Newspapers in 1981. On the left is the Sunday Times editor Harold Evans and on the right is William Rees-Mogg, editor of the Times.</span> \n  <span class=\"element-image__credit\">Photograph: Keystone/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Times Newspapers had long cherished their independence.</strong> In 1966, when the Times was in financial difficulty, the new owner who came to the rescue, Lord Roy Thomson of Fleet, promised to sustain it as an independent non-partisan newspaper – precisely how he had conducted the profitable Sunday Times. Murdoch was able to acquire <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/january/22/newsid_4312000/4312698.stm\">both publications in 1981</a> only because he began making solemn pledges that he would maintain the tradition of independence. He broke every one of those promises in the first years. His breach of the undertakings freely made for Times Newspapers was a marked contrast with the independent journalism we at the Sunday Times (and William Rees-Mogg at the Times) had enjoyed under the principled ownership of the Thomson family. Thatcher was a vital force in reviving British competitiveness, but she abetted a concentration of press power that became increasingly arrogant and careless of human dignity in ways that would have appalled her, had she remained in good health long enough to understand what her actions had wrought.</p> \n<p>Documents released by the <a href=\"https://www.chu.cam.ac.uk/archives/collections/thatcher-papers/\">Thatcher Archive Trust</a>, now housed at Churchill College, Cambridge, give the lie to a litany of Murdoch-Thatcher denials about collusion during the bidding for Times Newspapers. They also expose a crucial falsehood in the seventh volume of The History of the Times: The Murdoch Years – the official story of the newspaper from 1981-2002, published in 2005 by the Murdoch-owned HarperCollins. In it Graham Stewart wrote, in all innocence, that Murdoch and Thatcher “had no communication whatsoever during the period in which the Times bid and presumed referral to the Monopolies and Mergers Commission was up for discussion”.</p> \n<p>Not just “no communication”, but none “whatsoever”, an overemphasis characteristic of Murdoch in cover-up mode. On the contrary, the Thatcher documents reveal that the extraordinary secret lunch at Chequers in January 1981 specifically focused on his hopes of acquiring Times Newspapers. The file note by Thatcher’s press secretary, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2003/mar/22/highereducation.politicalbooks\">Bernard Ingham</a>, is offered as a record of the “salient points” of the meeting, not a full accounting or even minutes. Nonetheless, the note has the aroma of a KGB <a href=\"http://en.wikipedia.org/wiki/Dead_drop\">dead letter drop</a>. In accordance with Thatcher’s wishes, Ingham wrote, he would not let the note go outside No 10. This meant that no one would be told of the fact of the meeting, not even the responsible minister. On Thatcher’s instructions, Ingham’s record of the event was locked away in a Downing Street file marked “Commercial – In Confidence” during her time in office, and later it was not sent to the National Archives. Thatcher was proud of her legal education. She knew she should have refrained from any involvement in what she herself recognised as the “quasi-judicial” procedure for approving a newspaper sale, let alone have afforded privileged access to someone she already knew to have a vested interest. Murdoch’s ambition had been common knowledge since the previous November.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Thatcher knew she should have refrained from any involvement in approving a newspaper sale</p> \n </blockquote> \n</aside> \n<p>Ingham’s “note for the record” bears some parsing. First, the pretence was that Murdoch was afforded a private meeting with the prime minister so she could be briefed on the takeover competition for Times Newspapers. There was no credible reason why Murdoch would be the appropriate person for this task: it was the legal duty of the minister of trade, then John Nott. Second, the prime minister’s “briefing” was from a bidder, who naturally had an urgent interest in rubbishing his competitors. In plain language, this is called cheating. If the prime minister had any shred of justification for intervening, she should have heard from all the competitors. She did not because she was interested only in helping her ally escape the Monopolies Commission. (“He had stood by me in the dark days,” she told an official.) According to the Ingham note, Murdoch, in his briefing, identified only four bidders: Lonrho (a conglomerate led by Tiny Rowland, which would take over the Observer) “unlikely to impress either Thomson or union of journalists”; Robert Maxwell (former MP, fraudster, owner of the Daily Mirror) “a similar verdict”; Sir James Goldsmith (mercurial food tycoon and corporate raider) “probably only for the Sunday Times, a strong contender for that title, though Mr Murdoch felt that anyone willing to buy all the titles was in a stronger position”); and a consortium of Journalists of the Times (“again thought unlikely to carry much conviction, even with the backing of GEC”).</p> \n<p>Murdoch apparently chose not to inform the prime minister of other interested and more credible parties. Most conspicuously, it seems that he neglected to mention that the Sunday Times’s management team and the journalists – the very people who had made the paper a towering success – were making their own buyout bid. As Murdoch knew full well, on 31 December 1980, the investment bank Morgan, Grenfell and Co submitted a detailed formal offer on behalf of the group of executives I led as editor and chairman of the Sunday Times executive committee. Nor, it appears, did he mention Vere Harmsworth, the third Lord Rothermere and enterprising proprietor of the Daily Mail. Stewart in his later history of the Times refers to Harmsworth having made a “serious offer”.</p> \n<p>Ingham’s record of the meeting looks like a whitewash. Are we to believe that there was no mention at the lunch of the requirement for Murdoch’s bid to be referred to the Monopolies and Mergers Commission? It should have been automatic, given his preponderance of newspaper titles and their circulation in the mass market. He was obsessed with this obstacle between him and his great prize. It was why he asked to meet the prime minister and in secret.</p> \n<p>Times Newspapers would have been much on Thatcher’s mind, too, since, whoever prevailed, a change in ownership of Britain’s two leading newspapers would have political consequences. In 1981-2, she was at a low point in her premiership, in the depths of a deepening recession, with the Social Democratic party yapping at her heels on the left, and, on the right, former prime minister Edward Heath, ungrateful at being relieved of the cares of leadership. She had a duty to remind her guest about the legal restraints on media ownership. Decency might have at least caused her to emit a polite cough about their unfortunate obligations. But if she did murmur something, why did Ingham choose not to record it? Ingham is, alas, unable to help us. He has said variously that he has no memory of the meeting and that if there was a meeting it would have been in Downing Street, not Chequers. Somehow or other, on the most politically charged media takeover in British political history, we are faced with an epidemic of forgetfulness. Murdoch could not remember a thing for the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/leveson-inquiry\">Leveson inquiry</a>. Thatcher’s 1993 memoir consigned Murdoch to oblivion. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2003/mar/22/highereducation.politicalbooks\">Ingham’s memoir</a>, too, has a large black hole.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>On the most politically charged media takeover in political history, we are faced with an epidemic of forgetfulness</p> \n </blockquote> \n</aside> \n<p>Ingham’s note contains a curious record of the exchange at the end of lunch. Had he closed by recording that Thatcher, on saying goodbye, wished Murdoch well in his bid, it would have been polite, if improper in the circumstances. But that is not how Ingham records it. He writes: “The prime minister … did no more than wish him well in his bid …” Why “did no more”? The defensive wording is as suggestive of the core reality of the Chequers lunch as the dog that did not bark in the night in Arthur Conan Doyle’s Sherlock Holmes story Silver Blaze.</p> \n<p>Stewart’s history of the Times records the sale transactions as commercial imperatives having no political relevance. John Grigg, Stewart’s predecessor in the Times History series, was less credulous. In this passage from the sixth volume, The Thomson Years, published in 1993, he writes: “Whatever the arguments put forward, the presumption has to be that the decision not to refer was, in reality, political. Though Biffen, as trade minister, was immediately responsible, it was clearly not taken by him alone. The matter was discussed by the cabinet, and the cabinet in Mrs Thatcher’s day was not a notably collegiate body; what she had decided tended to be whatever she wanted it to decide. If Murdoch had shown himself hostile to the prime minister and her party, who can doubt that his purchase of Times Newspapers would have been referred?”</p> \n<p>The grossly improper meeting was corroborated by another item in the archives, a handwritten letter to the prime minister from Murdoch’s Eaton Square home. It was to thank her for the lunch that never was. “My dear Prime Minister,” Murdoch wrote, saying he greatly enjoyed seeing her again. Ostensibly, the letter thanked her for letting him interrupt her weekend at Chequers. It is dated 15 January. This is very odd. Murdoch is traditionally punctilious on such matters. The idea just does not scan that Murdoch delayed 11 days to thank his most important connection for the newspaper acquisition of his career. Murdoch is at pains to make a point of emphasising his dilatoriness, first saying his thanks are “belated”, then adding that it is “10 days” since they met. That date of 15 January is an overwritten correction in Murdoch’s hand for another barely discernible date. Nobody knew of the lunch on 4 January, but the later date could be seen as a precautionary way of distancing him from the changes Mrs Thatcher immediately made at the Department of Trade. This is speculation, but things are not what they seem in events suffused with so much subterfuge. Murdoch never moves a pawn without checking he is not exposing a pathway to the queen.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b4d05b0d197f23bc63973a20a772c79cc4740f62\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430147312240/6837ecb7-f9cf-4d11-bcd2-96a4cf1517c2-291x420.jpeg\" alt=\"Rupert Murdoch's thankyou letter to Margaret Thatcher\" width=\"291\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rupert Murdoch’s thankyou letter to Margaret Thatcher.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian</span> \n </figcaption> \n</figure> \n<p>Lord Justice Leveson chose judicial irony as a way of registering disdain for this web of deceit. Of the Thatcher-Murdoch clandestine meeting, he concluded in the final report on his 2011-2012 inquiry into the role of the press and the police in the phone hacking scandal as follows: “That there was a confidential meeting between the then prime minister and Mr Murdoch, the fact of which did not emerge into the public domain for more than 30 years, is troubling in its lack of transparency. It serves as a reminder of the importance of contemporary practice to make public the fact of such meetings. The perceptions at the time and since of collusive arrangements between the prime minister and the preferred bidder are corrosive of public confidence … The prospective deal was plainly of great importance to him. He no doubt believed that there was real value in meeting the prime minister face-to-face, to inform her of his bid and his plans in the event that it was successful, and importantly, to form a personal connection. He would have expected to make a good impression on Baroness Thatcher; he would have known of her respect for risk-taking entrepreneurs and that they would have thought alike on the merits of turning around a troubled newspaper company with industrial relations problems. Their world view had much in common. I have carefully considered what conclusions (whether as to fact or credibility) if any, I should draw from Mr Murdoch’s inability to recall the meeting. It is perhaps a little surprising that he does not remember a visit to a place as memorable as Chequers, in the context of a bid as important as that which he made for Times Newspapers. However, perhaps that is all I need to say.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"67a5f749bdab544ee81e080e7439d24933808e6a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430147433066/9eaada3e-25b6-497a-8a87-23cc42e58469-286x420.jpeg\" alt=\"Rupert Murdoch's thankyou letter to Margaret Thatcher.\" width=\"286\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rupert Murdoch’s thankyou letter to Margaret Thatcher.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian</span> \n </figcaption> \n</figure> \n<p><strong>* * *</strong></p> \n<p><strong>The effect of the secret meeting was immediate. </strong>Thatcher went back to London the same Sunday evening to effect a mini-reshuffle that would move responsibility for the Times Newspapers sale from a tough-minded minister to one who, in the words of a cabinet colleague, “had no separate political existence”. She summoned trade secretary John Nott to meet her at 9pm in her flat at No 10. When he went in, he was trade secretary. When he said goodnight, he was on his way to the Ministry of Defence. Nott’s entertaining autobiography <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2002/mar/30/politics\">Here Today, Gone Tomorrow</a>, describes the scene: “When I got there, I was surprised that [the prime minister’s husband and two of her private secretaries] were also present. The atmosphere was very friendly and informal, and I was offered a drink – about as different from being offered a job by Ted Heath as you imagine. It still seems a little odd to me that it was not a private meeting with the prime minister alone.” Nott was delighted to relinquish Trade. Thatcher immediately telephoned the chief secretary to the treasury, John Biffen, at his home, and offered him Nott’s old position. Her pitch to Biffen was that it would widen his experience. In his diary he wrote that she was “absolutely delighted” when he accepted. For Thatcher, it finished off the day’s work beautifully. January was an unusual month for a mini-reshuffle, giving it something of an emergency flavour. Even so, nobody at the time appreciated the significance of the move, but then nobody knew of the Chequers lunch.</p> \n<p>Nott says nothing of it, but his background would have made him a formidable judge of the finances of Times Newspapers and News Corp. He knew how the City operated. Before becoming an MP, he had been the banking pioneer Siegmund Warburg’s protege and became his personal assistant, observing his astute handling of Roy Thomson’s 1966 purchase of the Times. (It is intriguing that when he returned to the City in 1983<strong> </strong>as managing director of Lazard Brothers, he helped frustrate Murdoch’s attempt to gain control of the Financial Times.)</p> \n<p>John Biffen was a shrewd choice for Thatcher’s objective – and a ruthless one in view of his mental health. The member for Oswestry was popular in the party as a decent and honest old-school Tory, a countryman at heart, but he was also known to be an incorrigible agoniser with a history of mood changes (that would now be more likely classified as bipolar). He was bewildered. Thomson had said they would close the titles unless a suitable buyer came along by March. Biffen’s writings (collated in 2014) reflect the stress he felt: “The episode came at me with great speed. I had no particular knowledge of the newspaper industry … I am certainly encountering the strains of office. I had a restless night and got to the Trade Office laden with anxiety.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>John Biffen was a shrewd choice for Thatcher’s objective – and a ruthless one in view of his mental health</p> \n </blockquote> \n</aside> \n<p>Had the prime minister not been so determined to conceal her meeting with Murdoch, she could have told Biffen that Murdoch saw the Sunday Times as a key to more wealth, more power. Over the Chequers lunch (according to Ingham’s note) she had heard Murdoch enthuse about the commercial prospects of the Sunday Times “… even at the depths of a recession, this newspaper was turning down advertising …” And: “the market clearly permitted an increase in advertising rates”. Murdoch saw the Sunday Times very much as a “going concern”. Thatcher gave Biffen not a hint of any of this. Murdoch was so confident of winning that he had already appointed the man who would run Times Newspapers. This was Gerald Long, the general manager of Reuters. Denis Hamilton, the late chairman of Reuters and also of Times Newspapers,<strong> </strong>spoke of getting a call from Long on Christmas Day 1980, 10 days before the lunch at Chequers. “He rang to say he was resigning to join Rupert Murdoch’s organisation ... as prospective managing director of Times Newspapers. If, for any reason, the sale of the Times did not go through, however, he wished to keep his job at Reuters. I was flabbergasted.” Hamilton consulted the Times Board. Long was told he must either stay or go. He went, assured by Murdoch it was all pretty well in the bag.</p> \n<p>The Monopolies and Mergers Commission was invented to scrutinise proposals and advise the minister of their effect on the public interest. The minister could bypass the commission only when he was satisfied the enterprise was “not economic as a going concern”. It was his decision alone to make and commend to parliament.</p> \n<p>Initially, Biffen seemed to recognise that he had no choice but to refer any bid by Murdoch to the commission, since Murdoch already owned the two biggest newspapers in the popular market – and was ready use them to express his own views. In an exploratory meeting Murdoch and his counsel Richard Searby, heard Biffen reaffirm his obligation as secretary of state to make a referral under the act. However, two things stand out: how superficial the scrutiny was and how swiftly the deed was done.</p> \n<p>Biffen had barely got a toe under his new desk when he was diverted from the pressing issue of Times Newspapers. He was compelled to leave for India on 16 January on a futile, week-long scheduled trade mission. He was thus far removed from focusing on a dangerous extension of monopoly power that gathered force in his absence. By the time Biffen returned to Heathrow on 25 January, he found his life had become worryingly complicated. “I had hardly left the plane when I was told I would be requested to let the deal go ahead. I was also told Murdoch was the only serious bidder though Maxwell was making noises.” Biffen has not said who was requesting him to let Murdoch through, or who had so egregiously misinformed him on the bidders. He has referred only to “an official”.</p> \n<p>The only way a Murdoch takeover of the Sunday Times could be exempt from scrutiny by the Monopolies and Mergers Commission was if Biffen satisfied himself that it was not a “going concern”. Thomson had submitted accounts to the Department of Trade on 19 January when Biffen was in India. By the time he returned, the Sunday Times accounts had been adjusted to show a diminished value.</p> \n<h2><strong>* * *</strong></h2> \n<p><strong>The weekend of his return from India</strong>, and two days before the Commons had to vote on the takeover, Biffen was in full fret mode. “It’s a nasty problem. All the arguments for a quiet life argue for a reference to the Monopolies Commission. On the other hand, the Murdoch bid had the advantage that it was the bird in the hand and the terms suggested the essential character of the Times would be preserved … I had no strong feelings about Murdoch. How I wished the Sunday Times had been profitable (the Times was too deep in the red) for then the whole deal would automatically go to the Monopolies and Mergers Commission. As it was, the buck was clearly with me.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ad7c9a44316cb9883d3cf3fd2ab60ee210f4c2c1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430147684080/96a7da52-3fbd-4e0d-96a3-5de6c30d3c76-460x276.jpeg\" alt=\"John Biffen in 1978\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Biffen in 1978.</span> \n  <span class=\"element-image__credit\">Photograph: David Reed/Corbis</span> \n </figcaption> \n</figure> \n<p>Of course, he had been gravely misled. This was the point where Biffen desperately needed a financial analyst. He did not get one. At the Treasury he had been accustomed to being advised by the sharpest financial brains. Biffen’s permanent secretary, Sir Kenneth Clucas, did not look into the matter at all while Biffen was in India, and said that a meeting on January 26 was his “first personal acquaintance with the issue”. And amazingly, Biffen did not consult the chief financial officer.</p> \n<p>On Monday 26 January, a tense Biffen met in his ministerial room with Clucas, officials and his minister of state for consumer affairs, Sally Oppenheim-Barnes (now a baroness). Murdoch was expected shortly after. Biffen’s officials had suggested that on the basis of the new accounts, Times Newspapers was not a going concern, and Biffen records himself as commenting “only in the case of the Times is the issue clear cut”. He recognised that the Sunday Times was in a much stronger financial position than the Times, despite the industrial disruptions that had provoked the sale. The ministers decided to ask Thomson to extend the deadline so that the Monopolies Commission would have eight weeks to vet the takeover if Biffen did decide that way. Then Gordon Brunton, CEO of Thomson London, came into the room to say that a delay would not be workable: it would cut across Thomson’s schedule for ending the interim deals with the print unions.</p> \n<p>Murdoch followed Brunton, who was knighted in 1985. “We allotted an hour to seeing him but it was all over in 10 minutes,” said Oppenheim-Barnes. “We had seen the unions before him, who were naturally very concerned. Murdoch came in, sat down and said, ‘Before you begin, I hear you are considering a reference to the Monopolies Commission. If you do that and it ends in allowing me to go ahead, it will mean a long delay. If I don’t get an answer now, I will not pay a penny in redundancy.’ His attitude was, ‘I can’t waste any more time with this.’ He took our breath away. John and I looked at each other and we had no difficulty in reaching a decision.”</p> \n<p>Biffen’s hesitation on the viability of the Sunday Times was not reported to the economics committee of the cabinet, summoned in haste and chaired by Thatcher. The minutes record that some members expressed misgivings about the Thomson timetable. Had Biffen’s equivocation with his officials been known, the unease on the left of the Tory party and in the Labour opposition would have been stronger in the next day’s parliamentary debate. Biffen could not bring himself to tell Murdoch and Searby that they would, after all, be spared a monopolies reference. He left it to Clucas, who later said that although Murdoch and Searby received the news decorously enough, he had found them waiting for the lift, rubbing their hands with glee.</p> \n<p>Biffen had difficulty writing his account of the cabinet committee. In one passage in his autobiography, he wrote that the PM had been strongly against a referral, but later he was at pains to record that “the prime minister did not make her views known to me directly but I judged she wanted the deal to go forward as I did”. He quieted his doubts about letting Murdoch secure his monopoly by having Clucas look at the restraints on press owners that were created by the vetting committee I served on. Biffen genuinely believed those safeguards against Murdoch would be effective. He was not the first or last to be disabused on that score.</p> \n<p>Thatcher pretended throughout that she had nothing to do with ushering the deal through. She told the E committee the decision had been made by Biffen in his “quasi-judicial position”. But she left nothing to chance. She clinched the deal she had contrived, with a coup de grace. She imposed an unusual three-line whip on the Commons vote on January 27.</p> \n<p>The deputy editor of the Guardian, David McKie, noted the debilitating effect on Biffen: “The whole proceedings seemed horribly suspect and shabby – all the more disappointingly so when the decision came from the mouth of a minister I greatly liked and admired. And when I next saw him, Biffen seemed decently sheepish, even shamefaced. He wasn’t the sort of minister who would simply say, ‘Margaret told me to do it.’ But I still got the firm impression that he would not have done it without her hot breath on his neck.”</p> \n<p>Indeed, in his autobiography Biffen displayed a humble and contrite heart. “The Times deal relied on both the Times and Sunday Times being loss-making. There was no doubt about the former but the Sunday Times was a close-run thing.” His anxieties multiplied when he read my analysis of the fancy footwork with the Sunday Times accounts by Thomson’s London management. He wrote: “Sunday 30 Oct 1983: I am much troubled by the Evans Times business. I am not convinced it will go away. As a consequence I feel low and gloomy.”</p> \n<p>Monday 31 October, “dominated by the Evans/Times affair. I had been uneasy as I reflected on the situation and my fears were not dissolved when I met the accountants. They wanted to say as little as possible, but I dug in my toes and got a much more specific handling of the items left out of account when preparing the balance sheet for the 1981 debate …”</p> \n<p>Tuesday 1 November: “Evans made a radio charge that it was the biggest cover-up since Profumo. I felt tired and careworn from the Evans business.”<strong> </strong></p> \n<p>After her re-election in 1987, Thatcher dropped Biffen. He was ennobled as Baron Biffen of Tanat, Shropshire, but embittered by her treatment. He came to see her as a “Stalinist … a tigress surrounded by hamsters”.</p> \n<p>Successive governments of both parties, scared when they could have been stalwart, have done no better in dealing with Murdoch. Parliament expresses its determination to protect free speech and plurality but it appears that ministers try hard to live up to Murdoch’s classification of politicians as invertebrates.</p> \n<p>The script of the pretend-democracy has been: “What does Rupert want? Hurry, give it to him.” The abuse of the law on media would disgrace a banana republic. In 1983, Murdoch followed his capture of the Times and Sunday Times by laying siege to the Financial Times. He clearly reckoned that the government would come up with another wheeze to spare him a reference to the Monopolies Commission. (It didn’t.) As Paul Carlucci, his man at News America, and later publisher of the New York Post, said: “I work for a man who wants it all, and doesn’t understand anybody telling him he can’t have it all.”</p> \n<p><span class=\"bullet\">•</span> This article was amended on 28 April 2015. An earlier version misnamed a former deputy editor of the Guardian, David McKie, as Brian Mackie.</p> \n<p><em>Adapted from the preface to the new fifth edition of Good Times, Bad Times (Bedford Square books and, in the US, Open Road Media). &copy; Harold Evans Associates.</em></p> \n<p><em>Follow the Long Read on Twitter: </em><a href=\"https://twitter.com/gdnlongread\"><em>@gdnlongread</em></a></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430144078132/d4ed445b-c7bc-49dc-bba1-a25bfb68fd04-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"John Mantel/Rex Features","altText":"Margaret Thatcher and Rupert Murdoch","cleanCredit":"Photograph: John Mantel/Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430144924737/13ec4ebf-c676-494f-8d95-e801a081326b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rupert Murdoch announces his takeover of Times Newspapers in 1981. On the left is the Sunday Times editor Harold Evans and on the right is William Rees-Mogg, editor of the Times. Photograph: Keystone/Getty Images","credit":"Keystone/Getty Images","altText":"Rupert Murdoch announces his takeover of the Times Group in 1981","cleanCaption":"Rupert Murdoch announces his takeover of Times Newspapers in 1981. On the left is the Sunday Times editor Harold Evans and on the right is William Rees-Mogg, editor of the Times.","cleanCredit":"Photograph: Keystone/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430147311395/6837ecb7-f9cf-4d11-bcd2-96a4cf1517c2-1412x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1412,"orientation":"portrait","caption":"Rupert Murdoch’s thankyou letter to Margaret Thatcher. Photograph: The Guardian","credit":"The Guardian","altText":"Rupert Murdoch's thankyou letter to Margaret Thatcher","cleanCaption":"Rupert Murdoch’s thankyou letter to Margaret Thatcher.","cleanCredit":"Photograph: The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430147434485/9eaada3e-25b6-497a-8a87-23cc42e58469-1390x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1390,"orientation":"portrait","caption":"Rupert Murdoch’s thankyou letter to Margaret Thatcher. Photograph: The Guardian","credit":"The Guardian","altText":"Rupert Murdoch's thankyou letter to Margaret Thatcher.","cleanCaption":"Rupert Murdoch’s thankyou letter to Margaret Thatcher.","cleanCredit":"Photograph: The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430147685165/96a7da52-3fbd-4e0d-96a3-5de6c30d3c76-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"John Biffen in 1978. Photograph: David Reed/Corbis","credit":"David Reed/Corbis","altText":"John Biffen in 1978","cleanCaption":"John Biffen in 1978.","cleanCredit":"Photograph: David Reed/Corbis"}],"webPublicationDate":"2015-04-28T04:59:05Z","lastModified":"2015-04-28T11:31:23Z","metadata":{"commentable":true,"commentCount":201,"contributors":[{"name":"Harold Evans","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/haroldevans"}],"feature":true,"keywords":["UK news","Margaret Thatcher","Rupert Murdoch","Sunday Times","The Times","Media","Politics","Newspapers & magazines","National newspapers","Newspapers"],"topics":[{"displayName":"Harold Evans","topic":{"type":"tag-contributor","name":"profile/haroldevans"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/apr/28/how-margaret-thatcher-and-rupert-murdoch-made-secret-deal","shortUrl":"http://gu.com/p/47q6k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/apr/28/how-margaret-thatcher-and-rupert-murdoch-made-secret-deal","webUri":"http://www.theguardian.com/uk-news/2015/apr/28/how-margaret-thatcher-and-rupert-murdoch-made-secret-deal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430144078132/d4ed445b-c7bc-49dc-bba1-a25bfb68fd04-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A rare sighting of Margaret Thatcher and Rupert Murdoch, in 1991. Their meetings were a good deal more secretive 10 years earlier. Photograph: John Mantel/Rex Features","credit":"John Mantel/Rex Features","altText":"Margaret Thatcher and Rupert Murdoch","cleanCaption":"A rare sighting of Margaret Thatcher and Rupert Murdoch, in 1991. Their meetings were a good deal more secretive 10 years earlier.","cleanCredit":"Photograph: John Mantel/Rex Features"}},"importance":7,"kicker":{"title":"The long read"},"showQuotedHeadline":false},{"title":"Levittown / The prototype for the American suburb","rawTitle":"The prototype for the American suburb","item":{"type":"article","id":"cities/2015/apr/28/levittown-america-prototypical-suburb-history-cities","title":"Levittown, the prototypical American suburb – a history of cities in 50 buildings, day 25","trailText":"This postwar housing project’s mass-produced homes still stand as something more complicated than a monument to the glory – or bland conformity – of the American dream","standFirst":"<p>This postwar housing project’s mass-produced homes still stand as something more complicated than a monument to the glory – or bland conformity – of the American dream</p>","byline":"Colin Marshall","body":"<p>Levittown isn’t a single building but a development of more than 17,000 detached houses. The project – started in 1947 as America’s prototypical postwar planned community – has outlived its heartiest supporters and harshest detractors to stand today as something more complicated than a monument to the glory of the American dream, or to the blandness and conformity to which that dream led. </p> \n<p>Like so much else in 20th-century America, Levittown began as a shrewd business move. The homebuilding firm of Levitt and Sons had specialised in upper middle class dwellings on New York’s Long Island before the second world war, only to be curtailed by the conflict’s enormous consumption of construction resources.</p> \n<p>But then the founder’s son, William Levitt, came home from the navy with an idea: every young veteran returning to the United States would need a home. Couldn’t the mass-production strategies he’d learned putting up military housing give it to them?</p> \n<p>And so Levitt and Sons purchased a seven square mile tract of Long Island’s potato and onion fields and got to work, putting up all of Levittown’s residences between 1947 and 1951. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>No one who owns his own house and lot can be a Communist. He has too much to do</p> \n  <footer> \n   <cite>William Levitt</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Famously building one house every 16 minutes at the construction’s peak, using systems well-known in American automobile manufacturing but new to homebuilding. A variety of non-union subcontractors and “unskilled” workers moved from house to house, each performing one of 26 highly specialised steps in the overall assembly process – all using thoroughly standardised materials, all purchased directly from their manufacturers.<br /></p> \n<p>“We are not builders,” said straight-talking Levitt, the operation’s mastermind. “We are manufacturers.” He even went so far as to declare his company “the General Motors of the housing industry”, providing families the domestic component of the American dream, just as GM provided them the vehicular one. And they did so with the same aesthetic uniformity as the auto industry in its early years, initially stamping out house after house on the same architectural plan, drawn up by brother Alfred Levitt, albeit with subtle variations of colour, window treatment and roofline.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"594106a06b368afed2eac7b0ed25647adacb0adc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429703562360/e58b6d4d-c2e2-454f-a9e8-fc7f1b1d6393-460x367.jpeg\" alt=\"Construction of Levittown was famously quick: a home was reportedly built every 16 minutes.\" width=\"460\" height=\"367\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Construction of Levittown was famously quick: a home was built every 16 minutes.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Even so, William Levitt called his product – which first sold for $7,990 with a 5% down payment (0% for veterans) and came with a built-in television set and hi-fi – “the best house in the US”. But certain observers had grave reservations: Eric Larrabee in Harper’s magazine called “the little Levitt house American suburbia reduced to its logical absurdity”, and urban historian Lewis Mumford described the community they constituted as a “uniform environment from which escape is impossible”.<br /></p> \n<p>Some sections of American society found entrance to the scheme impossible. For decades, Levittown’s population was 100% white – at first because of covenants that restricted any minorities from buying in, and thus supposedly sending the surrounding home values into free-fall. “The community has an almost antiseptic air,” said an otherwise admiring 1950 Time magazine profile of Levitt and Levittown.<em> </em><a href=\"http://www.pbs.org/wnet/supremecourt/rights/landmark_brown.html\">Brown v Board of Education</a> and the nationwide racial integration that followed hardly touched Levittown, and even today its demographic profile still reads 94.15% white.</p> \n<p>By 1950, when 80% of Levittown’s men commuted to jobs in Manhattan, the development had set an example for countless American bedroom communities still to come. They provided settings to the novelists who got their start in the mid-20th century, some of whom would famously inveigh against their stifling social atmosphere. Richard Yates, whose novel Revolutionary Road offers a harrowing indictment of American life during Levittown’s heyday, wrote of that era’s “general lust for conformity”, a “blind, desperate clinging to safety and security at any price, as exemplified politically in the Eisenhower administration and the McCarthy witch hunts”.<br /></p> \n<p>Levitt, for his part, assured the McCarthyites that “no one who owns his own house and lot can be a Communist. He has too much to do.” Though he built inexpensive, fully functioning houses and built them well – the vast majority of them still stand today – Levitt left more or less everything else involved in the creation of Levittown to its new suburban homesteaders. Being American, after all, many of them set about customising their freshly built homes, whether of the standard utilitarian Cape Cod design or the newer models (Colonial, Rancher and Country Clubber) that followed.<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"45b869051bf32542d318b22bacfbf2068e9fe669\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429703664541/bb7fd84c-cbf2-4df5-9fe5-005f347d3c35-460x276.jpeg\" alt=\"By 1950, 80% percent of Levittown’s male residents commuted to jobs in Manhattan.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">By 1950, 80% percent of Levittown’s male residents commuted to jobs in Manhattan.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>“Sure they were little boxes when we first started,” says the narrator of WD Wetherell’s short story The Man Who Loved Levittown. But “the minute we got our mitts on them we started remodelling them, adding stuff, changing them around”. He drifts into a rhapsodic recollection of “the 50s. The early 60s. We were all going the same direction … Thanks to Big Bill Levitt we all had a chance. You talk about dreams. Hell, we had ours. We had ours like nobody before or since ever had theirs. SEVEN THOUSAND BUCKS! ONE HUNDRED DOLLARS DOWN! We were cowboys out there. We were the pioneers.’”<br /></p> \n<p>But this proud Levitt owner, looking back on what seems like a quintessentially American exercise in individualism, also remembers that “there wasn’t anything we wouldn’t do for each other. Babysit, drive someone somewhere, maybe help out with a mortgage payment someone couldn’t meet.” Not only did the first generation of Levittown life have its communitarian aspects, it had actual regulations, such as Levitt’s insistence that no homeowner fence off a private yard from the shared green, that now seem at least faintly socialist.<br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/apr/22/pruitt-igoe-high-rise-urban-america-history-cities\">Pruitt-Igoe: the troubled high-rise that came to define urban America – a history of cities in 50 buildings, day 21</a> </p> \n</aside> \n<p>Levittown’s very existence, in fact, owes to a rare act of American socialism: the 1948 Housing Bill, which loosened billions of dollars in credit and gave every American the chance to get one of those five-percent-down, 30-year mortgages in the first place. City-dwellers found that they could purchase their very own “modern” home just as easily as they could rent a walk-up apartment, and homebuilders like Levitt found themselves in a booming business servicing a seemingly insatiable demand.<br /></p> \n<p>This government-sponsored encouragement of suburban residence – which, to an extent, continues to this day – did its part to reduce American downtowns in the second half of the 20th century to little more than collections of office buildings. Levittown and its descendants (three of which Levitt himself built in Pennsylvania, New Jersey, and Puerto Rico, all of which he also named Levittown) lured a generation out of the cities. Their children grew up shaped by these secure and innovative if sometimes alienating environments – and went on themselves to raise the generation that has made a return, full-circle, to the city.<br /></p> \n<p><em><span class=\"bullet\">•</span> Which other buildings in the world tell stories about urban history? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/23/50-buildings-great-stories-urban-history\">Share your own pictures and descriptions with GuardianWitness</a>, on Twitter and Instagram using #hoc50 or let us know suggestions in the comments below</em></p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429703801547/dc5aaa71-d6c1-49a2-8d97-b750aead2f37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"B. Anthony Stewart/National Geographic Creative/Corbis","altText":"Levittown","cleanCredit":"Photograph: B. Anthony Stewart/National Geographic Creative/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429703561519/e58b6d4d-c2e2-454f-a9e8-fc7f1b1d6393-2060x1644.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1644,"width":2060,"orientation":"landscape","caption":"Construction of Levittown was famously quick: a home was built every 16 minutes. Photograph: Alamy","credit":"Alamy","altText":"Construction of Levittown was famously quick: a home was reportedly built every 16 minutes.","cleanCaption":"Construction of Levittown was famously quick: a home was built every 16 minutes.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429703665693/bb7fd84c-cbf2-4df5-9fe5-005f347d3c35-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"By 1950, 80% percent of Levittown’s male residents commuted to jobs in Manhattan. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"By 1950, 80% percent of Levittown’s male residents commuted to jobs in Manhattan.","cleanCaption":"By 1950, 80% percent of Levittown’s male residents commuted to jobs in Manhattan.","cleanCredit":"Photograph: Bettmann/Corbis"}],"webPublicationDate":"2015-04-28T11:58:03Z","lastModified":"2015-04-28T12:00:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Colin Marshall","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/colin-marshall"}],"feature":false,"keywords":["Cities","New York","Revolutionary Road","Construction industry","Business","Communism","US news","World news"],"topics":[{"displayName":"Colin Marshall","topic":{"type":"tag-contributor","name":"profile/colin-marshall"}}],"series":{"title":"A history of cities in 50 buildings","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/history-cities-50-buildings"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/apr/28/levittown-america-prototypical-suburb-history-cities","shortUrl":"http://gu.com/p/47yaz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/apr/28/levittown-america-prototypical-suburb-history-cities","webUri":"http://www.theguardian.com/cities/2015/apr/28/levittown-america-prototypical-suburb-history-cities"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429703801547/dc5aaa71-d6c1-49a2-8d97-b750aead2f37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People wait in line to view a new Levittown house on New York’s Long Island. Photograph: B Anthony Stewart/National Geographic Creative/Corbis","credit":"B Anthony Stewart/National Geographic Creative/Corbis","altText":"Levittown","cleanCaption":"People wait in line to view a new Levittown house on New York’s Long Island.","cleanCredit":"Photograph: B Anthony Stewart/National Geographic Creative/Corbis"}},"importance":5,"kicker":{"title":"Levittown"},"showQuotedHeadline":false},{"title":"Argan oil / The cost of the beauty industry's latest wonder ingredient","rawTitle":"The cost of the beauty industry's latest wonder ingredient","item":{"type":"article","id":"sustainable-business/2015/apr/28/argan-oil-beauty-anti-ageing-loreal-lush-berber","title":"Argan oil: the cost of the beauty industry's latest wonder ingredient","trailText":"Supplies of the Berbers’ anti-ageing oil, discovered by big brands from L’Oreal to Lush, could be threatened by overuse, deforestation … and even goats","standFirst":"<p>Supplies of the Berbers’ anti-ageing oil, discovered by big brands from L’Oreal to Lush, could be threatened by overuse, deforestation … and even goats</p>","byline":"Josephine Moulds","body":"<p>Argan oil has gone from a natural, tribal ingredient to one of the most prized oils in the world as cosmetics companies have woken up to its anti-ageing properties. The plant oil is produced from the kernels found inside the argan nut, which is found inside the fruit of the argan tree, endemic to Morocco. <br /></p> \n<p>Women’s co-operatives have sprung up throughout the argan-producing region but not all are as co-operative as they make out. The argan tree remains under threat from overuse, deforestation and <a href=\"http://cms.herbalgram.org/herbalgram/issue72/article3032.html?ts=1429699958&amp;signature=77839077c055af96461904bf0d5481e6\" rel=\"nofollow\">even goats</a>. <br /></p> \n<h2>What is argan oil?<br /></h2> \n<p>Traditionally, argan oil was used extensively in Morocco to treat various ailments, such as dry skin, acne, wrinkles and joint pain. Toasted, it is also a common ingredient in cooking, with health benefits ranging from lowering cholesterol to easing arthritis. As western countries cottoned on to this apparently magical resource, demand has shot up, with argan oil appearing in everything from shampoo bars to instant eye-tightening serum. </p> \n<p>The argan tree is grown almost exclusively in the barren lands of south-western Morocco. A natural barrier against the advance of the desert, it prevents soil erosion and protects water resources. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"657dd8e987259738a46302dcf215ee659136cc6e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/23/1429786800080/d716da7a-8b6a-4d78-9f9e-b5e2745d0ca4-460x276.jpeg\" alt=\"Argan tree\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Goats climbing up an Argan tree, near Essaouira.</span> \n  <span class=\"element-image__credit\">Photograph: Fadel Senna/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The tree is so beneficial to the environment that Morocco’s argan forest was declared a Biosphere Reserve by Unesco in 1998. Still, the forest has been threatened with deforestation, as local people chopped down the trees for building materials and firewood. This has diminished in recent years as locals became involved in the production of argan oil. <br /></p> \n<p>Dana Elemara works for <a href=\"http://www.sidiyassine.com/index-fr.html\" rel=\"nofollow\">Sidi Yassine</a>, an argan oil producer in the region. “One key thing to sustainability is getting local people involved and paying them fairly. That stops them from cutting down the Unesco-protected trees.” The production of the oil is, she says, helping preserve the tree. “You don’t damage the tree at all by producing argan oil. We only pick fruit from the ground.” </p> \n<p>Getting oil from the fruit of the argan tree involves drying it, extracting the nuts, cracking them to reveal the kernels, and pressing them to release the oil. The byproduct of pressing is a thick argan paste, which is sold locally for cosmetic products. Nothing else is wasted, as the outer pulp provides food for village animals, while the shells are burned for fuel. </p> \n<h2>Empowering women<br /></h2> \n<p>Previously, women in small family businesses of two or three people would collect the argan fruit and extract its oil. Their husbands or brothers would then sell the oil in local markets or exchange it for sugar and other goods. In recent years, however, women’s co-operatives have been created to meet the surge in demand. These co-operatives provide the women with an income, as well as a social experience and improved status.</p> \n<figure class=\"element element-image\" data-media-id=\"c4494648d6e65a1726d0934063434925823fc21c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/23/1429789454363/6cacc830-a83a-478d-b026-7497a3c6daba-460x276.jpeg\" alt=\"Morocco, Ait Baha, argan gathering at Ait Baha\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Women gathering argan in Ait Baha, Morocco.</span> \n  <span class=\"element-image__credit\">Photograph: Hemis/Alamy</span> \n </figcaption> \n</figure> \n<p>L’Or&eacute;al, together with its supplier BASF, has set up a sourcing programme in Morocco to foster corporate social responsibility in the argan supply chain. The programme works with an umbrella body involving six women’s co-operatives producing argan oil. </p> \n<p>As well as access to education and healthcare, the cooperative also provides the women with an opportunity to earn money. Professor Zoubida Charrouf of the Universit&eacute; Mohammed V-Agdal in Rabat, says some women earn up to $250 (&pound;164) a month, plus bonuses that are paid out at the end of the year. With more financial independence, the women are able to choose how to spend their earnings, changing the status of women in the family. Charrouf says: “Women regain the capacity to decide, to manage their income and to invest in the future by sending their children to school.” <br /></p> \n<p>Others recognise a shift in attitudes towards women in general in this Arabic country due to their newfound independence. Elemara says: “The argan oil trade has made changes that will have an influence over the way that society sees women there.” </p> \n<figure class=\"element element-image\" data-media-id=\"8c0792f18d095ff8259f0230dcb354872e0c2ae4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/23/1429790125356/e19db883-96da-4a09-a385-c22ba61518c7-460x276.jpeg\" alt=\"Argan oil\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Berber woman hitting argan nuts on a stone anvil with a rock to get to the kernels.</span> \n  <span class=\"element-image__credit\">Photograph: imageBROKER/Alamy</span> \n </figcaption> \n</figure> \n<h2>Challenges in the supply chain<br /></h2> \n<p>There are, however, problems with this burgeoning industry. The Berber women in the co-operatives are ill-equipped to conduct business with international organisations, leaving plenty of scope for exploitation. Charrouf says the big problem co-operatives still face is that the women have long remained marginalised and illiterate. “A lot of training is necessary. If they are well-trained, it works. But if not they end up being managed by the husband or father of the co-operative’s president, and in this case they benefit very little.” </p> \n<p>L’Or&eacute;al says its work with the NGO Yamana was crucial to overcome these challenges.<strong> </strong>Rachel Barr&eacute;, who is responsible for sustainable sourcing within L’Or&eacute;al Research &amp; Innovation says: “To lead this cooperative, [the women] have to get access to education. They have to understand what is business, what is a purchase order, what is governance, what is democracy, what is transparency, what is accounting. </p> \n<p>With the help of the NGO that worked with them, we managed to organise this way of functioning and professionalise the way that every woman could have a voice in the decision-making process.”</p> \n<p>There are also concerns about the standard of oil coming out of the co-operatives. British cosmetics retailer Lush uses argan oil in several of its products, which it sources from a supplier working with 22 women’s co-operatives across the region. </p> \n<p>Lush’s creative buyer Lyndsey Fisher-Cooke says some kind of leadership is required to protect standards. “[The co-operatives] are headed up by an elected president. Someone is put at the helm of that organisation and supports them with visits to each village, in terms of ensuring quality standards.” <br /></p> \n<p>The co-operatives are improving standards all the time, she says, with help from Lush. “Our unit is working with each village to increase standards to be recognised by [certification body] Ecocert. Any co-operative needs some sort of accredited control to increase those standards; it’s an area that has potential for downfall.”</p> \n<figure class=\"element element-image\" data-media-id=\"98ac51c9433b226a580c501107491c1b9139c9fa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/23/1429789804141/decbbd12-21fe-45f1-80bb-1aeca1097a2c-460x276.jpeg\" alt=\"Argan oil\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Argan oil is rich in vitamin E.</span> \n  <span class=\"element-image__credit\">Photograph: Chromorange / Tscherwitschke / Alamy</span> \n </figcaption> \n</figure> \n<p>It is thought that co-operatives can suffer from a lack of professionalism towards their international customers. Ulysses M&uuml;ller, a Swiss national who gave up his life as an advertising executive to pursue a dream in Morocco, runs Sidi Yassine with his Berber wide. He believes their combination of skills makes their facility unique in the region, and the farm counts Weleda and L’Occitane among its clients. <br /></p> \n<p>Sidi Yassine does not aim to be a co-operative but says it pays fair wages to the women it employs. It can, however, only produce so much argan oil and Elemara says it has had to cut ties with some cosmetic companies that were pushing for it to produce more at a lower quality. Cosmetic companies are desperate to ensure their supply of argan oil, she says, and some of the larger ones are trying to buy up farms and co-operatives across the region.<br /> <br />The beauty industry is, of course, notoriously fickle and there is a danger that the fad for argan oil will pass like so many others before it. Elemara is not concerned. “At the moment, people are learning more about it,” she says. “Once you try using the real stuff you realise it really works. It does have scientifically proven properties and it has the whole scarcity factor and African romance around it.”<br /><em>The nuts series is funded by Olam. All content is editorially independent except for pieces labelled ‘brought to you by’. Find out more <a href=\"http://www.theguardian.com/sponsored-content\">here</a>.</em></p> \n<p><strong>Join the community of sustainability professionals and experts. Become a <a href=\"https://register.theguardian.com/sustainable-business/?INTCMP=dis_233592\">GSB member</a> to get more stories like this direct to your inbox.</strong></p>","section":"Guardian Sustainable Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429790611181/76383638-e9e6-413c-b2f0-2215e07332f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"imageBROKER/Alamy","altText":"Two Berber women producing argan oil, Morocco, Africa","cleanCredit":"Photograph: imageBROKER/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429786801683/d716da7a-8b6a-4d78-9f9e-b5e2745d0ca4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Goats climbing up an Argan tree, near Essaouira. Photograph: Fadel Senna/AFP/Getty Images","credit":"Fadel Senna/AFP/Getty Images","altText":"Argan tree","cleanCaption":"Goats climbing up an Argan tree, near Essaouira.","cleanCredit":"Photograph: Fadel Senna/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429789455624/9187da33-a72b-42f8-bdd0-aac4044a9f14-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Women gathering argan in Ait Baha, Morocco. Photograph: Hemis/Alamy","credit":"Hemis/Alamy","altText":"Morocco, Ait Baha, argan gathering at Ait Baha","cleanCaption":"Women gathering argan in Ait Baha, Morocco.","cleanCredit":"Photograph: Hemis/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429790126603/3c7accfc-b70a-45c7-b7c7-068912c5b449-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Berber woman hitting argan nuts on a stone anvil with a rock to get to the kernels. Photograph: imageBROKER/Alamy","credit":"imageBROKER/Alamy","altText":"Argan oil","cleanCaption":"Berber woman hitting argan nuts on a stone anvil with a rock to get to the kernels.","cleanCredit":"Photograph: imageBROKER/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429789805356/aa9fb1af-f2e8-415f-82e0-edcca0fdfc76-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Argan oil is rich in vitamin E. Photograph: Chromorange / Tscherwitschke / Alamy","credit":"Chromorange / Tscherwitschke / Alamy","altText":"Argan oil","cleanCaption":"Argan oil is rich in vitamin E.","cleanCredit":"Photograph: Chromorange / Tscherwitschke / Alamy"}],"webPublicationDate":"2015-04-28T14:23:33Z","lastModified":"2015-04-28T14:29:29Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Josephine Moulds","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josephine-moulds"}],"feature":false,"keywords":["Guardian sustainable business","Beauty","Life and style","Environment","Morocco","Africa","Middle East and North Africa","Fashion"],"topics":[{"displayName":"Josephine Moulds","topic":{"type":"tag-contributor","name":"profile/josephine-moulds"}}],"series":{"title":"know your nuts","uri":"http://mobile-apps.guardianapis.com/lists/tag/sustainable-business/series/know-your-nuts"},"embeddedVideos":[],"adTargetingPath":"sustainable-business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sustainable-business/2015/apr/28/argan-oil-beauty-anti-ageing-loreal-lush-berber","shortUrl":"http://gu.com/p/47nbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sustainable-business/2015/apr/28/argan-oil-beauty-anti-ageing-loreal-lush-berber","webUri":"http://www.theguardian.com/sustainable-business/2015/apr/28/argan-oil-beauty-anti-ageing-loreal-lush-berber"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429790611181/76383638-e9e6-413c-b2f0-2215e07332f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Two Berber women producing argan oil, Morocco, Africa. Photograph: imageBROKER/Alamy","credit":"imageBROKER/Alamy","altText":"Two Berber women producing argan oil, Morocco, Africa","cleanCaption":"Two Berber women producing argan oil, Morocco, Africa.","cleanCredit":"Photograph: imageBROKER/Alamy"}},"importance":5,"kicker":{"title":"Argan oil"},"showQuotedHeadline":false},{"title":"The 21st-century yokel / Visiting grandad in Derbyshire's craggy wilderness","rawTitle":"Visiting grandad in Derbyshire's craggy wilderness","item":{"type":"article","id":"lifeandstyle/2015/apr/28/a-visit-to-see-my-grandad-in-the-craggy-wilderness-of-derbyshire","title":"A visit to see my grandad in the craggy wilderness of Derbyshire","trailText":"The area around Crich village was home for most of my childhood, and was an escape for my grandparents in the 60s. A waterlogged trudge to the place where we scattered his ashes makes me cherish my current Devon home more than ever","standFirst":"<p>The area around Crich village was home for most of my childhood, and was an escape for my grandparents in the 60s. A waterlogged trudge to the place where we scattered his ashes makes me cherish my current Devon home even more<br /></p>","byline":"Tom Cox","body":"<p>People find it very hard to agree on the exact point where the north of England begins. This is one of the north’s defining characteristics: it doesn’t matter which part you come from, there’s always someone more northern to tell you what a soft southern moron you are. In my mind, the north starts at the village of Crich, in Derbyshire. It might seem a slightly arbitrary threshold, and it’s one chosen largely for personal reasons, but Crich feels like the beginning of something. In the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/nov/29/sightseers-review\">excellent film Sightseers</a>, Crich marks the start of the homicidal journey its two central characters take to the top of the country. Getting a first haunting view of <a href=\"http://www.crich-memorial.org.uk/history.html\">Crich’s Memorial Tower</a>, scowling on Crich Hill, from the westbound lane of the A610 feels like passing through a curtain in the landscape: one of those powerful unofficial changes in terrain, like the one in Lincolnshire where fen abruptly becomes wold or the one travelling south west into Devon where the hills become vast green walls, that are more visibly defined than any recognised borders.<br /></p> \n<p> Four weeks ago, I drove past Crich Tower, in remorseless rain, with my parents, and immediately felt overcome. We were on the way to the hillside where my grandad’s ashes are scattered, but that’s not why I felt overcome. I hadn’t realised it, but the same view had been popping up in my dreams for months. When you first see that view, it means that the bleak, in-between landscape of Codnor, Langley Mill and Eastwood is firmly behind you. What’s ahead is more craggy and wild and vertiginous: more westerly and northern, in all the best ways. I lived in that in-between area for most of my childhood: a landscape of spoilheaps, disused collieries and surplus chip shops. Here, people greeted one another as “duck” or “sery”: a word now so obscure, none of the three people to mention it online can agree how to spell it. Perhaps nobody ever did spell it?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f7ba9fe8864359151cac51acff81ae227cecd920\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430222666139/9f5e3b1d-1f4a-4ce1-a1d6-4ec6e3d2d6b1-460x276.jpeg\" alt=\"Bracket fungus\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bracket fungus on a log.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Cox</span> \n </figcaption> \n</figure> \n<p> “Going up pit road, sery?” my friends and I would ask each other. The answer was normally “yes”, as there wasn’t much else to do. The pit road was OK, as pit roads went, and I made some good dens on the spoilheap beside it. But Derbyshire – the real Derbyshire, which began around Crich – was special. Derbyshire had caves and <a href=\"http://www.heightsofabraham.com/\">the Heights of Abraham</a> and the <a href=\"https://www.youtube.com/watch?v=fBXTD7qA4Vg\">Matlock Raft Race</a> and campsites and the children’s section of Scarthin Books in Cromford. The difference between the two sides of the curtain were unintentionally summarised by my dad on our journey. “THIS IS WHERE YOU GOT FOOD POISIONING OFF A HAM SANDWICH AT A TRANSPORT CAFE IN 1987,” he recalled, as we drove through Ripley. “WHEN YOU WERE FOUR, YOU WENT OVER AND NICKED ANOTHER FAMILY’S BISCUITS THERE BECAUSE THEY WERE NICER THAN OURS,” he said, later, pointing up towards Crich.</p> \n<p>I’d been thinking about Derbyshire a lot recently, and yearned to revisit it. The eternal resting place of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2012/jul/21/tom-cox-grandad-dozy-gene\">my grandad, Wolfscote Dale</a>, seemed a good place to start. My grandparents were part of the generation of walkers who came to Derbyshire in the 50s and 60s as an escape from their factory jobs, freed by the greater access to the countryside paved by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1932/apr/25/1\">Kinder Scout trespass in 1932</a>. They walked a lot, through numerous types of rain, and Wolfscote Dale was one of their favourite places.</p> \n<figure class=\"element element-image\" data-media-id=\"babea9061ab01d2cc1a328ca73d6bc9b7a2ce2e7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430224656274/51fa2985-3c53-4e03-9f85-21838c2002e8-460x276.jpeg\" alt=\"The River Dove at Wolfescote Dale.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The River Dove at Wolfescote Dale.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Cox</span> \n </figcaption> \n</figure> \n<p>As my parents and I began our walk, in Alstonefield, it was very rainy and very windy. I realised it was windy because, when I stopped for a wee near a dry-stone wall, the wind blew my wee over the wall and in to the adjacent field. I don’t know where my wee ended up. In fact, it’s quite possible that my wee is still airborne now, more than three weeks later, making its way steadily towards Glossop. </p> \n<p> We began to descend the ravine towards the Dove and my dad and I admired a herd of <a href=\"http://www.beltedgalloways.co.uk/\">Belted Galloway cattle</a> through the soupy downpour. “THEY WERE MY FAVOURITE AS A KID,” he remarked. “THEY’RE HALF PANDA, HALF COW. I WANT TO PAINT THEM!” His mood became more sober as we reached the hillside where Ted’s ashes were scattered. “FOOKIN’ HELL,” he said. “IT’S GOT STEEPER SINCE 2002. I’M GOING TO SLIDE DOWN ON MY SIDE.”</p> \n<p> As I helped my mum down the slope, and my dad slid behind us, two professional-looking hikers coming from the opposite direction stood kindly aside for us.</p> \n<p>“MY DAD’S JUST UP THERE,” my dad said, gesturing over a craggy knob in the hillside behind us.</p> \n<p> “Oh, there are one more of you to come, are there?” asked one of the hikers.</p> \n<p>“NO. I MEAN HIS ASHES. HE’S BEEN DEAD ALMOST 13 YEARS.”</p> \n<p> He picked up his pace at the bottom of the slope, and nipped ahead of my mum and I, across the river. By the time we’d reached the bottom of the ravine, he was talking to a party of teenagers on the other side of the footbridge. “Oh, God,” said my mum, as we admired some bracket fungus. “I bet he’s telling them about Cottesmore.” Cottesmore was the inner-city Nottingham secondary school, where my dad taught in the 1970s, and it remains one of his favourite conversation topics, along with African music, courgettes and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/nov/05/my-cat-for-your-firewood-a-fair-trade\">firewood</a>.</p> \n<p> “Were you telling them about Cottesmore?” my mum asked him.</p> \n<p>“YEAH. WHAT’S WRONG WITH THAT? I TOLD THEM ABOUT THE TIME I BROUGHT MY CLASS HERE ON A SCHOOL TRIP IN 1974 AND THEY CHARGED SOME CATTLE AND ALMOST GOT SOME PICNICKERS TRAMPLED TO DEATH. BARRY LASKOWSKI WAS THE RINGLEADER. AND VINCENT BROWN ... HE WENT ON TO WIN MR UNIVERSE.”</p> \n<p> “Were they interested?” I asked.</p> \n<p>“THEY PRETENDED TO BE BUT I THINK THEY WERE BEING SARCASTIC. THEN I TOLD ONE OF THEM OFF FOR SMOKING BUT IT TURNED OUT HE JUST HAD A PEN IN HIS MOUTH.”</p> \n<figure class=\"element element-image\" data-media-id=\"37ad2a79c01927eb4b4d9afcc4df70502a1eead6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430223178994/8c73875d-80f2-4110-9afb-0bfe3793b008-460x276.jpeg\" alt=\"A misty view of my parents.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A misty view of my parents.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Cox</span> \n </figcaption> \n</figure> \n<p> A couple of miles down the river, near Milldale, the weather cleared. That is to say: we were sometimes able to see trees and rocks more than 20 feet from our faces. I said “hello” to a farmer who was rebuilding a dry-stone wall on the hillside, and I thought about how happy and in the zone, dry-stone-wall-wise, he seemed. With the rain soup thinned to mere consomme, Derbyshire looked a lot like Devon in a different jacket. It was hard to conceive that there was no coastline just over the horizon, let alone within 60 miles. I understood why Derbyshire had been nagging at my subconscious: this bleak, craggy up-and-down terrain and damp climate was a deep, ingrained part of me. By moving to south Devon last year I’d finally made myself aware of it. Dartmoor was my Kinder Scout, the Teign and Dart were my Dove and Derwent (the original meaning of both “Dart” and “Derwent” is roughly “river valley thick with oaks”).</p> \n<p> It’s been a remarkably hot, dry April in Devon. Many of the trees, still leafless, have seemed palpably harassed, like people who aren’t fully dressed being hurried out of a house. The heatwave has come with benefits: I’ve swum in the sea and walked miles barefoot along dusty coastal paths. But I’ve missed the rain and, last weekend, as it finally returned in a big way, I threw myself in to a long walk, unhatted and unhooded. This is the trick with rain, I find: you just need to commit to it. “HAIR IS LIKE GRASS,” my dad has always maintained. “IT NEEDS SUN AND RAIN OR YOU GO BALD.” I used to think this opinion was nonsense, but I’m coming around to it. So many old people in Devon have good hair. Maybe it’s the rain.</p> \n<p> So why did Ted lose his hair young, I asked my dad, if he was so often out in the rain? “IT WAS BECAUSE HE ALWAYS WORE A HAT,” he replied. Ted’s mum grew up on Dartmoor, so perhaps that was why he was drawn to rainy landscapes a long way above sea level, and why I am, too? On my wet weekend walk, I thought about what a shame it was that my passion for walking had surfaced late: that I never got to enjoy a day like this as an adult with Ted, who loved Devon, too. On the entire 14-mile route, I did not pass one fellow walker, even when I stopped to look at Berry Pomeroy Castle: legendarily <a href=\"http://www.ghost-story.co.uk/index.php/haunted-castles/162-berry-pomeroy-castle-devon-england\">the south-west’s most haunted building</a>. I was soaked to the skin, alone, 250 miles from my family and the place where I grew up, in fading light in a medieval ruin high on a hill filled with ghosts, bats and crows, but I had rarely felt more at home.</p> \n<p><em>Tom Cox</em><em>’</em><em>s latest book, </em><a href=\"http://bookshop.theguardian.com/genres/nature-environment/good-the-bad-and-the-furry.html\"><em>The Good, the Bad and the Furry is published by Little Brown</em></a><em>. Follow him on Twitter</em><a href=\"http://www.twitter.com/@cox_tom\"><em> @cox_tom</em></a><em>.</em></p> \n<p> \n <strike> \n  <br /> \n </strike></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430224596779/acd13f4a-2a0c-48d7-81c7-b4f4474356f4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","credit":"Tom Cox","altText":"Tom Cox's grandparents on way to derbyshire in 60s","cleanCredit":"Photograph: Tom Cox"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430222667387/9f5e3b1d-1f4a-4ce1-a1d6-4ec6e3d2d6b1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bracket fungus on a log. Photograph: Tom Cox","credit":"Tom Cox","altText":"Bracket fungus","cleanCaption":"Bracket fungus on a log.","cleanCredit":"Photograph: Tom Cox"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430224657487/51fa2985-3c53-4e03-9f85-21838c2002e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The River Dove at Wolfescote Dale. Photograph: Tom Cox","credit":"Tom Cox","altText":"The River Dove at Wolfescote Dale.","cleanCaption":"The River Dove at Wolfescote Dale.","cleanCredit":"Photograph: Tom Cox"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430223180550/8c73875d-80f2-4110-9afb-0bfe3793b008-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A misty view of my parents. Photograph: Tom Cox","credit":"Tom Cox","altText":"A misty view of my parents.","cleanCaption":"A misty view of my parents.","cleanCredit":"Photograph: Tom Cox"}],"webPublicationDate":"2015-04-28T12:39:35Z","lastModified":"2015-04-28T12:53:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Tom Cox","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomcox"}],"feature":true,"keywords":["Life and style","Derbyshire","Devon"],"topics":[{"displayName":"Tom Cox","topic":{"type":"tag-contributor","name":"profile/tomcox"}}],"series":{"title":"The 21st-century yokel","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/21st-century-yokel"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/28/a-visit-to-see-my-grandad-in-the-craggy-wilderness-of-derbyshire","shortUrl":"http://gu.com/p/47qp4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/apr/28/a-visit-to-see-my-grandad-in-the-craggy-wilderness-of-derbyshire","webUri":"http://www.theguardian.com/lifeandstyle/2015/apr/28/a-visit-to-see-my-grandad-in-the-craggy-wilderness-of-derbyshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430224596779/acd13f4a-2a0c-48d7-81c7-b4f4474356f4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","caption":"My grandparents on their way to Derbyshire in the 60s. Photograph: Tom Cox","credit":"Tom Cox","altText":"My grandparents on way to Derbyshire in the 60s.","cleanCaption":"My grandparents on their way to Derbyshire in the 60s.","cleanCredit":"Photograph: Tom Cox"}},"importance":4,"kicker":{"title":"The 21st-century yokel"},"showQuotedHeadline":false},{"title":"Sow, Grow, Repeat / How to grow (and eat) tomatoes","rawTitle":"How to grow (and eat) tomatoes","item":{"type":"audio","id":"lifeandstyle/gardening-blog/audio/2015/apr/23/sow-grow-repeat-podcast-tomatoes","title":"Sow, Grow, Repeat: tomatoes","trailText":"<p>In the first of the Guardian's new gardening podcasts, Alys Fowler and Jane Perrone and a host of experts tell you everything you need to know about tomatoes</p>","standFirst":"In the first of the Guardian's new gardening podcasts, \n<strong>Alys Fowler</strong> and \n<strong>Jane Perrone </strong>and a host of experts tell you everything you need to know about tomatoes","byline":"Presented by Alys Fowler and Jane Perrone and produced by Alice Williams","body":"<p>Welcome to <strong>Sow, Grow, Repeat </strong>- the brand new gardening podcast from the Guardian.</p>\n<p>In this opening episode, <strong><a href=\"http://www.twitter.com/alysfowler\">Alys Fowler </a></strong> and <strong><a href=\"http://www.twitter.com/janeperrone\">Jane Perrone</a></strong> focus on the most popular homegrown crop, the tomato. They can be tricky to grow, but get it right and there's nothing quite like a fresh-from-your-garden tomato.</p>\n<p>Tomato expert and heirloom champion <strong><a href=\"http://www.twitter.com/nctomatoman\">Craig LeHouiller</a></strong> shares his experience of growing more than 1,000 varieties of toms, while chef <strong><a href=\"http://www.twitter.com/stevieparle\">Stevie Parle</a></strong> and tomato enthusiast and urban gardener <strong><a href=\"http://www.twitter.com/outofmyshed\">Naomi Schillinger</a></strong> tell us about their favourite tomato dishes, and <strong><a href=\"http://www.twitter.com/theGardenerJoe\">Joe Archer</a></strong>, horticulturist at Kew Gardens, enlightens us with some strange-but-true tomato facts. </p>\n<p>Have a listen and let us know what you think in the comments below or <a href=\"http://www.twitter.com/guardiangardens\">send us a tweet.</a> Join our <a href=\"https://www.facebook.com/groups/GuardianGardens\">Facebook group</a> to share your tips, stories and pictures with fellow gardeners.</p>\n<p>Next week we'll be looking at gardening without a garden, covering everything from allotments to street gardens.</p>\n<p><strong>More on tomatoes from the Guardian:</strong><br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/apr/23/alys-fowler-tomatoes-trilliums\">Alys on grafted tomatoes</a><br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/sep/23/how-to-save-tomato-seed\">Alys on saving tomato seed</a><br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global/2010/jun/26/alys-fowler-tomato-blight-june-drop\">Alys on tomato blight<br /></a></p>","audio":{"source":"guardian.co.uk","durationInSeconds":2680,"uri":"http://static.guim.co.uk/audio/kip/lifeandstyle/series/sow-grow-repeat/1429779710042/377/SGR_tomatoes.mp3","mimeType":"audio/mpeg"},"section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/5/22/1400765128476/Live-Better-Tomatoes-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Mixed tomatoes include Black Cherry, Gardeners Delight (red), and Broad Ripple Yellow Currant. Photograph: Mark Ridsdill Smith Photograph: Mark Ridsdill Smith","credit":"Mark Ridsdill Smith","altText":"Live Better: Tomatoes","cleanCaption":"Mixed tomatoes include Black Cherry, Gardeners Delight (red), and Broad Ripple Yellow Currant. Photograph: Mark Ridsdill Smith","cleanCredit":"Mark Ridsdill Smith"}],"bodyImages":[],"webPublicationDate":"2015-04-23T14:15:52Z","lastModified":"2015-04-23T14:16:28Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Alys Fowler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alys-fowler"},{"name":"Jane Perrone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janeperrone"}],"feature":false,"keywords":["Gardening advice"],"topics":[],"series":{"title":"Sow, Grow, Repeat","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/sow-grow-repeat"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#aad8f1","navigationDownColour":"#dbf3ff","ruleColour":"#aad8f1","headlineColour":"#ffffff","headlineAccentColour":"#aad8f1","standfirstColour":"#ffffff","metaColour":"#ffffff","timestampColour":"#ffffff","dividerColour":"#333333","backgroundColour":"#484848","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#999999","iconColour":"#aad8f1","kickerColour":"#aad8f1","colourPalette":"podcast"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/gardening-blog/audio/2015/apr/23/sow-grow-repeat-podcast-tomatoes","shortUrl":"http://gu.com/p/47ncn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/gardening-blog/audio/2015/apr/23/sow-grow-repeat-podcast-tomatoes","webUri":"http://www.theguardian.com/lifeandstyle/gardening-blog/audio/2015/apr/23/sow-grow-repeat-podcast-tomatoes"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Sow, Grow, Repeat"},"showQuotedHeadline":false},{"title":"Liz Kendall / The hospital of the future will start in people’s homes","rawTitle":"The hospital of the future will start in people’s homes","item":{"type":"article","id":"society/2015/apr/28/liz-kendall-shadow-minister-care-health-nhs","title":"Liz Kendall: ‘The hospital of the future will start in people’s homes’","trailText":"Shadow minister for care and older people Liz Kendall is a huge NHS fan, but says it needs fundamental change to be fit for the future","standFirst":"Shadow minister for care and older people Liz Kendall is a huge NHS fan, but says it needs fundamental change to be fit for the future","byline":"Denis Campbell","body":"<p>After just one term as an MP, Liz Kendall already attends Labour’s shadow cabinet meetings, as shadow minister for care and older people. It’s a sign of her stock in the party and importance to Ed Miliband of her brief. Her knowledge of health policy and refreshing ability to talk plain English rather than NHS wonkspeak makes her an articulate advocate of Labour’s 10-year plan for the NHS, to offer “whole-person care” through the integration of health and social care services in England. <a href=\"http://www.lizkendall.org/liz-launches-health-and-care-manifesto/\" title=\"\">She helped Miliband and the shadow health secretary, Andy Burnham, launch Labour’s health manifesto this month in Pudsey, Yorkshire,</a> and is mentioned as a possible contender for the role of health secretary if Labour wins the electionand Miliband puts Burnham in a different job.</p> \n<p>A huge fan of the NHS – “it’s the embodiment of British values and Labour values” – she also believes it needs to change. A couple she met while campaigning locally illustrates why, she says. “It was a mum and dad in a park with their kids. The dad hadn’t wanted to talk, really. But he came to see me a while later at one of my community drop-ins. He was really upset and told me that his wife had diabetes and had had a foot amputated because of that. They’d needed a grab-rail so she could have a bath. But it hadn’t turned up for nine months. She’d ended up going into hospital [again] and when she came out, things had changed and she needed a wetroom downstairs. But when they finally came round to instal it, it was four days after she’d died. I don’t know if that situation could have been prevented, but I’m pretty damn sure it could have been.</p> \n<p>“It’s an example of how our NHS and care services are still focused on the old challenges and problems, and not on what we face now. In 1945, life expectancy was 65, people died from infectious diseases and accidents, so a hospital-based model was what was absolutely required. Now it’s long-term conditions and people living much longer. If <a href=\"http://www.bbc.co.uk/history/historic_figures/bevan_aneurin.shtml\" title=\"\">Aneurin Bevan</a> was alive today and had to create a health system fit for the future, it would be a national health and care service, and it would be predominantly focused in the community, about prevention – one fully joined-up service, which is better for people and better value for money for taxpayers.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/16/ex-nhs-boss-questions-tory-backed-health-funding-plan\">Ex-NHS boss questions Tory and Lib Dem health service funding plans</a> </p> \n</aside> \n<p>“It’s our mission as a party to create that national health and care service, because people are frightened about the future and frightened about the future of the NHS. My mum said to me last week, ‘Liz, old people are scared of getting ill’,” she adds.We meet the day <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/16/ex-nhs-boss-questions-tory-backed-health-funding-plan\" title=\"\">David Nicholson, the NHS’s former chief executive, has warned that all political parties are ignoring the true scale of the NHS’s growing financial mess</a>. While he was right to do so, she finds it “extremely frustrating” that much-needed reform of the way the NHS operates has been largely absent from the health debate in the run-up to 7 May.</p> \n<p>“The NHS needs to change fundamentally. It’s a fragmented service when it should be joined-up. It’s a last-minute crisis intervention service when it should be about prevention. It’s a sickness service when it should have promoting health as its core. Crucially, it doesn’t do enough to help people to help themselves,” she says. Yes, she admits, she does want people to take more personal responsibility for their health, discussion of which often leads to claims that poorer people are being stigmatised. “I’ve got 35,000 people in Leicester who have three or more long-term conditions, and they are under 65,” Kendall exclaims.</p> \n<p>Implementing Labour’s 10-year plan will see a lot of hospital activity being done elsewhere. “The hospital of the future will start in people’s homes,” she says. “I don’t think we want to think so much about buildings. I’ve seen phenomenal work in Leicester where people with chronic obstructive pulmonary disease use telecare to measure their own oxygen levels, and if they need to change their meds they get a phonecall from a nurse who has seen the results of their readings. So we will have more district and community nurses supporting people at home.”</p> \n<p>But will a culturally conservative organisation like the NHS be able to deliver the transformation envisaged? “I see some of the most radical thinking in the NHS, and some of the most conservative thinking,” she replies. She defends Labour’s risky decision not to guarantee the NHS the extra &pound;8bn a year more by 2020 that NHS England boss Simon Stevens has asked for. “We aren’t going to try and con people by making a promise when we can’t show exactly how it’s funded. The Liberal Democrats and the Tories [who have pledged it] have not said where that money is going to come from, and it will not wash with people. We’ve said an extra &pound;2.5bn [a year] and where that’s going to come from. We do need more money into the NHS, but it must be tied to reform.” Stevens, like her an ex-Labour adviser, may find that uncomfortable.</p> \n<p>While Labour sees integration of health and social care as an urgent national priority, it would not compel it through legislation. So how could the party ensure it did happen? Personal care budgets, and replacing some NHS tariffs with new integrated year-of-care budgets would concentrate minds, and make the relevant organisations follow the money and thus work together, Kendall believes. She is much taken with the rollout of personal budgets among people with mental health conditions in Northamptonshire. “I am a strong champion of personal health and social care budgets. They are only controversial because people don’t understand they are a way of ensuring a publicly funded health service delivers truly personalised care and support.”</p> \n<p>She denies flatly that Labour’s integration plan would involve another top-down reorganisation of the NHS, a fear voiced by King’s Fund chief executive Professor Chris Ham and many others. “There no way on God’s fair earth that it would amount to another reorganisation. I don’t believe that. It’s the job of government to say, ‘This is our vision – one point of service, one team – but how you deliver that locally is down to you.’”</p> \n<p>So financial incentives would force organisations to work together, but not to merge? Burnham has said that is how it would work. Kendall disagrees: “They may well do [merge] over time, and we’re already seeing some people do that.” She cites much closer working between some clinical commissioning groups and also health and wellbeing boards, which would become key NHS bodies under a Labour government.</p> \n<h2>Curriculum vitae</h2> \n<p><strong>Age:</strong> 43.</p> \n<p><strong>Lives:</strong> Leceister.</p> \n<p><strong>Family: </strong>Partner, comedian Greg Davies.</p> \n<p><strong>Education:</strong> Watford Grammar School for Girls; Queens’ College, Cambridge, history BA.</p> \n<p><strong>Career:</strong> 2011-present: shadow minister for care and older people; May 2010-present: Labour MP for Leicester West; 2007-10: director, Ambulance Service Network; 2004-07: adviser to secretary of state for health, Patricia Hewitt MP; 2002-04: director, Maternity Alliance; 2000-04: senior researcher for health, social care and children’s early years, IPPR thinktank; 1998-2000 researcher for health inequalities, Kings Fund.</p> \n<p><strong>Public life:</strong> Member of the GMB, the Co-operative party and the Fabian Society.</p> \n<p><strong>Interests:</strong> Running, travel and travel writing, pub quizzes.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430156068641/Liz-Kendall-interview-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liz Kendall: ‘The NHS is the embodiment of British values and Labour values.” Photograph: Christopher Thomond  for the Guardian","credit":"Christopher Thomond /Guardian","altText":"Liz Kendall interview","cleanCaption":"Liz Kendall: ‘The NHS is the embodiment of British values and Labour values.” Photograph: Christopher Thomond  for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-04-28T13:00:02Z","lastModified":"2015-04-28T13:51:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":true,"keywords":["NHS","Health","Social care","Society","Labour"],"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/apr/28/liz-kendall-shadow-minister-care-health-nhs","shortUrl":"http://gu.com/p/47qeg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/apr/28/liz-kendall-shadow-minister-care-health-nhs","webUri":"http://www.theguardian.com/society/2015/apr/28/liz-kendall-shadow-minister-care-health-nhs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430156068641/Liz-Kendall-interview-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Liz Kendall: ‘The NHS is the embodiment of British values and Labour values.” Photograph: Christopher Thomond  for the Guardian","credit":"Christopher Thomond /Guardian","altText":"Liz Kendall interview","cleanCaption":"Liz Kendall: ‘The NHS is the embodiment of British values and Labour values.” Photograph: Christopher Thomond  for the Guardian"}},"importance":3,"kicker":{"title":"Liz Kendall"},"showQuotedHeadline":true},{"title":"What the thousands of earthquake victims share is that they are poor","rawTitle":"What the thousands of earthquake victims share is that they are poor","item":{"type":"article","id":"world/2015/apr/27/nepal-earthquake-victims-poor-homeless","title":"Nepal earthquake: what the thousands of victims share is that they are poor","trailText":"‘If we had money we would have built a strong house,’ says one woman who, like hundreds of thousands of others across Nepal, has been left homeless","standFirst":"<p>‘If we had money we would have built a strong house,’ says one woman who, like hundreds of thousands of others across Nepal, has been left homeless</p>","byline":"Jason Burke in Kathmandu","body":"<p>After more than 36 hours of darkness, Garima Saha, 12, woke up on Monday morning in a makeshift orthopaedic surgery ward in the reception hall of a hospital in central Kathmandu.</p> \n<p>When she opened her eyes, finally regaining consciousness having been buried for nine hours in rubble after Saturday’s earthquake, she found she was safe, but in great pain with multiple fractures to her shoulder. She also learned that her mother and elder brother were dead.</p> \n<p>An hour or so later, held by her sobbing grandmother who had rushed from a distant village to be with her, she was gently raised to a semi-upright position in the bed she had been placed in after a long surgery on Saturday night.</p> \n<p>Garima looked out with stunned eyes on a scene that many in earthquake-prone Kathmandu suspected they might one day see, but fervently hoped they never would. Lit by flickering fluorescent lights, she saw a dozen exhausted doctors, many on their feet for days; a score or so of white-coated nurses, their faces blank with fatigue; a western tourist who had volunteered that morning and was clumsily rolling bandages.</p> \n<p>And she saw rows of other patients on old beds, stretchers, or just the floor. Opposite was Chirim Baby Sahi, a 55-year-old newspaper seller and the sole breadwinner in his family of five, who had been trapped by masonry falling from a temple and is now paralysed. To one side was Anusha Khatry, a 16-year-old schoolgirl from the hard-hit Sindhulpalchowk district a five-hour drive from Kathmandu. Propped up against her bed were the x-rays which, Prof Gopal Raman Shama said, show she has spinal injuries that mean she is unlikely to walk again.</p> \n<p>“She does not know yet,” whispered her mother.</p> \n<p>What all these casualties share, like almost all the 3,729 dead and nearly 7,000 injured confirmed by late Monday afternoon, is that they are poor. Though many had predicted that an earthquake in Kathmandu would bring the newly constructed cement apartment blocks tumbling down, it was the older, brick and wood homes that, almost exclusively, were reduced to rubble. Anyone who stayed in these could not afford better.</p> \n<p>“Outside Kathmandu it’s the rural poor. But in the city it’s the people in the older precarious housing. It’s obvious: the wealthier you are, the stronger the house you have,” said Bhaskar Gautam, a local sociologist.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/27/nepal-earthquake-fears-grow-for-uncontacted-villages-as-more-than-3200-confirmed-dead\">Nepal earthquake: fears grow for remote villages as nearly 3,800 confirmed dead</a> </p> \n</aside> \n<p>Often four or five storeys high and subdivided into cheap family apartments like tenements in Victorian London, the homes of people like Garima have long been known as a risk.</p> \n<p>Garima’s brother, a waiter in a noodle shop, said the family’s home was their “bad luck”. “We should have moved 20 years ago,” he said.</p> \n<p>The wife of Sahi, the paralysed newspaper seller, was angry and desperate. To add to her misery, the family’s home had also collapsed and now they, like hundreds of thousands of others across Nepal, were homeless.</p> \n<p>“If we had had money we would have built a strong house. But we had none. There is no place to go. There is no one to look after us. Life was hard for us already. I don’t want to be alive,” she said.</p> \n<p>Parts of Kathmandu are coming back to life. Hawkers sell limes and cabbage on pavements. One or two shops are open, even a bank. The city’s notorious traffic is still far from its usual level but is returning to chaotic, congested normality.</p> \n<div>\n __VIDEO_EMBED_gu-video-456503457__\n</div> \n<p>Yet thousands are still camping on open spaces, frightened to return to their homes. Some say they will wait until 72 hours have passed, but continuing aftershocks scare. Many, too, are still seeking treatment for bad injuries, some waiting outside hospitals. The morgue at Bir hospital, the city’s biggest, is overflowing, with bodies now lined up outside.</p> \n<p>There is also the fear of disease. “Now there could be communicable illnesses, diarrhea, flu and so forth. The earthquake will have broken all the sewers and pipes so the water supply will be contaminated,” said Dr Sameer Thapa, as he looked out over a carpark and garden covered in tents sheltering patients at the Tribhuvan University teaching hospital.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/27/nepal-earthquake-village-gorkha-rescue-world-vision\">Nepal earthquake: '90% of his village was destroyed before his eyes'</a> </p> \n</aside> \n<p>Aid is beginning to arrive. Incoming western humanitarian organisations are taking the hotel rooms of departing tour groups. On Monday flights were being turned back from Kathmandu’s airport, the only international strip in the country, because there was no space for them to land, let alone unload.</p> \n<p>Lila Mani Poudyal, the government’s chief secretary and the rescue coordinator, said recovery was also being slowed because many key workers – such as water tanker drivers, electricity company employees and labourers needed to clear debris from the streets – had all gone home to their families. </p> \n<p>As the injured continued to arrive at hospitals, “we especially need orthopaedic (doctors), nerve specialists, anaesthetists, surgeons and paramedics,” Poudyal told reporters.</p> \n<p>If in Kathmandu, life is slowing returning to normal, out in the rural areas, the situation is very different. In Dhulikhel, the main hospital, one of only two serving Kabre district, with its population of 380,000, was due to run out of diesel fuel for its generator at midnight. “We are trying to get more but it’s difficult. We’ve a little bit of solar but not enough to light the operating theatres and the wards,” said Dr Deepak Shrestha.</p> \n<p>With so many fractures and spinal injuries, there is an acute shortage of wheelchairs, crutches, even stretchers. In Dhulikhel too, patients are being treated outside under makeshift shelters of plastic sheeting. Under one, labelled “simple injuries”, an elderly man wept in pain as a wound to his leg was dressed, the white of the bone clearly visible.</p> \n<div>\n __VIDEO_EMBED_gu-video-456512177__\n</div> \n<p>The situation in Ghorka district, the epicentre of the quake, is still unclear. Though the death toll remains about 200, it is expected to rise, though not “into the thousands”, said local officials. However vast numbers of homes have been destroyed, leaving tens of thousands at least exposed to chill late spring Himalayan temperatures and frequent rain.</p> \n<p>As elsewhere across Nepal, one of the poorest countries in Asia and long known as a state with limited administrative capacity, much depends on a small number of key bureaucrats.</p> \n<p>One is Sudarshan Parshad Dhakal who, from his hilltop residence in Dhulikhel, manages the lives of the 80,000 households of Kabre district with a handful of mobile phones. On Monday he was plunged in meetings, his officers, the local chief of police, and representatives of other services sitting on battered chairs on a terrace overlooking a plunging valley.</p> \n<p>The good news, Dhakal said, was the low level of fatalities, relative to what had been feared. In Kabre, the death toll is likely to reach somewhere between 200 to 250, with about 900 injured. The bad news is the number of homeless.</p> \n<p>“We have tens of thousands of homes destroyed and many more rendered uninhabitable. I estimate there are perhaps 100,000 people who are now displaced. We need at least 3000 family tents, blankets too and dry food for three days,” Dhakal said.</p> \n<p>The meetings continue, the telephone rings, the ground shudders with another aftershock and Kabre’s top bureaucrat wearily shrugs.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430170949882/6ba8b0f5-6c21-43ae-adf9-065c8ddfdddf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Narendra Shrestha/EPA","altText":"An elderly woman mourns in front of her destroyed home in the Kumalpur village, on the outskirts of capital Kathmandu.","cleanCredit":"Photograph: Narendra Shrestha/EPA"}],"bodyImages":[],"webPublicationDate":"2015-04-27T15:11:35Z","lastModified":"2015-04-27T23:45:03Z","metadata":{"commentable":true,"commentCount":323,"contributors":[{"name":"Jason Burke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasonburke"}],"feature":true,"keywords":["Nepal earthquake 2015","Natural disasters and extreme weather","Nepal","South and Central Asia","World news"],"topics":[{"displayName":"Jason Burke","topic":{"type":"tag-contributor","name":"profile/jasonburke"}}],"embeddedVideos":[{"id":"gu-video-456503457","source":"guardian.co.uk","durationInSeconds":105,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/04/27/150427Cremation_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/27/150427Cremation.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/27/1430120481649/KP_200446_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Families in Kathmandu queue to cremate their loved ones - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Families in Kathmandu queue to cremate their loved ones - video","cleanCaption":"620x372 trailpic for Families in Kathmandu queue to cremate their loved ones - video"}},{"id":"gu-video-456512177","source":"Olay Gazetesi / Sibel and Dinçer Yazici","durationInSeconds":51,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/27/150427nepalquake.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/04/27/150427nepalquake_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/27/1430150738279/KP_201189_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Quake birds ","credit":"guardian.co.uk","altText":"620x372 trailpic for Quake birds ","cleanCaption":"620x372 trailpic for Quake birds "}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/apr/27/nepal-earthquake-victims-poor-homeless","shortUrl":"http://gu.com/p/47q78","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/apr/27/nepal-earthquake-victims-poor-homeless","webUri":"http://www.theguardian.com/world/2015/apr/27/nepal-earthquake-victims-poor-homeless"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430170949882/6ba8b0f5-6c21-43ae-adf9-065c8ddfdddf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An elderly woman mourns in front of her destroyed home in the Kumalpur village, on the outskirts of capital Kathmandu. Photograph: Narendra Shrestha/EPA","credit":"Narendra Shrestha/EPA","altText":"An elderly woman mourns in front of her destroyed home in the Kumalpur village, on the outskirts of capital Kathmandu.","cleanCaption":"An elderly woman mourns in front of her destroyed home in the Kumalpur village, on the outskirts of capital Kathmandu.","cleanCredit":"Photograph: Narendra Shrestha/EPA"}},"importance":3,"showQuotedHeadline":false}],"lastModified":"2015-04-28T14:46:58Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}