{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Jailed for 22 years – on the fantasy evidence of a single hair","rawTitle":"Jailed for 22 years – on the fantasy evidence of a single hair","item":{"type":"article","id":"us-news/2015/jun/23/fbi-evidence-single-hair-kirk-odom","title":"The man who was jailed for 22 years – on the fantasy evidence of a single hair","trailText":"Kirk Odom spent 31 years in prison and on parole after pseudoscientific analysis of a hair that has finally been discredited. Now the FBI admits it was wrong – in Odom’s case, and many thousands like it","standFirst":"Kirk Odom spent 31 years in prison and on parole after pseudoscientific analysis that has finally been discredited. Now the FBI admits it was wrong – in Odom’s case, and many thousands like it","byline":"Ed Pilkington","body":"<p>On 3 April 1981 Kirk Odom was walking near his home in Washington DC when he was stopped by a police officer. It was just a random passing in the street. Odom had done nothing, been nowhere. He was an unexceptional 18-year-old trying to raise his infant daughter Katrice who was then less than a year old.</p> \n<p>The officer pulled <a href=\"https://www.documentcloud.org/documents/2081062-kirk-odom-motion-to-vacate-convictions-and.html#document/p37/a217561\" title=\"\">a sketch of an unidentified black man</a> out of his pocket and invited Odom to agree that the person in the drawing looked strikingly like him. “I said, ‘No, it doesn’t look like me,’” Odom recalls. Then the officer took the teenager’s name and address, and allowed him to walk away thinking that was the end of that.</p> \n<p>But that was not the end of that. A few days later, Odom was arrested and charged with a brutal crime. Two months previously a young woman had been attacked by a stranger who had broken into her apartment before dawn, held a gun to her head, blindfolded her and tied her up, then sodomised and raped her before making off with $400 in travellers’ checks.</p> \n<p>The prosecution case against Odom was flimsy at best. The victim had seen her assailant only fleetingly and in the dark, and the composite drawing that had been based on her description – the one that the police officer had thought looked just like him – referred to a black male of “medium complexion” when Odom’s skin is very dark. He also had a convincing alibi, having been asleep at his mother’s house at the time of the attack.</p> \n<p>With such shaky evidence, Odom assumed that the authorities would soon realise their mistake and the whole nightmare would go away. “I&nbsp;didn’t think anything was going to come of this, because I hadn’t done anything,” he&nbsp;says.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"27b88606f93dffba4278411ee7a1db33077d029b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069188241/f8d94ae0-b89c-4216-a4d9-f5fc481dbfcf-330x420.jpeg\" alt=\"The police composite drawing of the suspect in the 1981 rape case\" width=\"330\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The police composite drawing of the suspect in the 1981 rape case</span> \n </figcaption> \n</figure> \n<p>But when it came to trial, prosecution lawyers produced their ace card. They had a hair, they told the jury. A single strand of “negroid” hair found on the victim’s nightgown that must have come from the rapist.</p> \n<p>Special Agent Myron T Scholberg of the Federal Bureau of Investigation stood before the jury and delivered the coup de grace. He worked at the FBI’s grand-sounding microscopic analysis unit in Washington, he said, where he was a world-leading expert in the even grander-sounding science of “hair microscopy”. Scholberg told the jury that he had analysed the rapist’s hair found at the crime scene and compared it microscopically with a sample hair taken from Odom’s head. The comparison had produced an exact match, which was significant because that was a “very rare phenomenon”. Having performed thousands of similar hair examinations over the previous 10 years, the FBI agent told the court, there had been only eight or 10 times when hairs from two different people were so similar that he could not tell them apart – suggesting the firm probability that the rapist’s hair and Odom’s hair had come from the same scalp.</p> \n<p>The testimony, proudly invoking the certainties of science, did its job: the verdict came in guilty. On the basis of that single hair Kirk Odom was to spend the next 22 years in prison and a further nine living the half-life of a paroled sex offender.</p> \n<p>The trouble was, Scholberg’s testimony wasn’t scientific, and it wasn’t true. Fast forward to 2009, by which time Odom had spent 28 years in prison and on parole. In that year the National Research Council of the National Academy of Sciences released a <a href=\"https://www.ncjrs.gov/pdffiles1/nij/grants/228091.pdf\" title=\"\">landmark report</a> into the practice of forensic analysis in the US. The report pointed out a basic problem with the idea that you can compare two hair samples and produce a positive match. No statistics exist, the council pointed out, that map the distribution of hair properties in the general population, and that renders it impossible to make any meaningful calculations about the probabilities of a particular hair type being found. As a result, “all analyst testimony … stating that a crime scene hair was ‘highly likely’ to have come, ‘very probably’ came,&nbsp;or did come from the defendant violates the basic scientific criterion that expressions of probability must be supported by data”.</p> \n<p>To put that in plain English, Scholberg’s statement to the jury at the Odom trial – that the match he had found between the defendant’s and the rapist’s hair was a “very rare phenomenon” – was complete fantasy.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"488825fa1f3c3035ba20a56fe425b47e649adf55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069395094/41cc1ffb-69c5-47f2-b294-fe7aeacb36b1-312x420.jpeg\" alt=\"The FBI was warned about the dodgy science of microscopic hair analysis as early as 1985 ... Kirk Odom. Photograph: Jocelyn Augustino for the Guardian\" width=\"312\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The FBI was warned about the dodgy science of microscopic hair analysis as early as 1985 ... Kirk Odom. Photograph: Jocelyn Augustino for the Guardian</span> \n </figcaption> \n</figure> \n<p>Where did this pseudoscientific belief in the ability to match hairs come from? Chris Fabricant of the Innocence Project, which has led much of the work in DNA exonerations of innocent prisoners, and co-author William Carrington have <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2572480\" title=\"\">traced it back</a> to 1855 when prosecutors in Mississippi claimed they could identify the murderer of a cotton plantation owner by hairs found at the crime scene.</p> \n<p>The sophistication of the analysis – or lack of it – barely changed over the next century. But what did change after the second world war was that the FBI embraced the technique, embellishing it with the scientific seal of approval.</p> \n<p>Take the FBI’s 1977 pamphlet <a href=\"https://www.documentcloud.org/documents/2081513-microscopy-of-hair.html\" title=\"\">Microscopy of Hair: A&nbsp;Practical Guide and Manual</a>. Its text is peppered with scientific language – sebaceous gland, papilla, uniserial, vacuolated, cortex, cuticle. The assumption running through its 53 pages is that with the help of a microscope a skilled examiner can positively match two hairs to the same person with a high probability of accuracy, by comparing qualities such as colour, diameter, cuticle, scales, pigment and so on.</p> \n<p>Clarence Kelley, then director of the FBI, wrote a starry-eyed foreword to the manual in which he expressed his hope that it would promote “maximum use of physical evidence in our criminal justice system of America”. It certainly did that. At its peak, the microscopic analysis unit in Washington had 11 special agents devoted entirely to hair comparisons, working on up to 2,000 cases a year and testifying 250 times annually. Between 1972 and 1999, the unit produced at least 2,500 positive hair matches that were used in criminal cases, and tens of thousands more may have resulted from FBI “experts” training detectives to use the spurious technique in individual states across the country.</p> \n<p>In April this year, <a href=\"http://www.washingtonpost.com/local/crime/fbi-overstated-forensic-hair-matches-in-nearly-all-criminal-trials-for-decades/2015/04/18/39c8d8c6-e515-11e4-b510-962fcfabc310_story.html\" title=\"\">as Spencer Hsu of the Washington Post first reported</a>, the FBI and the justice department formally acknowledged that it had given flawed testimony in almost all the criminal trials in which its agents were involved. Those cases included 32 that put defendants on death row – nine of whom have already been executed.</p> \n<p>Perhaps the most remarkable part of this sorry saga is that it took the finest investigative minds in the US justice system until April 2015 to make that formal recognition. Yet the FBI was warned about the dodgy science at least as early as 1985, when the FBI Academy in Virginia held a three-day international symposium in which forensic experts from all over the world came together to consider hair analysis as an investigative tool. A senior manager from the FBI laboratory, Harold Deadman, told his global partners: “We are believers in hair comparisons.”</p> \n<p>But panellists from other parts of the world were not so enamoured. The chief scientific officer for the London Metropolitan police told the gathering that “there is a basic reluctance among examiners in the United Kingdom to examine hairs because of the generally low to very low evidential value put on most hair matches by the average hair examiner in the UK.”</p> \n<p>Most tellingly, a criminologist from New York called Peter De Forest raised objections to the typical testimony that was then being given by FBI forensic examiners in umpteen US trials. He read out to the symposium the kind of statement that an FBI expert would commonly tell the jury: “These hairs were found to be similar and in my experience I have examined thousands of hairs and I have never found two hairs from different sources that were alike.” Then De Forest told the gathering that in his opinion that testimony was “very misleading and it is not substantiated by any data”. He was referring to the testimony that was given, almost verbatim, by Scholberg at Kirk Odom’s trial four years earlier.</p> \n<figure class=\"element element-image\" data-media-id=\"d43d915a45522d77afddf6536125a3423cee2505\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435069641469/79fd98c3-ded5-4358-aaf9-ada3734137a1-460x276.jpeg\" alt=\"In 2009 Donald Gates became the first man to be exonerated after being imprisoned on fantasy hair evidence. He had spent 28 years behind bars. Photograph: Washington Post/Getty Images\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In 2009 Donald Gates became the first man to be exonerated after being imprisoned on fantasy hair evidence. He had spent 28 years behind bars. Photograph: Washington Post/Getty Images</span> \n </figcaption> \n</figure> \n<p>Why then did it take a further 27 years to declare Odom innocent? And why did the FBI’s team of highly trained, internationally connected specialists cling to the procedure, putting thousands more potentially innocent people behind&nbsp;bars?</p> \n<p>It seemed like a good idea to put those questions directly to Myron Scholberg. He’s 82 and long retired from the FBI. When I reached him by phone at his home in Virginia he wasn’t keen to reminisce on the subject. “I’m not going to discuss that any more,” he said. The call ended with him slamming down the phone, but before he did so he shared a few choice words that revealed his opinion about the nationwide inquiry that is under way into the FBI’s use of hair analysis: “It’s all a bunch of baloney,” he said. “It’s all a&nbsp;bunch of poppycock.”</p> \n<p>There is another former FBI agent, a veteran of 16 years in the Washington forensic laboratory, who is happy to talk. Fred Whitehurst is the whistleblower who first sounded the alarm from inside the institution, setting the ball rolling that would lift the lid on the hair analysis disaster and eventually lead to the clearing of Odom’s name.</p> \n<p>I asked Whitehurst why he thought the FBI had stuck with hair comparisons years after the scientific credibility of the technique had been called into question. “It got convictions,” was his simple reply.</p> \n<p>Whitehurst began telling his superiors within the FBI that there were serious problems within the forensic lab as early as 1990, when he learned that one of his colleagues had given false testimony in a high-profile trial. Delving into the activities of that colleague, Whitehurst’s inquiries led him in due course to the almighty mess caused by hair microscopy.</p> \n<p>It wasn’t a quick or easy process. Between 1992 and 1997 Whitehurst wrote 237 letters to his superiors alerting them to problems within the FBI lab. Their response? “It isn’t a good idea being a whistleblower at the FBI,” Whitehurst said. “They will crush you. They will send you to be psychiatrically evaluated, as they did to me, just like in the old Soviet Union.”</p> \n<p>Whitehurst was sidelined and largely ignored. But his persistent blowing of the whistle did succeed after many years in attracting the attention of dogged and courageous public defence lawyers who began taking up the cases of long-term prisoners put behind bars by the pseudoscience of hair analysis. With the help of DNA testing that came on stream in the late 1980s offering truly scientific and definitive analyses of hair samples, they managed to obtain the first exoneration. On 15 December 2009, after spending 28 years behind bars for rape and murder, Donald Gates walked out a free and innocent man. For his wrongful conviction, the authorities gave him $75 and a bus ticket back to Ohio.</p> \n<p>Had a lesser lawyer than Sandra Levick of the DC public defender service been on the Gates case, it might have ended there. But Levick’s curiosity was piqued. If her client had been put away for almost three decades because of the fantasy of hair science, how many others were out there? She began asking around, and in 2010 her inquiries led to a knock on Odom’s door. Did he want some help looking into his case, he was asked by one of Levick’s investigators.</p> \n<p>Did he heck. By then he had completed his 22 years in prison and was seven years into parole as a sex offender – an existence that involved regular lie-detector tests. “They still felt I was lying when I said I didn’t do it, when they were sure I did do it,” he said. The hair – that single hair that had put him away for so long – told a different story. Levick managed to track down a box of crime scene materials from the Odom case which included the hair used to convict him, as well as the woman’s robe stained with the rapist’s semen. DNA tests proved beyond any doubt that Odom was not the man.</p> \n<p>Odom was formally exonerated on 13 July 2012. It was his 50th birthday, a rare moment of serendipity after so many years of hurt. “That was a beautiful day,” he says, recalling that when he got the phone call from Levick telling him his innocence had been affirmed he was on a plumbing job with his brother in a DC suburb. “I remember screaming out loud. People’s house lights came on – I was in the wrong neighbourhood making a lot of noise, sharing my joy with everybody. It was the first time in all those years I really felt free.”</p> \n<p>Three men so far – Gates, Odom and Santae Tribble – have been exonerated as a result of the epic unravelling of the FBI’s faith in hair analysis. Everyone now agrees they are just the tiniest tip of a massive iceberg. With 2,500 cases awaiting review, and possibly tens of thousands more as yet unidentified across the 50 states, it could be many more years before this tale is done.</p> \n<p>“We rely on fair trials at which the government has to prove guilt beyond all reasonable doubt,” Levick said. “In perhaps tens of thousands of these cases, the defendant was denied a fair trial as the prosecution produced false or misleading testimony from hair analysts – we have to re-examine all of these cases, whether or not we can prove actual innocence.”</p> \n<p>Odom is married and has started a removals business with his wife called Harriet &amp; Kirk Moving Company. He no longer has to go around wondering if people know he’s a registered sex offender. He’s rebuilt his relationship with his daughter Katrice whose childhood years had been untimely ripped from him.</p> \n<p>He worries that many hundreds or thousands more like him are still stuck wrongly in a cell somewhere. “I just want to keep on telling my story to whoever listens,” he said, “in the hope it will help people still there.”</p> \n<p>I ask him what he would say to Scholberg if he came face to face with him. He laughs and shakes his head. “I think I’d just ask for an apology. That’s what I’d do.”</p> \n<p>Really? There’s been no apology? No he says. Not from Scholberg, not from Scholberg’s bosses at the FBI lab, not from the director of the FBI, not from prosecutors, not from the judge at his trial, not from the justice department, not from President Obama. Nobody has said sorry.</p> \n<p>Would that be enough, I ask him. Would hearing someone in a position of responsibility say sorry be enough?</p> \n<p>“It would be a start,” Odom says. “You know, it would really be a start.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434389705384/Id-ask-for-an-apology-----009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian","credit":"Jocelyn Augustino/Jocelyn Augustino","altText":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for","cleanCaption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069186467/f8d94ae0-b89c-4216-a4d9-f5fc481dbfcf-802x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":802,"orientation":"portrait","caption":"The police composite drawing of the suspect in the 1981 rape case","credit":"download","altText":"The police composite drawing of the suspect in the 1981 rape case","cleanCaption":"The police composite drawing of the suspect in the 1981 rape case"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069393184/41cc1ffb-69c5-47f2-b294-fe7aeacb36b1-1517x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1517,"orientation":"portrait","caption":"The FBI was warned about the dodgy science of microscopic hair analysis as early as 1985 ... Kirk Odom. Photograph: Jocelyn Augustino for the Guardian","credit":"Jocelyn Augustino/Jocelyn Augustino","altText":"The FBI was warned about the dodgy science of microscopic hair analysis as early as 1985 ... Kirk Odom. Photograph: Jocelyn Augustino for the Guardian","cleanCaption":"The FBI was warned about the dodgy science of microscopic hair analysis as early as 1985 ... Kirk Odom. Photograph: Jocelyn Augustino for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435069643023/79fd98c3-ded5-4358-aaf9-ada3734137a1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2009 Donald Gates became the first man to be exonerated after being imprisoned on fantasy hair evidence. He had spent 28 years behind bars. Photograph: Washington Post/Getty Images","credit":"The Washington Post/Washington Post/Getty Images","altText":"In 2009 Donald Gates became the first man to be exonerated after being imprisoned on fantasy hair evidence. He had spent 28 years behind bars. Photograph: Washington Post/Getty Images","cleanCaption":"In 2009 Donald Gates became the first man to be exonerated after being imprisoned on fantasy hair evidence. He had spent 28 years behind bars. Photograph: Washington Post/Getty Images"}],"webPublicationDate":"2015-06-23T17:40:00Z","lastModified":"2015-06-23T23:00:58Z","metadata":{"commentable":true,"commentCount":406,"contributors":[{"name":"Ed Pilkington","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edpilkington"}],"feature":true,"keywords":["FBI","US crime","US news"],"tags":[{"id":"us-news/fbi","webTitle":"FBI"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Ed Pilkington","topic":{"type":"tag-contributor","name":"profile/edpilkington"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/23/fbi-evidence-single-hair-kirk-odom","shortUrl":"http://gu.com/p/49zdp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/23/fbi-evidence-single-hair-kirk-odom","webUri":"http://www.theguardian.com/us-news/2015/jun/23/fbi-evidence-single-hair-kirk-odom"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434389705384/Id-ask-for-an-apology-----009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian","credit":"Jocelyn Augustino/Jocelyn Augustino","altText":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for","cleanCaption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434389705384/Id-ask-for-an-apology-----009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian","credit":"Jocelyn Augustino/Jocelyn Augustino","altText":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for","cleanCaption":"'I'd ask for an apology' …  no one has said sorry, says Kirk Odom. Photograph: Jocelyn Augustino for the Guardian"}}]},{"title":"‘People with learning disabilities ‘are not scroungers or superheroes’","rawTitle":"‘People with learning disabilities ‘are not scroungers or superheroes’","item":{"type":"article","id":"society/2015/jun/24/people-with-learning-disablities-not-scroungers-superheroes","title":"‘People with learning disabilities ‘are not scroungers or superheroes’","trailText":"Shaun Webster, who has learning disabilities, campaigns for learning disabled people to be much more visible in our communities at home and abroad","standFirst":"Shaun Webster, who has learning disabilities, campaigns for learning disabled people to be much more visible in our communities at home and abroad","byline":"Saba Salman","body":"<p>Shaun Webster endured frequent ridicule from colleagues when he worked in a warehouse, sweeping the floor. In the 12 years since quitting the job, Webster,&nbsp;43, who has a learning disability, has devoted himself to campaigning for equal opportunities for people with learning disabilities. As an international project worker for the Leeds-based human rights charity <a href=\"http://www.changepeople.org/\" title=\"\">Change</a>, he is a sought-after speaker and trainer in the UK and overseas, advising government departments on inclusive employment, promoting access to sex and health education for learning disabled people and on training health, social care and charity professionals in independent living and disability rights.</p> \n<p>Webster’s efforts were recognised in this year’s Queen’s birthday honours list with an MBE. He describes the award as an official “two fingers” to his ex-colleagues at the warehouse. While the abuse he suffered there was mostly verbal, he recalls the occasional box being lobbed at him and a “joke” when he was bound with sticky tape and a rag stuffed in his mouth.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/05/learning-disability-employment-support-cut-false-economy-benefits\">Cutting employment support for learning disabled people is a false economy | Saba Salman</a> </p> \n</aside> \n<p>“I was being bullied,” he recalls. “I thought: ‘I will be nothing.’ I felt tiny, small.” When he reported the abuse, regarded by the perpetrators as workplace tomfoolery, it would stop temporarily, then resume. Webster says: “What was the point? I’d get called a ‘grass’.”</p> \n<p>The experience clearly shaped his outlook. Equal employment has become one of his areas of expertise at Change. While England’s general unemployment rate is falling, <a href=\"http://base-uk.org/information-commissioners/key-facts-and-data\" title=\"\">the number of adults with severe learning disabilities who do not have jobs is increasing. (In 2013-14, only 6.8% of learning disabled people were in work, compared with 7% in 2012-13)</a>. And <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/05/learning-disability-employment-support-cut-false-economy-benefits\" title=\"\">support to help people with learning disabilities into work is at risk from cuts to local authority budgets</a>.</p> \n<p>Webster criticises the government for failing to take a holistic approach to the issue. “Paid employment and independent living aren’t seen together – but they are one. I’ve been working most of my life, I need that to be independent. The money gives me opportunities to do things I always wanted to do – live on my own, go to the pub, go shopping, do everything that people do,” he says.</p> \n<p>Webster, from Rotherham, South Yorkshire, works three days a week, earning &pound;23,000 a year, pro rata. A grant from the government’s Access to Work fund covers computer costs and pays for someone to help with paperwork two mornings a week. He receives disability living allowance and any help he needs at home, such as filling out forms, is provided by the charity, <a href=\"http://www.keyring.org/Home\" title=\"\">KeyRing</a>.</p> \n<p>Change’s model of inclusive employment means people with learning disabilities are hired in senior, salaried roles and supported by non-learning disabled “co-workers”. This method, says Webster, means staff develop skills and interests, instead of being paid lip service and shoehorned into menial jobs. “People with learning disabilities want a proper job,” he says, “not just pushing trolleys, but the attitude is ‘you have a job – be grateful’.”</p> \n<p>His passion for raising people’s aspirations is also rooted in his childhood. The special school to which he was sent at eight was “a waste of time”, he says, with no careers advice. At age 14, he recalls being “knocked for six” when his father, from whom he is estranged, called him “a dummy”. “He said I’d never get a job, never live on my own or have relationships.” Webster has accomplished all this, and more. He and his childhood sweetheart had three children before they separated. He is now a grandfather of two toddlers and lives in community-based supported housing.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We need a holistic approach. Paid employment and independent living aren’t seen together – but they are one</p> \n </blockquote> \n</aside> \n<p>His current focus is a partnership between Change and the children’s charity Lumos, founded by JK Rowling. The Europe-wide project supports the closure of long-stay institutions for young people with learning disabilities and aims to improve services in the community.</p> \n<p>In the UK, since the Winterbourne View scandal four years ago, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/social-care-network/2015/feb/11/winterbourne-view-learning-disability-nhs\" title=\"\">the government has been criticised for delays in moving people out of long-stay units and into the community</a>. Up to 3,000 people should have moved by last June under a deadline set by ministers, but there has been little progress.</p> \n<p>“They’re doing it faster in Europe, building small group homes and getting people into the community, here they’re dragging their feet, still putting money into care homes. Other countries are less scared, ready to work with people with learning disabilities,” says Webster.</p> \n<p>So what’s the problem? “Attitude,” he says. “There are lots of examples of community living, like KeyRing [a supported living accommodation provider], but it’s not rolled out.” As for commissioners still placing people in institutional-style environments instead of community-based care, “they’re just stuck in their little world, they can’t see what’s out there”.</p> \n<p>Recently, he visited the Czech Republic, Bulgaria and Moldova to train health and social care professionals on de-institutionalisation and to mentor young people in care to become better self-advocates. “A young lady from Bulgaria said ‘I want to be like you’. She used to live in an institution and wanted to be a role model. Now she mentors children moving out of institutional care,” he says.</p> \n<p>Does Webster sense a tipping point in disability rights, with the emergence of grassroots campaigns, such as the Learning Disability Alliance England and <a href=\"http://www.changepeople.org/blog-and-news/justice-for-laughing-boy-a-new-bill-for-parliament/\" title=\"\">the Justice for LB campaign</a>, to strengthen the rights of individuals and their families, or the self-advocacy group People First England? “It’s starting,” he says, “but we need to make it louder … people want to have proper jobs, to live in the community and not be vulnerable or patronised.”</p> \n<p>To challenge the status quo, says Webster, people with learning disabilities – there are 1.4 million in the UK – should be more visible in communities. Politicians must be engaged, he adds. “Before they become MPs, they need to be trained by people with learning disabilities about issues like hate crime, being isolated, living on benefits.” Webster has no interest in being an MP but says a political party of people with learning disabilities might be an idea: “We need our own party to get our voice across to government because we’re the experts in real life.”</p> \n<p>Championing the fact that people with learning disabilities can, should, and do have the same “real life” as everyone else, with a job, home and family life, is what drives Webster. He says becoming a father and grandfather are among his proudest moments, along with the MBE. His 12-year-old daughter, who lives with Webster’s former partner in Sheffield, admires her father’s achievements. “My daughter says, ‘My dad works to make things better for people with learning disabilities’”.</p> \n<p>The stereotyping of people with disabilities as either scroungers or superheroes is, he says, frustrating: “You have the extremes, but there’s a whole bunch in the middle ground. I have a learning disability, but it doesn’t define me.”</p> \n<h2>Curriculum vitae<br /></h2> \n<p><strong>Age</strong> 43.</p> \n<p><strong>Lives </strong>Rotherham, South Yorkshire.</p> \n<p><strong>Family</strong> Single, three children, two grandchildren.</p> \n<p><strong>Education</strong> Rotherham College of Arts and Technology (no qualifications); Abbey special school, Rotherham.</p> \n<p><strong>Career </strong>2012-present: international project worker, Change; 2003-12: project worker, Change; 1996-2003: warehouse worker, Currys; 1991-96: handyman, Swallow Hotel, Rotherham.</p> \n<p><strong>Public life </strong>MBE 2015, for services to people with learning disabilities and their families.</p> \n<p><strong>Interests</strong> Science fiction films, cartoons, spending time with friends.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434971385149/a50750c5-d4ca-41fb-8661-e81bd8818de1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jon Super/Jon Super","altText":"Shaun Webster, who has been awarded an MBE for his work campaigning for equal opportunities for people with learning disabilities","cleanCredit":"Photograph: Jon Super/Jon Super"}],"bodyImages":[],"webPublicationDate":"2015-06-24T07:00:04Z","lastModified":"2015-06-24T07:00:04Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Saba Salman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sabasalman"}],"feature":true,"keywords":["Learning disability","Disability","Social exclusion","Social care","Employability","Society"],"tags":[{"id":"society/learningdisability","webTitle":"Learning disability"},{"id":"society/disability","webTitle":"Disability"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/social-care","webTitle":"Social care"},{"id":"education/employability","webTitle":"Employability"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Saba Salman","topic":{"type":"tag-contributor","name":"profile/sabasalman"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/24/people-with-learning-disablities-not-scroungers-superheroes","shortUrl":"http://gu.com/p/4axav","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/24/people-with-learning-disablities-not-scroungers-superheroes","webUri":"http://www.theguardian.com/society/2015/jun/24/people-with-learning-disablities-not-scroungers-superheroes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434971385149/a50750c5-d4ca-41fb-8661-e81bd8818de1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shaun Webster, who has been awarded an MBE for his work campaigning for equal opportunities for people with learning disabilities. Photograph: Jon Super/Jon Super","credit":"Jon Super/Jon Super","altText":"Shaun Webster, who has been awarded an MBE for his work campaigning for equal opportunities for people with learning disabilities","cleanCaption":"Shaun Webster, who has been awarded an MBE for his work campaigning for equal opportunities for people with learning disabilities.","cleanCredit":"Photograph: Jon Super/Jon Super"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434971385149/a50750c5-d4ca-41fb-8661-e81bd8818de1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jon Super/Jon Super","altText":"Shaun Webster, who has been awarded an MBE for his work campaigning for equal opportunities for people with learning disabilities","cleanCredit":"Photograph: Jon Super/Jon Super"}}]},{"title":"The ransom dilemma / Why Washington is softening policy on cash for hostages","rawTitle":"Why Washington is softening policy on cash for hostages","item":{"type":"article","id":"us-news/2015/jun/24/the-ransom-dilemma-why-washington-is-softening-policy-on-cash-for-hostages","title":"The ransom dilemma: why Washington is softening policy on cash for hostages","trailText":"While the US still will not hand over money, the decision to help families seeking to broker a loved one’s release is welcomed by experts and former captives","standFirst":"<p>While the US still will not hand over money, the decision to help families seeking to broker a loved one’s release is welcomed by experts and former captives</p>","byline":"Rory Carroll in Los Angeles","body":"<p>It is not news to Leslie Edwards, a leading hostage negotiation specialist, that the United States’ ban on paying ransoms to kidnappers is full of holes.<br /></p> \n<p>As a director of Compass Risk Management, the former British army officer has extracted American citizens from captivity while simultaneously navigating gaps and contradictions in the supposedly blanket prohibition on payments.</p> \n<p>“The policy wasn’t consistent or uniform. It depended on the theatre. In Nigeria [US officials] were quite helpful and let us get on with it. But in Iraq, for example, we were loth to tell them anything. We didn’t know how much we could tell them or how they would respond.”</p> \n<p>For families of hostages seized in trouble spots around the world that inconsistency compounded their anguish and uncertainty over how to respond. Some officials would express willingness to let families pay ransoms while others in authority would threaten criminal prosecution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/23/us-ransom-policy-hostages\">US shifts family ransom policy for hostages held by militants overseas</a> </p> \n</aside> \n<p>The Obama administration hopes to end the bureaucratic maze on Wednesday by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/23/us-ransom-policy-hostages\">announcing a new set of rules</a> which will, among other changes, let American families pay ransoms to try to win the release of loved-ones. A federal prohibition against making concessions to hostage-takers will continue.</p> \n<p>The presidential directive and executive order follow a six-month review instigated after the beheading of American hostages in Syria. The failure to save them and the allegedly clumsy, callous treatment of their families in the US sparked bitter recrimination and calls for reform.</p> \n<p>Officials briefed some of the families about the new policy on Tuesday. Emily Lenzner, a spokesperson for several of the families, said they had no immediate comment.</p> \n<p>Edwards, who has helped retrieve abducted people in Latin America, Africa, Afghanistan and the Middle East, applauded the change. “It’s very welcome. And overdue. The policy before was unrealistic and unintentionally cruel.”</p> \n<p>Those who have suffered from kidnappings, directly and indirectly, gave a mainly positive response to the new policy.</p> \n<p>Marc Gonsalves, a US contractor who was held in the jungle for five years by the Revolutionary Armed Forces of Colombia (Farc), said given the chance he would have bought his freedom.</p> \n<p>“While I was a hostage I didn’t care how I was freed. If the Farc terrorists who were holding me would have accepted money, I would have paid it to come home and return to freedom.</p> \n<p>“The suffering in captivity was immense, the uncertainty was torture, and the threat of violent death was always there every second of the day. I would have done anything to escape it. The families are suffering in the same exact way. So I have sympathy for families who pay ransoms to free their loved ones.”</p> \n<p>A Colombian military operation freed Gonsalves and his fellow hostages in 2008 without any ransom paid.</p> \n<p>A senior administration official told the New York Times that although the federal prohibition against making concessions to kidnappers would continue, officials would be able to <a href=\"http://www.nytimes.com/2015/06/24/world/obama-ordering-changes-in-us-hostage-policies.html\">communicate and negotiate with captors</a> holding Americans or help family members seeking to do so.</p> \n<p>Gonsalves agreed the government should not grant concessions but needed flexibility behind the scenes. “A public policy is one thing, but the actions the government takes to retrieve its citizens are another and all options should be on the table. If there is a policy change it should be to take a more proactive and aggressive approach to searching for and rescuing our hostages. No man left behind.”</p> \n<p>The US has at times taken bold, controversial steps to win releases. In 2014 the White House traded five Taliban detainees held at Guant&aacute;namo Bay for Bowe Bergdahl, an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/06/bowe-bergdahl-hometown-idaho-backlash\">army soldier held in Afghanistan</a>. Ronald Reagan shipped weapons to Iran to extricate hostages. Officials have facilitated, or turned a blind eye to, ransom payments in Africa and Latin America.</p> \n<p>But the families of hostages of Islamic State (Isis) and al-Qaida were told they could not talk to the kidnappers and could face criminal charges for offering ransoms – in stark contrast to France, Italy and other nations which negotiate and pay.</p> \n<p>In 2014 Isis beheaded three US hostages: the aid worker Peter Kassig and the journalists James Foley and Steve Sotloff. A fourth hostage, Kayla Mueller, reportedly died in an air strike in February.</p> \n<p>Obama’s passive approach doomed the captives and infuriated their loved ones, according to Barak Barfi, an adviser to three of the families. “It rarely worked with the hostages’ families, kept them in the dark, and was essentially passive rather than discussing ways to secure their release,” Barfi <a href=\"https://foreignpolicy.com/2015/06/23/how-the-white-house-abandoned-american-hostages-foley-sotloff-mueller/\">wrote in Foreign Policy</a>. “And though the White House finally authorized an extraction attempt in late June 2014, it waited far too long to do so.”</p> \n<p>Barfi said the policy changes were too late to make up for bungling and dissembling by the White House, FBI and state department. “The president and his administration will … never be able to cleanse themselves of the miasma that taints them for largely abandoning four Americans in need of their government’s help.”</p> \n<p>Charles Sennott, executive director of the GroundTruth Project and co-founder of GlobalPost, which Foley freelanced for in Syria, said the new policy would not bring back the dead hostages but was nevertheless welcome.</p> \n<p>“Hopefully it will serve as a way to bring some much-needed order to the chaos and confusion that surrounded the process for families like the Foleys who have gone through this ordeal. Establishing a unit to co-ordinate the approach of different federal agencies and opening up channels of negotiation with hostage takers are both important steps in the right direction.”</p> \n<p>The test would be whether the new approach helped save lives, said Sennott. “Only time will tell if this policy change means anything.”</p> \n<p>Among the changes expected to be announced on Wednesday is the creation of a new government-wide hostage recovery fusion center at the FBI, including a “family engagement co-ordinator” to support relatives and keep them informed. According to the New York Times the measure stops short of creating a high-level “hostage tsar” who would report directly to the White House – a demand made by some of the families who participated in the review process.</p> \n<p>John Otis, the Bogota-based author of Law of the Jungle: The Hunt for Colombian Guerrillas, American Hostages and Buried Treasure, welcomed the lifting of the ban on families paying ransom.</p> \n<p>“In my gut I liked the prohibition because I hate to think of kidnappers profiting from this crime. But as a practical matter the US decision makes sense. Prohibitions on ransom payments sound sensible to deter future kidnappings but they are like prohibitions on drug use: they are just too easy to get around, creating an underground industry of hostage negotiators.”</p> \n<p>Otis noted that Colombia’s constitutional court overturned a ban on ransom payments on human rights grounds.</p> \n<p>Gonsalves, the former hostage, who told his own story in the book Out of Captivity, urged families of hostages to make every effort to let them know they were not forgotten. “I would tell them the three words that I kept during my captivity: hope, pray, believe.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435115065543/33e899d1-576d-4800-9fa0-d4c92801e6fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Wong/Getty","altText":"The US government will maintain its position of not making concessions to terrorists and hostage-takers.","cleanCredit":"Photograph: Alex Wong/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:00:05Z","lastModified":"2015-06-24T06:03:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"}],"feature":false,"keywords":["Obama administration","Islamic State","Farc","US news","World news"],"tags":[{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/farc","webTitle":"Farc"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Rory Carroll","topic":{"type":"tag-contributor","name":"profile/rorycarroll"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/24/the-ransom-dilemma-why-washington-is-softening-policy-on-cash-for-hostages","shortUrl":"http://gu.com/p/4a44c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/24/the-ransom-dilemma-why-washington-is-softening-policy-on-cash-for-hostages","webUri":"http://www.theguardian.com/us-news/2015/jun/24/the-ransom-dilemma-why-washington-is-softening-policy-on-cash-for-hostages"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435115065543/33e899d1-576d-4800-9fa0-d4c92801e6fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The US government will maintain its position of not making concessions to terrorists and hostage-takers. Photograph: Alex Wong/Getty","credit":"Alex Wong/Getty","altText":"The US government will maintain its position of not making concessions to terrorists and hostage-takers.","cleanCaption":"The US government will maintain its position of not making concessions to terrorists and hostage-takers.","cleanCredit":"Photograph: Alex Wong/Getty"}},"importance":5,"kicker":{"title":"The ransom dilemma"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435115065543/33e899d1-576d-4800-9fa0-d4c92801e6fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alex Wong/Getty","altText":"The US government will maintain its position of not making concessions to terrorists and hostage-takers.","cleanCredit":"Photograph: Alex Wong/Getty"}}]},{"title":"Sexism in science / Did Watson and Crick really steal Rosalind Franklin’s data?","rawTitle":"Did Watson and Crick really steal Rosalind Franklin’s data?","item":{"type":"article","id":"science/2015/jun/23/sexism-in-science-did-watson-and-crick-really-steal-rosalind-franklins-data","title":"Sexism in science: Did Watson and Crick really steal Rosalind Franklin’s data?","trailText":"The race to uncover the structure of DNA reveals fascinating insights into how Franklin’s data was key to the double helix model, but the ‘stealing’ myth stems from Watson’s memoir and attitude rather than facts<br>","standFirst":"<p>The race to uncover the structure of DNA reveals fascinating insights into how Franklin’s data was key to the double helix model, but the ‘stealing’ myth stems from Watson’s memoir and attitude rather than facts<br /></p>","byline":"Matthew Cobb","body":"<p>The wave of protest that followed Sir Tim Hunt’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/11/nobel-laureate-sir-tim-hunt-resigns-trouble-with-girls-comments\">stupid comments about ‘girls’ in laboratories</a> highlighted many examples of sexism in science. One claim was that during the race to uncover the structure of DNA, Jim Watson and Francis Crick either stole Rosalind Franklin’s data, or ‘forgot’ to credit her. Neither suggestion is true.<br /></p> \n<p>In April 1953, the scientific journal Nature published three back-to-back articles on the structure of DNA, the material our genes are made of. Together, they constituted one of the most important scientific discoveries in history. </p> \n<p>The first, purely theoretical, article was written by Watson and Crick from the University of Cambridge. Immediately following this article were two data-rich papers by researchers from King’s College London: one by Maurice Wilkins and two colleagues, the other by Franklin and a PhD student, Ray Gosling.</p> \n<p>The model the Cambridge duo put forward did not simply describe the DNA molecule as a double helix. It was extremely precise, based on complex measurements of the angles formed by different chemical bonds, underpinned by some extremely powerful mathematics and based on interpretations that Crick had recently developed as part of his PhD thesis. The historical whodunnit, and the claims of data theft, turn on the origin of those measurements. </p> \n<p>The four protagonists would make good characters in a novel – Watson was young, brash, and obsessed with finding the structure of DNA; Crick was brilliant with a magpie mind, and had struck up a friendship with Wilkins, who was shy and diffident. Franklin, an expert in X-ray crystallography, had been recruited to King’s in late 1950. Wilkins expected she would work with him, but the head of the King’s group, John Randall, led her to believe she would be independent. </p> \n<p>From the outset, Franklin and Wilkins simply did not get on. Wilkins was quiet and hated arguments; Franklin was forceful and thrived on intellectual debate. Her friend Norma Sutherland recalled: “Her manner was brusque and at times confrontational – she aroused quite a lot of hostility among the people she talked to, and she seemed quite insensitive to this.”</p> \n<p>Watson and Crick’s first foray into trying to crack the structure of DNA took place in 1952. It was a disaster. Their three-stranded, inside-out model was hopelessly wrong and was dismissed at a glance by Franklin. Following complaints from the King’s group that Watson and Crick were treading on their toes, Sir Lawrence Bragg, the head of their lab in Cambridge told them to cease all work on DNA. </p> \n<p>However, at the beginning of 1953, a US competitor, Linus Pauling, became interested in the structure of DNA, so Bragg decided to set Watson and Crick on the problem once more.</p> \n<p>At the end of January 1953, Watson visited King’s, where Wilkins showed him an X-ray photo that was subsequently used in Franklin’s Nature article. This image, often called ‘Photo 51’, had been made by Raymond Gosling, a PhD student who had originally worked with Wilkins, had then been transferred to Franklin (without Wilkins knowing), and was now once more being supervised by Wilkins, as Franklin prepared to leave the terrible atmosphere at King’s and abandon her work on DNA.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"468e5239ec91ebbe4a251d3f5119e1e97bfdefb2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435064553769/04bc14d8-2b40-4506-94cf-01a3bc0381e5-460x300.jpeg\" alt=\"﻿﻿Photo 51 taken by Rosalind Franklin and R.G. Gosling\" width=\"460\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Photo 51 taken by Rosalind Franklin and RG Gosling.</span> \n </figcaption> \n</figure> \n<p>Watson recalled that when he saw the photo – which was far clearer than any other he had seen – ‘my mouth fell open and my pulse began to race.’ According to Watson, photo 51 provided the vital clue to the double helix. But despite the excitement that Watson felt, all the main issues, such as the number of strands and above all the precise chemical organisation of the molecule, remained a mystery. A glance at photo 51 could not shed any light on those details. </p> \n<p>What Watson and Crick needed was far more than the idea of a helix – they needed precise observations from X-ray crystallography. Those numbers were unwittingly provided by Franklin herself, included in a brief informal report that was given to Max Perutz of Cambridge University. </p> \n<p>In February 1953, Perutz passed the report to Bragg, and thence to Watson and Crick. </p> \n<p>Crick now had the material he needed to do his calculations. Those numbers, which included the relative distances of the repetitive elements in the DNA molecule, and the dimensions of what is called the monoclinic unit cell – which indicated that the molecule was in two matching parts, running in opposite directions – were decisive.</p> \n<p>The report was not confidential, and there is no question that the Cambridge duo acquired the data dishonestly. However, they did not tell anyone at King’s what they were doing, and they did not ask Franklin for permission to interpret her data (something she was particularly prickly about). </p> \n<p>Their behaviour was cavalier, to say the least, but there is no evidence that it was driven by sexist disdain: Perutz, Bragg, Watson and Crick would have undoubtedly behaved the same way had the data been produced by Maurice Wilkins.</p> \n<p>Ironically, the data provided by Franklin to the MRC were virtually identical to those she presented at a small seminar in King’s in autumn 1951, when Jim Watson was in the audience. Had Watson bothered to take notes during her talk, instead of idly musing about her dress sense and her looks, he would have provided Crick with the vital numerical evidence 15 months before the breakthrough finally came.</p> \n<p>By chance, Franklin’s data chimed completely with what Crick had been working on for months: the type of monoclinic unit cell found in DNA was also present in the horse haemoglobin he had been studying for his PhD. This meant that DNA was in two parts or chains, each matching the other. Crick’s expertise explains why he quickly realised the significance of these facts, whereas it took Franklin months to get to the same point.</p> \n<p>While Watson and Crick were working feverishly in Cambridge, fearful that Pauling might scoop them, Franklin was finishing up her work on DNA before leaving the lab. The progress she made on her own, increasingly isolated and without the benefit of anyone to exchange ideas with, was simply remarkable. </p> \n<p>Franklin’s laboratory notebooks reveal that she initially found it difficult to interpret the outcome of the complex mathematics – like Crick, she was working with nothing more than a slide rule and a pencil – but by 24 February, she had realised that DNA had a double helix structure and that the way the component nucleotides or bases on each strand were connected meant that the two strands were complementary, enabling the molecule to replicate. </p> \n<p>Above all, Franklin noted that ‘an infinite variety of nucleotide sequences would be possible to explain the biological specificity of DNA’, thereby showing that she had glimpsed the most decisive secret of DNA: the sequence of bases contains the genetic code. </p> \n<p>To prove her point, she would have to convert this insight into a precise, mathematically and chemically rigorous model. She did not get the chance to do this, because Watson and Crick had already crossed the finishing line – the Cambridge duo had rapidly interpreted the double helix structure in terms of precise spatial relationships and chemical bonds, through the construction of a physical model. </p> \n<p>In the middle of March 1953, Wilkins and Franklin were invited to Cambridge to see the model, and they immediately agreed it must be right. It was agreed that the model would be published solely as the work of Watson and Crick, while the supporting data would be published by Wilkins and Franklin – separately, of course. On 25 April there was a party at King’s to celebrate the publication of the three articles in Nature. Franklin did not attend. She was now at Birkbeck and had stopped working on DNA.</p> \n<p>Franklin died of ovarian cancer in 1958, four years before the Nobel prize was awarded to Watson, Crick and Wilkins for their work on DNA structure. She never learned the full extent to which Watson and Crick had relied on her data to make their model; if she suspected, she did not express any bitterness or frustration, and in subsequent years she became very friendly with Crick and his wife, Odile. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"46e676f82d80b6555bc044c0dd4e11a36442d69d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435064794898/6dd6b1f0-4d04-4603-ba0a-645452ad5d2c-460x276.jpeg\" alt=\"1959, Boston, Massachusetts, USA -- James Watson and Francis Crick, crackers of the DNA code. Photo taken on occasion of the Massachusetts General Hospital lectures.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">1959, Boston, Massachusetts, USA: James Watson and Francis Crick, crackers of the DNA code. Photo taken on occasion of the Massachusetts General Hospital lectures.</span> \n  <span class=\"element-image__credit\">Photograph: Corbis</span> \n </figcaption> \n</figure> \n<p>Our picture of how the structure of DNA was discovered, and the myth about Watson and Crick stealing Franklin’s data, is almost entirely framed by Jim Watson’s powerful and influential memoir, The Double Helix. Watson included frank descriptions of his own appalling attitude towards Franklin, whom he tended to dismiss, even down to calling her ‘Rosy’ in the pages of his book – a nickname she never used (her name was pronounced ‘Ros-lind’). The epilogue to the book, which is often overlooked in criticism of Watson’s attitude to Franklin, contains a generous and fair description by Watson of Franklin’s vital contribution and a recognition of his own failures with respect to her – including using her proper name.</p> \n<p>It is clear that, had Franklin lived, the Nobel prize committee ought to have awarded her a Nobel prize, too – her conceptual understanding of the structure of the DNA molecule and its significance was on a par with that of Watson and Crick, while her crystallographic data were as good as, if not better, than those of Wilkins. The simple expedient would have been to award Watson and Crick the prize for Physiology or Medicine, while Franklin and Watkins received the prize for Chemistry. </p> \n<p>Whether the committee would have been able to recognise Franklin’s contribution is another matter. As the Tim Hunt affair showed, sexist attitudes are ingrained in science, as in the rest of our culture.</p> \n<p><em>Matthew Cobb’s <a href=\"http://www.amazon.co.uk/Lifes-Greatest-Secret-Story-Genetic/dp/1781251401\">Life’s Greatest Secret</a>: The Race to Crack the Genetic Code is published by Profile Press.</em></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435063504435/4d8938da-835c-4c14-b94a-cc8a7cfc0eb2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Vittoria Luzzati/NPG","altText":" Rosalind Franklin in 1950","cleanCredit":"Photograph: Vittoria Luzzati/NPG"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435064553071/d7548be9-0fca-44c3-b8c0-535a4a34454f-620x404.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":404,"width":620,"orientation":"landscape","caption":"Photo 51 taken by Rosalind Franklin and RG Gosling.","credit":"The Guardian","altText":"﻿﻿Photo 51 taken by Rosalind Franklin and R.G. Gosling","cleanCaption":"Photo 51 taken by Rosalind Franklin and RG Gosling."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435064796283/6dd6b1f0-4d04-4603-ba0a-645452ad5d2c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"1959, Boston, Massachusetts, USA: James Watson and Francis Crick, crackers of the DNA code. Photo taken on occasion of the Massachusetts General Hospital lectures. Photograph: Corbis","credit":"Corbis","altText":"1959, Boston, Massachusetts, USA -- James Watson and Francis Crick, crackers of the DNA code. Photo taken on occasion of the Massachusetts General Hospital lectures.","cleanCaption":"1959, Boston, Massachusetts, USA: James Watson and Francis Crick, crackers of the DNA code. Photo taken on occasion of the Massachusetts General Hospital lectures.","cleanCredit":"Photograph: Corbis"}],"webPublicationDate":"2015-06-23T18:05:08Z","lastModified":"2015-06-24T07:47:58Z","metadata":{"commentable":true,"commentCount":153,"contributors":[{"name":"Matthew Cobb","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-cobb"}],"feature":true,"keywords":["Genetics","People in science","Biology","Science","Medical research","Gender","Women","Chemistry"],"tags":[{"id":"science/genetics","webTitle":"Genetics"},{"id":"science/people-in-science","webTitle":"People in science"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/science","webTitle":"Science"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"science/chemistry","webTitle":"Chemistry"}],"section":{"id":"science"},"topics":[{"displayName":"Matthew Cobb","topic":{"type":"tag-contributor","name":"profile/matthew-cobb"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/23/sexism-in-science-did-watson-and-crick-really-steal-rosalind-franklins-data","shortUrl":"http://gu.com/p/4a3h4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/23/sexism-in-science-did-watson-and-crick-really-steal-rosalind-franklins-data","webUri":"http://www.theguardian.com/science/2015/jun/23/sexism-in-science-did-watson-and-crick-really-steal-rosalind-franklins-data"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435063504435/4d8938da-835c-4c14-b94a-cc8a7cfc0eb2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rosalind Franklin in 1950. She, like Crick, had realised that DNA had a double helix structure.  Photograph: Vittoria Luzzati/NPG","credit":"Vittoria Luzzati/NPG","altText":" Rosalind Franklin in 1950","cleanCaption":"Rosalind Franklin in 1950. She, like Crick, had realised that DNA had a double helix structure. ","cleanCredit":"Photograph: Vittoria Luzzati/NPG"}},"importance":4,"kicker":{"title":"Sexism in science"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435063504435/4d8938da-835c-4c14-b94a-cc8a7cfc0eb2-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Vittoria Luzzati/NPG","altText":" Rosalind Franklin in 1950","cleanCredit":"Photograph: Vittoria Luzzati/NPG"}}]},{"title":"Youth justice / Sharp rise in the proportion of young black and ethnic minority prisoners","rawTitle":"Sharp rise in the proportion of young black and ethnic minority prisoners","item":{"type":"article","id":"society/2015/jun/24/rise-proportion-black-ethnic-minority-young-prisoners-stop-and-search","title":"Sharp rise in the proportion of young black and ethnic minority prisoners","trailText":"Campaigners cite stop and search as a key reason why 40% of those behind bars hail from BME background – a greater disproportion than in the US","standFirst":"Campaigners cite stop and search as a key reason why 40% of those behind bars hail from BME background – a greater disproportion than in the US","byline":"Alastair Sloan and Eric Allison","body":"<p>A Guardian analysis of newly released government figures has revealed a shocking increase in the proportion of ethnic minority children and young people being held in the youth justice system.</p> \n<p>The <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/434378/youth-custody-report-april-2015.xls\">figures, issued by the Youth Justice Board</a> (YJB) and which cover young offender institutions, secure detention centres and secure training centres in England and Wales, show that during 2014-15, 40% of prisoners aged under 18 were from black, Asian, mixed race or “other” ethnicity backgrounds (BME).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/24/why-moj-scared-journalists-prisons\">Why is the MoJ so scared of allowing journalists into jails? | Eric Allison</a> </p> \n</aside> \n<p>In 2005-6, when the ethnic mix of British prisoners started to be measured by prison authorities, there were far more children and young people in state custody overall – over 2,800 in 2005, compared to 1,048 in the last financial year. Although the total number of teenagers and children held by the state has more than halved since 2005, the numbers of BME young prisoners has not fallen as much. The share of Asian prisoners as a proportion of the total youth custody population has risen by 75% and the share of black prisoners, who now account for one in five young people locked up, has risen by 67%. The proportion of mixed race young prisoners is also up by 42%, over a 10-year period, accounting for one in 10 of young detainees. In contrast, the proportion of white young people in state custody has fallen from nearly three-quarters of detainees to 60%.</p> \n<p>Campaigners say several factors could explain this worrying phenomenon. Kashan Amar, a former regional prison manager, believes four in five young Muslims reoffend after release for a number of reasons that the authorities have failed to address. “There is a significant barrier on resettlement for Muslims, lack of community support and taboo amongst their families,” says Amar. “We see that Muslims are under-represented in sex offender and substance rehabilitation programmes, for example.”</p> \n<p>Stop and search, an area of policing plagued by accusations of racist targeting by patrolling police officers, is also a major area of concern. In 2013, the<a href=\"http://www.bbc.co.uk/news/uk-24902389\"> Equality and Human Rights Commission found that young black and Asian citizens were six times as likely to be stopped as white citizens, noting the figure had remained “stubbornly high”.</a></p> \n<p>Earlier this year, <a href=\"http://www.thesundaytimes.co.uk/sto/news/uk_news/National/article1531311.ece\">the Sunday Times reported</a> that more than 600 children under 10 years old, of varying ethnicity, had been stopped and searched in the last 10 years, normally under suspicion of drug trafficking.</p> \n<p>According to Amar, stop and search policies are key to understanding why the representation of BME young people and children in state custody has rocketed. “The level of discretion for individual police officers on the street needs to be decreased, they have far more now than their commanding officers,” he says.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People from BME communities are over-represented at almost all stages of the criminal justice process</p> \n </blockquote> \n</aside> \n<p>Former home office official Mike Hough, now associate director at the <a href=\"http://www.icpr.org.uk/\">Institute for Criminal Policy Research</a>, also believes that the most likely explanation is “differential treatment” of young ethnic minority suspects by both police and prosecutors. “Someone more likely to be stopped and searched would be more at risk of arrest or warning, which would put them further down the road to formal proceedings if they were re-arrested, and so on,” Hough explains.</p> \n<p>A <a href=\"http://www.youngreview.org/sites/default/files/clinks_young-review_report_dec2014.pdf\">recent independent investigation into the over-representation of young Muslim and black prisoners in Britain’s justice system, led by Baroness Young</a>, found that less than 1% of offences by Muslims were terrorist offences, yet the community was still viewed “with suspicion” by authorities. According to the report, black offenders “are stereotyped as drug dealers, and Muslim prisoners as terrorists”.</p> \n<p>Campaigners also claim that BME offenders are more likely to receive custodial sentences than their white counterparts, even for the same crime – suggesting a degree of institutional racism in the courts.</p> \n<p><a href=\"http://www.irr.org.uk/research/statistics/criminal-justice/\">Figures provided by the Institute of Race Relations</a> show that people from BME communities are over-represented at almost all stages of the criminal justice process, disproportionately targeted by the police, more likely to be imprisoned and more likely to be imprisoned for longer than white British people.</p> \n<p>Black offenders presented before a sentencing judge, for example, are 44% more likely to be given custodial sentences for driving offences than white people, 37% more likely for public order offences or possession of a weapon, and 27% more likely for drug possession. Meanwhile, Asian offenders are 19% more likely to be given custodial sentences for shoplifting, and 41% more likely for drug offences.</p> \n<p>Imtiaz Mubarek, who campaigns for better treatment of prisoners after his 19-year-old nephew, Zahid Mubarek, was murdered in 2000 in a race-motivated attack by his cellmate in Feltham young offender institution, says: “The government needs a completely new action plan with community organisations and regulatory bodies to deal with this issue, and they need to work more closely.”</p> \n<p>The previous government, in particular, refused to listen to black and Asian community leaders, which just means they’re being unrealistic in their responses to the problem, he adds.</p> \n<p>Baroness Young says that successive governments “had not taken the issue seriously,” but she argues that the solutions are about more than just challenging institutional racism.</p> \n<p>“We need to be a bit more sophisticated – firstly because if you say it’s racism, that’s a really huge challenge and you don’t know where to begin. There are smaller practical steps that can be taken. Also there are individuals straining really hard within the justice system to create positive change, and we need to support them.”</p> \n<p>Juliet Lyon, the director of the Prison Reform Trust, also believes there is a range of possible solutions. “These could include reducing school exclusions, improving police response and addressing discrimination in the justice system,” she says.</p> \n<p>According to the Young review, the disproportionate representation of young black and Muslim prisoners in the UK is now greater than that in the US.</p> \n<p>Penelope Gibbs, director of Transform Justice, a charity working for an open and effective justice system says: “In the US they refer to disproportionate ethnic minority imprisonment as ‘the new Jim Crow’. We have a different history but the result is as bad. Somewhere the system is going badly wrong.”</p> \n<p>The YJB admits that the “over-representation of BME young people in custody is an issue”. A YJB spokeswoman says: “This group does not show as much benefit as others from the overall reductions made … To help establish why this is the case, the YJB has developed a ‘disproportionality toolkit’ for youth offending teams to use. This toolkit, which is currently being trialled, aims to identify the key factors in local areas which influence the admission of BME young people into the youth justice system.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/22/1434996429108/In-2013-the-Equality-and--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis","credit":"Gideon Mendel/Corbis","altText":"In 2013, the Equality and Human Rights Commission found young BME six times as likely to be stopped.","cleanCaption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:00:04Z","lastModified":"2015-06-24T07:50:30Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Alastair Sloan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alastair-sloan"},{"name":"Eric Allison","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ericallison"}],"feature":true,"keywords":["Young people","Equality","Society","Stop and search","Race issues","UK criminal justice","Law","Youth justice"],"tags":[{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/equality","webTitle":"Equality"},{"id":"society/society","webTitle":"Society"},{"id":"law/stop-and-search","webTitle":"Stop and search"},{"id":"world/race","webTitle":"Race issues"},{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"law/law","webTitle":"Law"},{"id":"society/youthjustice","webTitle":"Youth justice"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/24/rise-proportion-black-ethnic-minority-young-prisoners-stop-and-search","shortUrl":"http://gu.com/p/4a3xp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/24/rise-proportion-black-ethnic-minority-young-prisoners-stop-and-search","webUri":"http://www.theguardian.com/society/2015/jun/24/rise-proportion-black-ethnic-minority-young-prisoners-stop-and-search"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/22/1434996429108/In-2013-the-Equality-and--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis","credit":"Gideon Mendel/Corbis","altText":"In 2013, the Equality and Human Rights Commission found young BME six times as likely to be stopped.","cleanCaption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis"}},"importance":4,"kicker":{"title":"Youth justice"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Society/Pix/pictures/2015/6/22/1434996429108/In-2013-the-Equality-and--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis","credit":"Gideon Mendel/Corbis","altText":"In 2013, the Equality and Human Rights Commission found young BME six times as likely to be stopped.","cleanCaption":"In 2013, the Equality and Human Rights Commission found young black and Asian citizens six times as likely to be stopped as white citizens.  Photograph: Gideon Mendel/Corbis"}}]},{"title":"Records from a rented room / The tragedy of Billie Holiday's life gives her songs pathos","rawTitle":"The tragedy of Billie Holiday's life gives her songs pathos","item":{"type":"article","id":"music/musicblog/2015/jun/23/billie-holiday-records-from-a-rented-room","title":"Records from a rented room: 'The tragedy of Billie Holiday's life gives her songs pathos'","trailText":"In the latest in a series about the vinyl collection she found abandoned in her flat, Anita Sethi explores the great jazz singer’s back catalogue ","standFirst":"<p>In the latest in a series about the vinyl collection she found abandoned in her flat, Anita Sethi explores the great jazz singer’s back catalogue </p>","byline":"Anita Sethi","body":"<p>“Southern trees bear strange fruit / Blood on the leaves and blood at the root,” sings Billie Holiday on the harrowing protest song <a href=\"https://www.youtube.com/watch?v=h4ZyuULy9zs\">Strange Fruit</a>. A song that began, in 1937, as a poem by New York schoolteacher Abel Meeropol, it portrays a lynching and the horrors of racism, and became an anthem of the early civil rights movement. Although previously banned and censored, it has since been sampled by countless musicians, including<a href=\"https://www.youtube.com/watch?v=BcCm_ySBslk\"> Nina Simone,</a> <a href=\"https://www.youtube.com/watch?v=j_cGtRMK-7Y\">Annie Lennox</a>, <a href=\"https://www.youtube.com/watch?v=Ieo5v2DuZkk\">Tori Amos</a> and <a href=\"https://www.youtube.com/watch?v=kFBtVBqrjfw\">Kanye West.</a> This year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/gallery/2015/apr/07/billie-holidays-centenary-a-life-in-pictures\">marks the centenary of Holiday’s birth</a>, yet a sense of racial injustice still comes through in the immediacy and urgency of her voice. </p> \n<p>“Scent of magnolias, sweet and fresh / Then the sudden smell of burning flesh,” Holiday sings in a song that imagines an idyllic south. But the “pastoral scene of the gallant south” is shattered by murder, the beauty of those sweet, fresh flowers giving way to the ugliness of violence. As David Margolick writes in <a href=\"https://www.nytimes.com/books/first/m/margolick-fruit.html\">his study of Strange Fruit</a>, fans credit it “with helping awaken them to the realities of racial prejudice and the redemptive, ameliorative power of art”, while Q Magazine described it as one of the “10 songs that actually changed the world”. It prompts thoughts about those periods when songs have galvanised people into political action, when music has empowered and mobilised the masses. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Web007rzSOI\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/Web007rzSOI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>After finding a stash of records left in a room I used to rent, I am on a mission to build up a vinyl record collection of my own, setting myself a budget of &pound;7 or less per record, and I’m intent on adding Billie Holiday to my pile. In my quest for vinyl, I venture down London’s Golden Mile of Vinyl, as Berwick Street came to be known in the 1980s. Rummaging through the sale racks at Sister Ray, I come across Randy Crawford, Shalimar, the Bangles and Barbara Streisand – but there is no sign of Billie. I try the nearby <a href=\"http://www.soundsoftheuniverse.com/\">Sounds of the Universe</a>, but they have none in stock either. I have almost given up hope by the time I arrive at <a href=\"http://reckless.co.uk/\">Reckless Records</a>.</p> \n<p>I am initially unhopeful of finding a bargain, as the first price sticker I see in the shop is on a Led Zeppelin record, for an eye-watering &pound;1,000. I am flicking through the jazz section when I am suddenly greeted by Billie Holiday’s open mouth and closed eyes – that iconic picture of her that had so captivated me when I first saw it in that previous tenant’s collection. I am delighted to find Holiday’s Greatest Hits for &pound;6. For another &pound;3, I also pick up Nina Simone’s My Baby Just Cares for Me. I visit the nearby <a href=\"http://www.phonicarecords.com/\">Phonica records</a>, too, where I shelter from the summer sun and enjoy its listening booth. Next week, I will continue my vinyl treasure hunt in my hometown of Manchester. It’s been a long time since I’ve bought music in its physical rather than digital form. Strolling down the street with my purchases, holding on to a record full of pain and joy that may have, in some way, changed the world, &pound;6 seems well worth it.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"90375a2cc3b6175dad60041e59b3a413b53f460d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435057331983/4342179d-ccdf-427a-b296-71c000109297-460x269.jpeg\" alt=\"Billie Holiday\" width=\"460\" height=\"269\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A &pound;6 bargain … Billie Holiday’s Greatest Hits.</span> \n  <span class=\"element-image__credit\">Photograph: Anita Sethi</span> \n </figcaption> \n</figure> \n<p>I have also been listening to <a href=\"https://www.youtube.com/watch?v=uYUqbnk7tCY\">Holiday’s version of Summertime</a>. Like Strange Fruit, George Gershwin’s song has been recorded thousands of times – by everyone from <a href=\"https://www.youtube.com/watch?v=IcWMhowJTzM\">George Benson</a> to <a href=\"https://www.youtube.com/watch?v=guKoNCQFAFk\">Janis Joplin</a> to <a href=\"https://www.youtube.com/watch?v=2tJyFE9cqTE\">Amit Chaudhuri</a> – and yet it still sounds unique in each artist’s voice. </p> \n<p>I listen to the song on the summer solstice, with the knowledge that darker days are coming, that the days will soon start to get shorter and the sun scarcer. The song has a sense of capaciousness, of air and light and flight. Full of vulnerability and strength, Holiday reassures the listener that “nothin’ can harm you”, capturing the hope that better days are to come. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/gallery/2015/apr/07/billie-holidays-centenary-a-life-in-pictures\">The tragedy of her life</a> imbues these lyrics with pathos.</p> \n<p>Heaviness fills her words in other songs, each word weighted like stones, world-weariness echoing through a voice filled with toughness and tenderness. “My heart has an ache / It’s as heavy as stone,” she sings in <a href=\"https://www.youtube.com/watch?v=zbN_aB8OIv8\">I Cover the Waterfront</a>. Images of aloneness and a heavy heart recur in <a href=\"https://www.youtube.com/watch?v=wRTZUw28ASk\">Trav’lin’ All Alone</a>: “I’m so weary and all alone / Feel tired like heavy stone / Trav’lin’, trav’lin’ all alone”. She wonders: “Who will see and who will care / ’Bout this load that I must bear.” There’s a pleading for more time: “Give me just another day / There’s one thing I want to say.”</p> \n<p>But Summertime has a sense of hope, of burdens alleviated, of weight being lifted off shoulders. There’s a surge of optimism, of promise and potential: “One of these mornings, you’re goin’ to rise up singin’ / Then you spread your wings and you’ll take the sky.” </p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/8/1428488744429/7a49b849-b9b1-4b87-9266-79cef62f5745-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Gilles Petard/Redferns","altText":"Billie Holiday1954","cleanCredit":"Photograph: Gilles Petard/Redferns"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435057331678/41deb0fc-3ca2-4cd4-9d3a-930bcf79e8f5-620x362.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":362,"width":620,"orientation":"landscape","caption":"A £6 bargain … Billie Holiday’s Greatest Hits. Photograph: Anita Sethi","credit":"Anita Sethi","altText":"Billie Holiday","cleanCaption":"A £6 bargain … Billie Holiday’s Greatest Hits.","cleanCredit":"Photograph: Anita Sethi"}],"webPublicationDate":"2015-06-23T15:32:53Z","lastModified":"2015-06-23T15:57:42Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Anita Sethi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anitasethi"}],"feature":false,"keywords":["Billie Holiday","Music","Culture","Jazz"],"tags":[{"id":"music/billie-holiday","webTitle":"Billie Holiday"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/jazz","webTitle":"Jazz"}],"section":{"id":"music"},"topics":[{"displayName":"Anita Sethi","topic":{"type":"tag-contributor","name":"profile/anitasethi"}}],"series":{"title":"Records from a rented room","uri":"http://mobile-apps.guardianapis.com/lists/tag/music/series/records-from-a-rented-room"},"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/musicblog/2015/jun/23/billie-holiday-records-from-a-rented-room","shortUrl":"http://gu.com/p/4a3an","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/musicblog/2015/jun/23/billie-holiday-records-from-a-rented-room","webUri":"http://www.theguardian.com/music/musicblog/2015/jun/23/billie-holiday-records-from-a-rented-room"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/8/1428488744429/7a49b849-b9b1-4b87-9266-79cef62f5745-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rise up singin’ … Billie Holiday in 1954. Photograph: Gilles Petard/Redferns","credit":"Gilles Petard/Redferns","altText":"Billie Holiday1954","cleanCaption":"Rise up singin’ … Billie Holiday in 1954.","cleanCredit":"Photograph: Gilles Petard/Redferns"}},"importance":3,"kicker":{"title":"Records from a rented room"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/8/1428488744429/7a49b849-b9b1-4b87-9266-79cef62f5745-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Gilles Petard/Redferns","altText":"Billie Holiday1954","cleanCredit":"Photograph: Gilles Petard/Redferns"}}]},{"title":"Uganda / NGO bill aims to muzzle civil society, say activists","rawTitle":"NGO bill aims to muzzle civil society, say activists","item":{"type":"article","id":"global-development/2015/jun/24/uganda-ngo-bill-aims-muzzle-civil-society-say-activists","title":"Uganda: NGO bill aims to muzzle civil society, say activists","trailText":"New legislation to ‘regulate’ non-governmental organisations is being seen as an attempt to tighten control over their activities and curb dissent","standFirst":"<p>New legislation to ‘regulate’ non-governmental organisations is being seen as an attempt to tighten control over their activities and curb dissent</p>","byline":"Alon Mwesigwa in Kampala","body":"<p><strong> </strong>Ugandan civil society groups are warning that a bill to regulate non-governmental organisations is a blow to basic freedoms and threatens to curtail the activities of some groups, reducing essential services to some of the country’s poorest people.</p> \n<p>The <a href=\"http://chapterfouruganda.com/sites/default/files/downloads/NGO-Bill_2015.pdf\">NGO bill</a>, which was published in the east African country’s official gazette in April, must be debated in parliament before it can be passed into law. That debate is expected to take place in the coming months, but NGOs are urging MPs not to send the bill to President Yoweri Museveni to be signed. </p> \n<p>Nicholas Opio, a human rights lawyer and the executive director of <a href=\"http://chapterfouruganda.com/\">Chapter Four Uganda</a>, said the legislation “would extinguish the very character of non-governmental organisations and make them puppets of the state. It unjustifiably restricts the space for civic engagement, civic association [and] civic participation in governance and in service delivery.” </p> \n<p>The new law will replace previous legislation – described by rights groups as stringent. According to its preamble, the aim is to “provide a conducive and enabling environment” for civil society organisations. </p> \n<p>The internal affairs minister, Aronda Nyakairima, wrote in an introduction to the bill that while NGOs provide key services such as health, education and water, “the rapid growth of non-governmental organisations has led to subversive methods of work and activities, which in turn undermine accountability and transparency in the sector”.</p> \n<p>Opio estimates there are around 11,000 registered NGOs in Uganda – there are no comprehensive official figures – and activists admit there is some lack of clarity about what they do and who runs them. But they say this opacity is due to the dysfunctional nature of the official NGO board, which is meant to regulate the sector. The board will be given new powers under the proposed law. </p> \n<p>Opio said Uganda’s efforts to tighten state control over NGOs mirrored similar actions by other governments across the region, citing notably a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/jan/26/ethiopia-charities-human-rights\">2009 law on charity funding</a> in Ethiopia, which included <a href=\"http://www.hrw.org/news/2009/01/08/ethiopia-new-law-ratchets-repression\">a provision stating that any organisation receiving more than 10% of its funding</a> from abroad was a “foreign NGO”, and thus banned from any activities concerning democratic and human rights, conflict resolution or criminal justice. </p> \n<p>“It began in Ethiopia in 2009 with an extremely repressive NGO law and it appears many of the countries in the east and Horn of Africa are learning from Ethiopia,” Opio said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/may/14/south-sudan-aid-agency-law-risks-catastrophe-warn-ngos\">South Sudan risks 'catastrophe' with new aid agency law, warn NGOs</a> </p> \n</aside> \n<p>Last year, Kenya <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/dec/17/kenya-ngo-crackdown-terrorism-al-shabaab\">shut down</a> around 500 NGOs for non-compliance with the law, accusing some of using their charitable status as a front for raising cash for terrorism. In May, South Sudan’s parliament passed a law that would force aid agencies to ensure that no more than a fifth of their staff are foreigners. The bill is still awaiting the president’s signature.</p> \n<p>Under Uganda’s proposed legislation, the NGO board will register NGOs or community-based organisations and issue permits. NGOs will have to declare their sources of income and obtain permits from local authorities to operate. Groups that seek to operate without a permit could face fines, prosecution and criminal penalties of between four and eight years in prison for directors.</p> \n<p>The NGO Board will be able to revoke permits if NGOs contravene their constitutions or the bill, or if “in the opinion of the board it is in the public interest to do so”. The NGOs must also “not engage in any act which is prejudicial to the security and laws of Uganda”.</p> \n<p>The vague nature of these latter articles, in particular, have raised concerns. Livingstone Sewanyana, director of the <a href=\"http://www.fhri.or.ug/\">Foundation for Human Rights Initiative Uganda</a>, said the bill aims to create fear among activists. “The fight against corruption, human rights abuses and maladministration will be seriously jeopardised,” he says. “It seeks to disable citizens who would have a say in how they are governed – and the outcome is dictatorship.”</p> \n<p>As well as providing basic services to many communities, NGOs have worked to preserve the land rights of Ugandans living near <a href=\"http://www.reuters.com/article/2014/08/29/uganda-oil-idUSL5N0QZ1EW20140829\">oil finds</a> and spoken out against government excesses and rampant corruption.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/mar/03/ugandan-farmers-take-on-palm-oil-giants-over-land-grab-claims\">Ugandan farmers take on palm oil giants over land grab claims</a> </p> \n</aside> \n<p>Maria Burnett, a senior researcher in the Africa division for <a href=\"http://www.hrw.org/news/2015/04/20/uganda-bill-threatens-rights-independent-groups\">Human Rights Watch </a>(HRW), says government control over civil society risks negating the very essence of freedom of association. “We have documented threats to the operating space for civil society over many years in Uganda, [especially] groups working on oil transparency, human rights, land, governance, corruption and other sensitive issues, particularly when they publicly advocate for change,” Burnett says.</p> \n<p>Oil has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/poverty-matters/2014/may/12/kenya-uganda-east-africa-first-oil-producer\">discovered around Uganda’s Lake Albert</a> but production is not expected to start before 2018.</p> \n<p>Lawyer Isaac Semakadde, who works in a legal aid centre, says the bill, if it comes into law, will drive NGOs away. “It will make it impossible to establish and operate an NGO; as a result, practitioners will be selectively allowed to stay [in the sector], and those organisations that advocate against the government side will certainly be told to give way,” he said.</p> \n<p>Under the bill, NGOs are also banned from fundraising or campaigning for any political party or candidate. Ugandans will vote for a new president next year, and Museveni, who has held the job for nearly three decades, is widely expected to run again for his <a href=\"http://www.nrm.ug/\">National Resistance Movement </a>party.<br /></p> \n<p>The 70-year-old leader has been criticized by some donors for hanging on to power, but there are no term limits in Uganda.</p> \n<p>Cissy Kagaba, executive director of the <a href=\"http://accu.or.ug/\">Anti-Corruption Coalition of Uganda</a>, said NGOs would start to self-censor to avoid losing their permits. “The bill wouldn’t be bad if it intended to kick out quack [NGOs], but when you target whoever opposes the official position, then that does not work,” she said.</p> \n<p>Ofwono Opondo, a government spokesman, argued that the NGO bill was necessary to force the sector to be transparent and accountable. “There is even duplication of activities; NGOs claim they are providing water and when you go there you don’t find anything. We want them to specify their area of jurisdiction and what they want to do exactly,” he said.</p> \n<p>He linked opposition to the bill to anti-gay activists in a country with a growing anti-liberal movement, tough laws against homosexuals and a rise in religious conservatism.</p> \n<p>Opio said the NGO sector was not against regulation, per se. “What we are rejecting is control because we are non-governmental,” he said.</p>","section":"Development","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986698689/a44d8ceb-92c8-4966-baa0-90825cd04554-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Akena/Reuters","altText":"Uganda President Yoweri Museveni prepares to deliver his state of the nation address in the capital Kampala","cleanCredit":"Photograph: James Akena/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-24T06:00:03Z","lastModified":"2015-06-24T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alon Mwesigwa","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alon-mwesigwa"}],"feature":true,"keywords":["Global development","Uganda","Africa","World news","Governance"],"tags":[{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/uganda","webTitle":"Uganda"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"global-development/governance-and-development","webTitle":"Governance"}],"section":{"id":"global-development"},"topics":[{"displayName":"Alon Mwesigwa","topic":{"type":"tag-contributor","name":"profile/alon-mwesigwa"}}],"embeddedVideos":[],"adTargetingPath":"global-development"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global-development/2015/jun/24/uganda-ngo-bill-aims-muzzle-civil-society-say-activists","shortUrl":"http://gu.com/p/49ad5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global-development/2015/jun/24/uganda-ngo-bill-aims-muzzle-civil-society-say-activists","webUri":"http://www.theguardian.com/global-development/2015/jun/24/uganda-ngo-bill-aims-muzzle-civil-society-say-activists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986698689/a44d8ceb-92c8-4966-baa0-90825cd04554-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yoweri Museveni has been Uganda’s president for almost three decades, and is widely expected to run again. Photograph: James Akena/Reuters","credit":"James Akena/Reuters","altText":"Uganda President Yoweri Museveni prepares to deliver his state of the nation address in the capital Kampala","cleanCaption":"Yoweri Museveni has been Uganda’s president for almost three decades, and is widely expected to run again.","cleanCredit":"Photograph: James Akena/Reuters"}},"importance":3,"kicker":{"title":"Uganda"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986698689/a44d8ceb-92c8-4966-baa0-90825cd04554-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James Akena/Reuters","altText":"Uganda President Yoweri Museveni prepares to deliver his state of the nation address in the capital Kampala","cleanCredit":"Photograph: James Akena/Reuters"}}]}],"lastModified":"2015-06-24T07:14:02Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}