{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The bigger truth beyond Greece / Precarious nations owing trillions around the world","rawTitle":"Precarious nations owing trillions around the world","item":{"type":"article","id":"business/2015/jul/11/beyond-greece-world-filled-debt-crises","title":"Beyond Greece, the world is filled with debt crises","trailText":"Drama in Athens reflects a bigger truth: precarious countries across the globe owe trillions of dollars to lenders and investors who must be repaid","standFirst":"Drama in Athens reflects a bigger truth: precarious countries across the globe owe trillions of dollars to lenders and investors who must be repaid","byline":"Heather Stewart","body":"<p>With its shuttered banks, furious public protests and iconoclastic politicians, the plight of Greece, brought to its knees by a crippling debt burden, has been gripping and heartbreaking in equal measure: a full-blown sovereign debt crisis on the doorstep of some of the wealthiest countries in the world.</p> \n<p>Yet <a href=\"http://jubileedebt.org.uk/wp-content/uploads/2015/07/The-new-debt-trap_07.15.pdf\" title=\"\">new analysis by the Jubilee Debt Campaign</a> reveals that Greece’s plight is far from unique: more than 20 other countries are also wrestling with their own debt crises. Many more, from Senegal to Laos, lie in a debt danger zone, where an economic downturn or a sudden jump in interest rates on world debt markets could lead to disaster.</p> \n<p>One of the lessons from the 2008 crash was that hefty debt levels can leave countries vulnerable to sudden shifts in market mood. But Jubilee reports that the rock-bottom interest rates across major economies, which have been a key response to the crisis, have in many cases prompted governments, firms and consumers to go on a fresh borrowing binge, storing up potential problems for the future.</p> \n<p>Judith Tyson of the Overseas Development Institute thinktank says the flipside of the latest round of borrowing has been investors and lenders in the west looking for bigger returns than they could get at home, a process known in the markets as a “search for yield”.</p> \n<p>“Since 2012, there’s been a huge increase in sovereign debt, in Africa in particular,” she says. Some of the countries involved were beneficiaries of the debt relief programme that G8 leaders signed up to at the Gleneagles summit in 2005. “They were given debt relief with the idea that it would give a clean slate to go forward,” Tyson says.</p> \n<p>She warns that a number of countries have since “loaded up” on debt – and while some governments had invested the money wisely, diversifying their economies and improving infrastructure, others have not. She points to Ghana, in west Africa, where a sharp increase in borrowing has been spent on what she calls “pork-barrel politics. They’ve spent it in a frivolous way.”</p> \n<p>Jubilee’s analysis defines countries as at high risk of a government debt crisis if they have net debt higher than 30% of GDP, a current-account deficit of over 5% of GDP and future debt repayments worth more than 10% of government revenue. “We estimate that 14 countries are rapidly heading towards new government debt crises, based on their large external debts, large and persistent current account deficits, and high projected future government debt payments,” it says.</p> \n<p>One vulnerable example is Tanzania, a country that suffered a severe debt crisis in the 1990s. In many ways, it has been a success story since receiving international debt relief in 2001 and 2006, allowing repayments to fall from 27% of government revenue to 2%. Child mortality has dropped; fees for primary schools have been abolished; more children are completing their schooling.</p> \n<p>Yet borrowing has steadily risen since 2009, including from multilateral donors such as the World Bank, which tend to offer aid in the form of cheap loans rather than handouts. It’s a measure of success in some ways that the country managed to raise money from private investors in the capital markets by issuing bonds.</p> \n<p>But Tanzania’s economic growth, and government revenues, are heavily dependent on exports of gold and precious metal ores, which have fallen in price in recent months. Jubilee’s numbers show that slower than expected growth could see debt repayments shoot up from an expected 10% of government revenue in 2018 to double that – well into the danger zone.</p> \n<p>Falling commodity prices as growth in China slows, as well as the strong dollar – a danger because much of African governments’ borrowing is dollar-denominated – will create pressures on many other developing countries.</p> \n<figure class=\"element element-image\" data-media-id=\"337b93472a8030f84d1d8077532eeca50ce95112\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436558360537/0870c816-d361-4361-8c80-84e4062df2b3-460x276.jpeg\" alt=\"A car driving through Addis Ababa\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Addis Ababa: Ethiopia’s debt level is steadily rising.</span> \n  <span class=\"element-image__credit\">Photograph: Jose Cendon/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ethiopia, where ministers from around the world will gather this week to discuss how to fund the next wave of international development, is another country whose debt levels have been steadily rising, and which could prove vulnerable. Mongolia, which has welcomed foreign investment to exploit its huge natural resources, including coal, <a href=\"http://www.bloomberg.com/news/articles/2015-07-05/mongolia-plans-stake-sale-in-biggest-coal-mine-to-revive-growth\" title=\"\">has plans to borrow $1bn over the next year</a>; but with its currency, the tugrik, declining sharply, it could be hit hard if the economic boom of recent years comes to an end.</p> \n<p>“Current levels of lending to impoverished countries threaten to recreate debt crises,” warns Jubilee’s policy officer Tim Jones.</p> \n<p>But it’s not just in the developing world where low interest rates and the legacy of the crisis have increased the temptation to paper over the cracks with borrowed money. Jubilee found that net cross-border lending worldwide, including the private sector as well as governments, has increased from $11.3 trillion in 2011 to $13.8tn in 2014 – and forecasts that it will reach $14.7tn this year.</p> \n<p>That’s a 30% rise in just four years and a sign that the “global imbalances” many experts saw as a key cause of the crisis are far from resolved. “The world is still very out of kilter,” says Russell Jones, economist at Llewellyn Consulting.</p> \n<p>The lacklustre global recovery has also been a factor in driving up debt levels as policymakers seek to restore pre-crisis living standards.</p> \n<p>“All this debt is probably being accumulated because other sources of growth are increasingly in decline,” says Russell Jones. “There’s a lot of pressure on governments and central banks to keep things going at the old rate.”</p> \n<p>As Greece’s government found, debts that seem manageable one day can quickly become unsustainable the next if conditions in financial markets or the economy abruptly shift.</p> \n<p>Northern Rock, Britain’s bailed-out mortgage bank, made the same discovery in August 2007 when, as its then boss Adam Applegarth put it, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/dec/01/credit-crunch-pinpointed-august-2007\" title=\"\">“the world changed”</a>. Many experts believe that if, as expected, the US Federal Reserve starts to increase interest rates from their record low later this year, that could act as the catalyst for a shake-up in global debt markets that could have far-reaching consequences.</p> \n<figure class=\"element element-image\" data-media-id=\"24686223f7cbd33dbf64300627cce1b323ca80f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436558498706/681d9034-5fbb-4d1c-8612-5e550faf5c6d-460x276.jpeg\" alt=\"Mongolian shaman\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Mongolian shaman: the country has plans to borrow $1bn over the next year.</span> \n  <span class=\"element-image__credit\">Photograph: How Hwee Young/EPA</span> \n </figcaption> \n</figure> \n<p>Tyson points out that many loans taken out by African governments in recent years carry fixed interest rates for five years. When they come to be refinanced, it may have to be at much higher rates. As US rates increase, she says, investors will be keen to pull their money out of smaller emerging economies: “We will see a sharp reversal of capital flows. Some of these countries are quite fragile.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/world-bank-growth-forecast-emerging-economies\" title=\"\">In its twice-yearly report on the global economy</a> last month, the World Bank warned that developing countries facing up to the prospect of the flood of cheap money being turned off should be “hoping for the best, preparing for the worst”.</p> \n<p>Russell Jones says: “When the Fed has a very itchy trigger finger, you have the potential for some fairly serious issues.”</p> \n<h2><strong>Countries at high risk of government external debt crisis</strong></h2> \n<p>■ Bhutan</p> \n<p>■ Cape Verde</p> \n<p>■ Dominica</p> \n<p>■ Ethiopia</p> \n<p>■ Ghana</p> \n<p>■ Laos</p> \n<p>■ Mauritania</p> \n<p>■ Mongolia</p> \n<p>■ Mozambique</p> \n<p>■ Samoa</p> \n<p>■ Sao Tome e Principe</p> \n<p>■ Senegal</p> \n<p>■ Tanzania</p> \n<p>■ Uganda</p> \n<h2><strong>Countries currently in government external debt crisis</strong></h2> \n<p>■ Armenia</p> \n<p>■ Belize</p> \n<p>■ Costa Rica</p> \n<p>■ Croatia</p> \n<p>■ Cyprus</p> \n<p>■ Dominican Republic</p> \n<p>■ El Salvador</p> \n<p>■ The Gambia</p> \n<p>■ Greece</p> \n<p>■ Grenada</p> \n<p>■ Ireland</p> \n<p>■ Jamaica</p> \n<p>■ Lebanon</p> \n<p>■ Macedonia</p> \n<p>■ Marshall Islands</p> \n<p>■ Montenegro</p> \n<p>■ Portugal</p> \n<p>■ Spain</p> \n<p>■ Sri Lanka</p> \n<p>■ St Vincent and the Grenadines</p> \n<p>■ Tunisia</p> \n<p>■ Ukraine</p> \n<p>■ Sudan</p> \n<p>■ Zimbabwe</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558361994/0870c816-d361-4361-8c80-84e4062df2b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Addis Ababa: Ethiopia’s debt level is steadily rising. Photograph: Jose Cendon/AFP/Getty Images","credit":"Jose Cendon/AFP/Getty Images","altText":"A car driving through Addis Ababa","cleanCaption":"Addis Ababa: Ethiopia’s debt level is steadily rising.","cleanCredit":"Photograph: Jose Cendon/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436558500092/681d9034-5fbb-4d1c-8612-5e550faf5c6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Mongolian shaman: the country has plans to borrow $1bn over the next year. Photograph: How Hwee Young/EPA","credit":"How Hwee Young/EPA","altText":"Mongolian shaman","cleanCaption":"A Mongolian shaman: the country has plans to borrow $1bn over the next year.","cleanCredit":"Photograph: How Hwee Young/EPA"}],"webPublicationDate":"2015-07-11T15:00:05Z","lastModified":"2015-07-11T23:01:25Z","metadata":{"commentable":true,"commentCount":232,"contributors":[{"name":"Heather Stewart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738716/HeatherStewart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/heatherstewart"}],"feature":true,"keywords":["Economics","Debt relief","Greece","Africa","Asia Pacific","Eurozone crisis","Global economy","Global development","World news","Europe","Business","Society"],"tags":[{"id":"business/economics","webTitle":"Economics"},{"id":"world/debt-relief","webTitle":"Debt relief"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"business"},"topics":[{"displayName":"Heather Stewart","topic":{"type":"tag-contributor","name":"profile/heatherstewart"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/11/beyond-greece-world-filled-debt-crises","shortUrl":"http://gu.com/p/4ahmq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/11/beyond-greece-world-filled-debt-crises","webUri":"http://www.theguardian.com/business/2015/jul/11/beyond-greece-world-filled-debt-crises"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shops and taxis in Dar es Salaam operate in the shadow of Tanzania’s vulnerable economy. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Shops and taxis in Dar es Salaam operate in the shadow of Tanzania’s vulnerable economy. Photograph: Alamy"}},"importance":7,"kicker":{"title":"The bigger truth beyond Greece"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/10/1436555769148/Dar-es-Salaam-Tanzania-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy","credit":"Alamy","altText":"Dar es Salaam in Tanzania","cleanCaption":"Like all of the country, auto rickshaws in Dar es-Salaam operate in the shadow of a precarious national debt. Photograph: Alamy"}}]},{"title":"Analysis / The struggle for the soul of British dance","rawTitle":"The struggle for the soul of British dance","item":{"type":"article","id":"stage/2015/jul/12/contemporary-dance-debate-shechter-khan-newson-laban-students-training","title":"The struggle for the soul of British dance","trailText":"A trio of top choreographers have claimed that Britain’s dance schools are no longer producing talent capable of performing at the highest level. Are teachers putting ‘creative expression’ above rigour and excellence?","standFirst":"<p>A trio of influential choreographers have claimed that Britain’s contemporary dance schools are no longer producing talent capable of performing at the highest level. Are teachers encouraging ‘creative expression’ at the expense of rigour and excellence?</p>","byline":"Luke Jennings","body":"<p>It’s a spring morning, and I’m watching a contemporary dance class at the <a href=\"http://www.trinitylaban.ac.uk/\">Trinity Laban conservatoire</a> in Deptford, south-east London. The studio is large and airy, one of 13 such spaces in the building designed by the Swiss architects <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/may/23/herzog-de-meuron-next-trick\">Herzog &amp; de Meuron</a>, and the students, in their late teens and early 20s, watch as the teacher demonstrates the moves.</p> \n<p>It’s a familiar scene to me. I trained as a dancer, and performed for 10 years before becoming a journalist. I’ve been in and out of studios like this for most of my life, and the teacher’s words “Pull up… Hold your backs… Feel the floor...” are the same as they always were. Except that in the 70s they were as often shouted as spoken. And if our limbs weren’t in the right place, teachers felt free to reposition them, sometimes forcibly. “You’re all gutless!” the school principal would snarl, as we balanced at the barre, legs quivering with strain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/dance-blog/2015/apr/13/are-british-dancers-outclassed-on-the-world-stage-akram-khan-hofesh-schechter-lloyd-newson\">Are British dancers really outclassed on the world stage?</a> </p> \n</aside> \n<p>Here, though, all is tranquil. Teachers don’t shout at students any more. But these are far from tranquil times in the British contemporary dance world. In April, a triumvirate of leading choreographers – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/dance-blog/2015/apr/13/are-british-dancers-outclassed-on-the-world-stage-akram-khan-hofesh-schechter-lloyd-newson\">Lloyd Newson, Akram Khan and Hofesh Shechter – issued a press release</a> raising grave concerns about standards of training in the three main contemporary dance conservatoires. Specifically, Trinity Laban, Northern School of Contemporary Dance (NSCD) in Leeds, and London Contemporary Dance School (LCDS) in Euston. These publicly funded establishments, supposedly flagships of the government’s <a href=\"https://www.gov.uk/music-dance-scheme\">Music and Dance Scheme</a>, produce about 150 graduates a year. And, apparently, they were failing.</p> \n<p>The choreographers announced that they were “increasingly dismayed by the declining standards” they witnessed when holding UK auditions. Newson, artistic director of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2008/oct/21/dance\">DV8 Physical Theatre</a>, said that he and his colleagues wanted to employ graduates from the conservatoires, but found that the students, more often than not, lacked “rigour, technique and performance skills”. In consequence, Newson said, he and his colleagues had to look overseas for dancers of the necessary calibre.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2008/oct/21/dance\">Step-by-step guide to dance: DV8 Physical Theatre</a> </p> \n</aside> \n<p>The choreographers’ statement, issued on the eve of the <a href=\"http://www.danceuk.org/conference/\">Dance UK conference</a>, an annual industry get-together, proved incendiary. It overshadowed everything on the agenda, and there was heated discussion of the issue in the press and on social media. Opinion was sharply divided between those who praised the choreographers for speaking out, and those such as Neil Nisbet of the online dance magazine Article 19, who damns them as “incredibly arrogant”. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/matthewbourne\">Matthew Bourne</a>, of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2013/oct/14/how-we-made-matthew-bourne-swan-lake\">male <em>Swan Lake</em></a> fame, defends the overall standard of UK-trained dancers, but admits that of the past hundred dancers he has employed, only five came from the contemporary dance conservatoires. The rest were trained at ballet or musical theatre schools, which produced “better all-round performers”.</p> \n<p>Unsurprisingly, the principals of the three main schools were angered by the attack. “I’m open for discussion,” Veronica Lewis of LCDS tells me, “but I don’t want to be head-butted”. The furore, it rapidly became clear, was more than a disagreement about training methods. It was a no-holds-barred struggle for the soul of the art form.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"37c6fae5320ea177b03787c0a5a4fb8ec970ea91\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436360660783/3163b29d-4e19-4b56-9682-646c23f94353-323x420.jpeg\" alt=\"Jasmin Vardimon\" width=\"323\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘There’s a lack of theatrical skills; the schools don’t give them the tools’: Jasmin Vardimon.</span> \n </figcaption> \n</figure> \n<p>Australian-born Lloyd Newson, 58, has been making dance for three decades. He’s attracted to complex issues – social, sexual, political – and his unflinching approach has won him several awards and an OBE. He has spoken out, he says, because of “the continued lack of urgency in addressing and improving the quality of UK contemporary dancers … There’s a critical lack of body awareness.” His words are echoed by other senior practitioners. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2010/nov/28/jasmin-vardimon-7734-review\">Jasmin Vardimon</a>, a director-choreographer known for her physical theatre productions, says that dancers leave the conservatoire schools unable to adapt and work in a multidisciplinary way. “There’s a lack of theatrical skills; the schools don’t give them the tools. They’re not versatile enough.”</p> \n<p>“For me, it comes down to one word – rigour,” says <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/22/arthur-pita-dance-choreographer-edward-watson-wendy-whelan-interview\">Arthur Pita</a>, a choreographer whose productions include the award-winning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2011/sep/25/jewels-metamorphosis-royal-ballet-review\"><em>The Metamorphosis</em></a>. “We’ll look in years to come and say: what happened? It all went flimsy.” Like Newson, Pita trained at LCDS. Looking back to his student days in the 90s, he remembers “classes driven by passion and intelligence. It was like being in church.”</p> \n<p>It’s not like that any more, says a choreographer who recently visited LCDS to audition graduate-year students. “The attitude was so lackadaisical it was laughable. They looked like they couldn’t be arsed. And once the project was up and running there were constant problems with absenteeism. One student requested compassionate leave to recover from the emotional trauma of learning my work.” A guest teacher at LCDS, who has given professional classes all over the world, encountered similar attitudes. “The students don’t believe you when you say it’s not good enough. Don’t take on board how hard you have to concentrate in class. Don’t warm up. Don’t get that you shouldn’t have to tell them more than twice. They just don’t really listen.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/jun/22/arthur-pita-dance-choreographer-edward-watson-wendy-whelan-interview\">Arthur Pita: the David Lynch of dance</a> </p> \n</aside> \n<p>These are dismaying testimonies, and I was offered many others like them. But why would students submit themselves to such demanding and expensive training (three-year BA dance courses cost &pound;27,000 in fees alone) if they lacked motivation? What was going wrong? For <a href=\"http://www.article19.co.uk/theshoutboard/ian_garside_uk_london_professi.php\">Ian Garside, a former Laban student</a>, it was the teachers’ too-soft, hands-off approach. “As a dance student, you need a kick up the arse. And we didn’t get one. I felt I was never going to reach the heights I aspired to.”</p> \n<p>A teacher who has worked at all three conservatoires tells me that the problems stem from the sidelining of demanding disciplines such as ballet, and the techniques evolved by Martha Graham, Jos&eacute; Lim&oacute;n and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/dance-blog/2014/jul/25/remembering-merce-cunningham-five-contemporary-dance-videos\">Merce Cunningham</a>, in favour of exercises such as somatic release, which is as much a healing therapy as a performance discipline. “There’s a theory in contemporary dance that you can get away with it by ‘finding your own way’,” says Pita. “But deep down we know that’s wrong. The art form has got fragile. It needs muscle.”</p> \n<p>While dance-specific, these lamentations have a familiar ring. They echo those concerning the death of grammar teaching in mainstream education, the neglect of drawing in art colleges, and the phasing-out of competitive sport in schools. According to this narrative, feelgood activity has displaced hard-won craft and skill. But the conservatoires, and others in the contemporary dance sphere, see things very differently.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/may/16/wayne-mcgregor-tree-of-codes-manchester-international-festival-mif\">Q&amp;A: Wayne McGregor</a> </p> \n</aside> \n<p>They see a sector starved of funds and deeply divided. Its most visible stars are choreographers such as Newson, Khan, Shechter, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/may/16/wayne-mcgregor-tree-of-codes-manchester-international-festival-mif\">Wayne McGregor</a> and others whose work is subsidised by Arts Council England, showcased at venues such as Sadler’s Wells, and toured internationally. Beneath the radar, however, there are myriad less celebrated practitioners. A vast cohort of performers and choreographers move from project to project, often working in an experimental vein, far from the leading dance houses. In its diversity, this alternative tendency is comparable to the indie music scene. A few practitioners work regularly enough to make a living, but most are forced to find alternative sources of income to survive. Wages are low – many dancers are prepared to work for nothing, rather than not at all – and every year new graduates and dancers from overseas swell an already overflowing pool.</p> \n<p>With the gap widening between dance’s haves and have-nots, the sector has become damagingly polarised. Many feel that as increasingly deep cuts are imposed, the few are favoured at the expense of the many. The producer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture-professionals-network/culture-professionals-blog/2013/oct/16/chantal-guevara-cloud-dance-festival\">Chantal Guevara</a> notes that while smaller-scale enterprises are starved of funds, “We’re inundated with Akram, Hofesh, etc. It’s a boys’ club.” This year, ACE awarded Newson, Khan and Shechter a total of &pound;1.3m.</p> \n<p>Charlie Ashwell, editor of online dance magazine <a href=\"http://bellyflopmag.com/\">BellyFlop</a> and a working professional dancer, articulates the sense of grievance felt by many of her colleagues. “For too long a few have gained acclaim, money, runs at the National, MBEs, by treading the rest of us into the mud.” These privileged few, she continues, have colluded in dancers’ job insecurity, while practising “humiliation dressed up as character-building artistic process”. By referencing the audition process in their press release, the three choreographers touched a raw nerve. “It amazes me how little the ethics of auditions are called out,” says Ashwell. “Holding auditions asks dancers to give up their time and energy for free with absolutely nothing guaranteed in return. Auditions are always exploitative.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"45203cd5c12e73ed853cc0ba4f795ae2036cdf93\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436531040897/5d5f05d9-e500-4325-8e21-a1fe57ff33f8-280x420.jpeg\" alt=\"The new wave of dance: award-winning duo 70/30 Split. ‘There’s a hunger for small-scale, undefinable dance, DIY-style,’ says Sophie Unwin, left.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The new wave of dance: award-winning duo 70/30 Split. ‘There’s a hunger for small-scale, undefinable dance, DIY-style,’ says Sophie Unwin, left.</span> \n  <span class=\"element-image__credit\">Photograph: Emanuele Pecorari</span> \n </figcaption> \n</figure> \n<p>Whether you agree with Ashwell or not – and many in the contemporary dance world would contest her words – life for conservatoire graduates is desperately precarious. Most, given that the supply of contemporary dancers far outstrips demand, will have portfolio careers. At different times, they might find themselves performing, choreographing, producing, publicising, teaching, writing about dance or involved in dance therapy. As all three conservatoire principals emphasise, this expanded skill-set necessitates an updated schooling approach. “We’re not offering you a glittering five-year career before you retrain,” says Laban principal Anthony Bowne. “We’re offering you a lifetime career in dance.”</p> \n<p>Almost all conservatoire graduates will have to start from scratch, assembling creative projects with like-minded colleagues, and competing for crumbs from the funding table. This can be daunting, but creating from scratch is what young British artists are good at. Matthew Bourne was a Laban graduate who launched his career by putting on small-scale shows with colleagues. None was a memorably brilliant dancer, but as a group they were bursting with inventiveness. Today, many conservatoire graduates would rather do their own thing than work for a big-name choreographer. As one puts it: “If I was a fine artist I wouldn’t want to do someone else’s painting, so why as a dancer would I want to do someone else’s dancing?”</p> \n<p>Watching that Laban class, I realise how much has changed. There’s none of the blazing competitive tension that I remember from my own student days. There’s no sweat on the studio floor, and the students are all shapes and sizes. But as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/dec/07/2014-most-exciting-dance-moments\">Lydia Cottrell and Sophie Unwin of the performance duo 70/30 Split</a> explain, the new wave of practitioners are not interested in dance based on virtuosity and technique. “There’s a hunger for small-scale, undefinable dance, DIY-style,” says Unwin. “It’s completely valid and more interesting.” Ordinary, imperfect civilian bodies, such as those of Unwin and Cottrell, are central to this new-wave vision, and appropriate to an interdisciplinary sphere in which boundaries between dance, theatre and other performance arts are dissolving, while whippet-thin, balletic physiques are associated with what they call “old-style contemporary dance”. The gulf between old and new, the pair say, has widened to the point where the two cultures find it hard to communicate with each other. As Guevara confirms: “Neither funders nor schools understand what contemporary dance is now.”</p> \n<figure class=\"element element-image\" data-media-id=\"0d96ee3294a64466ea472d1c139fb0adabd882bf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436361471583/202a48c6-0277-4075-b046-89f069e5e134-460x294.jpeg\" alt=\"Antonia Grove and Theo Clinkard in This by New Art Club\" width=\"460\" height=\"294\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Antonia Grove and Theo Clinkard in This by New Art Club: ‘I don’t believe in auditions,’ says Clinkard.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton for the Observer</span> \n </figcaption> \n</figure> \n<p>Even the hiring process is changing. “I don’t believe in auditions,” says <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/oct/12/theo-clinkard-ordinary-courage-review-nuanced-examination-loss\">Theo Clinkard</a>, a popular new-wave choreographer. “I teach classes and workshops so I can meet people and see them dance in a non-competitive environment. [This] keeps me in touch, let’s me know which dancers are around and helps me find out what is moving them at any given point.” Clinkard is keen to do away with “the old-school dancer/maker hierarchy”, and says, with reference to Khan, Newson and Shechter: “I want to pull the rug from the power structures these chaps are clinging to.”</p> \n<p>Personally, I’m torn. I get, completely, the notion of dance as a human-scale thing. As approachable and imperfect, rather than hyper-refined and “other”. But the trained dancer in me mourns the death of old-school rigour at the conservatoires. I remember the tough love offered by the LCDS teachers when Newson and Pita trained there, and the drained faces and sweat-drenched bodies of the students after a hard Graham class. Today, the training is infinitely broader, and the LCDS students learn, among other skills, how to write a business plan. On the day I visit, the final-year students are undergoing diversity training.</p> \n<p>“We can’t turn the clock back to a time when we were fantastic for some students and others failed,” says Janet Smith, principal of NSCD in Leeds. “We have to ask: to what extent can we open up their full potential, and joining a traditional dance company is not necessarily the way.” The students at Laban appear to agree. As Bowne says: “Doing steps for Matthew Bourne doesn’t appeal to the majority of our graduates.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/dec/07/2014-most-exciting-dance-moments\">Luke Jennings: 2014’s most exciting dance moments</a> </p> \n</aside> \n<p>Smith is right: you can’t turn the clock back. But the three choreographers are right, too: something fierce and vital has been lost, and this needs to be faced by the conservatoires, and addressed. More broadly, the opposing factions in British contemporary dance need to talk, to resist the temptation to turn on each other as funding cuts bite ever deeper, and to realise that their common enemy is the political mindset that views the arts as expendable.</p> \n<p>For now, perhaps we have to accept that British contemporary dance is more likely to produce conceptual game-changers than elite dancers.</p> \n<p>At Laban, class is over, and a group of final-year students are sitting in a patch of sunshine in the corridor, talking. They look thoughtful. Maybe it’s the start of something.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440878999/students-at-Trinity-Laban-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer","credit":"Karen Robinson/Observer","altText":"students at Trinity Laban Conservatoire of Music and Dance in south-east London,","cleanCaption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436360662210/3163b29d-4e19-4b56-9682-646c23f94353-1567x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1567,"orientation":"portrait","caption":"‘There’s a lack of theatrical skills; the schools don’t give them the tools’: Jasmin Vardimon.","credit":"pr","altText":"Jasmin Vardimon","cleanCaption":"‘There’s a lack of theatrical skills; the schools don’t give them the tools’: Jasmin Vardimon."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436531040708/5d5f05d9-e500-4325-8e21-a1fe57ff33f8-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"The new wave of dance: award-winning duo 70/30 Split. ‘There’s a hunger for small-scale, undefinable dance, DIY-style,’ says Sophie Unwin, left. Photograph: Emanuele Pecorari","credit":"Emanuele Pecorari","altText":"The new wave of dance: award-winning duo 70/30 Split. ‘There’s a hunger for small-scale, undefinable dance, DIY-style,’ says Sophie Unwin, left.","cleanCaption":"The new wave of dance: award-winning duo 70/30 Split. ‘There’s a hunger for small-scale, undefinable dance, DIY-style,’ says Sophie Unwin, left.","cleanCredit":"Photograph: Emanuele Pecorari"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436361472013/202a48c6-0277-4075-b046-89f069e5e134-2060x1317.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1317,"width":2060,"orientation":"landscape","caption":"Antonia Grove and Theo Clinkard in This by New Art Club: ‘I don’t believe in auditions,’ says Clinkard. Photograph: Tristram Kenton for the Observer","credit":"Tristram Kenton for the Observer","altText":"Antonia Grove and Theo Clinkard in This by New Art Club","cleanCaption":"Antonia Grove and Theo Clinkard in This by New Art Club: ‘I don’t believe in auditions,’ says Clinkard.","cleanCredit":"Photograph: Tristram Kenton for the Observer"}],"webPublicationDate":"2015-07-12T07:30:03Z","lastModified":"2015-07-12T07:30:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Luke Jennings","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743381/LukeJennings.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lukejennings"}],"feature":true,"keywords":["Dance","Stage","Culture","Hofesh Shechter","Akram Khan","Matthew Bourne"],"tags":[{"id":"stage/dance","webTitle":"Dance"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/hofesh-shechter","webTitle":"Hofesh Shechter"},{"id":"stage/akramkhan","webTitle":"Akram Khan"},{"id":"stage/matthewbourne","webTitle":"Matthew Bourne"}],"section":{"id":"stage"},"topics":[{"displayName":"Luke Jennings","topic":{"type":"tag-contributor","name":"profile/lukejennings"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jul/12/contemporary-dance-debate-shechter-khan-newson-laban-students-training","shortUrl":"http://gu.com/p/4afdf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jul/12/contemporary-dance-debate-shechter-khan-newson-laban-students-training","webUri":"http://www.theguardian.com/stage/2015/jul/12/contemporary-dance-debate-shechter-khan-newson-laban-students-training"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440878999/students-at-Trinity-Laban-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer","credit":"Karen Robinson/Observer","altText":"students at Trinity Laban Conservatoire of Music and Dance in south-east London,","cleanCaption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer"}},"importance":5,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436440878999/students-at-Trinity-Laban-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer","credit":"Karen Robinson/Observer","altText":"students at Trinity Laban Conservatoire of Music and Dance in south-east London,","cleanCaption":"‘The art form has got fragile’: students at Trinity Laban Conservatoire of Music and Dance in south-east London. Photograph: Karen Robinson for the Observer"}}]},{"title":"The history of British slave ownership has been buried: now its scale can be revealed","rawTitle":"The history of British slave ownership has been buried: now its scale can be revealed","item":{"type":"article","id":"world/2015/jul/12/british-history-slavery-buried-scale-revealed","title":"The history of British slave ownership has been buried: now its scale can be revealed","trailText":"A new BBC documentary tells how a trove of documents lays bare the names of Britain’s 46,000 slave owners, including relatives of Gladstone and Orwell","standFirst":"<p>A new BBC documentary tells how a trove of documents lays bare the names of Britain’s 46,000 slave owners, including relatives of Gladstone and Orwell</p>","byline":"David Olusoga","body":"<p>The past has a disconcerting habit of bursting, uninvited and unwelcome, into the present. This year history gate-crashed modern America in the form of a 150-year-old document: a few sheets of paper that compelled Hollywood actor <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/22/ben-affleck-embarrassment-hide-slave-owning-ancestor\" title=\"Ben Afflect admits embarrassment led to him trying to hide slave-owning ancestor\">Ben Affleck to issue a public apology</a> and forced the highly regarded US public service broadcaster PBS to launch an internal investigation.</p> \n<p>The document, which emerged during the production of <a href=\"http://www.pbs.org/wnet/finding-your-roots/\" title=\"Finding Your Roots homepage\"><em>Finding Your Roots</em></a>, a celebrity genealogy show, is neither unique nor unusual. It is one of thousands that record the primal wound of the American republic – slavery. It lists the names of 24 slaves, men and women, who in 1858 were owned by Benjamin L Cole, Affleck’s great-great-great-grandfather. When this uncomfortable fact came to light, Affleck asked the show’s producers to conceal his family’s links to slavery. Internal emails discussing the programme were later published by WikiLeaks, forcing Affleck to admit in a Facebook post: “I didn’t want any television show about my family to include a guy who owned slaves. I was embarrassed.”</p> \n<p>It was precisely because slaves were reduced to property that they appear so regularly in historic documents, both in the US and in Britain. As property, slaves were listed in plantation accounts and itemised in inventories. They were recorded for tax reasons and detailed alongside other transferable goods on the pages of thousands of wills. Few historical documents cut to the reality of slavery more than lists of names written alongside monetary values. It is now almost two decades since I had my first encounter with British plantation records, and I still feel a surge of emotion when I come across entries for slave children who, at only a few months old, have been ascribed a value in sterling; the sale of children and the separation of families was among the most bitterly resented aspects of an inhuman system.</p> \n<p>Slavery resurfaces in America regularly. The disadvantage and discrimination that disfigures the lives and limits the life chances of so many African-Americans is the bitter legacy of the slave system and the racism that underwrote and outlasted it. Britain, by contrast, has been far more successful at covering up its slave-owning and slave-trading past. Whereas the cotton plantations of the American south were established on the soil of the continental United States, British slavery took place 3,000 miles away in the Caribbean.</p> \n<p>That geographic distance made it possible for slavery to be largely airbrushed out of British history, following the Slavery Abolition Act in 1833. Many of us today have a more vivid image of American slavery than we have of life as it was for British-owned slaves on the plantations of the Caribbean. The word slavery is more likely to conjure up images of Alabama cotton fields and whitewashed plantation houses, of <em>Roots</em>, <em>Gone With The Wind </em>and <em>12 Years A Slave,</em> than images of Jamaica or Barbados in the 18th century. This is not an accident.</p> \n<p>The history of British slavery has been buried. The thousands of British families who grew rich on the slave trade, or from the sale of slave-produced sugar, in the 17th and 18th centuries, brushed those uncomfortable chapters of their dynastic stories under the carpet. Today, across the country, heritage plaques on Georgian townhouses describe former slave traders as “West India merchants”, while slave owners are hidden behind the equally euphemistic term “West India planter”. Thousands of biographies written in celebration of notable 17th and 18th-century Britons have reduced their ownership of human beings to the footnotes, or else expunged such unpleasant details altogether. The <em>Dictionary of National Biography</em> has been especially culpable in this respect. Few acts of collective forgetting have been as thorough and as successful as the erasing of slavery from the Britain’s “island story”. If it was geography that made this great forgetting possible, what completed the disappearing act was our collective fixation with the one redemptive chapter in the whole story. William Wilberforce and the abolitionist crusade, first against the slave trade and then slavery itself, has become a figleaf behind which the larger, longer and darker history of slavery has been concealed.</p> \n<figure class=\"element element-image\" data-media-id=\"d93df442b2cfd3b82c0767e18728e2373ea0c784\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436625495547/a2dcbec2-112f-4ac7-8eb0-84ce9be7bc13-460x276.jpeg\" alt=\"Plan of a slave ship showinmg how slaves were stowed, manacled, into the hold.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Plan of a slave ship showinmg how slaves were stowed, manacled, into the hold.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Jones/Bristol Museum</span> \n </figcaption> \n</figure> \n<p>It is still the case that Wilberforce remains the only household name of a history that begins during the reign of Elizabeth I and ends in the 1830s. There is no slave trader or slave owner, and certainly no enslaved person, who can compete with Wilberforce when it comes to name recognition. Little surprise then that when, in 2007, we marked the bicentenary of the abolition of the transatlantic slave trade, the only feature film to emerge from the commemoration was <em>Amazing Grace</em>, a Wilberforce biopic.</p> \n<p>George Orwell once likened Britain to a wealthy family that maintains a guilty silence about the sources of its wealth. Orwell, whose real name was Eric Blair, had seen that conspiracy of silence at close quarters. His father, Richard W Blair, was a civil servant who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/30/george-orwell-birthplace-motihari-bihar-india-museum\" title=\"George Orwell's birthplace in India set to become a museum\">oversaw the production of opium</a> on plantations near the Indian-Nepalese border and supervised the export of that lethal crop to China. The department for which the elder Blair worked was called, unashamedly, the opium department. However, the Blair family fortune – which had been largely squandered by the time Eric was born – stemmed from their investments in plantations far from India.</p> \n<p>The Blair name is one of thousands that appear in a collection of documents held at the <a href=\"http://www.nationalarchives.gov.uk/help-with-your-research/research-guides/slavery-or-slave-owners/\" title=\"How to look for records of slavery or slave owners\">National Archives</a> in Kew that have the potential to do to Britain what the hackers of WikiLeaks and the researchers of PBS did to Affleck. The T71 files consist of 1,631 volumes of leather-bound ledgers and neatly tied bundles of letters that have lain in the archives for 180 years, for the most part unexamined. They are the records and the correspondence of the Slave Compensation Commission.</p> \n<p>The Slavery Abolition Act of 1833 formally freed 800,000 Africans who were then the legal property of Britain’s slave owners. What is less well known is that the same act contained a provision for the financial compensation of the owners of those slaves, by the British taxpayer, for the loss of their “property”. The compensation commission was the government body established to evaluate the claims of the slave owners and administer the distribution of the &pound;20m the government had set aside to pay them off. That sum represented 40% of the total government expenditure for 1834. It is the modern equivalent of between &pound;16bn and &pound;17bn.</p> \n<p>The compensation of Britain’s 46,000 slave owners was the largest bailout in British history until the bailout of the banks in 2009. Not only did the slaves receive nothing, under another clause of the act they were compelled to provide 45 hours of unpaid labour each week for their former masters, for a further four years after their supposed liberation. In effect, the enslaved paid part of the bill for their own manumission.</p> \n<p>The records of the Slave Compensation Commission are an unintended byproduct of the scheme. They represent a near complete census of British slavery as it was on 1 August, 1834, the day the system ended. For that one day we have a full list of Britain’s slave owners. All of them. The T71s tell us how many slaves each of them owned, where those slaves lived and toiled, and how much compensation the owners received for them. Although the existence of the T71s was never a secret, it was not until 2010 that a team from University College London began to systematically analyse them. The <a href=\"https://www.ucl.ac.uk/lbs/\" title=\"\">Legacies of British Slave-ownership</a> project, which is still continuing, is led by Professor Catherine Hall and Dr Nick Draper, and the picture of slave ownership that has emerged from their work is not what anyone was expecting.</p> \n<p>The large slave owners, the men of the “West India interest”, who owned huge estates from which they drew vast fortunes, appear in the files of the commission. The man who received the most money from the state was John Gladstone, the father of Victorian prime minister William Ewart Gladstone. He was paid &pound;106,769 in compensation for the 2,508 slaves he owned across nine plantations, the modern equivalent of about &pound;80m. Given such an investment, it is perhaps not surprising that William Gladstone’s maiden speech in parliament was in defence of slavery.</p> \n<p>The records show that for the 218 men and women he regarded as his property, Charles Blair, the great-grandfather of George Orwell, was paid the more modest sum of &pound;4,442 – the modern equivalent of about &pound;3m. There are other famous names hidden within the records. Ancestors of the novelist Graham Greene, the poet Elizabeth Barrett Browning, and the architect Sir George Gilbert Scott all received compensation for slaves. As did a distant ancestor of David Cameron. But what is most significant is the revelation of the smaller-scale slave owners.</p> \n<p>Slave ownership, it appears, was far more common than has previously been presumed. Many of these middle-class slave owners had just a few slaves, possessed no land in the Caribbean and rented their slaves out to landowners, in work gangs.These bit-players were home county vicars, iron manufacturers from the Midlands and lots and lots of widows. About 40% of the slave owners living in the colonies were women. Then, as now, women tended to outlive their husbands and simply inherited human property through their partner’s wills.</p> \n<p>The geographic spread of the slave owners who were resident in Britain in 1834 was almost as unexpected as the gender breakdown. Slavery was once thought of as an activity largely limited to the ports from which the ships of the triangular trade set sail; Bristol, London, Liverpool and Glasgow. Yet there were slave owners across the country, from Cornwall to the Orkneys. In proportion to population, the highest rates of slave ownership are found in Scotland.</p> \n<p>The T71 files have been converted into an online database; a free, publicly available resource.</p> \n<p>During the production of a documentary series about Britain’s slave owners for the BBC, made in partnership with UCL, all of my colleagues who learned of the existence of the database found themselves compelled to enter their own family names. Those whose surnames flashed up on screen experienced, like Ben Affleck, a strange sense of embarrassment, irrespective of whether the slave owners in question were potentially ancestors.</p> \n<p>There are, however, millions of people, in the Caribbean and the UK, who do not need a database to tell them that they are linked to Britain’s hidden slave-owning past. The descendants of the enslaved carry the same English surnames that appear in the ledgers of the Slave Compensation Commission – Gladstone, Beckford, Hibbert, Blair, etc – names that were imposed on their ancestors, initials that were sometimes branded on their skin, in order to mark them as items of property.</p> \n<p><a href=\"http://www.bbc.co.uk/mediacentre/proginfo/2015/28/britains-forgotten-slave-owners/\" title=\"\"><em>Britain’s Forgotten Slave Owners</em></a><em>, the first of two episodes, presented by David Olusoga, will be broadcast on Wednesday on BBC2. Click here for the </em><a href=\"https://www.ucl.ac.uk/lbs/\" title=\"\"><em>Legacies of British Slave Ownership Database</em></a></p> \n<h2>THE LONG ROAD TO ABOLITION</h2> \n<p>■ In 1807, parliament passed the Abolition of the Slave Trade Act, effective throughout the British empire.</p> \n<p>■ It wasn’t until 1838 that slavery was abolished in British colonies through the Slavery Abolition Act, giving all slaves in the British empire their freedom</p> \n<p>■ It is estimated about 12.5 million people were transported as slaves from Africa to the Americas and the Caribbean between the 16th century and 1807.</p> \n<p>■ When the Slavery Abolition Act was passed, there were 46,000 slave owners in Britain, according to the Slave Compensation Commission, the government body established to evaluate the claims of the slave owners</p> \n<p>■ British slave owners received a total of &pound;20m (&pound;1.6bn in today’s money) in compensation when slavery was abolished. Among those who received payouts were the ancestors of novelists George Orwell and Graham Greene.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553858468/A-print-shows-African-cap-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty","credit":"Print Collector/Getty","altText":"A print shows African captives being taken on board a slave ship.","cleanCaption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625495984/a2dcbec2-112f-4ac7-8eb0-84ce9be7bc13-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Plan of a slave ship showinmg how slaves were stowed, manacled, into the hold. Photograph: Christopher Jones/Bristol Museum","credit":"Christopher Jones/Bristol Museum","altText":"Plan of a slave ship showinmg how slaves were stowed, manacled, into the hold.","cleanCaption":"Plan of a slave ship showinmg how slaves were stowed, manacled, into the hold.","cleanCredit":"Photograph: Christopher Jones/Bristol Museum"}],"webPublicationDate":"2015-07-11T23:04:04Z","lastModified":"2015-07-12T08:17:51Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Slavery","Documentary","Television","Television & radio","World news","BBC","Media"],"tags":[{"id":"world/slavery","webTitle":"Slavery"},{"id":"tv-and-radio/documentary","webTitle":"Documentary"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"world/world","webTitle":"World news"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/12/british-history-slavery-buried-scale-revealed","shortUrl":"http://gu.com/p/4ahmg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/12/british-history-slavery-buried-scale-revealed","webUri":"http://www.theguardian.com/world/2015/jul/12/british-history-slavery-buried-scale-revealed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553858468/A-print-shows-African-cap-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty","credit":"Print Collector/Getty","altText":"A print shows African captives being taken on board a slave ship.","cleanCaption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436553858468/A-print-shows-African-cap-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty","credit":"Print Collector/Getty","altText":"A print shows African captives being taken on board a slave ship.","cleanCaption":"A print shows African captives being taken on board a slave ship. Though abolished in Britain in 1833, the transatlantic trade continued for many years. Photograph: Print Collector/Getty"}}]},{"title":"Lord Green can’t get out of this HSBC grilling","rawTitle":"Lord Green can’t get out of this HSBC grilling","item":{"type":"article","id":"business/2015/jul/12/lord-green-cant-get-out-hsbc-grilling","title":"Lord Green can’t get out of this HSBC grilling","trailText":"The former trade minister will face questions from MPs on subjects he has so far been reluctant to address","standFirst":"The former trade minister will face questions from MPs on subjects he has so far been reluctant to address","byline":"Juliette Garside","body":"<p>They seek him here, they seek him there … the former HSBC gaffer, Lord Green of Hurstpierpoint, might be described as the scarlet pimpernel of banking. Since the furore over the leaked HSBC files earlier this year, Green has successfully eluded any serious questioning. His successors as chief executive and chairman, Stuart Gulliver and Douglas Flint, were left to apologise in his place.</p> \n<p>But the long arm of the Lords will be feeling Green’s ermine-lined collar on Tuesday, when Labour peer Clive Hollick, chair of the upper house’s economic affairs committee, has invited him to have his say at a genteel-sounding session on “banking culture”.</p> \n<p>No one expects the kind of dressing-down meted out by the MP Margaret Hodge to Green’s former colleagues, but Hollick has promised to bring up the money laundering in Mexico and the tax dodging in Switzerland. After all, Green was at the helm during much of the misbehaviour that plunged the bank into a political and legal crisis, before sailing over to the House of Lords in 2010 to become David Cameron’s first trade minister.</p> \n<p>His mantra has been that, “as a matter of principle”, he “will not comment on the business of HSBC, past or present”. HSBC has confirmed that its former boss was not bound by any confidentiality clause. Perhaps Green, an ordained lay minister in the Church of England, will now see fit to set this particular principle aside.</p> \n<h2>Skepta raps up the US ... for Sports Direct</h2> \n<p>It sounds improbable, but according to at least <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/apr/02/how-sports-direct-became-cool-against-all-the-odds\" title=\"\">one retail expert</a>, Sports Direct is “the most fashionable shop in the UK right now”. British grime star Skepta has apparently been breaking America swathed in Sports Direct swag, turning his nose up at conventional US rapper brands like Louis Vuitton. He wears T-shirts with the SD logo onstage, looking, in his own words, “like some Asbo kid and shocking people”.</p> \n<p>The new fashion credentials of Mike Ashley’s discount sports chain are reaching the bottom line. For a lucky 2,500 Sports Direct workers, this means a bonus pot worth on average &pound;70,000 each is about to pay out. Full-year results on Thursday should confirm that the last profits target has been more than met.</p> \n<p>As part of an incentive scheme that began in 2011, earnings this year must reach &pound;300m. The company forecasts &pound;360m, and analysts agree. RBC has just upgraded shares to “outperform”, its second-highest recommendation.</p> \n<p>But the majority of staff are still on zero hours and bosses have yet to settle a claim from 300 people excluded from bonuses because they were tied to the controversial contracts. Sports Direct may no longer be the City’s Asbo kid, but it is still growing up.</p> \n<h2>Overcrowding on Carne’s rail journey</h2> \n<p>A tube strike was a fitting way to mark Sir Peter Hendy’s departure as London transport commissioner, ready for his first week as chairman of Network Rail. But if Hendy looked to be the big new broom to help sweep floundering chief executive Mark Carne in the right direction, the growing crowd of transport grandees threatens to overwhelm the former oilman in the boardroom.</p> \n<p>Nicola Shaw, the boss of HS1, is the latest to join the melee with a brief to sort out Network Rail’s finances and structure. Hendy himself is supposed to be tackling its five-year “plan” – one that looks increasingly like a back-of-the-envelope builder’s quote – to see what other rail work needs scrapping to come in under budget. Richard Brown, a friend of transport secretary Patrick McLoughlin, has been appointed as a special director – aka the government’s spy inside Network Rail. And on top of that, Dame Colette Bowe, a non-executive board member at the Department for Transport, will be spending the summer finding out just how the railway chiefs got their numbers so wrong.</p> \n<p>Carne could be forgiven for feeling hotter under the collar than in his Gulf oilfields of old. But he is resilient and an optimist: last week he outlined how he wanted to speed up plans for a digital railway to arrive by 2029 – so he can be around to see it.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541610630/27b55797-f819-47dc-895b-cbb359eccd6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Stephen Green, former chairman of HSBC, faces a grilling on Tuesday.","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T08:00:06Z","lastModified":"2015-07-12T08:00:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Juliette Garside","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/16/1424080020579/Juliette-Garside-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliette-garside"}],"feature":false,"keywords":["Lord Green","HSBC","Grime","Sports Direct International","Network Rail","Business","Banking"],"tags":[{"id":"business/lord-green","webTitle":"Lord Green"},{"id":"business/hsbcholdings","webTitle":"HSBC"},{"id":"music/grime","webTitle":"Grime"},{"id":"business/sports-direct-international","webTitle":"Sports Direct International"},{"id":"business/network-rail","webTitle":"Network Rail"},{"id":"business/business","webTitle":"Business"},{"id":"business/banking","webTitle":"Banking"}],"section":{"id":"business"},"topics":[{"displayName":"Juliette Garside","topic":{"type":"tag-contributor","name":"profile/juliette-garside"}}],"series":{"title":"Observer business agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/observer-business-agenda"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/12/lord-green-cant-get-out-hsbc-grilling","shortUrl":"http://gu.com/p/4ahhh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/12/lord-green-cant-get-out-hsbc-grilling","webUri":"http://www.theguardian.com/business/2015/jul/12/lord-green-cant-get-out-hsbc-grilling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541610630/27b55797-f819-47dc-895b-cbb359eccd6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stephen Green, former chairman of HSBC, faces a grilling on money laundering and tax evasion at the bank. Photograph: Bloomberg/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Stephen Green, former chairman of HSBC, faces a grilling on Tuesday.","cleanCaption":"Stephen Green, former chairman of HSBC, faces a grilling on money laundering and tax evasion at the bank.","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436541610630/27b55797-f819-47dc-895b-cbb359eccd6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Stephen Green, former chairman of HSBC, faces a grilling on Tuesday.","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}}]},{"title":"What happened to the British medics who went to work for Isis?","rawTitle":"What happened to the British medics who went to work for Isis?","item":{"type":"article","id":"world/2015/jul/12/british-medics-isis-turkey-islamic-state","title":"What happened to the British medics who went to work for Isis?","trailText":"The Observer revealed in March that nine British medical students had crossed the Turkish border into Islamic State territory. As their families despair of seeing them again, what happened next?","standFirst":"The Observer revealed in March that nine British medical students had crossed the Turkish border into Islamic State territory. As their families despair of seeing them again, what happened next?","byline":"Mark Townsend, Marga Zambrana in Istanbul and Muhammed Almahmoud","body":"<p>The man leans forward in the video, a stethoscope dangling from his neck, and urges: “All the people in England, I ask you again, all the Muslims over there, leave the land of England and come to make <em>hijrah</em> [the journey] here. There is a great cause being fought here, the caravan is leaving.”</p> \n<p>The speaker is Ahmed Sami Khader, 23, from south-east London, and the caravan left in the spring. It is almost four months since this newspaper revealed that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/21/british-medical-students-syria-isis\">he and eight other British-Sudanese doctors</a> had crossed the Syrian border at Tel Abyad to join Islamic State and answer its call for doctors.</p> \n<p>Since the Britons disappeared into Isis’s self-proclaimed caliphate, the <em>Observer</em> has collated testimony from family members, friends and former classmates – speaking for the first time, on condition of anonymity – in an attempt to reconstruct what happened to the five women and four men. Were they safe? Did they want to come home?</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ae2fad9ec8063ed05d13263e161d9e9a4e247ade\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648142848/e70099f6-3d99-4c5e-8583-da7851fd9f90-280x420.jpeg\" alt=\"Hisham Muhammed Fadlallah, one of the nine British students believed to be in Isis-controlled territory.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hisham Muhammed Fadlallah, one of the nine British students believed to be in Isis-controlled territory.</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>Their accounts reveal high-level talks took place to rescue the nine, that they remain in contact with their parents, and that more young British medics than previously thought may have travelled from the Sudanese capital to join Isis.</p> \n<p>They also indicate that all were indoctrinated during their studies at Khartoum’s private University of Medical Sciences and Technology by a seemingly benign Islamic organisation that friends claim was a well-oiled “base operation” for Isis to recruit young medics. More young doctors, they say, have been brainwashed by Isis and remain in Khartoum. Two weeks ago a second group of 12 medical students from the university, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/seven-british-medics-sudan-university-join-isis\">including seven Britons</a>, arrived in Turkey in an attempt to cross into Syria.</p> \n<p>So far, two brothers from Leicester have been intercepted on their way to the Syrian border and last week were returned to Khartoum. On Saturday night The Foreign Office confirmed it was working with Turkish police to try to prevent the remaining five Britons reaching Isis. At least 17 young British doctors are known to have attempted the journey from Khartoum to Syria. How many more are ready to follow?</p> \n<p>“What is concerning is that the students who have gone are not the only ones recruited; there are reports of more students currently studying there who have been indoctrinated but have not been told to go,” said a sibling of one of the nine medics inside Syria.</p> \n<p>But what was it that persuaded that initial batch of nine to abandon their families and to travel more than 1,200 miles north to serve a regime that has become synonymous with brutality?</p> \n<p>Life for foreign students on the Khartoum university’s sweeping campus is austere by western standards. Extracurricular activities are few, an exception being the Islamic Cultural Association, a low-key group founded in 2006 to help western students become closer to their religion. The seemingly innocent organisation is accused of being the machine from which Isis has recruited at least 24 medical students. “It became a front for a recruitment operation that focused on recruiting into Islamic State,” said one of the medics’ siblings. The association became increasingly hardline after 2011, when Mohammed Fakhri, from Teesside, became its president.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"30cc32eae7706dba27c37e4704c99940b8796346\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648229401/f7bfa7f0-b294-42da-991f-02c7dc8ec66f-bestSizeAvailable.jpeg\" alt=\"Tasneem Suleyman Huseyin\" width=\"198\" height=\"297\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tasneem Suleyman Huseyin</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>Speaking from Khartoum, one former student described how the ICA regulars who joined Isis became increasingly distant: “You wouldn’t really hear from them, a few brief salaams from a distance.” Other control tactics were used. “They would slowly isolate the individuals from their original friends and family so that they only trusted and respected the inner circle.”</p> \n<p>Light entertainment events became pious affairs. Open mic nights promoted by the ICA were, according to one ex-student, held in an “awkward atmosphere, women and men sat apart”. Applause was prohibited; poetry was celebrated with chants of “Allahu Akbar” [God is greatest].</p> \n<p>Colleagues became concerned that elements within the ICA were promoting extremism. One friend of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/28/syria-british-medical-students-isis-warning-signs\">Lena Mamoun Abdelgadir</a>, the 19-year-old medical student from Norfolk who was among those who joined Isis, said: “Some of the conversations between members of the inner circle depict heated arguments about how to kill sinners who have committed apostasy, adultery. Not <em>if</em> they should kill them, but <em>how</em>.”</p> \n<p>Siblings of the nine believe the ICA – 1,202 Facebook likes at the time of writing – was targeted by Isis as a way to source young, impressionable but highly prized female medics. Peers say that women wearing the full niqab met every Wednesday outside the university’s Abdel-Kariem hall. They say Fakhri was often at such meetings, leading to speculation he might have helped radicalise the women. His father said that he knew nothing about such claims and refused to respond to claims that Fakhri was the first of the nine medics to visit Syria in 2014.</p> \n<p>Another British Khartoum university student who also reportedly travelled to Syria last year, but is unconnected to the ICA medics, was charged in connection with a UK terror plot.</p> \n<p>One theory among the families is that Isis targeted the medics long before the caliphate came into being. “The idea was that there is a pure Islamic state forming in the future and that there will be a signal given when they can go,” said one relative, who has investigated the ICA. Last summer, as Isis began calling for recruits to bolster its ranks, the ICA appeared to embrace Palestinian-American cleric Ahmad Musa Jibril, named by experts as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/apr/15/preachers-spiritual-cheerleaders-social-media-syria-london-university\">world’s most powerful recruiter</a> for westerners looking to join Isis. During Ramadan last year, the ICA’s Facebook page hosted eight videos from Jibril over two weeks – now removed as part of a concerted response by the university, which promotes itself as secularist and progressive – that show increased monitoring and the introduction of student guidance sessions. The British embassy in Khartoum is in contact with the university administration “to address these concerns”.</p> \n<p>The doctors crossed into Syria on 18 March and appear to have been taken to a sharia camp near Raqqa where new arrivals are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/inside-isis-training-camps\">taught the fundamentalist ideology </a>of Isis. According to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/21/islamic-state-capital-raqqa-syria-isis\">Abu Ibrahim Raqqawi,</a> an activist with the group Raqqa is Being Slaughtered Silently, all nine Britons then attended a medical faculty adjacent to the Raqqa National Hospital. Isis opened the facility in January as part of its fledgling health ministry, with recruitment starting weeks before the British doctors arrived. A doctor at the hospital said the Britons joined “a lot” of young foreign medics, primarily Iraqis, Saudis, Libyans and Russians. An influx of African recruits had, according to Raqqawi, made it increasingly problematic to identify the Britons. In late April the group appears to have been split up throughout the caliphate. The doctor said he heard that three were to stay in the city, with the remainder split between the city of Al-Bab, east of Aleppo, Menbij’sNational Hospital, 12 miles from the Turkish border, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/isis-seizes-syrian-military-base-palmyra-islamic-state-border-iraq-homs\">Deir ez-Zor</a>, located deep in Isis territory and where Khader filmed his plea to English Muslims.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"0cdebc4535cc1b2415cace5ce07525f4c5ab249b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648281093/3845854f-ee81-43d9-b7ab-565d5b582dd4-280x420.jpeg\" alt=\"Rowan Kamal Zine El Abidine.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rowan Kamal Zine El Abidine.</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>Clues to who is where are scarce. One of the nine, Mohammed Osama Badri, the eldest at 24, has resurfaced on social media and on 18 June posted an image of an Isis flag flying in a desert landscape that could be almost anywhere in northern Syria.</p> \n<p>Details of the individuals connected to the initial group of British medics have started to emerge. Among the group is Osman Mustafa Fagiri, 23, whose Facebook messages describe walking the streets of Raqqa. Fagiri is understood to have joined Sudanese jihadists who went to fight in Mali in 2013. He visited Swiss Cottage in north London for 10 days last year before flying back to the Sudanese capital. Who he met in the UK and why are not known.</p> \n<p>Then there is the mysterious figure of Fakhri, 24, who, according to Facebook, has links to both groups of British doctors. Sources claim that Fakhri, of Palestinian origin, visited Syria in 2014, which, if true, would make him the first of the British Sudanese doctors to join Isis. His father, who runs the Abu Bakr mosque in Middlesbrough, would not comment on his son’s whereabouts.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"cb65971d5835e9f6b16ffe0b1c8d95b983191528\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648375484/6997a604-3764-420d-8a75-6c6582c5e4c7-280x420.jpeg\" alt=\"Lena Mamoun Abdelgadir.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lena Mamoun Abdelgadir.</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>For the families, the initial optimism that their children’s foray into Isis would prove short lived have faded. Parents have travelled to the border to await for updates from Turkish intelligence officials and the British authorities. Dr Maumoon Abdulqadir, an orthopaedic surgeon, has, according to relatives, moved almost permanently from the family’s home in the Norfolk village of Ashwicken to the Turkish city of Gaziantep, 18 miles from the Syrian border, to find out what has happened to his daughter Lena.</p> \n<p>Some believe such gestures are futile. “Life has to go back to normal. We have other children, we have other commitments. We have to carry on with our lives and then continue efforts to bring these children out,” said one family source.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"4b44100e76b906c082f0df2fa85b4b74e88f769e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648477914/10aaf03e-c6ca-49cd-83a8-203eb8083367-280x420.jpeg\" alt=\"Nada Sami Khader.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nada Sami Khader.</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>Of some hope is the fact the families remain in contact with their children. Using only WhatsApp, the contact follows an eerily similar pattern: perfunctory in tone and lacking in detail. Parents receive messages routinely, varying from twice a week to every fortnight. “They send just one or two lines saying they are doing fine, that they are working in hospitals, doing their shifts, but they don’t give any details,” said one parent.</p> \n<p>Another said: “They send one line: ‘We are OK.’ I am not sure if they are free to write, or the messages are written on their behalf. They don’t talk about their whereabouts, their intentions or if they want to come out.”</p> \n<p>Other parents have received almost identical messages, fostering the suspicion that communication is censored. “All the parents are saying that it is not the same way their children normally write to them. The feeling has grown that they are different people,” said one. The consensus among parents is that Khader’s propaganda video was not voluntary. One set of parents became so exasperated that they asked their child to prove their identity. “They sent voice messages, in WhatsApp, just to reassure their parents.” Yet the voice sounded different.</p> \n<p>“Even these voice messages have something wrong: the parents believe they are not behaving as they used to,” said the source. One parent stopped sending messages. Another said that the young doctors’ refusal to share their whereabouts suggests the WhatsApp messages are supervised.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"04ac1b3975109b71ff4119fd6550f259bca9e996\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436648695905/6b15eed7-49ea-4466-a55a-fc5a24b92a99-280x420.jpeg\" alt=\"Mohammed Osama Bedir\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mohammed Osama Bedir</span> \n  <span class=\"element-image__credit\">Photograph: Observer</span> \n </figcaption> \n</figure> \n<p>For now the advice given to the families is to maintain contact without antagonising Isis supervisors. “If family links are broken, it is Isis who will benefit,” said one family member in London.</p> \n<p>At least one audacious mission to rescue the nine has been explored. In mid-April, according to a family source, Turkish and British security services examined the potential for a raid after receiving intelligence that the group was together in Raqqa. No details are known of the plan, but a special operations raid within the caliphate is obviously fraught with risk. “We heard that it was discussed but they didn’t go ahead,” said the source.</p> \n<p>If the nine attempted to leave independently, one likely method would involve hiring a smuggler to navigate northern Syria, a perilous undertaking compounded by the counter-offensives of Kurdish forces pushing south. The current fighting has raised another grim possibility for the families. Not only do they risk being shot by advancing peshmerga troops, but there is a danger of being killed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/06/isis-syria-us-airstrikes-kurds\">US-led airstrikes targeting Isis positions</a>. “Daesh [Isis] is coming under heavy bombing by the coalition and the Kurds. This situation makes us really frightened,” said the source in London.</p> \n<p>Despite this, Isis smugglers are still getting through, recently guiding <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/three-sisters-nine-children-what-is-the-lure-of-the-isis-caliphate\">three British sisters from Bradford</a> and their nine children to northern Syria.</p> \n<p>The challenge for the nine doctors would be identifying mercenary smugglers they could trust to get them out. Raqqawi, describing roads littered with Isis checkpoints, said: “In Raqqa it’s impossible to get out. If they want to go back they have to contact civilians in the area, it is very risky. There are big walls between foreigners and local people, who are afraid to talk to them.”</p> \n<p>The most likely scenario is a protracted waiting game, a hope that the caliphate implodes or that the medics become disillusioned by the increasing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/isis-hangs-two-boys-in-syria-for-eating-during-ramadan-report\">barbarism of Isis</a>.</p> \n<p>“They need to see the slow deterioration of the state, the behaviour of the people around them getting worse,” said a family source.</p> \n<p>It remains unclear if the British female doctors such as Lena have been married. Although many female foreign arrivals quickly become “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/isis-women-its-not-about-jihadi-brides-its-about-escape\">jihadi brides</a>,” activists in Raqqa say that Isis’s foreign doctors are viewed differently, allowing them to work unmarried. The caliphate’s strict segregation rules – female medics can operate only on women – and a shortage of female doctors have amplified their worth.</p> \n<p>But the families know that circumstances change quickly within the turbulent, embryonic caliphate. As the sibling of one medic said: “It’s not a small chance that none of them will come back alive.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436647797506/Smoke-rises-from-an-airst-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images","credit":"Gokhan Sahin/Getty Images","altText":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis","cleanCaption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648142229/e70099f6-3d99-4c5e-8583-da7851fd9f90-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Hisham Muhammed Fadlallah, one of the nine British students believed to be in Isis-controlled territory. Photograph: Observer","credit":"Observer","altText":"Hisham Muhammed Fadlallah, one of the nine British students believed to be in Isis-controlled territory.","cleanCaption":"Hisham Muhammed Fadlallah, one of the nine British students believed to be in Isis-controlled territory.","cleanCredit":"Photograph: Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648229401/f7bfa7f0-b294-42da-991f-02c7dc8ec66f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":198,"orientation":"portrait","caption":"Tasneem Suleyman Huseyin Photograph: Observer","credit":"Observer","altText":"Tasneem Suleyman Huseyin","cleanCaption":"Tasneem Suleyman Huseyin","cleanCredit":"Photograph: Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648280568/3845854f-ee81-43d9-b7ab-565d5b582dd4-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Rowan Kamal Zine El Abidine. Photograph: Observer","credit":"Observer","altText":"Rowan Kamal Zine El Abidine.","cleanCaption":"Rowan Kamal Zine El Abidine.","cleanCredit":"Photograph: Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648376371/6997a604-3764-420d-8a75-6c6582c5e4c7-440x660.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":660,"width":440,"orientation":"portrait","caption":"Lena Mamoun Abdelgadir. Photograph: Observer","credit":"Observer","altText":"Lena Mamoun Abdelgadir.","cleanCaption":"Lena Mamoun Abdelgadir.","cleanCredit":"Photograph: Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648478114/10aaf03e-c6ca-49cd-83a8-203eb8083367-400x600.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":400,"orientation":"portrait","caption":"Nada Sami Khader. Photograph: Observer","credit":"Observer","altText":"Nada Sami Khader.","cleanCaption":"Nada Sami Khader.","cleanCredit":"Photograph: Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436648695551/6b15eed7-49ea-4466-a55a-fc5a24b92a99-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"Mohammed Osama Bedir Photograph: Observer","credit":"Observer","altText":"Mohammed Osama Bedir","cleanCaption":"Mohammed Osama Bedir","cleanCredit":"Photograph: Observer"}],"webPublicationDate":"2015-07-11T23:02:04Z","lastModified":"2015-07-11T23:02:04Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Mark Townsend","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktownsend"}],"feature":false,"keywords":["Islamic State","UK news","Syria","Middle East and North Africa","Sudan","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/sudan","webTitle":"Sudan"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Mark Townsend","topic":{"type":"tag-contributor","name":"profile/marktownsend"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/12/british-medics-isis-turkey-islamic-state","shortUrl":"http://gu.com/p/4ahqm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/12/british-medics-isis-turkey-islamic-state","webUri":"http://www.theguardian.com/world/2015/jul/12/british-medics-isis-turkey-islamic-state"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436647797506/Smoke-rises-from-an-airst-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images","credit":"Gokhan Sahin/Getty Images","altText":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis","cleanCaption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436647797506/Smoke-rises-from-an-airst-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images","credit":"Gokhan Sahin/Getty Images","altText":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis","cleanCaption":"Smoke rises from an airstrike in Kobani, Syria, during fighting between Syrian Kurds and Isis near the border with Turkey. Photograph: Gokhan Sahin/Getty Images"}}]},{"title":"Yorkshire pride renewed as county’s ‘boys of summer’ lead cricket revival","rawTitle":"Yorkshire pride renewed as county’s ‘boys of summer’ lead cricket revival","item":{"type":"article","id":"uk-news/2015/jul/12/yorkshire-pride-renewed-as-countys-boys-of-summer-lead-cricket-revival","title":"Yorkshire pride renewed as county’s ‘boys of summer’ lead cricket revival","trailText":"The county won Olympic laurels and gloried in the Tour de France. Now its players  are dominating the Ashes team and inspiring another crop of tale","standFirst":"After Olympic glory and last year’s Tour de France, cricket mania is spreading across the dales, inspired by a fresh crop of talent in the battle for the Ashes","byline":"Helen Pidd","body":"<p>A year ago, Yorkshire was basking in the glory of hosting what Christian Prudhomme, race director of the Tour de France, called the “<a href=\"http://www.bbc.co.uk/sport/0/cycling/28188083%E2%80%9Dhttp://www.bbc.co.uk/sport/0/cycling/28188083\" title=\"\">grandest ever Grand Depart</a>”. Two years before that, the more bumptious residents of God’s Own County were boasting that if it had been a country, <a href=\"http://www.theguardian.com/uk/the-northerner/2012/aug/13/yorkshire-olympic-medals-gold-tourism-leeds-york-dales-sheffield-hull%E2%80%9Dhttp://www.theguardian.com/uk/the-northerner/2012/aug/13/yorkshire-olympic-medals-gold-tourism-leeds-york-dales-sheffield-hull\" title=\"\">it would have been 12th in the medal table at the London Olympics</a>, above South Africa and Jamaica. This summer Yorkshire is enjoying yet another purple period as the county’s cricketers give the Aussies many runs for their money in the first Ashes Test.</p> \n<p>Four out of the 13-man <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/ashes-2015-england-adil-rashid-first-test-squad\" title=\"\">England squad</a> are Yorkshire stars: Sheffield’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/joe-root-england-ashes-australia\" title=\"\">Joe Root</a>, Whitby lad Adam Lyth, Adil Rashid from Bradford and Gary Ballance, who despite being Zimbabwe-born and Harrow-educated, was able to play for Yorkshire after the relaxation of its once-ironclad birth qualification rule. Just as Tour fever <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/dec/17/how-yorkshire-won-the-2014-tour-de-france\" title=\"\">gripped Yorkshire last summer</a> – with yellow bicycles popping up along the route and farmers spraying their sheep the colours of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/dec/17/how-yorkshire-won-the-2014-tour-de-france\" title=\"\">race leaders’ jerseys</a> – so too is cricket mania spreading through the dales and moors of the three ridings.</p> \n<p>The sport hasn’t been so popular locally in years: T20 attendances at Headingley are up 30% this season, according to Yorkshire CCC, with membership also surpassing last year. Almost 44,000 people went to see England v New Zealand at the ground last month. Plus there are now 747 clubs across the county, playing in 118 organised leagues, more than any other region in the UK – and in the whole of Australia. Some 117,000 adults play in Yorkshire teams, along with 21,300 juniors. But nowhere is the Ashes excitement more obvious than at Sheffield Collegiate Cricket Club in Dore, in the leafy south-west of the steel city. That’s where Root learned to become the off-spinner and very handy batsman he is today – with 194 runs and two wickets in England’s First Test victory.</p> \n<p>Among those in the club bar watching their homegrown star on Friday afternoon was his granddad, Don Root. “The novelty hasn’t worn off yet,” said Don, 79. “I’m just not as nervous watching as I used to be.” His grandson had just been bowled out for 60, leading to a plain-speaking Yorkshire assessment: “Today Joe made a modest contribution by his own standards.”</p> \n<p>On Friday night around 100 children attended the Michael Vaughan Cricket Academy, named after the last local lad to dominate the England side. Among them was Rafy Sharpe, eight-and-a-half, a little blondie in whites and red trainers who had been trying to skive off school all week to watch the Test, according to his mother, Eve. “Unsuccessfully, I might add,” she said.</p> \n<p>The lad made the classic error of asking his father: “If I said I was ill, could I stay off school?” Rafy lives for cricket: his parents have installed artificial turf in their garden so he can practise as much as he likes before and after school. He had been looking forward to the Ashes much more than Christmas, said Eve. “It’s been a joke in our house. ‘Mum, it’s only four days to go!’ He’s not excited about Christmas – not that he’s ‘bah humbug’, but this is his life: cricket.”</p> \n<p>Rafy, irritated at missing some of the play to talk to the <em>Observer</em>, said Root was his favourite player: “Because he’s a good batsman and he looks a bit like me.” Over by the nets, four sharp young ladies were practising bowling. Isobel Dove, 12, dreamily recalled the day she met Root and his younger brother Billy, who plays for Nottinghamshire, at the club. “I got both of their signatures on a five-pound note,” she said. “I wrote on it: ‘Never ever spend this &pound;5 note’ and put it on my wall.”</p> \n<p>Harriet Broughton, also 12, reflected on why Yorkshire folk were perhaps better at cricket than their southern counterparts. “People in London – not all of them, but some of them – grow up used to looking at Buckingham Palace out of their window, whereas we see fields and trees,” she said. “Think about back in history, when people in London were dignified, using a napkin to wipe the corners of their mouths rather than their sleeves, when in Yorkshire we were farmers, ploughing and stuff. If they didn’t grow enough crops they wouldn’t have enough to eat and would die. They got used to, what’s the word? Persevering.” Isobel felt the weather contributed to the county’s cricketing prowess. “We play rain or shine,” she said. “Apart from on Wednesday,” chipped in 11-year-old Louisa Edwards, who plays for South Yorkshire as well as for a boys’ team. “It was raining so hard we couldn’t on Wednesday,” she said. The girls agreed it was a shame the sport was so dominated by boys. All four had been picked out at their primary school by a programme called Chance to Shine, which has so far coached 148,000 young Tykes. Harriet thought cricket perhaps wasn’t seen as cool. “Some girls might think, ‘Ooh no, it will mess up my hair’.” Her friend Freya Miller, 12, looked sheepish. “Freya’s hair goes really frizzy sometimes,” explained Isobel. She mused as to why other girls didn’t want to play: “Boys think they are really tough, but girls think they are not good enough.” Louisa thought girls were frightened of the cork ball: “To be fair, it does hurt if it hits you.” Harriet agreed: once she was hit in the face with her specs on.</p> \n<p>Back at the club house, their dads drank beer. They were wearing matching tops bearing the legend “<a href=\"https://www.facebook.com/FatLadsfromDore\" title=\"\">Fat Lads From Dore</a>”, to advertise a forthcoming bike ride from London and Paris to raise money for Sheffield children’s hospital. “It all came out of the Tour de France coming here last year,” said Freya’s dad, Andrew Miller. “We watched the Tour come to Sheffield and all bought road bikes. In the news last week there was talk of how poor the legacy had been from the Olympics, but in Yorkshire the Tour de France inspired us and many others.” According to VisitEngland, the race has also made Yorkshire richer: visitors’ spending has increased by 45% since last July, while numbers are up by nearly a quarter and overnight visitors are up by 20%.</p> \n<p>Earlier in the day at Totley primary school, headteacher Chris Stewart had been sneaking a look at his iPad to check the cricket score. He taught Root when he worked at Dore primary in the 1990s. “We used to play in the playground with a tennis ball and no pads,” he recalled. “We couldn’t get Joe out, so I got him to stand on one leg – still he stayed in. So I got him to play left handed. Same thing. Got him to close one eye. Only when we made him close both did we bowl him out.” Stewart said Root was a great inspiration for other young cricketers. “I took my lad down to Abbeydale a few weeks ago and Joe was there. He was more than willing to take the time to bowl at the young ones in the nets. He’s not a big-time Charlie.”</p> \n<p>Just as many people in Rochdale have a Lisa Stansfield story and everyone in Burnage claims to know Liam Gallagher’s mum, so everyone around south-west Sheffield seems to know one or more of the Root family. Glued to the telly in Champs sports bar in Loxley, teaching assistant Ben Brown, 23, said he used to play against Joe Root as a teenager. “It’s a bit annoying, actually, watching him, and thinking ‘That could have been me.’ ”</p> \n<p>It had been another vintage summer for Yorkshire, said Sir Gary Verity, the recently knighted head of Welcome to Yorkshire.</p> \n<p>“Last year Yorkshire hosted the grandest of Grand Departs. We proved we can host the big events and 12 months on, Yorkshire continues to lead the way, with the Leeds Rhinos winning the Challenge Cup at Wembley, Yorkshire&nbsp;winning the County Championship and now providing almost half of the England team for the Ashes series, and our boxers Nicola Adams, Kell Brook and Josh Warrington all holding titles.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436618212953/joe-root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk","credit":"Ross Parry Agency/rossparry.co.uk","altText":"joe root","cleanCaption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:05Z","lastModified":"2015-07-11T23:31:52Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":true,"keywords":["Yorkshire","UK news","England cricket team","Sport","Cricket","The Ashes","Yorkshire","Joe Root"],"tags":[{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"uk/uk","webTitle":"UK news"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/joe-root","webTitle":"Joe Root"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/12/yorkshire-pride-renewed-as-countys-boys-of-summer-lead-cricket-revival","shortUrl":"http://gu.com/p/4atv2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/12/yorkshire-pride-renewed-as-countys-boys-of-summer-lead-cricket-revival","webUri":"http://www.theguardian.com/uk-news/2015/jul/12/yorkshire-pride-renewed-as-countys-boys-of-summer-lead-cricket-revival"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436618212953/joe-root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk","credit":"Ross Parry Agency/rossparry.co.uk","altText":"joe root","cleanCaption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436618212953/joe-root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk","credit":"Ross Parry Agency/rossparry.co.uk","altText":"joe root","cleanCaption":"Joe Root aged five, right, and his brother Billy at the age of three. Young Yorkshire cricketers are being inspired by the sporting siblings. Photograph: Ross Parry Agency/rossparry.co.uk"}}]},{"title":"Journalist resigns / Canada shipwreck claims another victim 170 years later","rawTitle":"Canada shipwreck claims another victim 170 years later","item":{"type":"article","id":"world/2015/jul/11/hms-erebus-shipwreck-canada-paul-watson-resigns","title":"Canada shipwreck claims another victim 170 years later: a muck-raking journalist","trailText":"Pulitzer prize winner Paul Watson says Toronto Star editors refused to allow him to dig into ‘distorted and inaccurate accounts’ of Canada’s search for HMS Erebus","standFirst":"<p>Pulitzer prize winner Paul Watson says Toronto Star editors refused to allow him to dig into ‘distorted and inaccurate accounts’ of Canada’s search for HMS Erebus</p>","byline":"Jessica Murphy in Ottawa","body":"<p>When Canada unveiled the discovery of a 19th-century British explorer’s ship in the Arctic last year, it was seen as a national triumph. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/09/british-ship-1845-franklin-expedition-found-canada\">The successful search for HMS Erebus</a> was a scientific and historic coup – and a political one as well, playing into the Conservative government’s focus on securing Arctic sovereignty.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/13/canada-uses-franklin-expedition-wreck-north-west-passage-claim\">Canada uses Franklin expedition wreck to boost North-West Passage claim</a> </p> \n</aside> \n<p>Prime minister Stephen Harper personally announced the Erebus discovery, found by a government-led search team off Canada’s northern coast where it had lain hidden in the depths for nearly 200 years. </p> \n<p>The discovery of the vessel – one of two ships making up the doomed 1845 polar expedition lead by British explorer Sir John Franklin – received worldwide acclaim.<br /></p> \n<p>Now, however, that find is getting a different kind of attention.<br /></p> \n<p>This week, Pulitzer prize-winning journalist Paul Watson <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/greenslade/2015/jul/08/canadian-journalist-resigns-over-papers-refusal-to-publish-his-story\">suddenly resigned from the country’s largest newspaper</a> in a very public spat over what he says is censorship of a story of “significant public interest” related to the successful six-year search for the lost Franklin expedition vessels.</p> \n<p>Watson said he left the Toronto Star after a meeting with senior editors on Tuesday because they refused to allow him to dig into what he called “distorted and inaccurate accounts” of the successful search for the Franklin expedition flagship.<br /></p> \n<p>He also alleged that the CEO of the Royal Canadian Geographical Society, John Geiger – the former editorial board head of another major Canadian newspaper – was inflating the organization’s role in the archaeological find. <br tabindex=\"-1\" /></p> \n<p>The geographical society – which publishes Canadian Geographic magazine – was brought on board the search in early 2014 to help bring the story to the broader public.</p> \n<p>“I’ve taken a million dollar stand because I think enough is enough,” he told the Guardian, referring to the money he calculates he left on the table by walking away from the Star before his retirement.</p> \n<p>The Star rejected Watson’s accusations, saying the Watson affair was “fundamentally a personnel matter” and calling his suspicion that Geiger had pressed Star editors to constrain his reporting “an extremely odd idea”.</p> \n<p>The paper also pointed to its muckraking track record, including its investigative reporting on former Toronto mayor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/rob-ford\">Rob Ford</a>.</p> \n<p>“We have not suppressed such stories in the past, we’re not doing it now, we won’t do it in the future,” said Star spokesman Bob Hepburn.<br /></p> \n<p>Watson – who has reported on conflicts in Iraq, Afghanistan and Somalia for the Star and the Los Angeles Times – was on a Canadian coast guard icebreaker covering the search for the Franklin ships for the Star when the Erebus was found.</p> \n<p>He said that editors at the Star spiked his proposed story, which was based on two main elements. According to Watson, in the days after the Erebus was found, government experts complained about the official version of the discovery, but were hesitant to express them. Months later, similiar concerns were raised by Jim Balsillie, the former co-CEO of Research in Motion, the former name of the company which makes Blackberry smartphones.</p> \n<p>Balsillie’s Arctic Research Foundation was part of the public-private partnership expedition that found the Franklin ship. </p> \n<p>In the April letter to Canadian environment minister Leona Aglukkaq, Balsillie flagged what he thought were errors in “Franklin’s Lost Ships” a joint UK-Canadian documentary production about last fall’s discovery expedition.<br tabindex=\"-1\" /></p> \n<p>He also claimed that the film exaggerated the contributions to the search to “the benefit of the Royal Canadian Geographic Society and its own partners” at the expense of government experts and agencies.<br /></p> \n<p>The film-makers are standing behind the accuracy of the film and deny any editorial meddling.<br /></p> \n<p>Director Andrew Gregg called it a “straight up narrative of finding a lost ship” but said with a 43-minute timeline “it doesn’t take time to stop and point at all the different partners who were up in the Arctic, and if some noses are out of joint because of that, then I guess I can understand”.<br tabindex=\"-1\" /></p> \n<p>Geiger, meanwhile, told the Canadian Press he had no control over the editorial narrative of the documentary.<br /></p> \n<p>“We saw it for the first time when it aired on (TV) just like the rest of the viewing public,” he said to the wire service.<br /></p> \n<p>The Canadian Press also quoted him as saying there appears to be a “fundamental difference” between the Star and Watson.</p> \n<p>Watson said that, until this week, he had a good relationship with his former employers but admits to clashes with management, which he puts down to normal back-and-forth between a reporter and editors.</p> \n<p>The reporter said that the affair ultimately boils down to his concerns over newsroom censorship, an overly tight-knit media culture in Canada – and more broadly, the need to take a stand on well-publicized complaints by federal public servants about the Conservative’s stranglehold on government communications.</p> \n<p>“I’m not the first to say there’s a broad problem in this country and people need to fix it before it’s too late,” he said.</p> \n<p>He said he would continue his reporting into the Franklin discovery. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/3/13/1426282984484/The-Erebus-left-England-f-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Alamy","altText":"The Erebus left England for the Arctic in 1845.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-11T17:08:15Z","lastModified":"2015-07-11T18:19:21Z","metadata":{"commentable":true,"commentCount":56,"contributors":[],"feature":true,"keywords":["Canada","Arctic","World news","Americas"],"tags":[{"id":"world/canada","webTitle":"Canada"},{"id":"world/arctic","webTitle":"Arctic"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/hms-erebus-shipwreck-canada-paul-watson-resigns","shortUrl":"http://gu.com/p/4ahme","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/hms-erebus-shipwreck-canada-paul-watson-resigns","webUri":"http://www.theguardian.com/world/2015/jul/11/hms-erebus-shipwreck-canada-paul-watson-resigns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/3/13/1426282984484/The-Erebus-left-England-f-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Erebus left England for the Arctic in 1845. Photograph: Alamy","credit":"Alamy","altText":"The Erebus left England for the Arctic in 1845.","cleanCaption":"The Erebus left England for the Arctic in 1845.","cleanCredit":"Photograph: Alamy"}},"importance":3,"kicker":{"title":"Journalist resigns"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Columnist/Columnists/2015/3/13/1426282984484/The-Erebus-left-England-f-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Alamy","altText":"The Erebus left England for the Arctic in 1845.","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-07-12T08:12:52Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}