{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"How Worcestershire town's plan to give sanctuary to Syrian refugees met with barriers","rawTitle":"How Worcestershire town's plan to give sanctuary to Syrian refugees met with barriers","item":{"type":"article","id":"world/2015/jul/08/malverns-plan-to-give-sanctuary-to-syrian-refugees-met-with-barriers","title":"Malvern’s plan to give sanctuary to Syrian refugees met with barriers","trailText":"Worcestershire town has a proud history of welcoming refugees, but residents’ latest efforts have been thwarted by bureaucracy and council fears over costs","standFirst":"<p>Worcestershire town has a proud history of welcoming refugees, but residents’ latest efforts have been thwarted by bureaucracy and council fears over costs</p>","byline":"Steven Morris and Naomi Larsson","body":"<p>Over the last century the hillside spa town of Malvern has provided a safe haven for hundreds of refugees who have fled wars, disasters and dictators.</p> \n<p>So when a group of townsfolk tried to arrange the safe passage of a dozen Syrian families to this peaceful corner of Worcestershire under a much-vaunted government scheme, they imagined it would be relatively straightforward.</p> \n<p>Far from it. For more than six months the Malvern Welcomes Syrian Families group has faced bureaucracy, buck-passing and, ultimately, a firm “no thanks” from social services, education and health chiefs who argue the arrival of even such a small group of refugees would be an unpopular burden on local taxpayers.</p> \n<p>“It is hugely disappointing,” said Sue Wolfendale, a member of the steering committee set up to try to smooth the way for the refugees. “We’ve got a network of good people ready to help – to teach English, provide transport, decorate and renovate homes. People want to do their bit but it feels as if obstacles are being put in our way.”</p> \n<p>What is happening in Malvern is not an isolated example. Across the UK, citizens, charities and some local authorities have expressed interest in helping bring in refugees under the government’s <a href=\"https://www.gov.uk/government/speeches/vulnerable-persons-relocation-scheme-for-syrian-nationals\">Syrian vulnerable persons relocation scheme</a> but have been thwarted. <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;ved=0CCkQFjAB&amp;url=http%3A%2F%2Fresearchbriefings.files.parliament.uk%2Fdocuments%2FSN06805%2FSN06805.pdf&amp;ei=WaGWVamjKMWnsgHiwJDwCA&amp;usg=AFQjCNGnoK_6BWqwB8uY_Yf1LFtNwIbSmw&amp;sig2=3I1KezABwuFgHFJ3IJK7Rw&amp;bvm=bv.96952980,d.bGg\">Only 187 people have arrived through the scheme since it was launched in January last year. </a></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People want to do their bit but it feels as if obstacles are being put in our way</p> \n  <footer> \n   <cite>Sue Wolfendale</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Organisations that work with refugees are critical. They see the government’s scheme as unambitious and half-hearted – no quota has been set and only several hundred are expected to be given refuge in the UK under it. Campaigners also believe local authorities are failing in many cases to play their part.</p> \n<p>Lisa Doyle, head of advocacy at the <a href=\"https://www.refugeecouncil.org.uk/\">Refugee Council</a>, said the number of vulnerable Syrian refugees being cared for in the UK was pitiful. “Events in the Middle East have fuelled the greatest refugee crisis since the second world war,” she said. “The extent of the government’s ambition to resettle a few hundred people woefully pales in comparison to the thousands of life-saving resettlement places being offered by other European countries like Germany and Norway.”</p> \n<p>Doyle denied that Syrian refugees would be a burden on communities such as Malvern. She said each family would include someone struggling to survive: a child with a medical condition, perhaps, or an adult who has been tortured or injured – and there would be a cost. But she pointed out that other family members would not be a burden and, indeed, would be keen to contribute to a community that had stepped in to save a loved one.</p> \n<p>“We must also grasp every opportunity we can to uphold Britain’s proud tradition of being a place of refuge for people fleeing unimaginable atrocities,” said Doyle. “Communities like Malvern have shown their eagerness to help uphold this reputation; they must be supported to play a vital part in responding to this historic refugee crisis by offering safe haven to a handful of Syria’s refugees.”</p> \n<p>The government initially did not plan to offer places for any vulnerable refugees, instead focusing its efforts on providing aid to Syria’s neighbours to help them deal with the crisis. After criticism and lobbying it introduced the vulnerable persons scheme to pave a way for selected refugees to come to the UK.</p> \n<p>It does not say where the 187 refugees have gone, on privacy grounds. Glasgow, for one, has said it has housed 55 people (11 families). The city council says they have settled well.</p> \n<p>Other councils are still trying to work out how to make the scheme work 18 months after it was announced. Birmingham, for example, has said it wants to take in vulnerable Syrian refugees but is still only at the discussion stage.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e2da248ca456587286daf9811b9160c62e9fc391\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436176774672/e7dafca5-2cc3-4f70-b07a-e54c3c78e739-460x276.jpeg\" alt=\"Julian Roskams\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Councillor Julian Roskams said the county council was misjudging the willingness of Worcestershire people to help.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Phillips for the Guardian</span> \n </figcaption> \n</figure> \n<p>Some councils have also expressed frustration. Kingston council in south-west London says it is struggling because the rules laid down by the government on how the scheme should operate are so tight – for instance, there are precise rules on the type of housing that is deemed suitable.</p> \n<p>The government rejects suggestions that it is at fault. A spokesman said the UK was at the forefront of the international response to the Syrian crisis. He said: “Through the vulnerable persons relocation scheme we are working closely with the UN high commissioner for refugees to identify those most at risk and bring them to the UK. The scheme is helping those in the greatest need. Local authorities and partners have played a vital role in helping those arriving here to settle into a new life in the UK. We welcome offers of support from any local authority which is able to assist.”</p> \n<p>The idea of bringing refugees to Malvern was raised by the local Amnesty International group in November. The following month <a href=\"http://www.malvernhills.gov.uk\">Malvern Hills district council</a><a href=\"http://%20http//www.malvernhills.gov.uk\"> </a>agreed that the area should find a way of hosting a small number of Syrian refugees and began to investigate practical ways of making it happen.</p> \n<p>Under the scheme, central government covers the first year’s costs, including health, education and social care of refugees who arrive under the scheme. But the question was: what happened after the 12-month period? Who picked up any further bills?</p> \n<p>The matter was passed on to the Conservative-controlled Worcestershire county council, which holds the purse strings for education and social care. For months its members and officers – and health officials – discussed and investigated the implications. </p> \n<p>When the idea finally reached the council’s cabinet, it did not find favour. The leadership said the idea of the scheme was to bring refugees to urban rather than rural areas (the Home Office denies this is the case). In addition, council leaders raised the prospect of refugees arriving not just from Syria but from Libya, Nigeria, Senegal, Eritrea and Ethiopia – though the scheme is aimed solely at Syrians.</p> \n<p>But the bottom line, in these cash-strapped times, is money. The leadership was worried its council tax payers would end up footing the bill for any continuing services the refugees needed when central government funding ended after a year. Officers estimated that it could cost &pound;150,000 a year to look after the 12 families.</p> \n<p>The council leader, Adrian Hardman, argued at the <a href=\"http://worcestershire.moderngov.co.uk/ieListDocuments.aspx?CId=131&amp;MId=363&amp;Ver=4\">cabinet meeting</a> that compassion was one the reasons people stood for office. But his message was stark: “The majority of our funding comes from Worcestershire council tax payers who, I believe, expect their money to be spent on Worcestershire residents.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We’ve welcomed people in need before; we should find a way to do it now</p> \n  <footer> \n   <cite>Vivienne Jones</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The Malvern district and town Green councillor Julian Roskams, who was town mayor when the idea of welcoming refugees was first mooted (his term of office has since expired) said he believed the county council was misjudging the willingness of Worcestershire people to help. “The county council has not actually asked what people want,” he said.</p> \n<p>He had been one of the champions of the idea of bringing in Syrians partly because it fitted in neatly with the 100th anniversary of the arrival of 500 Belgian refugees, who were warmly welcomed into the area during the first world war. “It seemed a really good way of celebrating that proud history,” said Roskams, himself the descendant of 17th-century refugees who fled the Greater Netherlands for England as part of the Huguenot exodus.</p> \n<p>Displays at <a href=\"http://malvernmuseum.co.uk/\">Malvern Museum of Local History </a>are a reminder of the town’s generosity to the Belgians. Large houses were provided, children donated chocolate, and sewing groups made clothes for refugees and toys for their children. Later Malvern gave sanctuary to people ranging from Jewish refugees who escaped Nazi Germany to Asian Ugandans who were forced out in the 1970s by Idi Amin.</p> \n<p>A yellowing newspaper clipping from the 1950s describes a fete held to raise money for Austrian refugees. “Malvern is a place where everybody gets together to help everybody else,” the councillor Robert King, chairman of the district council, said as he opened the fundraiser.</p> \n<p>Faith Renger, curator at the museum, said she hoped that was still true. “It is clear that Malvern residents throughout the 20th century were very compassionate and open-hearted in receiving refugees from different war theatres,” she said. “Houses, food, clothes, education, entertainment, employment and love were offered unstintingly by local people.”</p> \n<p>Despite the lack of encouragement from the county council, the Syrian steering committee is pressing ahead. It has spoken to Syrian refugees already in the UK and has held <a href=\"http://heyevent.com/event/4wwsayrcukl32a/creating-a-culture-of-welcome-malvern-welcomes-syrian-families\">a weekend workshop </a>to plan its next steps. Its members plan to lobby the next full county council meeting to attempt to change their minds.</p> \n<p>Vivienne Jones, a member of the Churches Together group in Malvern who also sits on the steering committee, recalls how supportive the area was when three families of so-called Vietnamese boat people arrived in 1979.</p> \n<p>Just as when the Belgians came to town, volunteers helped spruce up homes and donated food. One of the children went on to win a scholarship to Oxford. “They were educated, intelligent and integrated well,” said Jones. They became cherished members of our community. We’ve welcomed people in need before; we should find a way to do it now.” </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436176054868/05e53ad3-404e-48eb-b957-622dbf47acbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gareth Phillips for the Guardian","altText":"Members of Malvern's local Amnesty group, who are campaigning to find homes for Syrian refugees.","cleanCredit":"Photograph: Gareth Phillips for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436176776000/e7dafca5-2cc3-4f70-b07a-e54c3c78e739-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Councillor Julian Roskams said the county council was misjudging the willingness of Worcestershire people to help. Photograph: Gareth Phillips for the Guardian","credit":"Gareth Phillips for the Guardian","altText":"Julian Roskams","cleanCaption":"Councillor Julian Roskams said the county council was misjudging the willingness of Worcestershire people to help.","cleanCredit":"Photograph: Gareth Phillips for the Guardian"}],"webPublicationDate":"2015-07-08T07:00:05Z","lastModified":"2015-07-08T07:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"},{"name":"Naomi Larsson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/naomi-larsson"}],"feature":false,"keywords":["Refugees","Syria","UK news","Middle East and North Africa","World news"],"tags":[{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/syria","webTitle":"Syria"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/malverns-plan-to-give-sanctuary-to-syrian-refugees-met-with-barriers","shortUrl":"http://gu.com/p/4acab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/malverns-plan-to-give-sanctuary-to-syrian-refugees-met-with-barriers","webUri":"http://www.theguardian.com/world/2015/jul/08/malverns-plan-to-give-sanctuary-to-syrian-refugees-met-with-barriers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436176054868/05e53ad3-404e-48eb-b957-622dbf47acbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Members of Malvern’s local Amnesty group, who are campaigning to find homes for Syrian refugees. Photograph: Gareth Phillips for the Guardian","credit":"Gareth Phillips for the Guardian","altText":"Members of Malvern's local Amnesty group, who are campaigning to find homes for Syrian refugees.","cleanCaption":"Members of Malvern’s local Amnesty group, who are campaigning to find homes for Syrian refugees.","cleanCredit":"Photograph: Gareth Phillips for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436176054868/05e53ad3-404e-48eb-b957-622dbf47acbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gareth Phillips for the Guardian","altText":"Members of Malvern's local Amnesty group, who are campaigning to find homes for Syrian refugees.","cleanCredit":"Photograph: Gareth Phillips for the Guardian"}}]},{"title":"Disability rights / ‘In the Lords, I’m still a radical activist,’ says Jane Campbell","rawTitle":"‘In the Lords, I’m still a radical activist,’ says Jane Campbell","item":{"type":"article","id":"society/2015/jul/08/jane-campbell-disability-rights-campaigner-lords-radical-activist","title":"Disability rights campaigner Jane Campbell: ‘In the Lords, I’m still a radical activist’","trailText":"Lady Campbell, a crossbench peer, is still battling benefit cuts that affect disabled people and the assisted dying bill, even though she no longer stops traffic in protests outside Westminster","standFirst":"Lady Campbell, a crossbench peer, is still battling benefit cuts that affect disabled people and the assisted dying bill, even though she no longer stops traffic in protests outside Westminster","byline":"Saba Salman","body":"<p>Lady Campbell’s single-mindedness has made her one of the most influential figures in UK disability rights, from her origins as a grassroots activist stopping traffic by parking her wheelchair on London’s Westminster Bridge Road, to her current role as a crossbench peer.</p> \n<p>Yet her resolve was recently tested when she spotted a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/24/disability-campaigners-clash-with-police-inside-commons-over-benefit-cuts\" title=\"\">protest against the government’s scrapping of the independent living fund (ILF)</a> on her way into the House of Lords. “I suddenly saw wheelchair users in the road, and I was immediately transported back 20 years … The desire to say ‘sod it’ and get in the road [because] ‘hey, this is what it’s about’ was very strong; it took something to come in here [the Lords] and take a deep breath and say, ‘I’m going to negotiate’, because you need both [negotiation and activism].”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/24/disability-campaigners-clash-with-police-inside-commons-over-benefit-cuts\">Disability campaigners clash with police inside parliament over benefit cuts</a> </p> \n</aside> \n<p>Jane Campbell’s work now involves more debate than demonstration. As well as the campaign to save the &pound;320m ILF programme that funds 18,000 disabled people’s community-based care, which was axed last week, she has <a href=\"http://www.publications.parliament.uk/pa/ld201516/ldhansrd/text/150603-0001.htm#15060326000404\" title=\"\">spoken in the Lords about the devastating impact of austerity on disabled people </a>ahead of the &pound;12bn of welfare cuts expected to be outlined in Wednesday’s budget. She has also <a href=\"http://www.publications.parliament.uk/pa/ld201415/ldhansrd/text/150116-0001.htm\" title=\"\">argued against the assisted dying bill</a>, saying the proposal devalues disabled people’s lives.</p> \n<p>This week, in recognition of her pioneering equality work, social justice thinktank the <a href=\"http://www.bevanfoundation.org/\" title=\"\">Bevan Foundation</a> honoured her with a lifetime achievement award.</p> \n<p>Campbell, 56, who was ennobled in 2006, has the degenerative condition spinal muscular atrophy and uses a ventilator to help her breathe. She helped campaign for the Disability Discrimination Act 1995 and the Community Care (Direct Payments) Act 1996, the latter giving people more control and choice over their support. Her high-profile roles include being a commissioner at the Equality and Human Rights Commission and as founding chair of the Social Care Institute for Excellence (SCIE).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I used to be militant Emmeline Pankhurst and I am now Millicent Fawcett</p> \n </blockquote> \n</aside> \n<p>Her methods may have changed, she says, but not her message. “I am the radical campaigner who does not bring a banner into the Lords, but says the very same things, just in a way they [politicians] can hear it.” She sees parallels between female emancipation and disability equality (she did her MA on suffragette Sylvia Pankhurst). “I used to be militant Emmeline Pankhurst and I am now Millicent Fawcett,” she says.</p> \n<p>Her recent ILF campaign included defending it as<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/mar/31/independent-living-fund-disabled\" title=\"\"> “a beacon of good practice” </a>and <a href=\"http://www.publications.parliament.uk/pa/ld201314/ldhansrd/text/140331-gc0001.htm#14033119000228\" title=\"\">securing a Lords debate on the issue</a>. Now, the standalone fund is being devolved to councils, with widespread concerns (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/patrick-butler-cuts-blog/2015/jun/24/independent-living-fund-closure-fears-im-going-to-be-screwed\" title=\"\">supported by research</a>) about the impact on recipients and the chaotic transition to cash-strapped local councils that are not obliged to ringfence the money.</p> \n<p>Campbell warns: “In three or four years, [imagine] when you’ve got a group of people being rehoused or put back in institutions, or back at home, unemployment goes up as families have to give up work to care for their dependents … I say protect the money, don’t lose it through local authorities’ desperation to balance the books.”</p> \n<p>Having lost the ILF battle, she is focused on how to mitigate the impact of its closure. At a recent meeting with new care minister Alistair Burt, she says that he assured her “he would keep an eye on this … but there is a lot of work and a long way to go before I am satisfied”. She wants an in-depth cost-benefit analysis of independent living, including potential job losses among carers funded by ILF. (Her own five personal assistants are funded by direct payments – funding that come straight from council social care budgets to anyone who needs support to spend on their care as they see fit.) Unfortunately, she says, politics today is “very knee-jerk”, focusing on “an economics analysis of dependency” not “a cost-benefit analysis of independence”. She asks, rhetorically: “Which one will bear the best fruit to enable us to have a healthy moral society?”</p> \n<p>She also questions the morality of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/09/assisted-dying-mps-debate-legislation-lord-falconer-bill-terminally-ill-right-to-die\" title=\"\">assisted dying bill</a>, which is due to be debated in the Commons in September. She is founder of <a href=\"http://www.notdeadyetuk.org/\" title=\"\">Not Dead Yet UK</a>, a network opposing “the legalised killing of disabled people”. Campbell believes assisted dying devalues disabled people’s existence and says the distinction between terminal illness and disability is a myth (the bill’s supporters say the law is only for terminally ill adults with six months or less to live). Over the years, she adds, doctors have diagnosed her as terminally ill several times.</p> \n<p>She sees the assisted dying debate as part of a bigger equality rights picture. “We have [social care] infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is the right time to be bringing a bill saying, ‘OK, it’s fine to end it all’?”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You cannot get to work unless you have social care support and a local authority that works with national government</p> \n </blockquote> \n</aside> \n<p>Campbell contrasts today’s Tory government unfavourably with previous Conservative administrations that enacted disability discrimination and direct payment laws. She recalls: “It was collaborative … we knew there wasn’t much money but we wanted to use what was there for disabled people to be self-sufficient, and to work and to take their own responsibility as citizens.” Now, disabled people are “caught in the crossfire” as local and central government blame each other “for inadequacies in support”<strong>.</strong></p> \n<p>Stronger integration between, for example, government departments, would help, she says. “You cannot get to work unless you have social care support and you have a local authority that works with national government.” The other “important player”, she adds, “is the people who are the most experienced – disabled people”.</p> \n<p>Campbell credits her supportive family for her confident and defiant character. At 11 months old, after her condition was diagnosed, her parents were told she would die within a year; when she talks of refusing to be defined by predictions, she speaks from experience. “Keep a healthy scepticism” is one of her mottos.</p> \n<p>Career-wise, her watershed moment was a job as founding chair of the SCIE. “My first political appointment … the first time I crossed that divide, and took over the institute that used to be part of ‘the enemy’ – social services, before direct payments, used to be part of the problem,” she explains. Characteristically, in that establishment job interview, Campbell failed to suppress the language of the provocative radical. When her interviewers expressed astonishment at her social care knowledge, “I shouldn’t have done, but I said: ‘Yes, the cabbage has got a brain.’ I just thought I’d ballsed up the interview – but I got the job.”</p> \n<p>Her biggest challenge as a peer, she says, was <a href=\"http://www.publications.parliament.uk/pa/ld201213/ldselect/ldproced/25/2503.htm\" title=\"\">fighting for the right to make speeches in the Lords with her personal assistant’s support</a>, because the chamber historically bans outsiders. Arguing her case using the anti-discrimination laws that she had lobbied for some 20 years earlier, she made parliamentary history. “It took two years, but I overturned an 18th-century standing order – that’s what you do when you’ve got your eye on the long game.”</p> \n<p>Her long-term game plan means she is remarkably sanguine about the future. Despite welfare reforms, “it is not all doom and gloom”, she says. “You cannot put the genie back in the bottle; Pandora’s box is open and it will never be closed – we can never go back.” The ILF defeat has not dampened her campaigning zeal. “I do what I do because I am liberated and emancipated,” she says. “I have rights, I feel I have power. I’m not done yet.”</p> \n<h2><strong>Curriculum vitae</strong><br /></h2> \n<p><strong>Age </strong>56.</p> \n<p><strong>Family </strong>Married.</p> \n<p><strong>Lives </strong>South London.</p> \n<p><strong>Education </strong>Bedelsford School for the Handicapped; Hatfield Polytechnic, BA history; Sussex University, MA political history.</p> \n<p><strong>Career </strong>2007-present: crossbench peer, House of Lords; 2001-05: executive chair, Social Care Institute for Excellence; 2000-07: commissioner, Disability Rights Commission; 1996-2012: co-director (then trustee), National Centre for Independent Living; 1991-95: co-chair British Council of Disabled People; 1988-94: various training roles at London boroughs; 1984-86: equal opportunities liaison officer, Greater London Council.</p> \n<p><strong>Honours </strong>Lifetime achievement award, Bevan Foundation; human rights award for lifetime achievement, Liberty.</p> \n<p><strong>Interests </strong>History, music, gardening.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435942559600/Jane-Campbell-disability--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley/Teri Pengilley for The Guardian","credit":"Teri Pengilley/Teri Pengilley for The Guardian","altText":"Jane Campbell disability campaigner","cleanCaption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley/Teri Pengilley for The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-08T07:00:05Z","lastModified":"2015-07-08T07:00:05Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Saba Salman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sabasalman"}],"feature":false,"keywords":["Disability","Public sector cuts","Society","Benefits","Assisted dying"],"tags":[{"id":"society/disability","webTitle":"Disability"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/society","webTitle":"Society"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/assisted-suicide","webTitle":"Assisted dying"}],"section":{"id":"society"},"topics":[{"displayName":"Saba Salman","topic":{"type":"tag-contributor","name":"profile/sabasalman"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/08/jane-campbell-disability-rights-campaigner-lords-radical-activist","shortUrl":"http://gu.com/p/4acap","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/08/jane-campbell-disability-rights-campaigner-lords-radical-activist","webUri":"http://www.theguardian.com/society/2015/jul/08/jane-campbell-disability-rights-campaigner-lords-radical-activist"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435942559600/Jane-Campbell-disability--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley for The Guardian","credit":"Teri Pengilley/Teri Pengilley for The Guardian","altText":"Jane Campbell disability campaigner","cleanCaption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley for The Guardian"}},"importance":5,"kicker":{"title":"Disability rights"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435942559600/Jane-Campbell-disability--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley/Teri Pengilley for The Guardian","credit":"Teri Pengilley/Teri Pengilley for The Guardian","altText":"Jane Campbell disability campaigner","cleanCaption":"Jane Campbell: ‘We have social care infrastructure and support falling apart, hate crime has gone up, the health service is struggling – do you really think this is right time to be bringing a bill saying, “OK, it’s fine to end it all”?’ Photograph: Teri Pengilley/Teri Pengilley for The Guardian"}}]},{"title":"Want to help Greece? Go there on holiday","rawTitle":"Want to help Greece? Go there on holiday","item":{"type":"article","id":"world/2015/jul/07/help-greece-go-on-holiday-cheap-beautiful","title":"Want to help Greece? Go there on holiday","trailText":"Showing solidarity through tourism is a win-win situation: you get a cheap holiday in a beautiful country; Greece gets a much-needed injection of cash","standFirst":"<p>Showing solidarity through tourism is a win-win situation: you get a cheap holiday in a beautiful country; Greece gets a much-needed injection of cash</p>","byline":"Alex Andreou","body":"<p>Covering the Greek crisis for the past few months, the question I am asked most commonly is: “Why won’t Greece just stop whining and pay its debts?” It is quite depressing to realise there are so many people out there who think there is a mattress somewhere in Greece stuffed with a trillion euros, which we are refusing to hand over simply out of radical leftism. The second most commonly asked question, however, cheers me up significantly: “Is there any way we can help?”</p> \n<p>There is: visit Greece. The weather is just as stunning as it ever was this time of year; the archaeological sites just as interesting; the beaches just as magical; the food just as heart-healthy. The prices are significantly cheaper than usual. It is one of those rare everybody-wins situations.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/greek-solidarity-holiday-anarchist-theatre-wild-horses-paul-mason\">Anarchist theatre and wild horses: how to have a Greek solidarity holiday</a> </p> \n</aside> \n<p>The people are even more welcoming, more hospitable and more grateful than ever. The reaction to difficulty has been a broader smile, a wider embrace. We understand that you have a choice and we understand why you have chosen Greece right now. Tourism is liquidity. Tourism is solidarity.</p> \n<p>If you are thinking of helping my country in this way, there are ways to do so perfectly safely and to maximise the benefit. It is important to say that there has been no violence, at all, anywhere. And whenever there has been any trouble in the past, it has always confined itself in a very small and easily avoidable area, in the very centre of Athens. If you are feeling even a little nervous about it, plenty of airlines fly directly to dozens of resorts and stunning, out-of-the-way destinations.</p> \n<p>A British friend, Kris, who just came back from Athens, says: “It would be very easy not to know that anything was even going on … There were some queues at ATMs, but no more than in the centre of London during a busy weekend. There is no rationing or shortages. The only exception was the night of the rival rallies, for Yes and Oxi; I was absolutely amazed that they were held less than half a mile apart and there was no trouble whatsoever. From our hotel terrace, it was like listening to democracy in stereo … I would go back in a heartbeat.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457431090__\n</div> \n<p>Take euros with you, in cash, to cover your stay’s expenses (and possibly a backup of sterling). This way, you inject paper money directly into our economy. Hard currency is what is lacking. Keep most of it in your room safe or the hotel safe. It is sensible to split the remainder among you. Travel insurance companies have recognised that this will be the case, and <a href=\"http://www.bbc.co.uk/news/business-33205269\">most have increased the total amount of cash for which you are covered</a>.</p> \n<p>The best thing to do is book flights (ideally with one of the Greek airlines – there is a 40%-off sale right now on <a href=\"http://aegeanair.com/\">aegeanair.com</a>) and hotels separately. If your best option is a package deal, then that is great too. The local Greek economy will still benefit when banks reopen. But the most direct way to help, in terms of injecting liquidity, is to book your accommodation directly and pay with cash once there. Prices are reported to be significantly cheaper than they usually are this time of year. Your cards will work normally everywhere, but cash is better, as people have difficulty accessing money in their account.</p> \n<figure class=\"element element-image\" data-media-id=\"0f09982b36db3efb772b01095e0bd891bda36cbd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436287253992/421845b4-5d61-4f6a-930b-ae6f5a3918ac-280x420.jpeg\" alt=\"The Temple of Apollo\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Temple of Apollo, Corinth.</span> \n  <span class=\"element-image__credit\">Photograph: Walter Bibikow/Getty Images</span> \n </figcaption> \n</figure> \n<p>Try to spread the solidarity around: instead of going for very popular destinations, check the smaller islands to which you can fly, or mainland destinations in the Peloponnese, Macedonia and Thessaly. Stunning beaches (and much quieter ones) are never too far away, and some of the sites you can visit are breathtaking. Olympia, the ancient theatre of Epidavros, Delphi, Vergina, Meteora (which you might remember from the climactic scene in For Your Eyes Only), Tempe, Mount Olympus – there are so many. <a href=\"http://www.greeka.com/greece-mainland-guides.htm\">You can find a good guide at greeka.com.</a></p> \n<p>Most importantly, spend your money with small local businesses whenever possible, rather than large multinationals (although even that helps – they still employ Greeks). Your tourism is a form of resistance. You will have the time of your life while helping a nation brought to its knees by international monetary interests.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/eat-olive-oil-watch-football-support-greece\">Eat olive oil and watch football: alternative ways to help Greece</a> </p> \n</aside> \n<p>Greek people and businesses are suffering because of restrictions on international transfers. People who have children studying abroad may have problems sending them money. Greeks who have gone abroad to work may not be able to send money back home. Businesses may not be able to pay for their internet hosting packages if they are based outside Greece. Academics are losing access to scientific journals.</p> \n<p>Reach out to any family, friends or business contacts you might have in Greece, or connected to Greece. You may be able to help them in a small but vital way. You might be able to share your access to an academic journal or pay a small stipend for someone’s internet hosting as a deposit for a future holiday. People who need to send money to Greece for any reason can form reciprocal networks through social media with people in Greece who need to send money abroad.</p> \n<p>Together we can get over this bump in the road. Together we can prove that solidarity and democracy may have fizzled out as institutional concepts, but they are stronger than ever within people’s hearts. I thank you in advance. My country thanks you.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286693469/ef089bce-57c6-4f5d-a5b9-5c6091a7bb37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Elafonisi beach in Crete, Greece","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287255429/421845b4-5d61-4f6a-930b-ae6f5a3918ac-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The Temple of Apollo, Corinth. Photograph: Walter Bibikow/Getty Images","credit":"Walter Bibikow/Getty Images","altText":"The Temple of Apollo","cleanCaption":"The Temple of Apollo, Corinth.","cleanCredit":"Photograph: Walter Bibikow/Getty Images"}],"webPublicationDate":"2015-07-07T17:03:47Z","lastModified":"2015-07-08T06:45:51Z","metadata":{"commentable":true,"commentCount":474,"contributors":[{"name":"Alex Andreou","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-andreou"}],"feature":true,"keywords":["Greece","Eurozone crisis","Greece","Financial crisis","Euro","Europe","Europe","World news","Travel"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"travel/greece","webTitle":"Greece"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"travel/europe","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"world"},"topics":[{"displayName":"Alex Andreou","topic":{"type":"tag-contributor","name":"profile/alex-andreou"}}],"embeddedVideos":[{"id":"gu-video-457431090","source":"guardian.co.uk","durationInSeconds":249,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707GreeceMarkets_KP-24733211_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707GreeceMarkets_KP-24733211.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436282414789/KP_344811_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Greece","credit":"guardian.co.uk","altText":"620x372 trailpic for Greece","cleanCaption":"620x372 trailpic for Greece"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/07/help-greece-go-on-holiday-cheap-beautiful","shortUrl":"http://gu.com/p/4aegc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/07/help-greece-go-on-holiday-cheap-beautiful","webUri":"http://www.theguardian.com/world/2015/jul/07/help-greece-go-on-holiday-cheap-beautiful"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286693469/ef089bce-57c6-4f5d-a5b9-5c6091a7bb37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Elafonisi beach in Crete, Greece. Photograph: Alamy","credit":"Alamy","altText":"Elafonisi beach in Crete, Greece","cleanCaption":"Elafonisi beach in Crete, Greece.","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Eat olive oil and watch football / Alternative ways to help Greece","rawTitle":"Alternative ways to help Greece","item":{"type":"article","id":"world/2015/jul/07/eat-olive-oil-watch-football-support-greece","title":"Eat olive oil and watch football: alternative ways to help Greece","trailText":"If you’re not holidaying on a Greek island this year, don’t despair – there are plenty of other ways to help the economy. Here are five of the best","standFirst":"<p>If you’re not holidaying on a Greek island this year, don’t despair – there are plenty of other ways to support the economy. Here are five of the best</p>","byline":"Leo Benedictus","body":"<p>Whatever your views on the Greek crisis, watching the gradual implosion of a country leaves many of us wishing there was something we could do to help. But unless you’re a billionaire, or ideally a multibillionaire, your power is limited. If you are determined to make some sort of difference, however, no matter how small, here are some suggestions.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/help-greece-go-on-holiday-cheap-beautiful\">Want to help Greece? Go there on holiday</a> </p> \n</aside> \n<h2><strong>Buy Greek</strong></h2> \n<p>In one sense, it isn’t complicated. Greeks need money right now, and may soon need euros especially (or even pounds), so it would help a lot if you bought Greek things. For instance, you might choose to get your cosmetics from companies such as <a href=\"http://www.apivita.com/locator/store/\">Apivita</a>, <a href=\"http://www.fisikashop.com/en/where-buy\">Fisika</a> or <a href=\"http://www.korres.com/\">Korres</a>, drink <a href=\"http://www.fix-beer.gr/en/\">Fix</a> or <a href=\"http://www.verginabeer.com/\">Vergina beer</a> (and snigger slightly while doing so), or get your olives and olive oil from producers including <a href=\"http://www.threpsi.gr/\">Threpsi</a>, <a href=\"http://www.abea.gr/oliveoil/main_en.php\">Abea</a>, <a href=\"http://www.gaea.gr/\">Gaea</a> or direct from a small producer, such as those on <a href=\"http://greekoliveoildirect.com/\">greekoliveoildirect.com</a>.</p> \n<p>A bit of caveat emptor is needed too, however. Some Greek businesses may go bankrupt soon, and if you order something direct from a Greek company just before they do, you may never get what you paid for. It may therefore be safer to buy from a British importer – assuming they are still ordering things from Greece themselves. You might also want to boycott “Greek-style” yoghurt in favour of the real thing.</p> \n<h2><strong>Tackle their smoking problem</strong></h2> \n<p>It is tempting to wonder whether there is a self-destructive streak in the Greek national character, if you believe in national characters, since the world’s most famous bankrupt state is also one of the heaviest-smoking. More than <a href=\"http://www.wsj.com/news/interactive/RUSSMOKE20121016\">40% of Greek adults smoke</a>, more than double the rate in the UK, with all the attendant costs for the Greek economy and <a href=\"https://www.opendemocracy.net/ournhs/louise-irvine/what-%E2%80%99austerity%E2%80%99-has-done-to-greek-healthcare\">healthcare system</a> – not that many long-term unemployed Greeks have any healthcare now, not unless they can pay for it. This is complicated, however, <a href=\"http://www.greekproducts.com/b2b/tobacco.html\"> –</a> it is the seventh largest tobacco grower and sixth largest exporter in the world, an <a href=\"http://www.pmi.com/marketpages/pages/market_en_gr.aspx#\">industry that employs thousands of people</a>. Overseas smokers are therefore contributing valuable euros to the Greek economy, and will become still more valuable as a source of hard currency in the event of a Grexit. This in turn may drive up the domestic tobacco price, make smoking suddenly more expensive for Greeks, perhaps leading many to quit. Maybe the best course, therefore, is to buy mountains of cigarettes made with Greek tobacco (Philip Morris has a big plant there) – and burn them on a bonfire.</p> \n<h2><strong>Choose a Greek charity to support</strong></h2> \n<p>Many people in Greece need help, and perhaps many more are going to, so giving money to humanitarian groups working in the country may be the best and most direct way to make a difference. Choosing which humanitarian group can be difficult, however, since most people aren’t very familiar with Greek charities.</p> \n<p>One good shortcut was set up in 2013 by the Greek America Foundation, a non-profit organisation intending to “promote, preserve and perpetuate the Greek culture, history and heritage in North America”. <a href=\"http://projecthopeforgreece.com\">Project Hope for Greece</a> recruited people to contribute to a selection of vetted and reviewed charities, including <a href=\"http://www.msf.gr\">M&eacute;decins Sans Fronti&egrave;res Greece</a>, <a href=\"http://www.hamogelo.gr\">To Chamoyelo Tou Paidiou</a>, a children’s charity, and <a href=\"http://desmos.org\">Desmos</a>, which itself helps to match donors of goods, services and cash with Greek non-profits. The Project Hope for Greece website is therefore a good starting point to help you decide.</p> \n<h2><strong>Pick your side (Come on you Atromitos!)</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"7778892ade97e44b75f791b9169fa2b68e4b5948\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436289703328/6d1f1f81-a5fb-43af-9ac2-a187e577de20-460x307.jpeg\" alt=\"AEK fans at the start of a match with Olympiakos.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">AEK fans at the start of a match with Olympiakos.</span> \n  <span class=\"element-image__credit\">Photograph: Petros Giannakouris/AP</span> \n </figcaption> \n</figure> \n<p>Perhaps the most enjoyable way to support Greece, and to get some common feeling with many Greek people, is to pick a team to follow. As your enthusiasm grows, the cost of the replica shirts and expensive tickets will come naturally.</p> \n<p>Like most football nations, Greece has an aristocracy of powerful clubs. Historically, these were the three big Athens teams, Olympiakos, Panathinaikos and AEK Athens, known together as the POK. Olympiakos were last season’s champions and will compete in the Champions League this year, making them the glamour choice and the easiest to watch on British television. Panathinaikos will be in Europe too, either Champions League or Europa League, along with PAOK (from Thessaloniki), Asteras Tripoli (Tripoli) and Atromitos (Peristeri, an Athens suburb). This will also be a big season for AEK, who are back in the top division, known as the Superleague, after several years away following their own financial disaster – a hopeful symbol for Greece as a whole, perhaps. Not that supporters of Olympiakos and Panathinaikos will feel that way.</p> \n<h2><strong>Promote Greek dignity</strong></h2> \n<p>The country’s financial situation could hardly be any worse, yet much of the misery that Greeks feel isn’t isn’t about money, it’s about suddenly being Europe’s charity case. Whatever practical measures you take to support Greece, therefore, it is worth remembering – and repeating to others – that this is not just any old “proud nation” that has got terribly into debt. This is Greece, formerly known as Ancient Greece, the country in whose language the founding documents of the modern world were written.</p> \n<figure class=\"element element-image\" data-media-id=\"89a789128172d2cc61c98036c73634cfcb90f58d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436289594439/c84e9f9d-876e-46e3-8529-6cb9eca3c683-460x306.jpeg\" alt=\"Statue of Plato.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Statue of Plato.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>If you have ever meant to, now would be a good time to read <a href=\"http://classics.mit.edu/Plato/republic.html\">Plato’s Republic</a> or <a href=\"http://classics.mit.edu/Aristotle/poetics.html\">Aristotle’s Poetics</a> or <a href=\"http://classics.mit.edu/Sophocles/oedipus.html\">Oedipus the King by Sophocles</a>, and consider how much that peninsula and archipelago have given the world – including the word “archipelago” and an awful lot else in English. Most present-day Greeks can’t take much individual credit for Plato, of course, but neither are they individually much to blame for where their country is.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286396147/679a7a5c-88ac-4038-9151-2e46b6deb6fd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"USA Today Sports/Reuters","altText":"Olympiakos's Pajtim Kasami in a friendly against Liverpool","cleanCredit":"Photograph: USA Today Sports/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436289701838/6d1f1f81-a5fb-43af-9ac2-a187e577de20-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"AEK fans at the start of a match with Olympiakos. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"AEK fans at the start of a match with Olympiakos.","cleanCaption":"AEK fans at the start of a match with Olympiakos.","cleanCredit":"Photograph: Petros Giannakouris/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436289593353/c84e9f9d-876e-46e3-8529-6cb9eca3c683-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Statue of Plato. Photograph: Alamy","credit":"Alamy","altText":"Statue of Plato.","cleanCaption":"Statue of Plato.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-07-07T17:04:00Z","lastModified":"2015-07-07T23:00:56Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Leo Benedictus","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/leobenedictus"}],"feature":true,"keywords":["Greece","Europe","World news","Eurozone crisis","Financial crisis"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/financial-crisis","webTitle":"Financial crisis"}],"section":{"id":"world"},"topics":[{"displayName":"Leo Benedictus","topic":{"type":"tag-contributor","name":"profile/leobenedictus"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/07/eat-olive-oil-watch-football-support-greece","shortUrl":"http://gu.com/p/4aeye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/07/eat-olive-oil-watch-football-support-greece","webUri":"http://www.theguardian.com/world/2015/jul/07/eat-olive-oil-watch-football-support-greece"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286396147/679a7a5c-88ac-4038-9151-2e46b6deb6fd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Olympiakos’s Pajtim Kasami in a friendly against Liverpool. Photograph: USA Today Sports/Reuters","credit":"USA Today Sports/Reuters","altText":"Olympiakos's Pajtim Kasami in a friendly against Liverpool","cleanCaption":"Olympiakos’s Pajtim Kasami in a friendly against Liverpool.","cleanCredit":"Photograph: USA Today Sports/Reuters"}},"importance":0,"kicker":{"title":"Eat olive oil and watch football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286396147/679a7a5c-88ac-4038-9151-2e46b6deb6fd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"USA Today Sports/Reuters","altText":"Olympiakos's Pajtim Kasami in a friendly against Liverpool","cleanCredit":"Photograph: USA Today Sports/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436286693469/ef089bce-57c6-4f5d-a5b9-5c6091a7bb37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Elafonisi beach in Crete, Greece","cleanCredit":"Photograph: Alamy"}}]},{"title":"Environment / Scientists must let world's most isolated tribes make own decisions","rawTitle":"Scientists must let world's most isolated tribes make own decisions","item":{"type":"article","id":"environment/andes-to-the-amazon/2015/jul/07/scientists-worlds-most-isolated-tribes-decisions","title":"Scientists must let world's most isolated tribes make own decisions","trailText":"<strong>David Hill:</strong> Initiating “controlled contact” with indigenous peoples in the Amazon would violate their rights and threaten their lives","standFirst":"<p>Initiating “controlled contact” with indigenous peoples in the Amazon would violate their rights and threaten their lives</p>","byline":"David Hill","body":"<p>Usually the indigenous peoples living in the remotest Amazon only draw international media attention if certain kinds of photos or film footage emerge, as in mid-2014, or they raid a village or, tragically, kill someone, as happened on 1 May. Many media reports misinform as much as <em>in</em>form: factual errors, no context and all kinds of sensationalism. “Lost tribe!” “First contact!”</p> \n<p>This time it’s a series of articles in the US journal Science - and in particular the editorial by two US anthropologists - that has sparked interest. The gist of the editorial is that governments, above all Brazil’s and Peru’s, should u-turn on their “leave them alone strategies” and initiate “controlled contact” with “isolated indigenous societies across lowland South America” - sometimes erroneously called “uncontacted” - who have “limited to no contact with the outside world.” They must do this, argue Kim Hill, from Arizona State University, and Robert Walker, from the University of Missouri, “only after conceiving a well-organized plan” requiring a “qualified team of cultural translators and health care professionals that is committed to staying on site for more than a year.”</p> \n<p>What is Hill &amp; Walker’s reasoning? Mainly because of what they call the “isolated populations’” “intermittent hostile and sporadic interaction with the outside world”, because of their vulnerability to diseases and epidemics “compounded by demographic variability and inbreeding”, because their territories are being invaded by “miners, loggers, and hunters”, because governments can’t protect them, and because it is “unlikely” “they would choose isolation if they had full information.” Their conclusion is that “isolated populations are not viable in the long term” and that “controlled contact with isolated peoples is a better option than a no-contact policy” or uncontrolled, accidental contact. </p> \n<p>Let me make clear the momentousness of what Hill &amp; Walker are proposing and just how high the stakes are here: indigenous peoples in the Amazon who suddenly come into sustained contact with “outsiders” are at immense risk. It is common, following the transmission of diseases, for many of them to die. This can happen in the first few weeks and months, or it can continue for years. Just a few examples from Peru - which this article will focus on - in recent decades are the “Matsigenka-Nanti” (between 30%-50% have died since contact in the 1970s), the Nahua (almost 50% in the 1980s) and the “Chitonahua” (approximately 25% since the 1990s).</p> \n<p>One of the most striking aspects of Hill &amp; Walker’s editorial is its almost total failure to acknowledge any of the major advances, in Peru at least, over the last 25 years to protect “indigenous peoples in isolation”, as Peruvian law formally calls its most remote-living indigenous peoples. These advances include establishing five reserves totalling 2.8 million hectares, annulling oil and gas concessions overlapping four of the reserves, establishing numerous control posts to protect the reserves, and the decision by several oil and gas companies, including a subsidiary of the China National Petroleum Corporation (CNPC), to forgo operating in their territories. That’s to say nothing of the indigenous peoples in isolation protected by national parks and other “protected natural areas” from oil and gas operations, highway and railway plans, and a series of laws acknowledging their rights and various educational initiatives, among other things. </p> \n<p>True, Peru’s government’s contribution to these advances has been pathetic and they have largely been the result of efforts by indigenous federations, NGOs and international allies. Laws specifically protecting indigenous peoples in isolation’s rights are deeply flawed, the government is only responsible for a few of the control posts, and the oldest of the five reserves plays host to the country’s biggest energy development, the Camisea gas project. Meanwhile, another five reserves totalling a further 3.9 million hectares were proposed years ago but have never been established, and oil and gas companies have been operating in at least three of them. In addition, loggers, gold-miners and narco-traffickers invade some indigenous peoples in isolation’s territories, and political will is almost non-existent. The Ministry responsible, Culture, has very little budget and has been swept aside when it comes to the crunch and concerns about indigenous peoples in isolation impede oil and gas companies - its reports ignored and/or overridden and top personnel “resigning.” The president, Ollanta Humala, clearly doesn’t understand the issue, while his predecessor, Alan Garcia, claimed in a now notorious newspaper article that “the idea of the unconnected Amazon native” has been invented by environmentalists opposed to oil operations.</p> \n<p>Another striking aspect of Hill &amp; Walker’s editorial is its failure to distinguish between governments apparently unable to protect indigenous peoples in isolation’s territories from invasions and governments <em>actively instigating and permitting </em>such invasions. Trying to stop, say, bands of armed, violent narco-traffickers slipping through the vast redoubts of the Amazon towards Brazil and Bolivia is obviously more challenging for Peru’s government than prohibiting, say, oil and gas operations, which first require concessions being established, visits to Houston, London and Beijing etc, and contracts being drawn up and signed. The latter really shouldn’t be that difficult: <em>You just don’t do it</em>. You abide by the international law binding on Peru and don’t go to Houston.</p> \n<p>The same can be said for logging. Yes, loggers in Peru chainsawing mahogany and cedar etc in areas where they have no permission are a severe, long-standing threat to indigenous peoples in isolation, but things have been made far worse by the government establishing formal concessions in their territories.</p> \n<p>The same can be said, too, for Christian missionaries and priests wanting to evangelise the “unreached.” Along with oil and gas companies, missionaries and priests arguably pose the biggest threat to forcing contact with indigenous peoples in isolation in Peru and they played central or important roles in four of the five most recent sustained contacts with apparently “new”, distinct groups. <em>Just don’t let them do it</em>. Don’t let them build villages in or right on the edge of indigenous peoples in isolation’s territories, as has been happening, and then don’t fast-track the usually years-long land-titling process to make such villages “legal.”</p> \n<p>Hill &amp; Walker don’t mention missionaries, priests or oil and gas companies, or even narco-traffickers, as current threats to indigenous peoples in isolation. Do they have <em>any</em> idea what’s going on - in Peru at least? They refer only to “miners, loggers, and hunters” and state that “unless protection efforts against external threats and accidental encounters are drastically increased, the chances that these tribes will survive are slim.” Well, why not attempt to do just that and increase protection? Why not offer to support Peru’s indigenous federations, NGOs or their international allies? Why not lobby the oil and gas companies? Why not lobby the government to stop giving away their territories, build more control posts, make sure they function effectively, and ensure there are expert medical teams standing-by to respond to contact situations <em>if</em> they arise? Why not do this instead of throwing their arms up in the air and crying, “Sorry, the rest of the world can’t stop itself, we <em>must</em> make contact. . .”?</p> \n<p>The key premise of Hill &amp; Walker’s argument is that “controlled contact” can reduce mortality to “near zero if the contact team is prepared to provide sustained, around-the-clock medical treatment, as well as food.” “Can”? “If?” “Prepared?” “<em>Near</em> zero”? Even if - and it’s a very big if - all that is done, even if the world’s best medical attention was provided, could anyone still guarantee that many people wouldn’t die, either in the first few weeks and months or over the years to come? Can contact really be “controlled” as such, which presumably means “controlling” the newly-contacted indigenous peoples too? Why do Hill &amp; Walker think that Peru’s government, of which they almost entirely despair, could handle something so challenging, so delicate? Don’t they realise how it is already desperately failing to provide adequate medical attention to those indigenous peoples who <em>have</em> established contact in recent years? And what are the chances of satisfactory “around-the-clock medical treatment” when just downriver from the multi-billion dollar Camisea project the government needs at least three years just to build a toilet, as the Independent Advisory Panel on Development Issues in South-Central Peru reports this year?</p> \n<p>The only evidence that Hill &amp; Walker provide for “near zero” mortality being possible is what they call four “peaceful contacts” from the late 1970s to mid-1980s with the Ach&eacute; in Paraguay and “Yora, Mascho-Piro and Matsiguenga communities” in Peru. At least one of these examples is misleading, another nonsense. Only several “Mashco-Piro” men and women established contact during this period, and almost 50% of the “Yora”, who now also call themselves the Nahua, died within six months after contact when one of the definitive moments involved two men, later taking the names Jorge and Walter, being shot, one in the knee and ear and the other in the arm. </p> \n<p>Another key premise of Hill &amp; Walker’s argument is that if “controlled” contacts aren’t initiated, “accidental contacts” will cause “disastrous outcomes.” But what do they mean by “accidental”, and does it pose <em>that</em> big a threat? No doubt about it, random encounters do take place and very occasionally lead to violence, deaths and possibly diseases and epidemics which might lead to further deaths, but it’s worth noting that only one of the last five sustained contacts with apparently “new”, distinct groups might be described as possibly resulting from something accidental, and therefore there has only been one possibly accidental encounter that has led to sustained contact in the last 30 years or more. In other words, it is <em>planned</em> contact - not accidental - that constitutes the biggest threat. This is absolutely crucial to understand when presented with arguments like Hill &amp; Walker’s that the pressure on indigenous peoples in isolation’s territories is simply too great and therefore contact is inevitable, and because, by definition, it should be much easier to prevent contacts that are planned than those that aren’t.</p> \n<p>How have the last five sustained contacts come about? In the early 2000s a man now widely known as “Epa” and three women were<em> </em>contacted quite deliberately by missionaries, and in the mid-1990s the “Chitonahua” were contacted by loggers, together with other missionaries, as part of a specific strategy to free up the upper River Yurua to make it easier to access mahogany stocks. Likewise, more and more “Matsigenka-Nanti” have been drawn into contact in recent years in order to expedite the Camisea gas project, while contact with the Nahua, although ultimately precipitated by their looting a logging camp, had been actively sought by the oil and gas company Shell which flew over their territories shouting at them with a megaphone. Indeed, Peruvian anthropologist Beatriz Huertas Castillo, the world’s leading expert on indigenous peoples in isolation in Peru, believes Shell, loggers and missionaries established an “alliance” to contact the Nahua which ultimately achieved its goal in 1984, although if you speak to some of the Nahua themselves they’ll say it was <em>they</em> who made contact - not the other way around.</p> \n<p>The only one of the last five sustained contacts that might be described as possibly resulting from an accidental encounter was with the “Tsapanawa”, as apparently they call themselves, who made international news in mid-2014 after being photographed and filmed at an Ash&eacute;ninka village, Simpat&iacute;a, in Brazil. The “Tsapanawa”’s territories span both sides of the Peru-Brazil border. Some have now settled near a Brazilian government post, but it appears that before turning up at Simpat&iacute;a they were attacked and some killed, probably by narco-traffickers, on the Peruvian side of the border.</p> \n<p>The indigenous peoples living in the remotest Amazon, like anyone living anywhere in this world, <em>must</em> be allowed to make their own decisions about how they live. And that, for now at least, for approximately 20 distinct groups in Peru, is what the law calls “isolation”, for want of a better term. Just to be clear: all indigenous peoples in isolation in Peru have almost certainly had some contact in the past - generally believed to have been violent and extremely negative - and are well aware of the “outside world” and making their own decisions about how to interact with it, for whatever reasons. </p> \n<p>That’s why sometimes they block paths with crossed spears or branches, or the river with sticks, or loot nearby villages and gardens when no one is around, or fire warning arrows, or shoot to injure or kill, as has happened several times in recent years, or avoid contact altogether. That’s why, on other occasions, there are encounters, sightings, conversations or goods exchanged in atmospheres that are non-violent but tense, or cordial, or even friendly, sometimes with other members of their own people, perhaps their relatives, or other indigenous people whose language they understand, or whom they recognise or whose names they know, or other indigenous or non-indigenous people whom they don’t understand at all. They have been making these kinds of decisions and interacting with other people like this for years, for decades. Understanding and respecting this doesn’t mean denying contact if it is clear they want it, nor keeping them in some kind of “human zoo”, and nor does it mean thinking they are “perfectly happy and healthy” or have “no communication with the rest of humanity,” as The Independent indirectly quoted Hill recently.</p> \n<p>Hill &amp; Walker parry the argument that indigenous peoples in isolation must be allowed to make their own decisions by claiming that it is likely that they would act differently if they had “full information, i.e., if they were aware that contact would not lead to massacre and enslavement.” Well, maybe, but neither Hill nor Walker have “full information” either - none of us do - and neither know for sure that indigenous peoples in isolation would definitely reach a different decision, or that contact <em>wouldn’t </em>lead to tragedy. And if neither of them know that for sure, how can they assume it? Whatever happened to the right to self-determination?</p> \n<p>Easily the most well-known, most photographed and most filmed of all indigenous peoples in isolation in Peru are commonly known as the “Mashco-Piro”, a term used to describe apparently various bands whose territories extend across a vast swathe of south-east Peru and across the border into Brazil. Like other, or possibly most, indigenous peoples in isolation in Peru, some of the “Mashco-Piro” are almost certainly the descendants of indigenous people who survived massacres and debt slavery when a surge in international rubber prices over 100 years ago meant their territories were invaded, a period known as the “Rubber Boom.” Since then, they have survived a logging boom too, repeated attempts by missionaries, priests and other indigenous people to contact them, lobbying by a priest and various politicians to build a highway, and exploration, or intended exploration, by some of the world’s most powerful oil and gas companies: a Standard Oil subsidiary in the 1960s, Mobil in the 1990s and a CNPC subsidiary in the 2000s. Not a bad record, eh? How serious is the claim that pressure on the “Mashco-Piro’s” territories is irresistible and their current way of life “not viable”?</p> \n<p>True, since 2011 a small “Mashco-Piro” group has based itself near the left bank of the upper River Madre de Dios, a major waterway, in the buffer zone of the Manu National Park. While some have had exchanges with people passing by, mainly to obtain goods like machetes, others have attacked other indigenous people living in the region and on 1 May Leonardo Perez, a young Matsigenka man, was killed. The “Mashco-Piro’s” presence there isn’t new, but their behaviour towards the Matsigenka certainly is. What explains it isn’t known. Indigenous federation FENAMAD is accusing the local Apostolic Vicariate (AV) of wanting to take advantage of the situation and “forcibly integrate” them, while the AV holds FENAMAD responsible for Perez’s death. Does the Culture Ministry have an expert medical team on stand-by?</p> \n<p>No doubt the AV, like other priests and missionaries, would be thrilled by Hill &amp; Walker’s proposal to contact indigenous peoples in isolation: more potential converts to Christianity and no more not knowing where to find them in the forest. The same goes for oil, gas and logging companies, miners, hunters, narco-traffickers and anyone - the government included - wanting to build highways, railways and dams etc in the Amazon. The logic is this: contact and settle them along one river or another, exploit their lack of familiarity with things going on around them, and free up their territories to do whatever.</p> \n<p>When Hill &amp; Walker wrote their Science editorial were they thinking they might take advantage of opportunities to study newly-contacted indigenous peoples if/when contact is made? That is an understandable question given that they are both anthropologists and their past research interests. In late 2014 Walker published research, using satellite imagery, on indigenous peoples in isolation in the south-east Peru/western Brazil border region, while in the 1980s Hill conducted fieldwork with the Nahua, interviewed three recently-contacted “Mashco-Piro” women, and surveyed and mapped “Mashco-Piro” camps and tracked them through the forest, according to Hill himself in an email to me. One of his guides, a Matsigenka man called Nicolas “Shaco” Flores, sought to contact the “Mashco-Piro” for almost the next 30 years until he was shot and killed by one of them in November 2011.</p> \n<p>Walker’s response was “The short answer to your question is no.” Hill’s was a “No” too, but qualified by a “However. . .” and ultimately rather ambiguous:</p> \n<blockquote> \n <p>No I am not hoping or intending to study any of the currently known isolated groups in South America that might be contacted in the near future. I have multiple research projects in other regions of South America, in Africa and in Southeast Asia, that will keep me occupied indefinitely. I have a very successful research program and have no particular need or desire to study any of the groups who are in danger of imminent accidental contact. Nor do I believe that any of my students or close associates would likely study those groups. It is unclear that any of them are optimal or appropriate for testing hypothesis that any researcher that I know is investigating. However, one cannot be certain, it would depend on circumstances, whether such research were appropriate, and whether it could be productive in helping to understand the kinds of questions about humans that we believe are interesting and important to research. In any case research is always distant secondary concern (and complimentary) compared to taking action to protect these populations, which was the purpose of our Science essay.</p> \n</blockquote>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115399036/72547146-4cd4-41ed-badd-7d4d60760c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Hill","altText":"Asheninka man Enoc Ruiz Santos and Shipibo man Pedro Monteluisa Romaina at the control post protecting a reserve for indigenous peoples living in \"isolation\" in the Peruvian Amazon. ","cleanCredit":"Photograph: David Hill"}],"bodyImages":[],"webPublicationDate":"2015-07-08T00:35:26Z","lastModified":"2015-07-08T01:16:36Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"David Hill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-hill"}],"feature":false,"keywords":["Environment","Amazon rainforest","Indigenous peoples","Peru","Brazil","Americas"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/amazon-rainforest","webTitle":"Amazon rainforest"},{"id":"world/indigenous-peoples","webTitle":"Indigenous peoples"},{"id":"world/peru","webTitle":"Peru"},{"id":"world/brazil","webTitle":"Brazil"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"environment"},"topics":[{"displayName":"David Hill","topic":{"type":"tag-contributor","name":"profile/david-hill"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/andes-to-the-amazon/2015/jul/07/scientists-worlds-most-isolated-tribes-decisions","shortUrl":"http://gu.com/p/4acqn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/andes-to-the-amazon/2015/jul/07/scientists-worlds-most-isolated-tribes-decisions","webUri":"http://www.theguardian.com/environment/andes-to-the-amazon/2015/jul/07/scientists-worlds-most-isolated-tribes-decisions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115399036/72547146-4cd4-41ed-badd-7d4d60760c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ashéninka man Enoc Ruiz Santos and Shipibo man Pedro Monteluisa Romaina at a control post protecting a reserve for indigenous peoples living in “isolation” in the Peruvian Amazon. Photograph: David Hill","credit":"David Hill","altText":"Ashéninka man Enoc Ruiz Santos and Shipibo man Pedro Monteluisa Romaina at a control post protecting a reserve for indigenous peoples living in \"isolation\" in the Peruvian Amazon.","cleanCaption":"Ashéninka man Enoc Ruiz Santos and Shipibo man Pedro Monteluisa Romaina at a control post protecting a reserve for indigenous peoples living in “isolation” in the Peruvian Amazon.","cleanCredit":"Photograph: David Hill"}},"importance":4,"kicker":{"title":"Environment"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436115399036/72547146-4cd4-41ed-badd-7d4d60760c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Hill","altText":"Asheninka man Enoc Ruiz Santos and Shipibo man Pedro Monteluisa Romaina at the control post protecting a reserve for indigenous peoples living in \"isolation\" in the Peruvian Amazon. ","cleanCredit":"Photograph: David Hill"}}]},{"title":"Where is the north of England? / Don't ask the government","rawTitle":"Don't ask the government","item":{"type":"article","id":"uk-news/the-northerner/2015/jul/07/where-is-the-north-of-england-the-government-isnt-sure","title":"Where is the north of England? Don't ask the government","trailText":"James Wharton, the new minister for the ‘northern powerhouse’, admits the government has yet to decide where the north actually is","standFirst":"<p>James Wharton, the new minister for the ‘northern powerhouse’, admits the government has yet to decide where the north actually is</p>","byline":"Helen Pidd Northern editor","body":"<p>The government has been forced to admit it has yet to define the geographical location of George Osborne’s much-heralded “northern powerhouse” economic growth zone.</p> \n<p>Nick Brown, the Labour MP for Newcastle upon Tyne East, asked James Wharton, the government’s newly minted “minister for the northern powerhouse” a <a draggable=\"true\" href=\"http://www.parliament.uk/business/publications/written-questions-answers-statements/written-questions-answers/?page=1&amp;max=20&amp;questiontype=AllQuestions&amp;house=commons%2clords&amp;member=4123\">parliamentary question</a> on the subject. What geographic area is covered by the government’s northern powerhouse initiative? asked Brown.</p> \n<p>Wharton’s reply:</p> \n<blockquote class=\"quoted\"> \n <p>The exact extent of the north in the context of the northern powerhouse is not prescribed by the government.</p> \n</blockquote> \n<p>As the Guardian’s northern editor – a position which has only really existed since we <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2009/aug/24/manchester-guardian-newspaper-media\">stopped being the Manchester Guardian in 1959</a> and the overall editor moved to London in 1964 – I am often asked where my empire starts and ends.</p> \n<p>I usually reply that the borders are hotly disputed and tend to be redrawn on a day-to-day basis according to the whims of my newsdesk (though I once threw my toys out of the pram after being asked to go to Northampton).</p> \n<p>But really my north begins on the west where Wales ends, so that’s Cheshire and upwards until you hit Gretna. On the east it’s everything north of the Humber – plus all of Yorkshire, obviously. The bits in the middle are more problematic. Staffordshire and Derbyshire are officially in the Midlands, but they feel northern to me. </p> \n<p>I think the north stops when you go far enough into the Midlands that people start calling you “babs” instead of “duck” or “love”. Or when people have dinner instead of tea and lunch instead of dinner. Or when chippies stop asking if you want gravy.</p> \n<p>There are other ways to define the north of England. Earlier this year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/may/14/thousands-sign-petition-calling-for-north-of-england-to-be-part-of-scotland\">a petition</a> demanding that the north join an independent Scotland suggested Scotland’s southern borders be extended along a line that runs between the mouth of the Humber and the Dee, which flows east from Wales via Chester and discharges to the sea between Wales and the <a href=\"http://en.wikipedia.org/wiki/Wirral_Peninsula\">Wirral peninsula</a> in England. Some choose everything north of the Trent. In his excellent book, Pies and Prejudice, Stuart Maconie chooses Crewe.</p> \n<p>I asked on Twitter how others would define the north. Here are some of my favourite responses so far:</p> \n<p>Terry Fletcher, a former editor of the Dalesman magazine, referenced the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/jun/25/northern-powerhouse-tories-transpennine-sheffield-mainline-upgrades-cancelled\">northern powercut</a> in his suggestion:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Agedcragrat/statuses/618360603694997504\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/helenpidd\">@helenpidd</a> It's where the trains are clapped out and are going to stay that way - sorry,I meant, where improvements are 'paused'</p>— Terry Fletcher (@Agedcragrat) \n  <a href=\"https://twitter.com/Agedcragrat/status/618360603694997504\">July 7, 2015</a>\n </blockquote> \n</figure> \n<p>Jan Meadowcroft reckoned it was all about terms of endearment:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/janmeadowcroft/statuses/618361953745027072\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/helenpidd\">@helenpidd</a> It's from where people call each other &quot;duck&quot; via &quot;love&quot; and as far as &quot;pet&quot;.</p>— jan meadowcroft (@janmeadowcroft) \n  <a href=\"https://twitter.com/janmeadowcroft/status/618361953745027072\">July 7, 2015</a>\n </blockquote> \n</figure> \n<p>Justin Clark drew me a handy map:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JustClarkPR/statuses/618362093729939457\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/helenpidd\">@helenpidd</a> Any help? <a href=\"http://t.co/DDkVei9c2v\">pic.twitter.com/DDkVei9c2v</a></p>— Justin Clark (@JustClarkPR) \n  <a href=\"https://twitter.com/JustClarkPR/status/618362093729939457\">July 7, 2015</a>\n </blockquote> \n</figure> \n<p>Bob Hardy, a Yorkshireman and bassist in Franz Ferdinand, went for a more cynical approach:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/B0bHardy/statuses/618357973539287040\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/helenpidd\">@helenpidd</a> Highbury Corner to Potters Bar.</p>— Bob Hardy (@B0bHardy) \n  <a href=\"https://twitter.com/B0bHardy/status/618357973539287040\">July 7, 2015</a>\n </blockquote> \n</figure> \n<p>Cycling’s Ned Boulting – a Londoner – had another idea: <br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nedboulting/statuses/618363874971156481\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/helenpidd\">@helenpidd</a> it's the point at which people start to pity/patronise Londoners.</p>— Ned Boulting (@nedboulting) \n  <a href=\"https://twitter.com/nedboulting/status/618363874971156481\">July 7, 2015</a>\n </blockquote> \n</figure>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d14daeece191a232c888800e6bc67da93e209826/1099_431_2438_1463/2438.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2438,"orientation":"landscape","credit":"Carl Court/PA WIRE","altText":"A signpost marking the directions of north and south at the Watford Gap on the M1","cleanCredit":"Photograph: Carl Court/PA WIRE"}],"bodyImages":[],"webPublicationDate":"2015-07-07T11:11:12Z","lastModified":"2015-07-07T15:15:07Z","metadata":{"commentable":true,"commentCount":1550,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":false,"keywords":["UK news","North-south divide","Society"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"society/north-south-divide","webTitle":"North-south divide"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/jul/07/where-is-the-north-of-england-the-government-isnt-sure","shortUrl":"http://gu.com/p/4ae88","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/the-northerner/2015/jul/07/where-is-the-north-of-england-the-government-isnt-sure","webUri":"http://www.theguardian.com/uk-news/the-northerner/2015/jul/07/where-is-the-north-of-england-the-government-isnt-sure"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d14daeece191a232c888800e6bc67da93e209826/1099_431_2438_1463/2438.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2438,"orientation":"landscape","caption":"A signpost marking the directions of north and south at the Watford Gap on the M1 Photograph: Carl Court/PA WIRE","credit":"Carl Court/PA WIRE","altText":"A signpost marking the directions of north and south at the Watford Gap on the M1","cleanCaption":"A signpost marking the directions of north and south at the Watford Gap on the M1","cleanCredit":"Photograph: Carl Court/PA WIRE"}},"importance":4,"kicker":{"title":"Where is the north of England?"},"showQuotedHeadline":false,"sublinks":[{"title":"Think the Midlands is margarine in a north-south sandwich? Think again","rawTitle":"Think the Midlands is margarine in a north-south sandwich? Think again","item":{"type":"comment","id":"commentisfree/2015/jul/07/midlands-north-south-england","title":"Think the Midlands is just margarine in a north-south sandwich? Think again","trailText":"There’s nothing mediocre about the land that created Shakespeare, Cadbury’s and glam rock; it is the centre of the England’s culture","standFirst":"There’s nothing mediocre about the land that created Shakespeare, Cadbury’s and glam rock; it is the centre of the England’s culture","byline":"Nell Frizzell","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/06/west-midlands-economic-powerhouse-leaders-councils-combined-authority\">West Midlands 'economic powerhouse' plan unveiled</a> </p> \n</aside> \n<p>Philip Larkin, package holidays, glam rock, Lea &amp; Perrins, the industrial revolution, Cadbury’s chocolate, Shakespeare, canal boats, Darwin, the balti, Wedgwood, Vicky McClure, Ladybird Books and the Specials; this isn’t England. This is the Midlands.</p> \n<p>From Lincoln to Leek, Redditch to Rugby, the Midlands is more than just a smear of margarine in the north-south sandwich that is England; it is a region all its own. Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford, Birmingham and Northampton. In fact, to talk of a north-south divide is to miss the point entirely, because England is a triptych. And if you think the north begins at Watford or that the south is anywhere under Sheffield, then it’s time to wake up and smell the stilton.</p> \n<p>The news that leaders from Birmingham, Coventry, Dudley, Sandwell, Solihull, Walsall and Wolverhampton have come together to create a West Midlands “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/06/west-midlands-economic-powerhouse-leaders-councils-combined-authority\" title=\"\">economic powerhouse</a>” should come as no surprise. That the government is investing more than &pound;19m to turn the Midlands into an “engine for growth” with a superfast railway should come as no surprise. The Midlands is already a powerhouse – perhaps not the industrial, economic and mechanical powerhouse it once was, but it has a culture, a language, an identity and a landscape all its own. It is the multicultural, agricultural torso of our national body. Not to mention its population of more than 10 million – giving it the ability to swing an election.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"f8ee3c4529f1c84c6627644b0f5d0ed33ed5d79c\"> \n <img src=\"http://media.guim.co.uk/f8ee3c4529f1c84c6627644b0f5d0ed33ed5d79c/201_0_2902_4356/666.jpg\" alt=\"The Midlands gave us some of the quintessentially English food there is, like Walkers crisps\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Midlands gave us some of the quintessentially English food there is, like Walkers crisps</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson for the Guardian</span> \n </figcaption> \n</figure> \n<p>We all know the cultural output of the Midlands, of course. The films of Shane Meadows, actors like <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/samantha-morton\" title=\"\">Samantha Morton</a>, McClure and Jack O’Connell who trained at the Television Workshop, Victoria Wood and her long-time partner-in-laughs Julie Waters, they are all Midland born and bred. Dexys Midnight Runners, Black Sabbath, the Specials, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/ledzeppelin\" title=\"\">Led Zeppelin</a>, Steel Pulse and The Beat weren’t just Midlands bands – they made the Midlands the birthplace of 2Tone and heavy metal. Who but a Coventry band – born on the concrete streets of a bombed-out city – could write Ghost Town? Who but a Birmingham band – surrounded by the droning M6 and car factories of Aston – could write Iron Man?</p> \n<p>The language of the Midlands, like its landscape and history, is neither northern nor southern. It is a brogue all of its own. Alan Sillitoe’s circumscribed universe of bike factories, goose fairs and “whatever people say I am, that’s what I’m not” philosophy is Nottingham, made text. Philip Larkin’s cut-price crowd, who hanker after red kitchenware, sharp shoes and iced lollies are spied from the window of an east Midland’s train, speeding through the city where his “childhood was unspent”. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/shakespeare\" title=\"\">Shakespeare</a>, a man who arguably did more to form the English tongue than any other, did so from <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/travel/stratford-upon-avon\" title=\"\">Stratford</a>, making the Midlands the birthplace of hundreds of words from luggage to lustrous and rant to remorseless. Hell, he even made it the birthplace of the word birthplace. And where but the Midlands would you find such glorious, such ridiculous, such intrinsically English street names as Fanny Hands Lane, Crotch Crescent, Bell End and, of course, the many, many Gropecunts? Not to mention those specifically Midlandian terms of endearment like our kid and me duck, and their counterparts sket, nesh and getting a cob on.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'Forget the rugged north or pastoral south; the Midlands is what non-English people think of as England'</p> \n </blockquote> \n</aside> \n<p>The Midlands wasn’t just the originator of world football championships, thanks to the football league and the package holiday, thanks to Thomas Cook, it also gave us DH Lawrence, Adrian Mole, Cambridge University, Lady Godiva, Alan Moore and Brookes saddles. It gave us some of the most quintessentially English food there is, from pork pies to Walkers crisps, Pot Noodles to Branston pickle, Worcester sauce to Shropshire Blue, as well as the glorious and much missed Mr Egg. Forget the rugged north or pastoral south; the Midlands is what non-English people think of as England. From the rolling rural landscape of The Archers to the neat red brick houses of Bournville, we have exported a thoroughly Midland image of England to all four corners of the world.</p> \n<p>So if and when it comes, I won’t bother with HS2. I won’t be speeding my way to Birmingham. Because the Midlands isn’t an obstacle to get from north to south. It isn’t a border. It isn’t on the way, nor in the way. It is a third land all of its own. It is the beating heart of this blessed plot, this earth, this realm, as our kid Shakespeare once said.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266559016/The-worlds-first-Ironbrid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.' Photograph: Alamy","credit":"Alamy","altText":"The world's first Ironbridge built by Abraham Darby ","cleanCaption":"'Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.' Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f8ee3c4529f1c84c6627644b0f5d0ed33ed5d79c/201_0_2902_4356/2902.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4356,"width":2902,"orientation":"portrait","caption":"The Midlands gave us some of the quintessentially English food there is, like Walkers crisps Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"The Midlands gave us some of the quintessentially English food there is, like Walkers crisps","cleanCaption":"The Midlands gave us some of the quintessentially English food there is, like Walkers crisps","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"webPublicationDate":"2015-07-07T11:56:31Z","lastModified":"2015-07-07T11:57:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Nell Frizzell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nell-frizzell"}],"feature":false,"keywords":["North-south divide","Culture","Life and style","Society","UK news"],"tags":[{"id":"society/north-south-divide","webTitle":"North-south divide"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Nell Frizzell","topic":{"type":"tag-contributor","name":"profile/nell-frizzell"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/07/midlands-north-south-england","shortUrl":"http://gu.com/p/4ae9e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/07/midlands-north-south-england","webUri":"http://www.theguardian.com/commentisfree/2015/jul/07/midlands-north-south-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266559016/The-worlds-first-Ironbrid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.’ Photograph: Alamy","credit":"Alamy","altText":"The world's first Ironbridge built by Abraham Darby ","cleanCaption":"‘Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.’ Photograph: Alamy"}},"importance":0,"byline":{"title":"Nell Frizzell"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266559016/The-worlds-first-Ironbrid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.' Photograph: Alamy","credit":"Alamy","altText":"The world's first Ironbridge built by Abraham Darby ","cleanCaption":"'Modern England, you could argue, was clawed out of the clay-heavy soil of Staffordshire and breathed into life by the bellows and pumps of Telford.' Photograph: Alamy"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d14daeece191a232c888800e6bc67da93e209826/1099_431_2438_1463/2438.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2438,"orientation":"landscape","credit":"Carl Court/PA WIRE","altText":"A signpost marking the directions of north and south at the Watford Gap on the M1","cleanCredit":"Photograph: Carl Court/PA WIRE"}}]},{"title":"Mike Leigh on David Halliwell / 'He's one of the great writers who never happened'","rawTitle":"'He's one of the great writers who never happened'","item":{"type":"article","id":"stage/2015/jul/07/mike-leigh-on-playwright-david-halliwell-little-malcolm","title":"Mike Leigh on David Halliwell: 'He's one of the great writers who never happened'","trailText":"As a revival of David Halliwell’s cult comedy about disaffected youth and fascism opens in London, his friend and collaborator Mike Leigh says he should have been up there with Pinter and Stoppard","standFirst":"<p>As a revival of David Halliwell’s cult comedy about disaffected youth and fascism opens in London, his friend and collaborator Mike Leigh says he should have been up there with Pinter and Stoppard</p>","byline":"Matt Trueman","body":"<p>“Come on, get up.” A young, moustachioed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/john-hurt\">John Hurt</a> is lying in bed looking down the camera. He steels himself – “One, two, three, four, five …” – but doesn’t budge. “The thing is t’ creep up on yourself, take yourself by surprise. OK. Now.” Nothing. “Blast! Now.” He throws himself up and rockets out of bed. Say hello to Malcolm Scrawdyke: art-school reject, self-proclaimed revolutionary and the late playwright David Halliwell’s most enduring creation.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/oct/30/george-harrison-little-malcolm-handmade\">Eunarchy in the UK: George Harrison's first movie</a> </p> \n</aside> \n<p>In 1974, George Harrison (the George Harrison) produced his first movie: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/oct/30/george-harrison-little-malcolm-handmade\">Little Malcolm and His Struggle Against the Eunuchs</a>. He’d seen Hurt play Scrawdyke nine years earlier on stage, either in the West End or on Broadway, where Halliwell’s play was retitled Hail Scrawdyke! Both runs bombed, but it’s a marvel they happened at all. The original fringe production, starring Halliwell himself and directed by a 22-year-old <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/mikeleigh\">Mike Leigh</a>, was nearly six hours long. Barely anyone saw it.</p> \n<p>Fifty years on, with an anniversary revival opening at the Southwark Playhouse in London, people find they remember the film, but not the play – and certainly not the premiere. As for Halliwell, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/mar/22/guardianobituaries.artsobituaries\">who died in 2006</a>, he has faded from public consciousness almost entirely. To that end, Leigh welcomes me into his office in Soho. Actually, the word “office” paints the wrong picture – yes, there’s a cubbyhole at the back with a couple of desks, but mostly it’s a shabby sitting room with a couple of old sofas and a few framed film posters: Another Year, Topsy Turvy, Bleak Moments (Leigh’s first film, from 1971).</p> \n<p>Now 72 and as gnomish as ever, the director nestles into an armchair and points to a small stash of archive material on the table. “This is all very important to me,” he says softly. “David Halliwell is one of the great writers who never happened. If he’d got his finger out – everybody agrees about this – he would have been up there with Pinter and Stoppard and the rest of them.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=K3DseWf-Nlc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/K3DseWf-Nlc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>On top of the pile is a hefty wedge of paper, loosely bound. It’s the original Little Malcolm script: 191 A4 pages of dense typescript, most of it slashed through with diagonal lines. Leigh reckons there could be 15 hours of material in there. He flicks through the pages and says: “It goes on for ever.” Little wonder. “He was always writing this play. It just came out of him.” Like Scrawdyke, Halliwell had been expelled from Huddersfield College of Art, though he was allowed to return shortly afterwards. Halliwell always denied the play was purely autobiographical. Leigh’s not so sure. “He was Scrawdyke. Well, he was and he wasn’t.”</p> \n<p>The two men met at the Royal Academy of Dramatic Art in London in 1960. Halliwell was in his mid-20s, Leigh 17. “I went just after I’d finished breastfeeding,” he says, deadpan. “They were mostly posh kids and it was terribly old-fashioned and twee, not like it is now, but there was a scruff element. John Hurt was there, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2005/may/29/theatre1\">David Warner</a> was there. Me, Halliwell, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/kencampbell\">Ken Campbell</a> and a few other renegades.”</p> \n<p>Scrawdyke is a gift of a role, one Halliwell gave to himself, no less. (Halliwell wanted to call the play One Long Wank. “One very long wank indeed,” scoffs Leigh.) Kicked out of art school and stewing in his squalid bedsit, Malcolm opts to start his own political party, the Dynamic Erectionist Party, enlisting fellow students Wick, Ingham and the lumbering, loquacious Nipple in a struggle against the so-called conformist “eunarchy”. “Our first goal,” he tells his underlings, “will be to smash [the principal] Allard. Our ultimate goal’ll be t’ realise all our dreams, take our proper place in the scheme of things, an’ achieve absolute power.”</p> \n<p>He wasn’t the first art-school reject to seek world domination, of course. That the play is a parody of fascism doesn’t make it any less serious a study. Scrawdyke <a href=\"https://www.youtube.com/watch?v=BCPVLRV8T6I\">fumes through orotund rants</a>, insisting on salutes and banners, assassination drills and show trials. “It’s saying something very specific about fascism born of frustration,” says Leigh. Scrawdyke might rename the months of the year in his own honour, but he can’t cope with the company of women, let alone initiate sex. His dishevelled bedsit is full of self-portraits and unfinished nudes.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f8978a6f2c2184a1b45a2a732f45a8bb41736a32\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436266566370/ea7f9b2d-47bc-4671-8d0e-6da78e0de00f-460x395.jpeg\" alt=\"Southwark Playhouse's 50th anniversary revival of Little Malcolm\" width=\"460\" height=\"395\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Southwark Playhouse’s 50th anniversary revival of Little Malcolm</span> \n </figcaption> \n</figure> \n<p>This is what fascinates Clive Judd, who is directing the revival: “That idea that private injuries become public terrors.” He sees parallels with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/feb/26/one-of-us-the-story-of-anders-breivik-massacre-norway-asne-seierstad-review\">Anders Breivik</a> and the Columbine gunmen: young men who marginalised themselves; loners left to ferment into killers. “The more we ignore these troubled young people,” he says, “the more dangerous they become.” Malcolm might be ridiculous, but our ridicule turns him into a serious proposition.</p> \n<p>It’s a question of when play tips into reality: when does fantasy fascism become a genuine dictatorship? Daniel Easton, who is playing Scrawdyke, sees it all as an attempt at self-definition. “Malcolm’s been trying out different versions of himself and this militaristic, fascist leader is probably Malcolm mark six or seven. These are young men trying to find out who they really are.”</p> \n<p>So, perhaps, was Halliwell. “He was, in a Scrawdykian way, confrontational and argumentative,” says Leigh. As a kid, he kept his raincoat on for a whole year after a headmaster told him to take it off. He fashioned a waistcoat for his pet frog. By adulthood, stocky and often unshaven in cheap, scuzzy secondhand clothing, Halliwell was a singular soul. “He wasn’t a hippy or a beatnik. He was a bohemian – but not someone playing the role of a bohemian. He was such an original.” Halliwell, like Scrawdyke, did things his way. “He was impossible to direct,” Leigh laughs. “He used to say, ‘The director’s just a chairman.’”</p> \n<p>Halliwell and Leigh had hired the Unity Theatre, a deconsecrated church that later burned down. At the time, there was no London fringe to speak of – no pub theatres and very few venues for hire. “We had no money. It was a long time before we could pay.” Leigh remembers sitting in a Chinese restaurant one night, when one of his cast walked past. “I said, ‘What are you doing here?’ He said, ‘There’s only four people in, so we’re not doing it.’”</p> \n<p>Word did, however, reach <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2010/mar/30/michael-codron-aldwych-theatre\">Michael Codron</a>, then the hottest young producer in town, who picked Little Malcolm up and stripped it down to two hours, replacing Halliwell with Hurt for a West End run. Codron, still producing at 85, recalls Halliwell as “a rather grumpy fellow – a real loner, rather scruffy and rather unhappy”.</p> \n<figure class=\"element element-image\" data-media-id=\"73d8d84a8801e0a91712204e8ae3ba61abebf780\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436268741040/3289762b-b512-4b9e-9f96-62bd9c98b44e-460x276.jpeg\" alt=\"John Hurt in the 1974 film of Little Malcolm and His Struggle Against the Eunuchs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The more we ignore these troubled young people, the more dangerous they become’ … John Hurt in the 1974 film of Little Malcolm and His Struggle Against the Eunuchs.</span> \n  <span class=\"element-image__credit\">Photograph: BFI</span> \n </figcaption> \n</figure> \n<p>The play flopped, closing after a couple of weeks, but not before Harrison saw it. Very soon, it achieved cult status as student protest bubbled up in the late 1960s. Unwittingly, the play pre-empted all the sit-ins and syllabus overhauls to come. “That’s not what Halliwell was writing about,” says Leigh. “He was writing something psychological.”</p> \n<p>Halliwell’s other works never matched up to Little Malcolm. With his fringe company Quipu (named after an Inca communication tool), he tried his hand at devised theatre, something Leigh believes he was fundamentally unsuited to. “His relationship with the actors wasn’t about growing and enabling, but about dictating, so the plays were always somewhat inorganic. The writer was there, though. He had great ideas – perceptive to the highest degree and witty, too.”</p> \n<p>An ardent experimentalist, at odds with anything mainstream, Halliwell later developed a form he christened “multi-viewpoint drama”: one event seen several times from different perspectives. He never really pulled it off, coming close only once with a protracted piece about a child killer: KD Dufford hears KD Dufford ask KD Dufford how KD Dufford’ll Make KD Dufford. <a href=\"http://www.doollee.com/PlaywrightsH/halliwell-david.html\">Titles were his forte</a>. The Freckled Bum, Janitress Thrilled by Prehensile Penis and A Last Belch for the Great Auk all followed – and flopped. Cordon commissioned a play that never materialised and Halliwell drifted towards two-bit television.</p> \n<p>He died aged 70 with only one outright success to his name. “He should have been a household name,” says Leigh wistfully. “I still lie in bed and go, ‘Come on. Get up.’”</p> \n<p><span class=\"bullet\">•</span> <a href=\"http://southwarkplayhouse.co.uk/the-little/little-malcolm-and-his-struggle-against-the-eunuchs/\">Little Malcolm and His Struggle Against the Eunuchs</a> is at the Southwark Playhouse, London, until 1 August.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436268663210/bee446ff-122c-447b-be48-f03cb3f6c65b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Public domain","altText":"David Halliwell","cleanCredit":"Photograph: Public domain"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436266567176/ea7f9b2d-47bc-4671-8d0e-6da78e0de00f-2060x1769.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1769,"width":2060,"orientation":"landscape","caption":"Southwark Playhouse’s 50th anniversary revival of Little Malcolm","credit":"PR","altText":"Southwark Playhouse's 50th anniversary revival of Little Malcolm","cleanCaption":"Southwark Playhouse’s 50th anniversary revival of Little Malcolm"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436268741509/3289762b-b512-4b9e-9f96-62bd9c98b44e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘The more we ignore these troubled young people, the more dangerous they become’ … John Hurt in the 1974 film of Little Malcolm and His Struggle Against the Eunuchs. Photograph: BFI","credit":"BFI","altText":"John Hurt in the 1974 film of Little Malcolm and His Struggle Against the Eunuchs.","cleanCaption":"‘The more we ignore these troubled young people, the more dangerous they become’ … John Hurt in the 1974 film of Little Malcolm and His Struggle Against the Eunuchs.","cleanCredit":"Photograph: BFI"}],"webPublicationDate":"2015-07-07T11:48:30Z","lastModified":"2015-07-07T23:00:44Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Matt Trueman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matt-trueman"}],"feature":true,"keywords":["Theatre","Stage","Mike Leigh","Culture"],"tags":[{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"film/mikeleigh","webTitle":"Mike Leigh"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[{"displayName":"Matt Trueman","topic":{"type":"tag-contributor","name":"profile/matt-trueman"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jul/07/mike-leigh-on-playwright-david-halliwell-little-malcolm","shortUrl":"http://gu.com/p/4ae6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jul/07/mike-leigh-on-playwright-david-halliwell-little-malcolm","webUri":"http://www.theguardian.com/stage/2015/jul/07/mike-leigh-on-playwright-david-halliwell-little-malcolm"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436268663210/bee446ff-122c-447b-be48-f03cb3f6c65b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘He wasn’t a hippy or a beatnik. He was a bohemian – but not someone playing the role of a bohemian. He was such an original’ … Mike Leigh on David Halliwell (pictured in 1965). Photograph courtesy of Mike Leigh","credit":"Courtesy of Mike Leigh","altText":"David Halliwell (pictured)","cleanCaption":"‘He wasn’t a hippy or a beatnik. He was a bohemian – but not someone playing the role of a bohemian. He was such an original’ … Mike Leigh on David Halliwell (pictured in 1965). Photograph courtesy of Mike Leigh"}},"importance":3,"kicker":{"title":"Mike Leigh on David Halliwell"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436268663210/bee446ff-122c-447b-be48-f03cb3f6c65b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Public domain","altText":"David Halliwell","cleanCredit":"Photograph: Public domain"}}]},{"title":"Analysis / What was good for Germany in 1953 is good for Greece in 2015","rawTitle":"What was good for Germany in 1953 is good for Greece in 2015","item":{"type":"article","id":"business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","title":"What was good for Germany in 1953 is good for Greece in 2015","trailText":"Economic assistance under the Marshall plan was important to both countries, but it was the granting of debt relief that made a difference to the Germans<br>","standFirst":"<p>Economic assistance under the Marshall plan was important to both countries, but it was the granting of debt relief that made a difference to the Germans<br /></p>","byline":"Larry Elliott Economic editor","body":"<p>The arguments being used by the Greek government to secure debt relief can be traced back to a little-reported speech made to the students of Harvard University on 5 June 1947.</p> \n<p>It was there that George Marshall, the then US secretary of state, floated the idea of a European programme of economic reconstruction. The Americans saw that Europe was on the brink of economic collapse. Industrial capacity had been wiped out. Trade had ceased. People were going hungry and, in Marshall’s view, at risk of turning to communism.</p> \n<p>Despite being the turning point for Europe’s economies after the second world war, <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436195890159/6-May-1947-Marshall-speec-001.jpg\">Marshall’s speech</a> was not considered as especially important at the time. The State Department did not bother to tell anybody in Europe about what he was about to say and the British embassy in Washington did not think it worth the cost to send a cable with an advance copy of the speech to London.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/feb/27/greece-spain-helped-germany-recover\">Greece and Spain helped postwar Germany recover. Spot the difference | Nick Dearden</a> </p> \n</aside> \n<p>But the speech was covered by the BBC’s Washington correspondent and, by luck, his report was heard by the then UK foreign secretary, Ernest Bevin, in a wireless set he kept by his bedside. Bevin seized on the opportunity provided by the Americans, who said the Europeans had to organise their own plan for disbursing the money. “It was like a life line to sinking men,” he said later. “It seemed to bring hope where there was none.”</p> \n<p>Lessons had been learned from the mistakes made after the first world war. Then, the victorious Allied powers had imposed a punitive peace on Germany, demanding heavy reparations that bred resentment.</p> \n<figure class=\"element element-embed\" data-alt=\"Suzanne Moore tweet about Conference of London 1953\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Greece's finance minister at London Conference of 1953 signing a treaty agreeing to cancel 50% of Germany's debt &lt;a href=&quot;http://t.co/ckdDYSDvTD&quot;&gt;pic.twitter.com/ckdDYSDvTD&lt;/a&gt;&lt;/p&gt;— suzanne moore (@suzanne_moore) \n &lt;a href=&quot;https://twitter.com/suzanne_moore/status/617282268558696449&quot;&gt;July 4, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Marshall tried a different approach. Over four years, the US pumped $13bn into Europe (the equivalent of more than $150bn today) in the hope that it would rebuild economic capacity, enable countries to trade with each other, and rebuff the threat from Stalin’s Soviet Union. It was not an entirely selfless act. The US at the time accounted for 50% of the world’s output, and needed to find markets for its exports. The lack of demand in countries such as France, Italy and Germany in 1947 meant this was not possible.</p> \n<p>Britain was the single biggest beneficiary of Marshall aid, receiving more than a quarter of the total. Germany took $1.4bn (11% of the total), four times as much as Greece received.</p> \n<p>Hans Werner-Sinn, the president of the IFO thinktank in Munich, noted three years ago that Marshall aid accounted for 4% of German GDP at the time, while Greece had, even then, received economic assistance worth 200% of its national output.</p> \n<p>This, though, overlooks two points. The first is Greek resentment at the German occupation during the second world war. As Bevin’s biographer Alan Bullock put it: “Greece was a poor country at the best of times and her economy had been wrecked by the sequence of invasion, occupation, resistance, reprisals and civil war. Eight per cent of the population of seven million had been killed, 10 times the death rate for the UK during the war. The Germans stripped the country of livestock and everything else that could be moved; railways, roads, bridges, ports, had been destroyed.”</p> \n<p>The second is that direct transfers of money were only part of the help Germany received through the Marshall plan. Far more important than the $1.4bn was the granting of debt relief at the London conference of 1953.</p> \n<p>Writing in the Economist magazine in 2012, Albrecht Ritschl, a professor of economic history at LSE, said: “The Marshall plan had an outer shell, the European recovery programme, and an inner core, the economic reconstruction of Europe on the basis of debt forgiveness to and trade integration with Germany. The effects of its implementation were huge. While western Europe in the 1950s struggled with debt/GDP ratios close to 200%, the new West German state enjoyed debt/GDP ratios of less than 20%. This and its forced re-entry into Europe’s markets was Germany’s true benefit from the Marshall plan.”</p> \n<p>In the days to come, the Greek prime minister, Alexis Tsipras, will be arguing that was good for Germany in 1953 would be good for Greece in 2015.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-06T13:21:18Z","lastModified":"2015-07-06T23:01:09Z","metadata":{"commentable":true,"commentCount":1016,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Eurozone crisis","Business","Economics","Euro","Currencies","Europe","European Union","European banks","Financial sector","Financial crisis","European monetary union","European Central Bank","World news","Banking","Germany","Greece","Second world war","US foreign policy"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/world","webTitle":"World news"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"}],"section":{"id":"business"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","shortUrl":"http://gu.com/p/4aday","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","webUri":"http://www.theguardian.com/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","caption":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year. Photograph: Stephanie Pilick/EPA","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCaption":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}},"importance":3,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}}]}],"lastModified":"2015-07-08T08:12:16Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}