{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"South Carolina / Confederate flag comes down as history of hate meets modernity","rawTitle":"Confederate flag comes down as history of hate meets modernity","item":{"type":"article","id":"us-news/2015/jul/10/south-carolina-confederate-flag-goes-down-as-history-of-hate-meets-modernity","title":"South Carolina's Confederate flag comes down as history of hate meets modernity","trailText":"In a cathartic moment, the controversial standard was consigned to a museum. But taking down a symbol is easier than dealing with what it represents","standFirst":"<p>In a cathartic moment, the controversial standard was consigned to a museum. But taking down a symbol is easier than dealing with what it represents</p>","byline":"Matthew Teague in Columbia, South Carolina","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/10/confederate-flag-south-carolina-statehouse\">Confederate flag removed from South Carolina capitol in victory for activists</a> </p> \n</aside> \n<p>South Carolina lowered its battle flag on Friday, amid whooping cheers and silent tears among thousands of witnesses. </p> \n<p>In the three weeks since the killing of nine black churchgoers in Charleston, the Confederate flag has become a fixed point of outrage, where fresh grief collides with old pride. The flag on the grounds of the state capitol here, in particular, represented official entrenchment.</p> \n<p>On Thursday night crowds surged into the streets, where people pitched tents around the statehouse square. They claimed their spots hours in advance, hoping for proximity to history. The standard of the former American confederacy – the battle flag of a long-ago bloody, racial conflict between the states, and a more recent ideological conflict – stood waving deep in enemy territory, surrounded by modernity: in downtown Columbia, verandas and parlors long ago gave way to hipster clothing shops, to kayaking outfitters, to Starbucks.</p> \n<p>Through the evening a dozen state troopers stood around the flagpole with hands folded and the brims of their hats tilted against the flash of smartphone cameras. As the crowd swelled toward sunrise on Friday, it seemed to represent the larger citizenry of the American south: a calm and forward-looking people, shot through with a smaller number of zealots. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"996d3567497c33c090fd03453cbe51332de9d48f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550523835/bdc1a303-a7a1-4e09-8765-f99a2b13f17f-280x420.jpeg\" alt=\"vv\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">HK Edgerton, wearing Confederate uniform, carries the battle flag: ‘I’m trying to set the record straight.’</span> \n  <span class=\"element-image__credit\">Photograph: Matt Teague for the Guardian</span> \n </figcaption> \n</figure> \n<p>A black man named HK Edgerton caused a stir when he arrived from Asheville, North Carolina, wearing a Confederate uniform and carrying an enormous battle flag. He took up a position at the front of the crowd, which gawked at him.</p> \n<p>“I’m trying to set the record straight,” he said. </p> \n<p>Was anyone paying him to be there?</p> \n<p>“That’s none of your business,” he said. </p> \n<p>The Rev Jerome Coleman, of Johnston, South Carolina, stared at Edgerton in bewilderment. “How can you wave that flag, as a black man?”</p> \n<p>“I am proud of it,” Edgerton said. </p> \n<p>“But that flag means rape. Murder. Treason,” Coleman said. After a long gaze he said, “I love you anyway, brother,” and the two embraced. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/09/south-carolina-confederate-flag-friday\">South Carolina governor signs law ordering removal of Confederate flag</a> </p> \n</aside> \n<p>For weeks <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/23/confederate-flag-south-150-years-after-civil-war\">an emotional debate about the flag and its meaning has carried on across the United States</a>, and in recent days wrenched the South Carolina state legislature. On Thursday, after a marathon deliberation among state representatives, Governor Nikki Haley <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/09/south-carolina-confederate-flag-friday\">approved a plan to lower the flag one last time</a>.</p> \n<p>Thousands of people from around the country turned out to bear witness, or protest. One self-styled prophet wore burlap cloth and clutched an enormous book he had labelled in homemade block letters: HOLY BIBLE. He roared at the crowd about unjust taxation, until a group of university students smothered him with earnest questions about the state’s secession papers of 1852, adopted in 1860, particularly paragraphs one, 15, 16, and so forth, until the prophet’s arms hung limp at his sides. </p> \n<p>Another defender of the flag focused on it as a literal object: “Look at this flag. Did this flag ever hurt anybody?” </p> \n<p>He pointed, and true enough, the object itself flapped on its pole, placid and impotent. It featured a blue St Andrew’s Cross on a red field, with a white star for each of the slaveholding states. Southern seamstresses created it after the first major land battle of the American civil war, when southern soldiers confused the official Confederate flag, or “stars and bars”, for the US “stars and stripes”, and shot at each other.</p> \n<p>So it is, as an object, merely designed to be distinguishable from the United States flag. But for many people in South Carolina – and across these United States – the most important word in its description is “slaveholding”.</p> \n<p>“This flag has always made me feel sad, man,” said Thomas Wiggins, a black man holding a sign that read HONK IF YOU WANT IT DOWN. The drivers of Columbia obliged, laying into their horns as they circled the statehouse. Wiggins said he has spent all his 47 years in South Carolina, and for the entirety of his life he has felt the weight of the battle flag’s significance. </p> \n<p>As he prepared to watch the flag come down, a joy came uncoiled in Wiggins; he shot an index finger to the sky and hollered, “WHEEEYEWWW!”</p> \n<figure class=\"element element-image\" data-media-id=\"9f1bcd661162382def77cd4bde529f50647c7d93\"> \n <img src=\"http://media.guim.co.uk/9f1bcd661162382def77cd4bde529f50647c7d93/0_417_3500_2101/1000.jpg\" alt=\"Governor Nikki Haleyr eaches out to hug the Rev Norvel Goff, pastor of Emanuel African Methodist Episcopal Church in Charleston, before the Confederate battle flag is permanently removed from the South Carolina statehouse grounds. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Governor Nikki Haley reaches out to hug the Rev Norvel Goff, pastor of Emanuel African Methodist Episcopal Church in Charleston, before the Confederate battle flag is permanently removed from the South Carolina statehouse grounds. </span> \n  <span class=\"element-image__credit\">Photograph: Jason Miczek/Reuters</span> \n </figcaption> \n</figure> \n<p>By 9am, jubilation had taken hold in large sections of the crowd. Witnesses laughed, sang, and chanted “Take it down”. Satellite trucks sprouted around the square, and television reporters lined up, jockeying for position with their backs to the flag.</p> \n<p>More smartphone cameras appeared, thousands of them, firing one last fusillade at the flag during its final hour. A game emerged among watchers: how exactly would the flag come down? It appeared to be designed as a permanent – and pugnacious – installation, with none of the usual ropes and pulleys. Some people guessed the job would require climbing gear, as the activist Bree Newsome used to pre-emptively pull down the flag, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/woman-removes-confederate-flag-south-carolina-statehouse\">in an act of protest</a>, two weeks earlier. Others expected a crane.</p> \n<p>The statehouse square sits at the center of the city’s downtown, with the Capitol building surrounded by a green park, and beyond that modern buildings. People crowded on to rooftops and balconies to watch Friday’s proceedings. Packs of motorcyclists circled the area wherever roads remained open, revving their engines. Helicopters and airplanes circled overhead. Bickering between pro- and anti-flag factions became impossible to hear over the general cheer.</p> \n<p>Earlier 60-year-old Tudy Phipps, a white woman, had rolled in her wheelchair as close as she could to the foot of the flagpole. “I was born and raised here, and I sense it’s time,” she said. “It’s time for it to come down.”</p> \n<p>She thought a moment and added, “It was stolen from us, you know. By the racists, the hate groups, the Klan. So it’s time.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457465691__\n</div> \n<p>A few minutes after 10am, a state law enforcement honor guard approached the pole. Weeks earlier, these men – seven white and two black – had escorted state senator Clementa Pinckney’s casket to the statehouse. Pinckney’s death pricked the consciences of his colleagues, who subsequently cited his work for racial harmony as they debated pulling down the battle flag. The honor guard took down the flag and handed it over to Allen Roberson, director of the South Carolina Confederate Relic Room and Military Museum, where it will remain.</p> \n<p>The crowd vibrated with emotion, both contentious and euphoric, making clear the flag had grown beyond its physical dimensions. It had done what all flags do: it signified something larger than itself.</p> \n<p>Even so, the argument about the object – “Did this flag ever hurt anybody?” – holds true, in another sense. In the weeks since the Charleston shooting the flag became a totem for racial strife, allowing pained people across a nation to gather their diffuse anger and focus it on ever-narrower targets: on the south, on South Carolina, on a single flagpole. But the original reasons for that anger, including black people dying at the hands of police in Missouri, Ohio, New York and elsewhere, remain complex, unresolved, and far-flung from any southern statehouse. However powerful the Confederate flag may be as a symbol, it didn’t kill those people. </p> \n<p>“This was a very smart move by the politicians in South Carolina. They traded the flag away,” said history professor Edward Baptist, of Cornell University. “And it’s a lot easier for a white, northern media establishment to focus on the flag than, say, stop-and-frisk policies nationwide.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/progressive-american-south-flag-klansman-next-door\">Progressive rebels in the American south fight a flag – and the Klansman next door</a> </p> \n</aside> \n<p>Beyond those larger issues, there remain places where Confederate flags still officially fly. Mississippi’s state flag, for instance, bears a smaller version of the battle flag in one corner. State legislators there plan to take up the issue in January. In the meantime other icons of the Confederacy – flags, monuments, markers, license plates and bumper stickers on automobiles – are increasingly drawing petitions around the country. </p> \n<p>On Friday, though, opponents of the flag in South Carolina celebrated a victory they had fought for – marched for, protested for – for half a century. </p> \n<p>Thomas Wiggins – the man urging cars to honk as they passed – dropped his face into his hands. “Man,” he said, “I don’t even know the words for this feeling.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71953d2c57e7ebaf75cb4d4659a40795d658dbfa/0_0_2509_1505/2509.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1505,"width":2509,"orientation":"landscape","credit":"Jason Miczek/Reuters","altText":"The Confederate battle flag is permanently removed from the South Carolina statehouse grounds during a ceremony in Columbia, South Carolina July, 10, 2015. South Carolina removed the Confederate battle flag from the state capitol grounds on Friday to chants of \"USA, USA!,\" after three weeks of emotional debate over the banner, a symbol of slavery and racism to many, but of Southern heritage and pride to others. REUTERS/Jason Miczek      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Jason Miczek/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550523654/c93eabdb-a5b6-485c-963d-39184a6615ad-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"HK Edgerton, wearing Confederate uniform, carries the battle flag: ‘I’m trying to set the record straight.’ Photograph: Matt Teague for the Guardian","credit":"Matt Teague for the Guardian","altText":"vv","cleanCaption":"HK Edgerton, wearing Confederate uniform, carries the battle flag: ‘I’m trying to set the record straight.’","cleanCredit":"Photograph: Matt Teague for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f1bcd661162382def77cd4bde529f50647c7d93/0_417_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Governor Nikki Haley reaches out to hug the Rev Norvel Goff, pastor of Emanuel African Methodist Episcopal Church in Charleston, before the Confederate battle flag is permanently removed from the South Carolina statehouse grounds.  Photograph: Jason Miczek/Reuters","credit":"Jason Miczek/Reuters","altText":"Governor Nikki Haleyr eaches out to hug the Rev Norvel Goff, pastor of Emanuel African Methodist Episcopal Church in Charleston, before the Confederate battle flag is permanently removed from the South Carolina statehouse grounds. ","cleanCaption":"Governor Nikki Haley reaches out to hug the Rev Norvel Goff, pastor of Emanuel African Methodist Episcopal Church in Charleston, before the Confederate battle flag is permanently removed from the South Carolina statehouse grounds. ","cleanCredit":"Photograph: Jason Miczek/Reuters"}],"webPublicationDate":"2015-07-10T18:30:00Z","lastModified":"2015-07-10T23:14:19Z","metadata":{"commentable":true,"commentCount":230,"contributors":[{"name":"Matthew Teague","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthew-teague"}],"feature":true,"keywords":["South Carolina","US news","Charleston shooting","Race issues"],"tags":[{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"world/race","webTitle":"Race issues"}],"section":{"id":"us-news"},"topics":[{"displayName":"Matthew Teague","topic":{"type":"tag-contributor","name":"profile/matthew-teague"}}],"embeddedVideos":[{"id":"gu-video-457465691","source":"Reuters","durationInSeconds":46,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/10/150710confedflag.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/10/150710confedflag_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/10/1436540241589/KP_349606_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Confederate flag","credit":"guardian.co.uk","altText":"620x372 trailpic for Confederate flag","cleanCaption":"620x372 trailpic for Confederate flag"}}],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/10/south-carolina-confederate-flag-goes-down-as-history-of-hate-meets-modernity","shortUrl":"http://gu.com/p/4ahtn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/10/south-carolina-confederate-flag-goes-down-as-history-of-hate-meets-modernity","webUri":"http://www.theguardian.com/us-news/2015/jul/10/south-carolina-confederate-flag-goes-down-as-history-of-hate-meets-modernity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0de3e2cf3ba990cb69df3c53d97e612362730d4d/65_372_2608_1564/2608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1564,"width":2608,"orientation":"landscape","caption":"The Confederate battle flag being raised in front of the South Carolina statehouse in Columbia on 1 July 2000, left, and the same flag being taken down on 10 July 2015. Photograph: Paula Illingworth, John Bazemore/AP","credit":"Paula Illingworth, John Bazemore/AP","altText":"This composite show the Confederate battle flag being raised in front of the South Carolina statehouse in Columbia on 1 July 2000, left, and the same flag being taken down on 10 July 2015, right, ending its presence on the Capitol grounds.","cleanCaption":"The Confederate battle flag being raised in front of the South Carolina statehouse in Columbia on 1 July 2000, left, and the same flag being taken down on 10 July 2015.","cleanCredit":"Photograph: Paula Illingworth, John Bazemore/AP"}},"importance":7,"kicker":{"title":"South Carolina"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71953d2c57e7ebaf75cb4d4659a40795d658dbfa/0_0_2509_1505/2509.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1505,"width":2509,"orientation":"landscape","credit":"Jason Miczek/Reuters","altText":"The Confederate battle flag is permanently removed from the South Carolina statehouse grounds during a ceremony in Columbia, South Carolina July, 10, 2015. South Carolina removed the Confederate battle flag from the state capitol grounds on Friday to chants of \"USA, USA!,\" after three weeks of emotional debate over the banner, a symbol of slavery and racism to many, but of Southern heritage and pride to others. REUTERS/Jason Miczek      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Jason Miczek/Reuters"}}]},{"title":"Osborne’s planning reforms risk creating ‘slums of the future’","rawTitle":"Osborne’s planning reforms risk creating ‘slums of the future’","item":{"type":"article","id":"artanddesign/architecture-design-blog/2015/jul/10/george-osborne-planning-reforms-risk-slums-house-building","title":"Osborne's planning reforms risk creating 'slums of the future'","trailText":"The chancellor’s plan to stimulate house-building lays the UK open to a generation of poorly planned developments that do not get to the root of the housing crisis","standFirst":"<p>The chancellor’s plan to stimulate house-building lays the UK open to a generation of poorly planned developments that do not get to the root of the housing crisis</p>","byline":"Oliver Wainwright","body":"<p>Britain is incapable of building enough homes and it’s the planning system that’s to blame. So says triumphant George Osborne in his grand <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/10/osbornes-proposals-relax-planning-system-retreat-localism\">Productivity Plan</a>, a document unveiled today as a blueprint for a more prosperous nation.</p> \n<p>Titled “Fixing the Foundations” (implying that the government’s <a href=\"https://www.gov.uk/government/publications/laying-the-foundations-a-housing-strategy-for-england—2\">“Laying the Foundations”</a> strategy from 2011 produced rather shaky footings), the plan proposes a number of measures based on “streamlining” the “excessively strict” planning system, to stimulate house-building. It has been received with rapturous applause by the development industry, but are the regulations really what’s stopping homes being built? Is it not down to the fact that developers are sitting on land, because it is more profitable to leave it vacant than build on it? Or that they are exploiting the system to avoid building the kind of affordable housing so urgently needed? Or that the borrowing cap is critically preventing councils from building their own homes?</p> \n<p>By eroding the power of local authorities and centralising planning power even further, is Osborne aiming his firing sights in the right direction – or is he revealing his flawed understanding of housing supply?</p> \n<p>One of the most radical proposals in the plan is to introduce a “zonal” system, which would see planning permission granted automatically for housing schemes on brownfield land (ie land that has previously been built on, such as former industrial sites).</p> \n<p>Zoning is already used in the rest of the world, from the US to France and Germany, where areas are designated for a particular use. The decisions about how land will be developed are agreed before an application is even submitted. The outline rules are set out in advance, so the developer makes a proposal in accordance to what is specified in the zoning plan.</p> \n<p>Britain is almost unique in having a discretionary planning system, where the decision to develop a site is taken only when an application is made – and the discussions happen during the individual planning process, on a case-by-case basis. Introducing housing zones might sound like a sensible way to avoid the delays of negotiation, but is this really the case?</p> \n<figure class=\"element element-image\" data-media-id=\"c2ecea37439d103b3d4900f8079ab7ff835f8f99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436543463844/f24b2526-739e-4571-b852-5b675a458ebe-460x276.jpeg\" alt=\"New rules will allow homes to be extended up to the heigh of their neighbours.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">New rules will allow homes to be extended up to the heigh of their neighbours.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure> \n<p>“Zoning is certainly not a panacea for speed,” says Janet Askew, president of the <a href=\"http://www.rtpi.org.uk/\">Royal Town Planning Institute</a>, whose research has focused on regulatory systems in planning. “It is an incredibly complex process, with zonal plans undergoing convoluted discussions before they are agreed. The fact that land is zoned for housing doesn’t mean it goes through the planning system more quickly at all.”</p> \n<p>To Askew, introducing a zonal system makes little sense, because once land has been designated for housing in a local plan (which goes through a statutory consultation process), it will almost certainly get permission. “It simply threatens to remove power from the local authorities to negotiate over the crucial details of a scheme, in terms of mitigating what impacts it could have on the area,” she adds. “It completely flies in the face of localism.”</p> \n<p>Kate Henderson, chief executive of the <a href=\"http://www.tcpa.org.uk/\">Town and Country Planning Association</a>, agrees, arguing that granting automatic planning permission for housing schemes would “undermine any possibility for making good quality places where people want to live.”</p> \n<p>“Our real concern is if you can’t have a conversation about things like internal space standards, accessibility and green space, we’re really risking creating slums of the future,” she says. “We appreciate the government wants to speed things up, but it shouldn’t just be about quantity but quality. If planning is deregulated any further, we’ll end up with places that we’re going to regret building.”</p> \n<p>Housing charity Shelter has cautiously welcomed the introduction of housing zones, a policy it recommended in its own report to the government. But it also emphasises that the crucial question is what sort of homes will be built, not just how many.</p> \n<p>“Councils could use zones to force developers to compete with one another on quality or affordability, rather than on land price,” <a href=\"http://blog.shelter.org.uk/2015/07/osbornes-planning-revolution/\">writes Shelter policy officer Pete Jefferys</a>. “A council would zone a piece of brownfield land for development then welcome bids for how it could be developed, ensuring that affordable housing and infrastructure are also included.”</p> \n<p>But how far councils will have a say in negotiating such matters remains to be seen, in a context where planning powers will become increasingly centralised and focused solely on lubricating applications through the system.</p> \n<p>A second part of Osborne’s plan addresses an extension of “permitted development” rights, allowing people to grow their homes upwards. The last few years have seen planning regulations further slackened by stretching the scale and scope of what you are allowed to build without planning permission – known as permitted development.</p> \n<p>In the name of boosting house-building, the Productivity Plan proposes to allow rooftop extensions in London to be built “up to the height of an adjoining building” with no planning permission. (But before all you neighbours of the Shard start rubbing your hands with glee, the plan states it will only extend to a “limited number of storeys”).</p> \n<figure class=\"element element-image\" data-media-id=\"204ce92bebb78e47086fa8b5c19308c372810a66\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436543644216/d884ab9c-8092-4d5e-9ab1-2f87bd7f201b-460x276.jpeg\" alt=\"Osborne's plans 'risk ushering in a new generation of poorly planned and hastily built housing'.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Osborne’s plans ‘risk ushering in a new generation of poorly planned and hastily built housing’.</span> \n  <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n </figcaption> \n</figure> \n<p>For Henderson, this is one of the most alarming proposals. “When we saw permitted development rights extended for things like conservatories, it massively upset communities, leading to a huge number of neighbour disputes and a feeling that local people are no longer having a say in how their communities are being developed,” she says. “And it will do very little to address the housing crisis. London needs to accommodate an extra one million people in the next 15 years – and they’re not all going to live in loft extensions.”</p> \n<p>As Askew puts it, “there have been a lot of little nibbles to extend permitted development over the last few years, but they add up to a big shift.” From allowing office to residential conversions, a policy that has seen swaths of workspace lost, to the “vacant building credit”, which allows empty buildings to be converted to housing without any of the usual contributions to affordable homes or amenity space, the bonfire of red tape is having damaging consequences.</p> \n<p>Underlying Osborne’s frenzied drive for growth and productivity, there is also an explicit admonishment of public sector planners in not doing their job well or fast enough. The plan will introduce new penalties for local authorities that make 50% or less of their planning decisions on time, while introducing powers for the government to impose local plans on areas that haven’t produced their own. Yet there is not a whisper about supporting the sector that has been relentlessly drained of resources, bullied beyond all capacity to function.</p> \n<p>“What we really need is to rebuild the planning service,” says Henderson. “It is demoralised, deregulated and poorly resourced, which makes it challenging to make decisions quickly and efficiently. Rather than imposing harsher penalties, it should be about investing in skills.”</p> \n<p>By prioritising his abstract dream of productivity over the reality of making decent places to live, Osborne risks ushering in a new generation of poorly planned and hastily built housing that will bring none of the community benefits the planning system is there to provide. Instead of relentlessly chipping away at local authorities (as a distraction from addressing the real obstacles to housing supply) he should be strengthening planners’ ability to plan – not to mention lifting the borrowing cap, reviving affordable housing grants and stopping developers squatting on empty land for years.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543349137/28c68b79-2536-4e23-9c89-038f2df1d0ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dan Kitwood/Getty Images","altText":"George Osborne's plans to stimulate housebuilding have been criticised for further eroding the planning system.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543465348/f24b2526-739e-4571-b852-5b675a458ebe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New rules will allow homes to be extended up to the heigh of their neighbours. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"New rules will allow homes to be extended up to the heigh of their neighbours.","cleanCaption":"New rules will allow homes to be extended up to the heigh of their neighbours.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543645659/d884ab9c-8092-4d5e-9ab1-2f87bd7f201b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Osborne’s plans ‘risk ushering in a new generation of poorly planned and hastily built housing’. Photograph: WPA Pool/Getty Images","credit":"WPA Pool/Getty Images","altText":"Osborne's plans 'risk ushering in a new generation of poorly planned and hastily built housing'.","cleanCaption":"Osborne’s plans ‘risk ushering in a new generation of poorly planned and hastily built housing’.","cleanCredit":"Photograph: WPA Pool/Getty Images"}],"webPublicationDate":"2015-07-10T17:03:44Z","lastModified":"2015-07-10T19:27:46Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Oliver Wainwright","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733745948/OliverWainwright.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-wainwright"}],"feature":true,"keywords":["Architecture","Housing","Planning policy","Communities","Art and design","Politics","Society","Culture","UK news","George Osborne","Local government"],"tags":[{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"society/housing","webTitle":"Housing"},{"id":"politics/planning","webTitle":"Planning policy"},{"id":"society/communities","webTitle":"Communities"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"society/localgovernment","webTitle":"Local government"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Oliver Wainwright","topic":{"type":"tag-contributor","name":"profile/oliver-wainwright"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2015/jul/10/george-osborne-planning-reforms-risk-slums-house-building","shortUrl":"http://gu.com/p/4ahhz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/architecture-design-blog/2015/jul/10/george-osborne-planning-reforms-risk-slums-house-building","webUri":"http://www.theguardian.com/artanddesign/architecture-design-blog/2015/jul/10/george-osborne-planning-reforms-risk-slums-house-building"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543349137/28c68b79-2536-4e23-9c89-038f2df1d0ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne’s plans to stimulate housebuilding have been criticised for further eroding the planning system. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"George Osborne's plans to stimulate housebuilding have been criticised for further eroding the planning system.","cleanCaption":"George Osborne’s plans to stimulate housebuilding have been criticised for further eroding the planning system.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543349137/28c68b79-2536-4e23-9c89-038f2df1d0ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dan Kitwood/Getty Images","altText":"George Osborne's plans to stimulate housebuilding have been criticised for further eroding the planning system.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}}]},{"title":"Mikhail Baryshnikov / Why I finally agreed to play Nijinsky","rawTitle":"Why I finally agreed to play Nijinsky","item":{"type":"article","id":"stage/2015/jul/10/mikhail-baryshnikov-why-i-finally-agreed-play-nijinsky","title":"Mikhail Baryshnikov: why I finally agreed to play Nijinsky","trailText":"After being asked more than 15 times over the years to play the role of Diaghilev’s provocative virtuoso, the Russian dancer Mikhail Baryshnikov has finally taken a leap of faith. So what persuaded him to do it?","standFirst":"After being asked more than 15 times over the years to play the role of Diaghilev’s provocative virtuoso, the Russian dancer Mikhail Baryshnikov has finally taken a leap of faith. So what persuaded him to do it?","byline":"Sarah Crompton","body":"<p><sup>‘</sup>There is not one minute of his dancing ever recorded. He lives through his roles. What a lucky guy. It adds to the mystery.” Mikhail Baryshnikov, the greatest male dancer of his generation, is talking about the&nbsp;greatest male dancer of all&nbsp;time, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/vaslavnijinsky\" title=\"\">Vaslav Nijinsky</a>.</p> \n<p>The legend of Nijinsky has permeated ballet ever since Sergei Diaghilev’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/ballets-russes\" title=\"\">Ballets Russes</a> arrived in Paris in 1909. When asked if it was difficult to seemingly hang in the air when jumping, he replied: ‘No! No! Not difficult. You have just to go up and then pause a little up there.” Already a prodigy in St Petersburg, the dancer was a sensation in the west, praised not only for his leap, but also for his finesse – the curve of his arm, the angle of his head, his musicality – and the way he was able to melt his own personality into whatever part he was playing.</p> \n<p>His performances revivified ballet and when he turned his attention to choreography, he revolutionised the possibilities of what dance could do. His <em>L’Apr&egrave;s-midi d’un&nbsp;Faune</em> caused a scandal when it opened in 1912; the following year <em>Le Sacr&eacute; du Printemps</em> precipitated a riot. His&nbsp;thinking was so ahead of its time, audiences were simply&nbsp;not ready for what they saw. He was the most celebrated male dancer in the world, a&nbsp;name on the lips of&nbsp;all&nbsp;cultured people.</p> \n<p>But then events took an unpredictable turn. Suffering from a&nbsp;morbid fear of the sea, Diaghilev decided against taking a long voyage to South America with Nijinsky, who was his lover and protege, and the company. During the journey, Nijinsky became engaged to Romola de Pulszky, a&nbsp;rich Hungarian aristocrat who had pursued him with the aim of finding fame. They did not share a common language, but, lonely and bored, he felt she understood him. Their subsequent marriage led to his traumatic split from Diaghilev.</p> \n<p>By 1917, Nijinsky was living in St Moritz, with Romola and&nbsp;their three-year-old daughter, Kyra, trapped by the first world war and out of work. But by the time of the armistice, he had begun to suffer from mental illness<strong> </strong>and between 19&nbsp;January 1919 – the day he danced in public for the last time – and 4&nbsp;March that year, he recorded his thoughts in a&nbsp;diary. It has since been described by dance critic Joan Acocella as “the only sustained, on-the-spot (not retrospective) written account, by&nbsp;a major artist, of the experience of entering psychosis”.</p> \n<p>Recently published in unexpurgated form, the diary now&nbsp;forms the basis of <em>Letter to a Man</em>, a play starring Baryshnikov and directed by Robert Wilson that opened at the <a href=\"https://spoletousa.org/\" title=\"\">Spoleto festival</a> on 8 July. “This is not about Nijinsky, per se,” Baryshnikov explains. “It is about this extraordinary book, miraculously written in six months. It is about a troubled man and his relationship with his art, with God, with family, with moral issues. We have avoided recreating anything. There is not one gesture. It is not about this … ” He&nbsp;strikes a&nbsp;pose, flexing his arms suddenly into a gracefully balletic shape. “It is a strange parallel story about the voice of this person, not his physicality.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We both came from the provinces, joined the Mariinsky, left and never came back</p> \n </blockquote> \n</aside> \n<p>We are talking in a 16th-century palazzo in the Italian hilltop town. Outside, the sun blazes down; inside, it is cool, a timeless serenity seems to surround us. Quiet and intense, but with a gurgling laugh that punctuates his sentences, Baryshnikov looks tired. He has been devoting up to 12 hours each day to rehearsing this one-man show, and is enjoying himself. “I feel confident in Bob’s work because it is&nbsp;so beautifully over the top. He pushes you into a corner and really digs into you and makes you do things on stage that you&nbsp;never thought you would dare to do.”</p> \n<p>It is a sign of Baryshnikov’s confidence in his director that he has agreed to play Nijinsky, a role that has been suggested to him “at least 15 times” in his life and which he had always turned it down. The most intriguing previous proposition came from the Swedish director <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/ingmarbergman\" title=\"\">Ingmar Bergman</a>, who also wanted to dramatise the diary. “Makes sense don’t you think? You can see those great closeups,” he says. “It was a&nbsp;fascinating few days of possibility.” But Herbert Ross’s <em>Nijinsky</em>, starring Alan Bates as Diaghilev, was in pre-production at the same time, and the Bergman prospect vanished. “I probably would not have been a good enough actor for it really to work,” he adds. “It would have been someone with serious experience in cinema.”</p> \n<p>Baryshnikov first encountered the story of Nijinsky when&nbsp;he was studying at St Petersburg’s Vaganova School, in&nbsp;what&nbsp;was then Leningrad. It was where Nijinsky (and Nureyev) trained, and his costume for <em>Le Spectre de la Rose</em>, covered in faded petals, was on display in a glass case. “Yet at the same time in the 1960s and 70s, the legend of Nijinsky and of the Ballets Russes was kept quiet because it&nbsp;was politically tainted. Diaghilev took all the best dancers and&nbsp;they never came back – and he opened up ideas.”</p> \n<p>For his first school performance Baryshnikov danced a&nbsp;scene from <em>Petrushka</em>, about a puppet destroyed by love,&nbsp;a&nbsp;part created by Fokine for Nijinsky. <em>Les Sylphides</em> and&nbsp;<em>Giselle</em>, ballets loved by Nijinsky, have been among Baryshnikov’s favourites, too, and he has performed as the soaring spirit of the rose in <em>Spectre</em>. “When you perform something created by Nijinsky, you say, ‘This guy could dance that’s for sure.’ The physical amplitude is very demanding and the heartbeat really goes up. He obviously had an extraordinarily gifted body that was physically and beautifully trained. Then there is the astonishing range of&nbsp;his roles and the discovery of him as a choreographer. <em>L’Apr&egrave;s-midi d’un Faune</em> alone is evidence of genius, evidence of a man of prodigious talent and vision.”</p> \n<figure class=\"element element-image\" data-media-id=\"189402bbcef23835eaf66527073cd84c6127918f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436461162783/5ba94c4d-a2b0-46b8-9cf1-5ecd5da0e14a-308x420.jpeg\" alt=\"Nijinsky in &lt;em&gt;L’Apr&egrave;s-midi d’un Faune&lt;/em&gt; in Paris, 1912.\" width=\"308\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nijinsky in <em>L’Apr&egrave;s-midi d’un Faune</em> in Paris, 1912.</span> \n  <span class=\"element-image__credit\">Photograph: Apic/Getty Images</span> \n </figcaption> \n</figure> \n<p>This praise comes from a man whom the critic Clive Barnes once described as “the most perfect dancer I have ever seen”. But the stories of Baryshnikov and Nijinsky are&nbsp;very different. “We both came from the provinces, trained in the school, joined the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/mariinsky-ballet\" title=\"\">Mariinsky</a>, left and never came back,” Baryshnikov laughs as he finishes his&nbsp;concise summary. “But that is the only thing that unites the great Nijinsky and me. For the rest we went in different directions with different intentions.”</p> \n<p>Baryshnikov’s own career, since his defection in 1974, has&nbsp;taken him everywhere he could possibly have imagined – and some places he had never dreamed of. He danced all over the world, ran <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/american-ballet-theatre\" title=\"\">American Ballet Theatre</a>, danced for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/georgebalanchine\" title=\"\">George Balanchine</a> at New York City Ballet, and found worldwide fame as one of Carrie Bradshaw’s lovers in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/sex-and-the-city\" title=\"\"><em>Sex&nbsp;and the City</em></a>. When his classical career was ending, he set up the White Oak Dance Project with the choreographer Mark Morris and developed some of the freshest works in the contemporary repertoire. In 2005, he founded the Baryshnikov Arts Center in New York which continues to&nbsp;promote new work.</p> \n<p>At the age of 67 he shows no signs of slowing down. In&nbsp;the&nbsp;past year, he has unveiled an exhibition of his dance photographs and become an internet star following the launch of his video to advertise a fashion brand with the street dancer <a href=\"https://www.youtube.com/watch?v=j9mIIhqMh_U\" title=\"\">Lil Buck</a>. “It was a slow day on the internet when that became a sensation,” he says, looking slightly sheepish. In addition to <em>Letter to a Man</em>, he will star in&nbsp;another solo show, <em>Brodsky/Baryshnikov</em>, based on the poems of his friend Joseph Brodsky and opening in his home city Riga, Latvia, in October. Why does he feel the need to keep going? He draws breath and thinks for a moment. “I guess it is a bit of a panic about age. It is like a snowball. I am taking more to my plate than I should have sometimes, but I couldn’t resist.”</p> \n<p>The idea for <em>Letter to a Man</em> – the title comes from a letter&nbsp;Nijinsky wrote to Diaghilev in which he would not even mention the impresario’s name – arose when he was working with Wilson on <em>The Old Woman</em>, an adaptation of&nbsp;a&nbsp;Daniil Kharms short story, two years ago. “I said to him, ‘Well it is now or never because time is creeping on.’ I knew that it would be very physical, to be alone on stage for more than an hour, and I cannot do this at 70 plus.”</p> \n<p>What’s so fascinating about the diary is that Nijinsky’s plunge into schizophrenia, and his repetitive incantations of&nbsp;thoughts about God and man, war and peace, life and death, are punctuated by sections that make total sense. “It&nbsp;is illuminated by sanity,” says Baryshnikov. “There are some passages and some pages that are totally coherent and then”, he mimes a body falling, “suddenly there is a crack in the floor. He stumbles mentally. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/henry-miller\" title=\"\">Henry Miller</a> said it was one of the most fascinating documents of the human condition he had ever read.”</p> \n<p>The poignancy of the text is heightened by the knowledge that after its completion Nijinsky fell silent, never again communicating in any meaningful way. He died in England, in 1950, with Romola at his side. “<em>Chapeau</em> to her,” says Baryshnikov. “She may have had her own life, but she stayed&nbsp;with him for the rest of his. She could have put him in&nbsp;an&nbsp;asylum and visited him once in two years. But he was always in clean clothes, in good hotels. In this sense you have to forgive her a lot. I think she was a good wife.”</p> \n<p>Baryshnikov met Romola on many occasions. She had published the diaries in 1936 in an edited form that revealed her in the best light and with a plea for contributions towards the cost of his care. “She was a grande dame,” he remembers with a smile. “She wanted to keep the legacy of Vaslav floating and people interested.” One of Baryshnikov’s few regrets is that, shortly after he arrived in the west, Romola approached him, bringing along the choreographer L&eacute;onide Massine, who had succeeded Nijinsky both in Diaghilev’s affections and as his choreographer.</p> \n<p>They wanted Baryshnikov to help them revive <em>Till Eulenspiegel</em>, Nijinsky’s final unfinished piece of choreography. “I was flattered and fascinated by the opportunity but&nbsp;I had just come from Russia and had already made commitments and I couldn’t.” He bites his elbow to show his&nbsp;disappointment. “I wish I could have made time to do it,&nbsp;but you know how it is. You think it is forever.”</p> \n<p>Baryshnikov has also met many of the other significant figures in Nijinsky’s life, including Kyra (“a troubled woman”), his sister Bronislava Nijinska (“not a lesser choreographer than him”) and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/gallery/2013/may/23/long-forgotten-rambert-modern-dance-in-pictures\" title=\"\">Marie Rambert</a> (“she worshipped him”). All these encounters have enriched his view of Nijinsky. But in the end, he comes back to the inspiration of the diary. “It has such a purity of intent, to be a man and an artist at the same time. Even with the most unhappy and tragic of situations he thought that God would tell him what to do, and how to be right. As for his legacy, it is very simple: he shifted the perspective for everyone.”</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460907346/7402b866-dfec-427c-bd74-f3e8883907a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lucie Jansch","altText":"Letter to a Man.","cleanCredit":"Photograph: Lucie Jansch"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436461164276/5ba94c4d-a2b0-46b8-9cf1-5ecd5da0e14a-1498x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1498,"orientation":"portrait","caption":"Nijinsky in <em>L’Après-midi d’un Faune</em> in Paris, 1912. Photograph: Apic/Getty Images","credit":"Apic/Getty Images","altText":"Nijinsky in <em>L’Après-midi d’un Faune</em> in Paris, 1912.","cleanCaption":"Nijinsky in <em>L’Après-midi d’un Faune</em> in Paris, 1912.","cleanCredit":"Photograph: Apic/Getty Images"}],"webPublicationDate":"2015-07-10T11:00:10Z","lastModified":"2015-07-10T23:01:55Z","metadata":{"commentable":true,"commentCount":21,"contributors":[],"feature":true,"keywords":["Vaslav Nijinsky","Ballet","Dance","Stage","Culture"],"tags":[{"id":"stage/vaslavnijinsky","webTitle":"Vaslav Nijinsky"},{"id":"stage/ballet","webTitle":"Ballet"},{"id":"stage/dance","webTitle":"Dance"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jul/10/mikhail-baryshnikov-why-i-finally-agreed-play-nijinsky","shortUrl":"http://gu.com/p/4afev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jul/10/mikhail-baryshnikov-why-i-finally-agreed-play-nijinsky","webUri":"http://www.theguardian.com/stage/2015/jul/10/mikhail-baryshnikov-why-i-finally-agreed-play-nijinsky"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460863801/bd8ad047-cf6b-4a4d-b490-40c05af10006-2060x1212.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1212,"width":2060,"orientation":"landscape","caption":"<em>Letter to a Man</em> at the Spoleto festival. Photograph: Lucie Jansch","credit":"Lucie Jansch","altText":"<em>Letter to a Man</em> at the Spoleto festival.","cleanCaption":"<em>Letter to a Man</em> at the Spoleto festival.","cleanCredit":"Photograph: Lucie Jansch"}},"importance":5,"kicker":{"title":"Mikhail Baryshnikov"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436460907346/7402b866-dfec-427c-bd74-f3e8883907a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lucie Jansch","altText":"Letter to a Man.","cleanCredit":"Photograph: Lucie Jansch"}}]},{"title":"'We’re living the Thug Life' / Refugees stuck on Greek border have nothing left to lose","rawTitle":"Refugees stuck on Greek border have nothing left to lose","item":{"type":"article","id":"world/2015/jul/10/were-living-the-thug-life-refugees-stuck-on-greek-border-have-nothing-left-to-lose","title":"'We’re living the Thug Life': refugees stuck on Greek border have nothing left to lose","trailText":"Greece may be struggling to cope with a record influx of migrants during its financial crisis, but Patrick Kingsley finds that for the refugees at the border, it’s just another problem on a long, arduous trek to find a new home","standFirst":"<p>Greece may be struggling to cope with a record influx of migrants during its financial crisis, but Patrick Kingsley finds that for the refugees at the border, it’s just another problem on a long, arduous trek to find a new home</p>","byline":"Patrick Kingsley on the Greek-Macedonian border","body":"<p>In a dusty field that straddles the Greek-Macedonian border, quite where one country ends and the other begins is not entirely clear.</p> \n<p>But several Macedonian soldiers in the area are very certain. “Get back,” one shouts through the darkness, herding hundreds of refugees a couple of metres further south from where they stood a moment ago. “Get back to the Greek border.”</p> \n<p>The crowds shuffle briefly backwards, and the soldiers seem satisfied. “Please,” a Syrian mother calls back, a toddler in her arms. “We are a family. Where should we go now?” </p> \n<p>It is a filthy spot, filled with the detritus of past travellers. Surrounded by farmland, the only lighting comes from a nearby train track, and the only bedding is the sand the woman stands on.</p> \n<p>“You must sleep here,” the Macedonian replies.<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qM69z2cS10o\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qM69z2cS10o?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Macedonian soldiers stop hundreds of refugees from crossing the border on the evening of 9 July. Video: Patrick Kingsley\n </figcaption> \n</figure> \n<p>It is an alarming order – not just for these refugees, who have walked 40 miles to reach this point, but for the people of the country they have just crossed. Greece has received nearly 80,000 refugees this year, a record figure that has seen it overtake Italy as the primary migrant gateway to Europe. Migrants are arriving in such high numbers by dinghy from Turkey that the authorities – already battling an economic crisis – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/greek-island-refugee-crisis-local-people-and-tourists-rally-round-migrants\">cannot feed, house, or process their paperwork fast enough</a>, leading to bottlenecks on the Greek islands. </p> \n<p>One factor helping relieve the pressure was the constant stream of refugees out the other side of Greece, near the northern border town of Idomeni, into Macedonia. But in the past fortnight, the Macedonian government has begun to regulate the flow. Until a few days ago the route had been blocked for a whole week – raising the spectre of a refugee bottleneck at both ends of Greece, at a time when the country is struggling to support its own citizens, let alone a record wave of refugees.</p> \n<p>“At a certain point there were more than 2,000 waiting there,” says Stathis Kyroussis, head of mission for MSF, one of the few aid groups helping migrants in this remote area. “People started getting angry, and big groups of two or three hundred tried to force their way through.” By his account, Macedonian soldiers had to use their truncheons to maintain order, and fired in the air to keep people back.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/08/greek-island-refugee-crisis-local-people-and-tourists-rally-round-migrants\">Greek island refugee crisis: local people and tourists rally round migrants</a> </p> \n</aside> \n<p>“This fact of sealing the border,” says Kyroussis, “coupled with the fact that the flows from the island have really exploded, means that we’ve had many more people coming to Idomeni, and not many passing through.”</p> \n<p>The crisis is ironically due to a decision that has had a more positive effect within Macedonia itself. The police station in the first Macedonian town after the border recently began issuing migrants with what amounts to three-day transit visas – essentially legalising their stay and allowing them to use public transport to reach Serbia, the country’s northern neighbour. But after that decision led to long queues outside the police station, soldiers were posted to the border to shift the bottlenecks to the Greek side.</p> \n<p>On the night the Guardian visited, a few groups are let through, but soldiers tell the majority that they will have to wait until daybreak to move. Despite the gentle croaks of nearby frogs and the familiar clicking of crickets, the mood is tense. An Eritrean woman cries to be let through. Every so often the crowd edges forward, trying to inch the invisible border a few steps further north, and a soldier meets them with a raised truncheon and a bark. “Go back,” he shouts. “If we don’t have silence, we’ll have a problem.”</p> \n<p>One of the Macedonians seemingly sees the border in just as fluid terms as the migrants, and goes to drink from a tap on the Greek side. “Sabr,” he says to a lawyer from Aleppo, using the Arabic word for patience. “You Muslims know what that means, right?”<br /></p> \n<p>For the lawyer, a Stetson-wearing man called Tariq, it is hardly his worst runin with an army. Tariq says he was arrested four times by men working for Bashar al-Assad, the Syrian dictator. Then he points at his scarred, discoloured arms. “You see this?” he asks. “The bombs of Bashar al-Assad did this.” The prospect of a long wait at the Macedonian border, even after a 40-mile walk to get there, is met with a shrug.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"ceaaa3f38bd88bd0140abd86834997c47d114f21\"> \n <img src=\"http://media.guim.co.uk/ceaaa3f38bd88bd0140abd86834997c47d114f21/0_345_3264_1959/1000.jpg\" alt=\"Migrants standing at the invisible border between Greece and Macedonia, where soldiers prevent them from going further.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Migrants standing at the invisible border between Greece and Macedonia, where soldiers prevent them from going further.</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Kingsley for the Guardian</span> \n </figcaption> \n</figure> \n<p>Squatting in the gloam a few metres away, Nour, a teenage student from Syria, is similarly phlegmatic. “We will wait until they let us in,” he smiles, waiting with his sister Lana. “It’s nothing to us. It’s been a tough trip, and we’re strong.” He’s still in his teens, but he looks and has the detached perspective of someone far older. “You know Tupac? You know his song ‘Thug Life’? That’s us right now,” he laughs. “We’re living the Thug Life – we have sleeping bags, and we sleep on the floor.”</p> \n<p>For Syrians fleeing a brutal war, the experience of navigating a country nearing economic collapse has been difficult but not the worst of their problems. The prospect of crossing Hungary later in their trek, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia\">where politicians want to build a wall to stop them</a>, makes them more fearful than anything in Greece. </p> \n<p>But the Greek crisis nevertheless affects them disproportionately. Many try not to carry too much cash to Greece – in case they are robbed or lose it in the sea crossing – and so rely on international money transfers to fund their onward journey. The prospect of a banking collapse recently led the wire company Western Union to ban foreigners without Greek bank accounts from using its services. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/09/a-migrants-journey-from-syria-to-sweden-interactive\">The Journey: A refugee's odyssey from Syria to Sweden</a> </p> \n</aside> \n<p>“We were really out of money,” says Nour, and a week on the streets of Athens seemed likely. “We thought we’d be sleeping outside.” Only the sudden rediscovery of a long-lost €100 note, hidden in the folds of a wallet, helped his group find a cheap hotel.</p> \n<p>Herein lies an irony, according to another Syrian waiting at the border. For all the talk of refugees being a strain on Greece in its hour of need, Hamza, a 25-year-old English literature student, argues the migrants collectively offer a vital injection of cash into the economy at a time when most Greeks are not spending much. </p> \n<p>“We bring foreign money into Greece,” he says, the lights of Macedonian windmills twinkling over his shoulder in the distance. “Every day a thousand people arrive from Syria and Iraq and they all probably spend $200 here in total – and that’s a lot of money.”</p> \n<p>There is something to his claims – many are spending their life savings to get to the countries of Europe. But sitting in limbo between two of them, Hamza says he does not mind because he has lost his own. “Someone without their own country,” he says, as he gets ready to sleep, “hasn’t got anything to lose.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b9c2aa4c9c6a23cd4c48689569047b401eb67255/0_406_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"Patrick Kingsley for the Guardian","altText":"Refugees gather on the Greek-Macedonian border. ","cleanCredit":"Photograph: Patrick Kingsley for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ceaaa3f38bd88bd0140abd86834997c47d114f21/0_345_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","caption":"Migrants standing at the invisible border between Greece and Macedonia, where soldiers prevent them from going further. Photograph: Patrick Kingsley for the Guardian","credit":"Patrick Kingsley for the Guardian","altText":"Migrants standing at the invisible border between Greece and Macedonia, where soldiers prevent them from going further.","cleanCaption":"Migrants standing at the invisible border between Greece and Macedonia, where soldiers prevent them from going further.","cleanCredit":"Photograph: Patrick Kingsley for the Guardian"}],"webPublicationDate":"2015-07-10T11:17:49Z","lastModified":"2015-07-10T12:15:18Z","metadata":{"commentable":true,"commentCount":116,"contributors":[{"name":"Patrick Kingsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414679917584/Patrick-Kingsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-kingsley"}],"feature":true,"keywords":["Greece","Macedonia","Migration","Europe","World news","Refugees"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/macedonia","webTitle":"Macedonia"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/refugees","webTitle":"Refugees"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Kingsley","topic":{"type":"tag-contributor","name":"profile/patrick-kingsley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/were-living-the-thug-life-refugees-stuck-on-greek-border-have-nothing-left-to-lose","shortUrl":"http://gu.com/p/4ah3a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/were-living-the-thug-life-refugees-stuck-on-greek-border-have-nothing-left-to-lose","webUri":"http://www.theguardian.com/world/2015/jul/10/were-living-the-thug-life-refugees-stuck-on-greek-border-have-nothing-left-to-lose"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b9c2aa4c9c6a23cd4c48689569047b401eb67255/0_406_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","caption":"Refugees gather on the Greek-Macedonian border.  Photograph: Patrick Kingsley for the Guardian","credit":"Patrick Kingsley for the Guardian","altText":"Refugees gather on the Greek-Macedonian border. ","cleanCaption":"Refugees gather on the Greek-Macedonian border. ","cleanCredit":"Photograph: Patrick Kingsley for the Guardian"}},"importance":4,"kicker":{"title":"'We’re living the Thug Life'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b9c2aa4c9c6a23cd4c48689569047b401eb67255/0_406_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"Patrick Kingsley for the Guardian","altText":"Refugees gather on the Greek-Macedonian border. ","cleanCredit":"Photograph: Patrick Kingsley for the Guardian"}}]},{"title":"Paraguay / 'When I told my parents that I thought I was gay, their reaction was terrible'","rawTitle":"'When I told my parents that I thought I was gay, their reaction was terrible'","item":{"type":"article","id":"world/2015/jul/10/simon-cazal-pope-francis-paraguay-lgbt-somosgay","title":"Historic papal meeting can help change minds in Paraguay, says LGBT activist","trailText":"The SomosGay director set to be among the first LGBT campaigners to meet with Pope Francis in country where community is often persecuted by violence ","standFirst":"<p>The SomosGay director set to be among the first LGBT campaigners to meet with Pope Francis in country where community is often persecuted by violence </p>","byline":"Laurence Blair in Asunción","body":"<p>In some ways, Sim&oacute;n Cazal’s experience of coming out was like that of any young gay man in a small rural town: there was no local scene or support group he could turn to; the books in his college library said that homosexuality was an illness.</p> \n<p>But Cazal had the particular misfortune to come to terms with his sexuality in Paraguay: a deeply conservative country which at that point was barely out of a 40-year military dictatorship which <a href=\"http://somosgay.org/en/paraguay/108-never-again\">rounded up and tortured gay people</a>.</p> \n<p>“When I got up the courage to tell my parents that I thought I was gay, their reaction was terrible. They said that I was disrespecting them and breaking their rules,” said Cazal. “They said that this country didn’t have space for people like me. They said that if I ‘chose’ to be gay, I couldn’t stay in the house. And they threw me out in the street.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/09/colombia-same-sex-marriage-decision-latin-america\">Colombia: the next battleground in the global fight for marriage equality</a> </p> \n</aside> \n<p>Twenty years on, Cazal is set to make history. As the director of LGBT advocacy organization <a href=\"http://somosgay.org/\">SomosGay</a>, he is set to participate in a civil society roundtable with Pope Francis, who touches down in the small South American nation of barely seven million inhabitants on Friday as part of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/09/pope-francis-drinks-coca-leaf-tea-on-south-american-tour\">whistle-stop regional tour</a>. </p> \n<p>Saturday’s encounter, albeit with several hundred other activists, will be the first time a sitting pope has publicly met with an LGBT campaigner.<br /></p> \n<p>Sitting in SomosGay’s colourful offices in the capital of Asunci&oacute;n, Cazal is clearly riding a wave of optimism that things in Paraguay are finally beginning to change. He’s quick to erupt into laughter, even when describing how he was fired from his job after attending a gay rights march in 2003, and <a href=\"http://www.hoy.com.py/nacionales/por-una-bandera-gay-echan-a-homosexuales-a-la-calle\">thrown out</a> of his apartment last year for hanging a rainbow flag from the balcony.<br /></p> \n<p>But his cheerfulness evaporates when he relates how, soon after unofficially founding SomosGay 10 years ago, he was attacked twice in three months – once by the police. “They knocked me unconscious and left me for dead … They broke me as a person, on every level. It was really hard to recover from so much violence,” he said.<br /></p> \n<p>Paraguay’s LGBT community still experiences a huge amount of discrimination. Of the 6,000 people referred to SomosGay each year, 93% have been the victim of violence. Fifty-four transexual people have been killed in Paraguay since the fall of of dictator Alfredo Stroessner in 1989. Boys are beaten up by their family for acting “too feminine”, and the NGO regularly receives reports of girls being submitted to “corrective rape”, sometimes by members of their own family, when they come out as gay. Minimal levels of care for HIV sufferers lead to easily preventable deaths.</p> \n<p>For Cazal, the everyday discrimination is “directly related” to the outright homophobia displayed by Paraguay’s political class. President Horacio Cartes notoriously said prior to his election in 2013 that he would rather “shoot himself in the balls” than have a gay son. When police attacked an LGBT demonstration in 2014 and <a href=\"http://www.paraguay.com/nacionales/activistas-lgbt-denuncian-represion-policial-durante-protesta-109528\">hospitalized</a> activists a senior minister <a href=\"http://www.paraguay.com/nacionales/en-paraguay-no-hay-homofobia-segun-loizaga-109435\">told</a> local press that “homophobia doesn’t exist in Paraguay”.<br /></p> \n<p>“They say these things because they know they can get away with it,” said Cazal. “It makes you feel like a stranger in your own country. It discourages you. But then it makes you angry. It makes you think we’re going to stay and fight … if not for ourselves, then for the next generation so they don’t have to go through the same things as us.”</p> \n<p>When he first received the invitation from the national bishop’s conference to attend Saturday’s meeting, he thought it was a joke. Cazal admitted that he and his colleagues were not sure if he should accept: other LGBT organizations have refused to attend due to the religious character of the meeting. “Some people said don’t even think about it, because it’s obviously a marketing move to present the pope as more open than he is and the church in a good light,” he said.</p> \n<p>“But in Paraguay, 92% of people are Catholic and love the pope. If we reject the invitation, we’re rejecting democracy.” </p> \n<p>Attending the meeting, he said, does not signal their support for the church – Cazal is an atheist – but offers a chance to reach the “people in the street, not the Catholic hierarchy”, he said. </p> \n<p>“They’ll see that the pope invited gay people, and gay people went. And, at best, people will begin to think in a different way.” </p> \n<p>Since news of the meeting came out, Cazal has been flooded with messages of support.<br /></p> \n<p>One wall of Cazal’s office is occupied by a mural of Batman, locked in a passionate embrace with a Robin-like figure. It’s an apt choice for a reluctant hero, who is still faintly bemused by the <a href=\"http://www.ultimahora.com/cazal-y-sergio-lopez-protagonizan-primera-boda-igualitaria-paraguayos-argentina-n514047.html\">media coverage</a> he has received.<br /></p> \n<p>And once the media circus has died down, Cazal will continue his work championing Paraguay’s LGBT community. “Here, we’re going to carry on. But with a new weapon. We have a new banner that we didn’t have before: we have the banner of the pope. And we’re going to use it for as a long as we can, to talk with people who see our existence as against their faith. This is going to give us a lot of strength.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c942b9c2149b15878d4f765fbca1d2741f7ca31/0_46_4952_2973/4952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2973,"width":4952,"orientation":"landscape","credit":"Norberto Duarte/AFP/Getty Images","altText":"simon cazal paraguay lgbt somosgay","cleanCredit":"Photograph: Norberto Duarte/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T09:00:07Z","lastModified":"2015-07-10T23:03:42Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Laurence Blair","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laurence-blair"}],"feature":true,"keywords":["Paraguay","Pope Francis","LGBT rights","Americas","World news","The papacy","Catholicism","Religion"],"tags":[{"id":"world/paraguay","webTitle":"Paraguay"},{"id":"world/pope-francis","webTitle":"Pope Francis"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"world/the-papacy","webTitle":"The papacy"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"world"},"topics":[{"displayName":"Laurence Blair","topic":{"type":"tag-contributor","name":"profile/laurence-blair"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/simon-cazal-pope-francis-paraguay-lgbt-somosgay","shortUrl":"http://gu.com/p/4agq5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/simon-cazal-pope-francis-paraguay-lgbt-somosgay","webUri":"http://www.theguardian.com/world/2015/jul/10/simon-cazal-pope-francis-paraguay-lgbt-somosgay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c942b9c2149b15878d4f765fbca1d2741f7ca31/0_46_4952_2973/4952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2973,"width":4952,"orientation":"landscape","caption":"Simón Cazal hopes the meeting with Pope Francis when he lands in Paraguay on Friday offers a chance to reach the ‘people in the streets, not the Catholic hierarchy’. Photograph: Norberto Duarte/AFP/Getty Images","credit":"Norberto Duarte/AFP/Getty Images","altText":"simon cazal paraguay lgbt somosgay","cleanCaption":"Simón Cazal hopes the meeting with Pope Francis when he lands in Paraguay on Friday offers a chance to reach the ‘people in the streets, not the Catholic hierarchy’.","cleanCredit":"Photograph: Norberto Duarte/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Paraguay"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5c942b9c2149b15878d4f765fbca1d2741f7ca31/0_46_4952_2973/4952.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2973,"width":4952,"orientation":"landscape","credit":"Norberto Duarte/AFP/Getty Images","altText":"simon cazal paraguay lgbt somosgay","cleanCredit":"Photograph: Norberto Duarte/AFP/Getty Images"}}]},{"title":"Games / How Magic: the Gathering became a pop-culture hit","rawTitle":"How Magic: the Gathering became a pop-culture hit","item":{"type":"article","id":"technology/2015/jul/10/magic-the-gathering-pop-culture-hit-where-next","title":"How Magic: the Gathering became a pop-culture hit – and where it goes next","trailText":"The original card game has 20 million players worldwide. Now, its publishers are revisiting its leading characters’ origins in an effort to get bigger still<br>","standFirst":"<p>The original card game has 20 million players worldwide. Now, its publishers are revisiting its leading characters’ origins in an effort to get bigger still<br /></p>","byline":"Owen Duffy","body":"<p>It had been a long, hard fight. My opponent and I had been exchanging blows and counter attacks for what seemed like hours, and now we sat, silent and depleted, like two punch-drunk prizefighters awaiting the final round of a gruelling championship bout.</p> \n<p>The contest had been well-matched. I’d assembled an army of shrieking apes, giant bipedal mammoths and armour-plated rhinos. My plan was simple: overrun anyone who stood in front of me – brutal, lumbering but ultimately effective.</p> \n<p>My adversary, a softly spoken twentysomething in a t-shirt bearing the indecipherable logo of a Scandinavian extreme metal band, had adopted the opposite strategy. Commanding a force of shaven-headed monks, he’d evaded and deflected my crushing attacks, landing quick, stinging blows whenever I dropped my guard, the Bruce Lee to my Andre the Giant.</p> \n<p>We were playing Magic: The Gathering, a strategy card game which casts players as powerful mages with the ability to travel across a universe of elaborate fantasy worlds. A typical game sees players summon ferocious creatures, cast potent spells and draw upon the power of mystical artefacts in an effort to vanquish their opponent and claim victory.</p> \n<figure class=\"element element-image\" data-media-id=\"1cf8ee8c55c44930afc728aade6542de02e83210\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436407077779/e57ba6ba-1a96-4dc8-9f5c-c39d015be627-460x276.jpeg\" alt=\"Magic: The Gathering players build decks\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Players in Magic: The Gathering build competing decks from their own collections of cards.</span> \n  <span class=\"element-image__credit\">Photograph: Owen Duffy for the Guardian</span> \n </figcaption> \n</figure> \n<p>The game originated in the early 1990s in the mind of Richard Garfield, at the time a graduate student working towards a PhD in combinatorial mathematics at the University of Pennsylvania. A life-long tabletop gamer, he had approached a publisher to pitch an idea for a game about programming robots, only to be told that the company needed something more portable and cheaper to produce.</p> \n<p>Magic was Garfield’s response, and it involved one major innovation that set it apart from any game previously released.</p> \n<p>Where other card games were sold as a single packaged product, Magic cards would come in randomised packs, a model similar to collectible baseball cards. Particularly powerful cards would be rarer than others, making collecting and trading them as much a part of the experience as actually playing matches. Players would assemble their own decks, with a near-limitless ability to personalise their game and develop their own tactics.<br /></p> \n<p>The formula proved to be a lucrative hit for the game’s publisher, Seattle-based Wizards of the Coast. From its release in 1993, Magic grew by word of mouth. Players obsessed over the process of building decks, endlessly hunting for the most effective card combinations and devising a huge range of winning strategies.</p> \n<p>Nowadays Magic is played by an estimated 20 million people around the world. It is published in 11 languages, has a thriving tournament scene, a professional league and even recently provided the basis for an episode of South Park.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=EGzlOFx7K8g\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/EGzlOFx7K8g?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  A recent episode of the cartoon series South Park revolved around Magic: The Gathering.\n </figcaption> \n</figure> \n<p>Its creator has since moved on, and today the man in charge of Magic’s development is Mark Rosewater, an endlessly energetic former television writer. He attributed the game’s popularity to its inherent variety and players’ ability to customise their decks.</p> \n<p>“If you compare it to something like Monopoly, every time you play you’re getting a pretty similar experience,” he said. “But what’s neat about Magic is that the game itself keeps changing. It’s about exploring, and you get to constantly rediscover it.”</p> \n<p>Rosewater heads Magic’s design team, the group responsible for creating a constant stream of new cards for players to incorporate into their decks. Their work involves coming up not only with new mechanical aspects of the game, but also building new settings for players to do battle in - richly themed worlds filled with conflict and adventure, and populated by a cast of heroes and villains.</p> \n<p>“We’re trying to create a world and a set of mechanics which we think match the flavour of that world,” he said.</p> \n<p>“One of the things I really believe as a designer is that the mechanics are as much a part of the game’s flavour as the art or the text on a card. When you play the game, I want to figure out what it’s trying to express and make sure that the gameplay itself evokes that emotion.</p> \n<p>“For example, we did a set called Innistrad which was set in a gothic horror world and I said: ok, I want you, the player, to be afraid. I want there to be suspense, I want there to be tension, I want you to be worried that at any moment something horrible is going to happen because that’s what goes on in the horror genre.”</p> \n<p>A later set, Theros, was heavily influenced by Greek mythology and included gorgons, sea monsters and a pantheon of warring gods.</p> \n<p>“In Theros, the idea was that you could become a hero,” Rosewater said.</p> \n<p>“You started out as a small nobody, but through trials and tribulations you became someone of great importance. So the gameplay was all about building and accomplishing and achieving something until the point where you have these massive heroes clashing against one another.</p> \n<p>“It’s the same game, but the gameplay was totally different.”</p> \n<h2>Origin stories<br /></h2> \n<p>Magic’s latest set marks a turning point for the game. Magic Origins focusses on five of the game’s most popular recurring characters – a move that provides a jumping-on point for new players intimidated by over two decades’ worth of accumulated storylines.</p> \n<p>Veteran player Luis Scott-Vargas thinks the approach will be good for the game. A highly respected member of the elite circle of professional Magic players, he began playing aged 11.<br /></p> \n<p>“It’s a set that’s designed to be interesting to people who have been playing for a long time, but also to people who are new to the game, and I think they’ve done a very good job,” he said.</p> \n<p>A member of the successful ChannelFireball pro team, Scott-Vargas treats Magic as seriously as an athlete approaches training. A typical week sees him play for up to 15 hours, and much of the rest of his time is taken up by writing and producing videos about the game.</p> \n<p>“To get to the Pro Tour you need to be passionate about Magic,” he said.</p> \n<p>“You also have to be very good at analysis, be willing to spend a lot of time practising and have friends you can learn from.”</p> \n<p>In the run-up to a competition, Scott-Vargas and his teammates collaborate online, discussing the merits of different cards and strategies. About two weeks beofre an event they’ll congregate in one place and devote every waking hour to the game. When tournament day comes, he can find himself competing against thousands of other participants, and top-level events generate an average of 2.7m views on Twitch and YouTube.</p> \n<p>While a card game might not seem the most obvious spectator sport, Scott-Vargas argues that its appeal is easy to understand.</p> \n<p>“Part of it is that if you’re a fan of any kind of game or sport, it’s always fun to watch the people who are best at it,” he said. “The other part is that the announcers are informative and entertaining, and someone who isn’t an expert can tune in and get something out of it.</p> \n<p>“If you look at video games, there are some that get audiences similar to professional sports. League of Legends gets hundreds of thousands of people watching and millions of people playing, so I think it’s possible for Magic to keep growing.”</p> \n<h2>Growing the game<br /></h2> \n<p>Magic’s growth has been one of the biggest success stories in tabletop gaming, and while it is primarily known as face-to-face game, many new players have been drawn in by its digital incarnation – the Duels of the Planeswalkers series of video games. Released on PC, consoles and mobile platforms, they have been credited with exposing the game to a wider audience while providing a gentler learning curve than newcomers might encounter by jumping straight into physical play.</p> \n<figure class=\"element element-image\" data-media-id=\"fd6c63f098c4dd86bece58ead4675c368c42694a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436405020172/8c9a7402-169d-40c9-be29-975e6aedc581-460x276.png\" alt=\"Screenshot from Magic Duels: Origins\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Magic Duels: Origins is the latest in a series of digital games credited with introducing new players to Magic: The Gathering.</span> \n  <span class=\"element-image__credit\">Photograph: Wizards of the Coast</span> \n </figcaption> \n</figure> \n<p>Another factor has been Friday Night Magic – the weekly organised play programme which sees thousands of games shops around the world organising informal local tournaments and providing players with a reliable source of opponents to test their skills against.</p> \n<p>But Magic’s audience hasn’t just been growing: it’s been changing.</p> \n<p>Tifa Robles is the founder of the <a href=\"http://ladyplaneswalkers.weebly.com/\">Lady Planeswalkers Society</a>, a group which aims to bring more women into the game. When she started playing in 2010, an estimated 10% of Magic players were female. Now that figure stands at 38%.</p> \n<p>“It’s grown a lot in the five years I’ve been playing,” she said. “But the reason I started Lady Planeswalkers was that I do think there are things stopping women participating in organised events.</p> \n<p>“Part of it is just pure numbers. If you’re one of the only women in the store, or sometimes the only woman in the store, it can feel really lonely. But I also know that in my own experiences, I’ve encountered a lot of sexism. A lot of it is subtle, and you only really notice it as a woman. People question your ability to play the game for yourself, they ask if you’re there because of a boyfriend, things like that.”<br /></p> \n<p>“My husband games as well, and it’s interesting to see the dynamic when we go to an event together. I’m actually a much better Magic player than him, I was a tournament player and he never was, but people assume it must be the other way around. People ask him for advice or for his opinion on things in the Magic community when I’m the one that’s really more involved.”</p> \n<p>In recent years, the game’s publishers have attempted to introduce greater diversity within its fictional universe. In 2013 Magic featured its first same-sex couple, the <a href=\"http://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=373605\">Guardians of Meletis</a>. A more recent set <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/05/magic-the-gathering-introduces-first-trans-character\">included the game’s first transgender character</a>. A game which has often been seen as the preserve of middle-class white males is in the process of becoming a universal pop culture phenomenon.</p> \n<p>But while Magic’s ascent has been impressive, it isn’t the only game in town. Other card games – physical and digital – have been able to establish themselves by addressing some of the most common gripes players have with the game.</p> \n<p>One is cost. Cards which perform well in high-level tournaments often increase dramatically in value on the second-hand market, and a top-level competitive deck can run to over $1,000 (&pound;650).</p> \n<p>Games such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/14/netrunner-took-over-my-life-and-why-it-should-take-over-yours-too\">Netrunner</a>, a deep and compelling cyberpunk game pitting hackers against monolithic corporations, have provided a cheaper alternative by simply releasing cards in complete sets, creating an ever-expanding game while eliminating the need to buy individual cards at inflated prices.</p> \n<p>Others, most notably the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/25/hearthstone-blizzard-strategy-trading-cards-greg-austin\">digital collectible card game Hearthstone</a>, have provided a slicker, simpler alternative to Magic’s online offering, which is only available to Windows users and has struggled for years with a cumbersome user interface. And while Hearthstone doesn’t have a physical equivalent, its developers recently announced that it had accumulated over 30 million active users, overtaking Magic in terms of sheer player numbers.</p> \n<p>But while it has some serious competitors, Magic looks unlikely to disappear any time soon. Ultimately, the game’s most valuable asset is its community of players, many of whom base their social lives around the game. For the most part they’re passionate, loyal and keen to bring others into their world.</p> \n<p>And once you’re in, believe me, it’s hard to get out.</p> \n<ul> \n <li><em>Magic Origins prerelease events take place at game stores on 11 and 12 July. The set goes on general release on 17 July.</em><br /></li> \n</ul>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436405549710/8ebfd73b-b42a-4f85-9518-c2e438a48860-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Owen Duffy","altText":"Magic: The Gathering players play at a game store","cleanCredit":"Photograph: Owen Duffy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436407079192/9a476280-5ffb-46fc-839b-7e4a5bab5fde-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Players in Magic: The Gathering build competing decks from their own collections of cards. Photograph: Owen Duffy for the Guardian","credit":"Owen Duffy for the Guardian","altText":"Magic: The Gathering players build decks","cleanCaption":"Players in Magic: The Gathering build competing decks from their own collections of cards.","cleanCredit":"Photograph: Owen Duffy for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436405021239/fe4845d6-fbcb-4904-ac48-59478a1180f4-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Magic Duels: Origins is the latest in a series of digital games credited with introducing new players to Magic: The Gathering. Photograph: Wizards of the Coast","credit":"Wizards of the Coast","altText":"Screenshot from Magic Duels: Origins","cleanCaption":"Magic Duels: Origins is the latest in a series of digital games credited with introducing new players to Magic: The Gathering.","cleanCredit":"Photograph: Wizards of the Coast"}],"webPublicationDate":"2015-07-10T08:59:55Z","lastModified":"2015-07-10T09:45:42Z","metadata":{"commentable":true,"commentCount":73,"contributors":[{"name":"Owen Duffy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-duffy"}],"feature":false,"keywords":["Games","Board games","Technology","Culture","Life and style","Collecting"],"tags":[{"id":"technology/games","webTitle":"Games"},{"id":"lifeandstyle/board-games","webTitle":"Board games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/collecting","webTitle":"Collecting"}],"section":{"id":"technology"},"topics":[{"displayName":"Owen Duffy","topic":{"type":"tag-contributor","name":"profile/owen-duffy"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/10/magic-the-gathering-pop-culture-hit-where-next","shortUrl":"http://gu.com/p/4afgj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/10/magic-the-gathering-pop-culture-hit-where-next","webUri":"http://www.theguardian.com/technology/2015/jul/10/magic-the-gathering-pop-culture-hit-where-next"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436405549710/8ebfd73b-b42a-4f85-9518-c2e438a48860-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An estimated 20m people around the world play the fantasy card game Magic: The Gathering. Photograph: Owen Duffy","credit":"Owen Duffy","altText":"Magic: The Gathering players play at a game store","cleanCaption":"An estimated 20m people around the world play the fantasy card game Magic: The Gathering.","cleanCredit":"Photograph: Owen Duffy"}},"importance":3,"kicker":{"title":"Games"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436405549710/8ebfd73b-b42a-4f85-9518-c2e438a48860-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Owen Duffy","altText":"Magic: The Gathering players play at a game store","cleanCredit":"Photograph: Owen Duffy"}}]},{"title":"Is it time to bring back bushmeat?","rawTitle":"Is it time to bring back bushmeat?","item":{"type":"article","id":"environment/world-on-a-plate/2015/jul/10/is-it-time-to-bring-back-bushmeat","title":"Is it time to bring back bushmeat?","trailText":"As Ebola slowly retreats from West Africa, some are calling for a revival of the bushmeat trade, which was blamed for triggering the deadly outbreak.","standFirst":"<p>As Ebola slowly retreats from West Africa, some are calling for a revival of the bushmeat trade, which was blamed for triggering the deadly outbreak.</p>","byline":"Emma Bryce","body":"<p>Liberia lost <a href=\"http://www.cdc.gov/vhf/ebola/outbreaks/2014-west-africa/case-counts.html\">almost 5,000 people</a> to the Ebola outbreak that started in 2013, but now a growing faction of Liberians are calling for the return of bushmeat, the product blamed for triggering the outbreak in the first place. Despite news of recent infections, some market traders have already <a href=\"http://www.irinnews.org/report/101671/bush-meat-trade-roaring-again-despite-ebola-ban\">flouted the bushmeat ban</a> and are beginning to revive the trade, buoyed with optimism about the drastic dip in Ebola deaths.</p> \n<p>Obviously, this is controversial. Bushmeat—wild bats, pigs, rodents, monkeys, antelope, and occasionally apes—is widely accepted as the source of the recent epidemic, and was banned in countries hardest-hit by the virus after it was traced back to a toddler in Guinea who likely contracted Ebola from an infected <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/aug/23/ebola-outbreak-blamed-on-fruit-bats-africa\">straw-coloured fruit bat</a>. Mostly, it’s not consumption that poses a risk (cooking and boiling the meat gets rid of the virus), but contact with an infected animal’s bodily fluids, like its blood. Consequently, the ban was designed to limit hunters and market traders, who face the highest risk of infection when they come into contact with live animals and raw, bloody meat. Some also see the crackdown as a welcome conservation move, believing it will give dwindling forest species room to recover.</p> \n<p>But this conservation nirvana won’t necessarily last. An upcoming report by the Food and Agricultural Organization (FAO) warns that as the virus is slowly eliminated from humans in West Africa (in Guinea and Sierra Leone case numbers are dipping too) bushmeat traders may feel compelled to revive the trade. So, do governments respond by cautiously lifting the ban on bushmeat, or shuttering the trade for good?</p> \n<p>The answer seems like a given. Without bushmeat, infection is almost entirely cut out of the picture, and vulnerable forest species are shielded from hunters. Yet, for thousands of West Africans this meat is a vital source of income and food. Typically, bushmeat is consumed as a luxury product in urban centres, but for some living in rural areas and dependent on subsistence hunting, it can be the sole source of animal protein and fat. “Bushmeat trade and consumption plays an important role from a nutritional, socio-economic and cultural perspective in affected areas,” says Vincent Martin, a Senegal-based representative of the FAO. Muriel Figui&eacute;, sociologist at the Agricultural Research Center for International Development (<a href=\"http://www.cirad.fr/en\">CIRAD</a>), who investigated Ebola’s impact on food market chains for the upcoming FAO report, estimates that bushmeat represents up to a quarter of meat consumption in Liberia’s rural areas. Plus, hundreds of women traders in cities and towns have also lost the empowerment that comes with being employed. The FAO has already flagged the <a href=\"http://www.fao.org/fileadmin/user_upload/emergencies/docs/FAO%20Brief%20EVD%20Oubreak%20N1.pdf\">nutritional disadvantage and rising food insecurity</a> that civilians may experience in the wake of the ban, and some traders have also shared anecdotal evidence of troubling times on the ground. </p> \n<p>Agn&egrave;s Kpoghomou, head of the Old Guinean Network of Bushmeat Vendors based in Conakry, Guinea, acknowledges that bushmeat can be a source of Ebola, and says that since the Guinean ban came into play, she hasn’t been selling it. But without the meat, between 1,000 and 1,500 local women traders have lost their jobs, along with the income that allowed them to send their children to school, she says. Now, those women spend their days working at other peoples’ stalls in the market in exchange for bags of peanuts. “We want to work, to grow stuff, to raise chickens, but we don’t have the means,” Kpoghomou says (in an interview translated from French.) “We have more than 20 hectares of ground but we don’t have the means to work with it.”</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-9390b7c2-6dee-4848-b492-a90a857b118d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436524666251/4b767897-3dbe-48e4-8ddb-843cdba5d21d-460x276.jpeg\" alt=\"A woman walks past dried bushmeat near a road of the Yamoussoukro highway March 29, 2014. Bushmeat - from bats to antelopes, squirrels, porcupines and monkeys - has long held pride of place on family menus in West and Central Africa, whether stewed, smoked or roasted. Experts who have studied the Ebola virus from its discovery in 1976 in Democratic Republic of Congo, then Zaire, say its suspected origin - what they call the reservoir host - is forest bats. Links have also been made to the carcasses of freshly slaughtered animals consumed as bushmeat. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman walks past dried bushmeat near a road of the Yamoussoukro highway March 29, 2014. Bushmeat - from bats to antelopes, squirrels, porcupines and monkeys - has long held pride of place on family menus in West and Central Africa, whether stewed, smoked or roasted.</span> \n  <span class=\"element-image__credit\">Photograph: THIERRY GOUEGNON/Reuters</span> \n </figcaption> \n</figure> \n<p>Some <a href=\"http://www.breitbart.com/national-security/2014/08/06/un-ebola-outbreak-likely-caused-by-bushmeat/\">have argued</a> that livestock farming and agriculture could replace the lost meat, but that could in fact cause more harm than good according to Robert Nasi, deputy director general at the <a href=\"http://www.cifor.org/\">Center for International Forestry Research</a> (CIFOR). He studies bushmeat’s environmental impact and believes that clearing land for agriculture and domesticated animals would lead to deforestation that would ultimately drive out vulnerable forest species. Nasi and colleagues estimated that if livestock replaced bushmeat in the Congo Basin for instance, <a href=\"http://www.cifor.org/publications/pdf_files/articles/ANasi1101.pdf\">25 million hectares of forest</a> would be converted to pastureland. So in the short term at least, bushmeat remains a necessity for some. “In the rural areas it is the only source of protein you have,” Nasi says.</p> \n<p>None of this cancels out the serious ecological problems with the trade. Bushmeat has a bad name for a good reason: it threatens already endangered species, and strips forests of their keystone species, with untold effects on ecosystem biodiversity as a whole. Great apes comprise a small percentage of the bushmeat trade in Africa—<a href=\"http://www.cifor.org/publications/pdf_files/articles/ANasi1101.pdf\">five percent, or less</a>—but these highly vulnerable animals are still illegally hunted, and even a small dent in their already fragile populations can have a devastating impact.</p> \n<p>Conservationists worry, too, about the growing commercialisation of bushmeat. Animals are hunted for food in rural areas, but also to sate the desire for wild meat in the more populous urban centres. The product is also traded between African countries. Plenty of it reaches Europe too: the FAO estimates that 7,500 tons of illegal meat—mostly bushmeat—enters the European Union each year. The effects of the trade in West Africa are understudied, but the World Wildlife Fund holds it accountable for <a href=\"https://www.worldwildlife.org/places/congo-basin\">most of the wildlife loss in the Congo</a>, which is ominous. With increasing commercialisation, it’s widely accepted that the trade will only become more <a href=\"http://blog.cifor.org/23954/10-things-you-didnt-know-about-bushmeat-in-africa?utm_source=CIFOR+Blog&amp;utm_medium=Further+reading&amp;utm_campaign=Blog+feature&amp;utm_source=CIFOR+Blog&amp;utm_medium=Further+reading&amp;utm_campaign=Blog+feature#.VZLTze1Viko\">unsustainable</a>. </p> \n<p>And yet, in Nasi’s view, glibly suggesting that bushmeat just be taken off the menu—which Western media is <a href=\"http://www.theecologist.org/blogs_and_comments/commentators/2594108/take_bushmeat_off_the_menu_before_humans_are_served_another_ebola.html\">prone to doing</a>—is like saying ‘<a href=\"http://blog.cifor.org/24860/ebola-and-bushmeat-africa-ban\">let them eat cake</a>’ to vulnerable populations with already limited options. This simplistic attitude persists because the odds have always been stacked against bushmeat: it fits too neatly within the West’s self-righteous worldview.</p> \n<p>Take Newsweek’s sensationalist, fear-mongering ‘investigation’ last year, which stigmatised smuggled bushmeat and the Africans behind it as Ebola’s <a href=\"http://www.newsweek.com/2014/08/29/smuggled-bushmeat-ebolas-back-door-america-265668.html\">‘back door’ to America</a>. An article by an animal rights campaigner writing for New Scientist calls the trade “<a href=\"http://www.newscientist.com/article/mg22329850.300-ebolas-silver-lining-we-can-clamp-down-on-bushmeat.html#.VZWFKO1Viko\">horrifically cruel</a>”, as if subsistence hunters only catch wild animals for sport. Bushmeat is still perceived as gorilla brains and chimpanzee feet, when in fact apes make up only a small percentage of the catch: two thirds of traded bushmeat is comprised of animals like pigs and antelope—meat labelled more elegantly as ‘game’ in the West. “People don’t go in the forest to kill a gorilla, people go into the forest to find meat,” Nasi points out. But it’s too easy to cast bushmeat as an uncivilised and unethical food that inevitably sparked an outbreak—reminiscent of the way homophobes used Aids in the 1980s to condemn gay men.</p> \n<figure class=\"element element-image\" data-media-id=\"59cf97bd0ab37d533cc9119144209314347ad8df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436525149048/326d7345-0192-47ea-ae3e-a4ee5576c1d3-460x276.jpeg\" alt=\"People walk past the sign of a \" maquis,\"=\"\" a=\"\" small=\"\" african=\"\" restaurant=\"\" which=\"\" serves=\"\" bushmeat,=\"\" in=\"\" kobakro,=\"\" outside=\"\" abidjan,=\"\" on=\"\" april=\"\" 8,=\"\" 2014.=\"\" afp=\"\" photo=\"\" issouf=\"\" sanogoissouf=\"\" sanogo=\"\" fp=\"\" etty=\"\" images\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People walk past the sign of a “maquis,” a small African restaurant which serves bushmeat, in Kobakro, outside Abidjan, on April 8, 2014.</span> \n  <span class=\"element-image__credit\">Photograph: ISSOUF SANOGO/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Of course, bushmeat’s links with Ebola are a cause for serious concern, but there are nuances to this problem that should be recognized, too. Not just any meat transfers the virus. Mostly, the culprit is raw flesh from infected animals, not consumption of cooked meat, as is often <a href=\"http://www.dailymail.co.uk/news/article-2713707/Secret-trade-monkey-meat-unleash-Ebola-UK-How-appetite-African-delicacies-British-markets-stalls-spread-killer-virus.html\">falsely suggested</a>. And hunting isn’t necessarily a death sentence, either. While the FAO points out that the effects of infection can be disastrous, the organization also says the chances of animal-to-human transmission are in fact <a href=\"http://www.fao.org/3/a-i4364e.pdf\">low</a>. There are ways for hunters and traders to protect themselves, too. “In most cases when we have documented a jump from animal to human it’s when people have found a dead or dying animal and then butchered it,” Nasi explains. By avoiding sickened animals, and also bats, which can carry the virus but not show it, hunters can lower their risk of infection.</p> \n<p>Bushmeat may be responsible for the initial outbreak in West Africa, but ultimately it’s poverty, poor education, and weak medical infrastructure that caused the furious spread. That’s the more complex aspect of the argument that’s often left out, because it’s easier to fixate on bushmeat. “The fact is that people have used the Ebola crisis to suggest that people should stop hunting bushmeat, and I think that’s not the issue,” Nasi says. “People should reduce their hunting, but it’s not because of Ebola.”</p> \n<p>And regardless of any ban, some degree of hunting will always persist. Because of that, solutions need to revolve around making bushmeat sustainable and safe, Nasi says. “We need to reduce the demand in towns, where alternative meat can be found, and manage the sustainable use of the resource in the rural areas, where alternatives do not exist yet,” he says. Banning the trade of vulnerable species in favour of smaller animals that reproduce quickly, and are populous, is imperative too. There also needs to be heavy policing of the illegal international trade. In the long-term, animals like pigs and chickens, which need less land than livestock, may be able to provide the required protein substitute in rural areas, Nasi says. </p> \n<p>Whether, when, and how to lift the ban on bushmeat are questions that will surely be raised in coming months, as life gradually returns to normal in West Africa. But in truth, what governments decide to do about bushmeat isn’t the real issue. What matters is the way bushmeat has been positioned within the conversation about Ebola. In reality, the meat isn’t the only culprit behind the spread; it remains a valued source of food for many—a fact that can’t just be erased; and, banning the meat will never be a silver bullet solution to our conservation woes.</p> \n<p>Fixating on bushmeat far oversimplifies the reality of Ebola, and makes it tougher to find proper solutions. “The thing that we are fighting in the end is demographic growth, and poverty,” Nasi says. “These are much bigger problems than bushmeat.” </p> \n<p><em><br /></em></p> \n<p><em>With many thanks to Sarah Gould, who acted as a French translator during reporting on this story.</em></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436524235120/d80521da-7eae-4fce-8f52-7af159a0ae52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ISSOUF SANOGO/AFP/Getty Images","altText":"A woman cuts rabbit meat at a \"maquis,\" a small African restaurant, in Kobakro, outside Abidjan, which used to serve bush meat, on April 8, 2014.  AFP PHOTO / ISSOUF SANOGOISSOUF SANOGO/AFP/Getty Images","cleanCredit":"Photograph: ISSOUF SANOGO/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/9/1397056264534/62f344d4-75df-4e22-b9fa-25b3b6f82e57-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A woman walks past dried bushmeat near a road of the Yamoussoukro highway March 29, 2014. Bushmeat - from bats to antelopes, squirrels, porcupines and monkeys - has long held pride of place on family menus in West and Central Africa, whether stewed, smoked or roasted. Photograph: THIERRY GOUEGNON/Reuters","credit":"THIERRY GOUEGNON/Reuters","altText":"A woman walks past dried bushmeat near a road of the Yamoussoukro highway March 29, 2014. Bushmeat - from bats to antelopes, squirrels, porcupines and monkeys - has long held pride of place on family menus in West and Central Africa, whether stewed, smoked or roasted. Experts who have studied the Ebola virus from its discovery in 1976 in Democratic Republic of Congo, then Zaire, say its suspected origin - what they call the reservoir host - is forest bats. Links have also been made to the carcasses of freshly slaughtered animals consumed as bushmeat. ","cleanCaption":"A woman walks past dried bushmeat near a road of the Yamoussoukro highway March 29, 2014. Bushmeat - from bats to antelopes, squirrels, porcupines and monkeys - has long held pride of place on family menus in West and Central Africa, whether stewed, smoked or roasted.","cleanCredit":"Photograph: THIERRY GOUEGNON/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436525150517/326d7345-0192-47ea-ae3e-a4ee5576c1d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People walk past the sign of a “maquis,” a small African restaurant which serves bushmeat, in Kobakro, outside Abidjan, on April 8, 2014. Photograph: ISSOUF SANOGO/AFP/Getty Images","credit":"ISSOUF SANOGO/AFP/Getty Images","altText":"People walk past the sign of a \"maquis,\" a small African restaurant which serves bushmeat, in Kobakro, outside Abidjan, on April 8, 2014. AFP PHOTO / ISSOUF SANOGOISSOUF SANOGO/AFP/Getty Images","cleanCaption":"People walk past the sign of a “maquis,” a small African restaurant which serves bushmeat, in Kobakro, outside Abidjan, on April 8, 2014.","cleanCredit":"Photograph: ISSOUF SANOGO/AFP/Getty Images"}],"webPublicationDate":"2015-07-10T12:00:01Z","lastModified":"2015-07-10T14:58:40Z","metadata":{"commentable":true,"commentCount":68,"contributors":[{"name":"Emma Bryce","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emma-bryce"}],"feature":false,"keywords":["Environment","Food","Africa","World news","Wildlife"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/food","webTitle":"Food"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"environment/wildlife","webTitle":"Wildlife"}],"section":{"id":"environment"},"topics":[{"displayName":"Emma Bryce","topic":{"type":"tag-contributor","name":"profile/emma-bryce"}}],"series":{"title":"Guardian Environment Blogs","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/guardian-environment-blogs"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/world-on-a-plate/2015/jul/10/is-it-time-to-bring-back-bushmeat","shortUrl":"http://gu.com/p/4ah7c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/world-on-a-plate/2015/jul/10/is-it-time-to-bring-back-bushmeat","webUri":"http://www.theguardian.com/environment/world-on-a-plate/2015/jul/10/is-it-time-to-bring-back-bushmeat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436524235120/d80521da-7eae-4fce-8f52-7af159a0ae52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman cuts rabbit meat at a “maquis,” a small African restaurant, in Kobakro, outside Abidjan, which used to serve bush meat, on April 8, 2014. Photograph: ISSOUF SANOGO/AFP/Getty Images","credit":"ISSOUF SANOGO/AFP/Getty Images","altText":"A woman cuts rabbit meat at a \"maquis,\" a small African restaurant, in Kobakro, outside Abidjan, which used to serve bush meat, on April 8, 2014.  AFP PHOTO / ISSOUF SANOGOISSOUF SANOGO/AFP/Getty Images","cleanCaption":"A woman cuts rabbit meat at a “maquis,” a small African restaurant, in Kobakro, outside Abidjan, which used to serve bush meat, on April 8, 2014.","cleanCredit":"Photograph: ISSOUF SANOGO/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436524235120/d80521da-7eae-4fce-8f52-7af159a0ae52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ISSOUF SANOGO/AFP/Getty Images","altText":"A woman cuts rabbit meat at a \"maquis,\" a small African restaurant, in Kobakro, outside Abidjan, which used to serve bush meat, on April 8, 2014.  AFP PHOTO / ISSOUF SANOGOISSOUF SANOGO/AFP/Getty Images","cleanCredit":"Photograph: ISSOUF SANOGO/AFP/Getty Images"}}]}],"lastModified":"2015-07-10T18:42:28Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}