{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Alexis Jay on child sex abuse / ‘Politicians wanted to keep a lid on it’","rawTitle":"‘Politicians wanted to keep a lid on it’","item":{"type":"article","id":"society/2015/jul/13/alexis-jay-politicians-rotherham-report-child-sex-abuse-social-worker-claims-westminster-bbc-nhs","title":"Alexis Jay on child sex abuse: ‘Politicians wanted to keep a lid on it’","trailText":"Her devastating Rotherham report blew open the national debate on child sex abuse. Now the ‘retired’ social worker is investigating historic claims on an unprecedented scale, taking on Westminster, the BBC and NHS","standFirst":"Her devastating Rotherham report blew open the national debate on child sex abuse. Now the ‘retired’ social worker is investigating historic claims on an unprecedented scale, taking on Westminster, the BBC and NHS","byline":"Helen Pidd","body":"<p>Alexis Jay officially retired two years ago – not that you’d notice. In 2013 she stepped down from her role as Scotland’s chief social work adviser, shortly after being awarded an OBE. But rather than tending to her garden she ended up digging up horrific claims of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/aug/26/rotherham-children-sexually-abused-report\" title=\"\">child sexual exploitation in Rotherham</a>. That job done, the scalps of many officials taken, she moved on to sort out Northern Ireland’s safeguarding children boards.</p> \n<p>But last week the 66-year-old began her biggest task yet, when she joined the panel of what has been described as Britain’s most complicated and wide-reaching statutory inquiry ever. The independent inquiry into <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/09/child-sex-abuse-inquiry-name-those-involved-new-chair-promises\" title=\"\">child sex abuse </a>(IICSA) is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/09/child-sex-abuse-inquiry-name-those-involved-new-chair-promises\" title=\"\">expected to take five years investigating claims of abuse</a> in faith and religious organisations, the criminal justice system, local authorities and national institutions such as the BBC, NHS and Ministry of Defence.</p> \n<p>Jay was one of the first names confirmed as part of the panel. So mammoth is the task that last week the government <a href=\"https://www.csa-inquiry.independent.gov.uk/news/costs-relating-inquiry\" title=\"\">committed &pound;17.9m to cover the next year of the inquiry alone</a>. “I think it’s very complex and I don’t under-estimate the scope of the inquiry. It’s huge. Very wide ranging,” she says, when I meet her in Glasgow.She is under no illusions about how tough the new gig is – not least because the inquiry had such a rocky start, losing the support of victims very early on, along with its first two chairs, who were found to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jul/14/lady-butler-sloss-stands-down-child-abuse-inquiry\" title=\"\">too close to the establishment figures they would be investigating</a>. But Jay, who is a visiting professor at the University of Strathclyde’s Centre For Excellence For Looked After Children, insists she is determined. “I&nbsp;am passionately committed to it taking place and to the victims and survivors, and to get justice and truth out of the process,” she says.</p> \n<p>Almost a year on from the televised press conference at Rotherham football club that made her name, Jay still can’t believe the rumpus her report caused. Taking her place in front of a cluster of microphones last August with a leopard-print iPad, she read out a statement to the assembled press corps revealing that, by her conservative estimate, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/sep/03/rotherham-you-cant-blame-all-of-us\" title=\"\">1,400 children had been sexually exploited in Rotherham over a 16-year period</a>.</p> \n<p>“By victims we are not talking about children who were at risk of sexual exploitation, who were friendly with victims or who moved in the same circle,” she told the journalists. “The&nbsp;1,400 victims are those who had actually experienced sexual exploitation.” Determined that no one could bat away her findings, she had produced a 153-page report that spelled out in plain language the appalling abuse suffered by children aged 10-16 in the South Yorkshire town between 1997 and 2013.</p> \n<p>Her findings dominated the headlines for days, and she fielded calls from the New York Times and TV stations in Australia asking detailed questions about South Yorkshire. “I knew it was going to be significant, but not quite on&nbsp;the scale it was,” she admits.</p> \n<p>For victims, she represents the hope that the statutory inquiry will not be another whitewash. Each week she still receives phone calls, emails and letters from survivors who come to her, rather than the police, to tell their stories.</p> \n<p>The reverberations from her inquiry were far-reaching: in February a team of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/04/rotherham-council-denial-child-sexual-exploitation-failures-report\" title=\"\">independent commissioners was brought in</a> by the then communities secretary, Eric Pickles, to run the council, after it was deemed “unfit for purpose”. Jay was only minutes into her press conference when a note was passed to her to say that Roger Stone, the all-powerful Labour leader of the council since 2003, had resigned. He&nbsp;then quit the party and made a somewhat belligerent appearance in front of the home affairs select committee, in which he attacked Jay for making accusations, that were “mostly&nbsp;vague and unsubstantiated”.</p> \n<p>Jay laughs in despair at Stone’s apparently wilful blindness. “I am at a loss to know what other evidence people need,” she says. “If that’s how he sees it, so be it. I’m not getting into an argument with him about it. For goodness sake. Would he like to look at every single one of the 937 cases we were given by his council and the police to examine? It might be enlightening.”</p> \n<p>Despite spending her whole career dealing with some of the bleakest scenarios imaginable, Jay laughs easily and is disappointed to be told to look serious by the photographer. “No one wants to take a picture of me smiling any more,” she tells me afterwards.</p> \n<p>Born in Edinburgh in 1949, Jay had a hard start in life. Her father, a carpenter, died in an industrial accident on Leith docks when she was just two, leaving her mother, a bookbinder, to raise her and her brother alone. “We were very much a working-class family,” she says. “I don’t come from a background of privilege or with any links to the establishment, shall we say.” Her earliest memories are of the cramped tenement the family occupied. “When I was very little we lived in what we call in Scotland a room and kitchen. There was a shared toilet and washing facilities, no&nbsp;bathroom,” she says.</p> \n<p>She wanted to be a journalist, and, after leaving school, worked for the now-defunct magazine, Scotland, but soon discovered a passion for social work, and decided to study for a degree on the subject at Moray House School of Education, now part of Edinburgh University. It wasn’t that she was necessarily a bad journalist, she insists: “It was more I didn’t think I was going to be good enough at it.”In her early 20s she fell in love with a fellow social worker, Chris Jay, who already had three children. She has never had children herself, but went on to marry him after the couple moved to Glasgow, where he was deputy head of social work for the now defunct Strathclyde regional authority. She spent six years in some of Glasgow’s poorest areas, working with the first Women’s Aid refuge on the Gorbals, before rising through the management ranks. During her tenure as the chief inspector of social work, she oversaw investigations into allegations of ritualistic sex abuse in the Western Isles and social services’ failure to monitor Colyn Evans, a teenage sex offender who grew up in care and went on to kill 16-year-old Karen Dewar in Fife. She accepted the Rotherham job without hesitation: “I&nbsp;said, absolutely, it’s just up my street.” She had never even been to Rotherham, but that was a plus point. “They needed somebody with no contacts with Rotherham council,” she says.</p> \n<p>When she wrote the report, the chapter that gave her the most sleepless nights was about the ethnicity of the perpetrators. Almost all of them were from Rotherham’s Pakistani-heritage community, which makes up just 3.1% of the local population. She cringes slightly when I ask her to explain the overrepresentation. “It’s a very complex issue and I am not an expert,” she begins. I say that she is surely more of an expert than almost anyone else. There’s a long pause. “I understood that the community in Rotherham were described as coming from possibly three villages in Kashmir, and that this identification was very important to them. Their traditions and relationships, these were not sophisticated, they were very traditional. I was told by many people that previous generations had a different view about women’s place in their culture and their society that certainly wouldn’t accord with any&nbsp;sense that we have.”</p> \n<p>Nazir Afzal, chief crown prosecutor for the north-west and the Crown Prosecution Service (CPS) lead on child sexual exploitation, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/sep/03/nazir-afzal-there-is-no-religious-basis-for-the-abuse-in-rotherham\" title=\"\">explained the overrepresentation of Pakistani men in on-street grooming crimes</a> by pointing to the fact they are more likely to work in the night-time economy in Rotherham. “I’m sceptical about that, not for a principled reason because I haven’t done the research, but from my gut,” says Jay. “I think it presents an opportunity but it doesn’t present a motive. There are many people involved in the night-time economy who don’t abuse.”</p> \n<p>Much of the reporting around the Jay report said she had accused Rotherham council and police of failing to tackle sexual exploitation because of a misplaced political correctness. Yet Jay, quite deliberately, never used that term. “I have an aversion to phrases like that,” she says. Instead, she believes the Labour-dominated council turned a blind eye to the problem because of “their desire to accommodate a community that would be expected to vote Labour, to not rock the boat, to keep a lid on it, to hope it would go away.</p> \n<p>“There are some people who can only see it as being one massive conspiracy with a single person at the centre of it. That’s not the case,” she says. “It’s not possible, because these organisations and people were too disconnected. They were connected at a professional level, but they had different agendas.”</p> \n<p>And what of the victims? Does she have faith that their abusers will be brought to justice? She pauses. “Oh,&nbsp;I&nbsp;don’t know. I do hope so. How&nbsp;would I know? I’m not a criminal investigator.” She has been helping the National Crime Agency, which is conducting a special investigation into Rotherham. Meanwhile some women are still living in fear on the same streets as their perpetrators, I say. She looks sad and gives an honest but depressing answer. “I know, it’s awful. Awful. Let’s&nbsp;see what the NCA can do with it. I&nbsp;would say my confidence is middling. I&nbsp;could not say with absolute confidence that some of the worst perpetrators would be&nbsp;brought&nbsp;to justice.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804533409/Alexis-Jay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Jay: 'I had never even been to Rotherham.'\r Photograph: Martin Hunter for the Guardian","credit":"Martin Hunter/Guardian","altText":"Alexis Jay","cleanCaption":"Alexis Jay: 'I had never even been to Rotherham.'\r Photograph: Martin Hunter for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-13T18:12:17Z","lastModified":"2015-07-13T23:00:39Z","metadata":{"commentable":true,"commentCount":149,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"}],"feature":true,"keywords":["Child protection","Women","Rotherham","Life and style","Children","Social care","Society"],"tags":[{"id":"society/childprotection","webTitle":"Child protection"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"uk/rotherham","webTitle":"Rotherham"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Helen Pidd","topic":{"type":"tag-contributor","name":"profile/helenpidd"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/13/alexis-jay-politicians-rotherham-report-child-sex-abuse-social-worker-claims-westminster-bbc-nhs","shortUrl":"http://gu.com/p/4aj6z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/13/alexis-jay-politicians-rotherham-report-child-sex-abuse-social-worker-claims-westminster-bbc-nhs","webUri":"http://www.theguardian.com/society/2015/jul/13/alexis-jay-politicians-rotherham-report-child-sex-abuse-social-worker-claims-westminster-bbc-nhs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804533409/Alexis-Jay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Jay: ‘I’m at a loss to know what other evidence people need.’ Photograph: Martin Hunter for the Guardian","credit":"Martin Hunter/Guardian","altText":"Alexis Jay","cleanCaption":"Alexis Jay: ‘I’m at a loss to know what other evidence people need.’ Photograph: Martin Hunter for the Guardian"}},"importance":7,"kicker":{"title":"Alexis Jay on child sex abuse"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804533409/Alexis-Jay-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Jay: 'I had never even been to Rotherham.'\r Photograph: Martin Hunter for the Guardian","credit":"Martin Hunter/Guardian","altText":"Alexis Jay","cleanCaption":"Alexis Jay: 'I had never even been to Rotherham.'\r Photograph: Martin Hunter for the Guardian"}}]},{"title":"Joaquín 'El Chapo' Guzmán / The truth about the jailbreak of the millennium","rawTitle":"The truth about the jailbreak of the millennium","item":{"type":"article","id":"world/2015/jul/13/joachin-el-chapo-guzman-jailbreak-mexican-drug-lord-escape-prison","title":"Joaquín 'El Chapo' Guzmán: the truth about the jailbreak of the millennium","trailText":"The Mexican drug lord’s escape from a top-security prison looked audacious at face value, but Guzmán has benefited from inside jobs before. In this bankrupt ‘war on drugs’, the state has more common ground with world’s biggest mafia boss than it likes to admit ","standFirst":"<p>The Mexican drug lord’s escape from a top-security prison looked audacious at face value, but Guzm&aacute;n has benefited from inside jobs before. In this bankrupt ‘war on drugs’, the state has more common ground with world’s biggest mafia boss than it likes to admit</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/el-chapo-escape-mexico-president-enrique-pena-nieto\">El Chapo’s escape humiliates president: ‘The state looks putrefied’</a></li>\n</ul>","byline":"Ed Vulliamy","body":"<p>At face value, this is the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/12/mexican-drug-lord-joaquin-el-chapo-guzman-escapes-prison\">jailbreak of the millennium</a>, and will take some beating. The world’s biggest mafia boss, Joaqu&iacute;n “El Chapo” Guzm&aacute;n, jailed in Mexico’s top-security prison near Toluca after what the US called “the biggest manhunt in history”, slips out after only 16 months inside, through a mile-long tunnel complete with ventilation and conveniently parked motorbike.</p> \n<p>Guzm&aacute;n, recently rated by Forbes as the 14th richest man in the world, is boss of the Sinaloa cartel, the world’s mightiest criminal syndicate, named after the Pacific state of that name, and now proves himself to be arguably the most powerful man in M&eacute;xico, whatever beleaguered president Enrique Pe&ntilde;a Nieto may think as he scrambles back from a state visit to France.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/feb/22/joaquin-guzman-mexican-drug-lord\">Joaqu&iacute;n 'Chapo' Guzm&aacute;n: the Mexican drug lord adept at playing the system | Analysis</a> </p> \n</aside> \n<p>The escape already looks unconvincing: after all, this has happened before, in 2001, when Guzm&aacute;n broke out of another top-security jail, Altiplano, reportedly in a laundry truck. Guzm&aacute;n ran this previous jail, just as he ran the cartel: a book by one of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/sep/01/mexico-drugs-anabel-hernandez-narcoland\">Mexico’s leading writers </a>on the mafia, <a href=\"https://bookshop.theguardian.com/index.php/narcoland.html\">Anabel Hern&aacute;ndez</a>, reveals that he held extended family Christmas parties inside over several days and that the story that he got out in a laundry truck is a myth – Guzman actually escaped in police uniform, with a police escort, a day after the minister for justice arrived on the scene to react to the “break out”.</p> \n<p>This latest escape is also, almost certainly, an inside job at some level (prison governor Valent&iacute;n C&aacute;rdenas has been arrested), but the question is: which level? How deep inside was the escape planned, and how high up the echelons of power?</p> \n<figure class=\"element element-image\" data-media-id=\"f085c5e2d726d5f3e2116ea21537da10cced009a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436802042838/84dd2678-099d-4c83-8624-11a7a5317ba4-460x276.jpeg\" alt=\"The Mexican general prosecutor inspects the tunnel that Joaquin 'Chapo' Guzman used to escape from high-security prison.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Mexican general prosecutor inspects the tunnel that Joaquin ‘Chapo’ Guzman used to escape from high-security prison.</span> \n  <span class=\"element-image__credit\">Photograph: Mexican Prosecutor Office/EPA</span> \n </figcaption> \n</figure> \n<p>Guzm&aacute;n is the last of the old-style mafia dons, nephew of the Mexican godfather Pedro Avil&eacute;s, founder of what would become the first serious modern Mexican syndicate, the Guadalajara cartel; Avil&eacute;s was killed in a shootout in 1978. As such, Guzm&aacute;n commands a pyramid of power as a matter of heredity as well as ruthless violence.</p> \n<p>Guzm&aacute;n is the subject of countless <em>narcocorrido</em> ballads about his gall and banditry. One, by a band called Los Buitres (The Vultures) goes: “He sleeps at times in houses / At times in tents / Radio and rifle at the foot of the bed / And sometimes his roof is a cave / Guzm&aacute;n is everywhere.” He is the last of the dons who might donate electricity for a local school, flowers to the church on Mother’s Day.</p> \n<p>The kind of don who arrived in a smart restaurant while on the run at Nuevo Laredo, deep in the territory of an enemy cartel, had the doors locked by his men, who took all mobile phones from those dining, asked them to continue at his expense while he ate, then left with his posse. Loyal subjects in his native Sinaloa gush their gratitude for – in one case – flying a peasant’s sick child to hospital in his private plane; there were angry demonstrations in the Sinaloan capital of Culiac&aacute;n when Guzm&aacute;n was arrested in February last year.</p> \n<figure class=\"element element-image\" data-media-id=\"fff063b554ccb7e693817025d7514457b5e3162b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436802489981/43b94d37-77f3-4442-b78a-ea608c983810-460x276.jpeg\" alt=\"Wanted: the Guatemalan migration director shows a picture of Guzman during a press conference in Guatemala City\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wanted: the Guatemalan migration director shows a picture of Guzman during a press conference in Guatemala City.</span> \n  <span class=\"element-image__credit\">Photograph: Johan Ordonez/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>This baronial mafia style is in sharp contrast to the new generation of cartels with which Guzm&aacute;n does battle, and who rule their terrain with sheer, brute terror; new, leaner and meaner cartels like his main rivals, the insurgent paramilitary Zetas, based in the northeastern state of Tamaulipas, and the smaller Knights Templar in Jalisco. These organisations would rather spend money with less old-style patrimony and more savvy in the vagaries of modern markets.</p> \n<p>Cartels are, after all, like any other corporation and follow the same trends as the legal economy; they were never adversaries of capitalism, more pastiches of the “legal” system and often pioneers of it. And in that paradigm, Guzm&aacute;n, who hails from a cattle-ranching family in the heroin-poppy-growing wilderness of Sinaloa, is old-school.</p> \n<p>All this is crucial to understanding why the Mexican state has an interest in conviviality – if not co-operation – with the Sinaloa cartel, just as it did with its predecessor under Avil&eacute;s and his successor, F&eacute;lix Gallardo.</p> \n<div>\n __VIDEO_EMBED_gu-video-457478097__\n</div> \n<p>Although Mexico’s attorney general has called for a “full investigation” into Guzm&aacute;n’s escape, we may never know exactly what happened. But if there is a level of complicity by the state, or state agencies, this would not be illogical. Friendly relations between the state and Guzm&aacute;n would have a rational motive. Not for nothing did the Sinaloa cartel, until recently, have its own hangar at Mexico City airport, not far from the President’s.</p> \n<p>In matters mafia, one of the dilemmas is whether it is harder for a state to live with an organised, patriarchal pyramid of power, like Guzm&aacute;n’s, or the myriad mini-cartels, street-gang micro-cartels, so-called combos and super-combos, that arise if the pyramid is smashed. Which is worse: a formidable power with which some kind of accommodation is possible, or a narco-nuclear-fission reactor of electrons and protons charging into one another?</p> \n<p>Colombia had to opt for smashing the pyramid, in the form of Pablo Escobar’s Medellin cartel, because it was becoming a a state within a state that threatened to take over. In the improving situation for Colombians, the problem is now the miasma of uncontrollable combos.</p> \n<p>But the Mexican experience is different. The worst violence has ravaged the country since December 1996, when President Felipe Calder&oacute;n sent the army into Tamaulipas and Michoacan to deal with insurgencies in those states by the Zetas and a cartel called La Familia, which were breaking up the prevailing order of things. Once the hornet’s nest was kicked, the killing accelerated as Guzm&aacute;n laid claim to the whole frontier (previously allocated by his predecessor Gallardo) and the army and police established mafia systems of their own, often in league with one cartel or another.</p> \n<p>In this war, Guzm&aacute;n and the state have a common cause against the insurgents and new-wave cartels, and it is no secret that Mexico’s best bet in bringing down the violence is to back the strongest and biggest against its rivals, or at least to act in tandem. An official of the ruling PRI party, when it was fighting the last election, talked to me about the need for “adjustments” with the most powerful cartel.</p> \n<p>The figures speak for themselves. For a while, in 2008, Tijuana was the most violent city in Mexico, as Guzm&aacute;n assailed the local Arellano Felix cartel. Soon afterwards, Ciudad Ju&aacute;rez became the most dangerous city in the world, as Guzm&aacute;n, the local Ju&aacute;rez cartel, army and police factions fought over local drug markets and smuggling routes to the US.</p> \n<p>The military went into both places, followed by the Federal police, with Guzm&aacute;n’s cartel gunmen on the slipstream of both, recruiting local gangs. Now, both cities are relatively quiet; no one knows quite why, but the most common (and terrifying) explanation is that Guzm&aacute;n now runs the drug business – domestic and export – in both cities, with official or semi-official blessing.</p> \n<figure class=\"element element-image\" data-media-id=\"4343de5a0f5b33ef4c73928d7f7afb1dd6806f7b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436804511670/37b87982-0728-44b3-bd8f-8c5ddefe6888-460x276.jpeg\" alt=\"Soldiers stand guard as drugs are destroyed in Ciudad Juarez, Mexico.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Soldiers stand guard as drugs are destroyed in Ciudad Juarez, known for a time as the most dangerous city in the world.</span> \n  <span class=\"element-image__credit\">Photograph: Rodrigo Abd/Associated Press</span> \n </figcaption> \n</figure> \n<p>All this falls within a crucial context. The great writer on matters mafia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/oct/05/mafia.italy\">Roberto Saviano</a> – author of <a href=\"https://bookshop.theguardian.com/gomorrah.html\">Gomorrah and Inferno</a> – visited the Guardian last week to talk about international organised crime. Among his points were that “we must not think about what is happening in Mexico as far away in some distant land”, and indeed we must not.</p> \n<p>For a start, it is thanks to the 120,000 dead and 20,000 missing in Mexico’s narco-war that mountains of cocaine go up British, European and American noses. Everyone wants to forget that Britain’s biggest bank, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/15/hsbc-has-form-mexico-laundered-drug-money\">HSBC, was caught, and admitted, laundering Chapo Guzm&aacute;n’s giddy profits</a>, as was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/apr/03/us-bank-mexico-drug-gangs\">Wachovia bank</a>, a subsidiary of Wells Fargo: hundreds of billions of dollars of Sinaloa cartel blood money, handled with effective impunity inasmuch as no one in either instance was prosecuted, let alone jailed – indeed, most were promoted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The whole farce of the 'war on drugs' is bankrupt; the idea of our healthy society fighting outlaw criminals is fantasy</p> \n </blockquote> \n</aside> \n<p>The logical conclusion is what Saviano, his Mexican counterparts <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/11/mexico-fearless-journalist-lydia-cacho\">Lydia Cacho</a> and Hern&aacute;ndez (and I for that matter) have been arguing for years: that the “cops and robbers” model of reaction to events like Guzm&aacute;n’s escape – indeed, the whole farce of the “war on drugs” – is bankrupt; that the idea of our healthy society fighting outlaw criminals is fantasy. The antics of HSBC and tradition of conviviality between the Mexican state and Guzm&aacute;n’s cartel turn the idea of some line the sand between criminality and legality into a brazen lie. Just as Guzm&aacute;n and the new cartels operate within the logic of the “legal” economy, and become major investors in it, so the “legal” economy and polity embrace the cartels.</p> \n<p>Whether Guzm&aacute;n will continue to run his cartel from hiding again is arguable, but he is hardly likely to abdicate having pulled off a coup like Sunday’s escape, whatever it was. He may try a run to Guatemala, where he was arrested for the first time in 1993, or just return to where the “biggest manhunt in history” supposedly failed to find him for 13 years, right where he would obviously be, at home in his villa. Right there in Sinaloa, where Guzman’s mother was found and interviewed by British film-maker Angus McQueen for his movie <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/oct/05/mexico-war-on-drugs-hidden-story-joaquin-guzman-war-us\">The Legend of Shorty</a>, and where the army, Guzm&aacute;n’s bodyguards told McQueen, was paid to turn a blind eye.</p> \n<p>In Tijuana and Ju&aacute;rez, meanwhile, the product keeps rolling, and the killing has abated; last April counted the lowest murder rate in Ju&aacute;rez for nine years. Bars and shops have re-opened along Ju&aacute;rez Avenue, including the one in which the Margarita was invented; people on the streets and families head out for dinner for the first time in ages. Meanwhile, Guzm&aacute;n, free again, counts the money.</p> \n<p>In Italy, it was always known as <em>Pax Mafiosa</em> – mafia peace – and, according to the twisted logic that admits the lie of a line between legal and criminal, it works.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436801823103/16a1fb3c-df4d-41a1-b09f-8a6c01ec889c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mario Guzman/EPA","altText":"Mexico's most wanted . . . the Mexican military holding drug baron Joaquin Guzman in 2014. He has escaped from a maximum-security prison for the second time.","cleanCredit":"Photograph: Mario Guzman/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436802043329/84dd2678-099d-4c83-8624-11a7a5317ba4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Mexican general prosecutor inspects the tunnel that Joaquin ‘Chapo’ Guzman used to escape from high-security prison. Photograph: Mexican Prosecutor Office/EPA","credit":"Mexican Prosecutor Office/EPA","altText":"The Mexican general prosecutor inspects the tunnel that Joaquin 'Chapo' Guzman used to escape from high-security prison.","cleanCaption":"The Mexican general prosecutor inspects the tunnel that Joaquin ‘Chapo’ Guzman used to escape from high-security prison.","cleanCredit":"Photograph: Mexican Prosecutor Office/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436802491263/43b94d37-77f3-4442-b78a-ea608c983810-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wanted: the Guatemalan migration director shows a picture of Guzman during a press conference in Guatemala City. Photograph: Johan Ordonez/AFP/Getty Images","credit":"Johan Ordonez/AFP/Getty Images","altText":"Wanted: the Guatemalan migration director shows a picture of Guzman during a press conference in Guatemala City","cleanCaption":"Wanted: the Guatemalan migration director shows a picture of Guzman during a press conference in Guatemala City.","cleanCredit":"Photograph: Johan Ordonez/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804513036/37b87982-0728-44b3-bd8f-8c5ddefe6888-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Soldiers stand guard as drugs are destroyed in Ciudad Juarez, known for a time as the most dangerous city in the world. Photograph: Rodrigo Abd/Associated Press","credit":"Rodrigo Abd/Associated Press","altText":"Soldiers stand guard as drugs are destroyed in Ciudad Juarez, Mexico.","cleanCaption":"Soldiers stand guard as drugs are destroyed in Ciudad Juarez, known for a time as the most dangerous city in the world.","cleanCredit":"Photograph: Rodrigo Abd/Associated Press"}],"webPublicationDate":"2015-07-13T17:51:19Z","lastModified":"2015-07-14T01:59:58Z","metadata":{"commentable":true,"commentCount":222,"contributors":[{"name":"Ed Vulliamy","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/2/1433236102142/Ed-Vulliamy-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edvulliamy"}],"feature":true,"keywords":["Mexico","Americas","World news","Drugs trade","Organised crime"],"tags":[{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"world/organised-crime","webTitle":"Organised crime"}],"section":{"id":"world"},"topics":[{"displayName":"Ed Vulliamy","topic":{"type":"tag-contributor","name":"profile/edvulliamy"}}],"embeddedVideos":[{"id":"gu-video-457478097","source":"AFP","durationInSeconds":61,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713Mexico_KP-24764736.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713Mexico_KP-24764736_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/13/1436782350414/KP_352679_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Mexican drug lord El Chapo escapes prison through narrow tunnel - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Mexican drug lord El Chapo escapes prison through narrow tunnel - video","cleanCaption":"620x372 trailpic for Mexican drug lord El Chapo escapes prison through narrow tunnel - video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/13/joachin-el-chapo-guzman-jailbreak-mexican-drug-lord-escape-prison","shortUrl":"http://gu.com/p/4aj5c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/13/joachin-el-chapo-guzman-jailbreak-mexican-drug-lord-escape-prison","webUri":"http://www.theguardian.com/world/2015/jul/13/joachin-el-chapo-guzman-jailbreak-mexican-drug-lord-escape-prison"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436801823103/16a1fb3c-df4d-41a1-b09f-8a6c01ec889c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mexico’s most wanted … the Mexican military holding drug baron Joaquín Guzmán in 2014. He has escaped from a maximum-security prison for the second time. Photograph: Mario Guzmán/EPA","credit":"Mario Guzmán/EPA","altText":"Mexico's most wanted . . . the Mexican military holding drug baron Joaquin Guzman in 2014. He has escaped from a maximum-security prison for the second time.","cleanCaption":"Mexico’s most wanted … the Mexican military holding drug baron Joaquín Guzmán in 2014. He has escaped from a maximum-security prison for the second time.","cleanCredit":"Photograph: Mario Guzmán/EPA"}},"importance":5,"kicker":{"title":"Joaquín 'El Chapo' Guzmán"},"showQuotedHeadline":false,"sublinks":[{"title":"Analysis / El Chapo's escape humiliates Mexican president","rawTitle":"El Chapo's escape humiliates Mexican president","item":{"type":"article","id":"world/2015/jul/13/el-chapo-escape-mexico-president-enrique-pena-nieto","title":"El Chapo's escape humiliates Mexican president: 'The state looks putrefied'","trailText":"Behind bars, Joaquín Guzmán was a shining symbol of the government’s efforts to crack down on drug-war violence. His flight puts endemic corruption on show","standFirst":"<p>Behind bars, Joaqu&iacute;n Guzm&aacute;n was a shining symbol of the government’s efforts to crack down on drug-war violence. His flight puts endemic corruption on show</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/el-chapo-escape-plot-us-drug-agents\">US drug agents knew of ‘El Chapo’ escape plots after 2014 arrest</a></li>\n</ul>","byline":"Jo Tuckman in Mexico City","body":"<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/12/mexican-drug-lord-joaquin-el-chapo-guzman-escapes-prison\">Hollywood-style escape</a> from a high-security prison by Mexican drug kingpin Joaquin “El Chapo” Guzm&aacute;n was a stunning blow for the country’s prison service and security forces.</p> \n<p>But for president Enrique Pe&ntilde;a Nieto, Guzm&aacute;n’s disappearance is a humiliating personal disaster.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/05/mexico-drug-kingpins-behind-bars-violence-corruption-unchecked\">Mexico drug kingpins behind bars but violence and corruption go unchecked</a> </p> \n</aside> \n<p>The telegenic president’s “kingpin strategy” has not succeeded in ending rampant drug-war violence across the country, but it has at least offered the government a string of high-profile captures – and in the rogue’s gallery of arrests, El Chapo was the jewel in the crown.</p> \n<p>“Whichever way you look at it, this is very bad,” political analyst and former head of the Mexican intelligence agency Guillermo Vald&eacute;s told the Guardian. “It is going to be very hard to remove the indelible mark this has made on the government’s public and historical image.”<br /></p> \n<p>Vald&eacute;s said he believed it unlikely that the manhunt launched to track down El Chapo will be successful, unless the infamous leader of the powerful Sinaloa cartel makes a stupid mistake or the government gets very lucky.</p> \n<p>The Mexican government must be all too aware of the precedent set by another boss of Guzm&aacute;n’s Sinaloa cartel, Rafael Caro Quintero. He was sentenced to 40 years in jail for his part in a string of murders, including that of a DEA agent, but to the fury of the US government, he was released from jail in 2013 on a legal technicality – and promptly disappeared. He is now believed to have rebuilt his power base in the rugged mountains of Sinaloa.</p> \n<p>Even if Mexican forces manage to recapture Guzm&aacute;n, it is unlikely that it would fully undo the damage wrought by his escape 16 months after his arrest – and 14 years after he first absconded from high-security jail.</p> \n<p>“It demonstrated the weakness of institutions in which a high-security jail can be penetrated through a mixture of corruption, ineptness and the operational effectiveness of organised crime,” Vald&eacute;s said. “The state looks putrefied.”</p> \n<p>Pe&ntilde;a Nieto also faces the political problem of who to hold responsible for El Chapo’s second escape: soon after the capo was captured in February 2014, the president said that such an eventuality would be “unpardonable”.</p> \n<p>Speaking from Paris on Sunday, where he was beginning a four-day state visit, Pe&ntilde;a Nieto announced there would be a full investigation into the probable complicity of prison officials, but made no mention of political responsibility.</p> \n<p>Many analysts have said that the escape will probably damage relations with the US government, which made clear its desire to extradite Guzm&aacute;n in order to try him on a range of trafficking charges.</p> \n<p>“The Americans are very angry,” international security expert Edgardo Buscalgia said. “But this deep failure of the security and anti-corruption model could be a blessing in disguise if it produces the international pressure that is necessary to force a weakened President Pe&ntilde;a to implement public policies that really begin to deal with it.”</p> \n<p>El Chapo’s spectacular disappearing act is the latest in a string of episodes which have exposed endemic corruption and institutional weakness. Many analysts and human rights experts argue that the government’s failure to tackle abuses committed by state forces has only added to the country’s security crisis.</p> \n<p>September will see the first anniversary of the disappearance of 43 student teachers, after they were attacked by a local drug gang working with municipal police. Despite promises to crack down on such collusion, the government has so far done little to follow through. </p> \n<p>Meanwhile, in recent weeks, allegations that the army massacred between 12 and 15 alleged criminals who were unarmed and had surrendered have also returned to the spotlight after revelations that the head of the military unit involved had received written orders “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/mexican-soldiers-ordered-to-kill-in-san-pedro-limon-claim-rights-activists\">to take down criminals in hours of darkness</a>”.</p> \n<p>“Today attention is centred on El Chapo and who helped him to escape,” political analyst Denise Dresser wrote in her column in Reforma. “But the underlying issue is a legacy of violence and criminality produced by an undeclared war, an armed internal conflict, a de facto suspension of individual guarantees and an invincible enemy – the drug cartels.”</p> \n<p>Within all of this, the impact that El Chapo’s escape could have on Mexico’s organised criminal landscape beyond jail has hardly received any attention.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/20/mexico-drugs-trade-el-chapo-arrest-joaquin-guzman-sinaloa-cartel\">His Sinaloa cartel showed few signs of weakening after he was arrested</a>. Now some speculate his freedom could prompt a new push for dominance of territories the group does not currently control.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/el-chapo-prison-escape-internet-memes-shawshank-trump-mario\">El Chapo's prison escape in memes: Mario Bros, Shawshank and, yes, Trump</a> </p> \n</aside> \n<p>But perhaps the biggest impact of El Chapo’s escape will be the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/el-chapo-prison-escape-internet-memes-shawshank-trump-mario\">tidal wave of mockery unleashed on the government</a>. </p> \n<p>Reforma newspaper published a front page story on Monday that stressed that the machinery used to build the tunnel through which El Chapo fled would have shaken the ground and required the removal of 3,250 tons of dirt which, it seems, nobody saw.</p> \n<p>“They say that in politics you can make a comeback from anything except looking ridiculous,” political commentator H&eacute;ctor Aguilar Cam&iacute;n wrote in El Universal. “El Chapo Guzm&aacute;n has made the Mexican government look ridiculous.”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436815314066/86fd1c7d-dcf3-4262-a2c6-96d0c81bd364-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thibault Camus/AFP/Getty Images","altText":"Enrique Peña Nieto mexico","cleanCredit":"Photograph: Thibault Camus/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T19:30:20Z","lastModified":"2015-07-13T21:02:45Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jo Tuckman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jotuckman"}],"feature":false,"keywords":["Mexico","Drugs trade","Organised crime","World news","Americas"],"tags":[{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"world/organised-crime","webTitle":"Organised crime"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"world"},"topics":[{"displayName":"Jo Tuckman","topic":{"type":"tag-contributor","name":"profile/jotuckman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#005689","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/13/el-chapo-escape-mexico-president-enrique-pena-nieto","shortUrl":"http://gu.com/p/4aj9x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/13/el-chapo-escape-mexico-president-enrique-pena-nieto","webUri":"http://www.theguardian.com/world/2015/jul/13/el-chapo-escape-mexico-president-enrique-pena-nieto"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436815314066/86fd1c7d-dcf3-4262-a2c6-96d0c81bd364-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"For the Mexican president, Enrique Peña Nieto, El Chapo’s escape is a major embarrassment. Photograph: Thibault Camus/AFP/Getty Images","credit":"Thibault Camus/AFP/Getty Images","altText":"Enrique Peña Nieto mexico","cleanCaption":"For the Mexican president, Enrique Peña Nieto, El Chapo’s escape is a major embarrassment.","cleanCredit":"Photograph: Thibault Camus/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436815314066/86fd1c7d-dcf3-4262-a2c6-96d0c81bd364-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thibault Camus/AFP/Getty Images","altText":"Enrique Peña Nieto mexico","cleanCredit":"Photograph: Thibault Camus/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436801823103/16a1fb3c-df4d-41a1-b09f-8a6c01ec889c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mario Guzman/EPA","altText":"Mexico's most wanted . . . the Mexican military holding drug baron Joaquin Guzman in 2014. He has escaped from a maximum-security prison for the second time.","cleanCredit":"Photograph: Mario Guzman/EPA"}}]},{"title":"‘Autism is seen as a male thing –  but girls just implode emotionally’","rawTitle":"‘Autism is seen as a male thing – but girls just implode emotionally’","item":{"type":"article","id":"education/2015/jul/14/autism-girls-emotion-self-harm-school","title":"‘Autism is seen as a male thing – but girls just implode emotionally’","trailText":"They may arrive self-harming, or unable to talk. Often their condition has been dismissed as ‘hormones’. We visit the only state school dedicated to girls with autism ","standFirst":"<p>They arrive self-harming, or unable to talk. Often they’ve been dismissed as hormonal. We visit the only state school dedicated to girls with autism </p>","byline":"Angela Neustatter","body":"<p>Within an hour of arriving at her new school, 14-year-old Beth Mitchell made her objections shockingly clear. The headteacher, Sarah Wild, recalls a member of staff calling frantically: “There’s a girl here covered in blood.”</p> \n<p>Over the next month at Limpsfield Grange in Oxted, Surrey, Beth cut herself three times a day; she sabotaged lessons and shunned the other girls whom, she says, “seemed very weird”. Beth is autistic and has been diagnosed with pathological demand avoidance, meaning she would go to great lengths to avoid situations that filled her with anxiety – one of the prominent symptoms of girls on the autistic spectrum. Her small mainstream school had said they could no longer cope with her.</p> \n<p>Finding a strategy to tackle Beth’s behaviour was just one of the daily challenges that Wild and her staff confront at Limpsfield Grange, the country’s only state-funded residential school for girls with special needs. It was Wild, whose past experience was working with children who have communication difficulties – a key feature of autism – who realised, when she became headteacher three years ago, that a high percentage of the girls were exhibiting behaviour on the autistic spectrum. “My question was: why aren’t we recognising this and doing something about it?”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The National Autistic Society talks of five times as many males to females with autism, but nobody has firm statistics</p> \n </blockquote> \n</aside> \n<p>They set about getting those who needed it statements (56% of Limpsfield Grange’s 70 pupils now have statements on the autistic spectrum), as a first step towards devising a 24-hour pastoral and educational programme.</p> \n<p>Wild, known by students as “Mummy of the school”, tempers the relaxed, jokey atmosphere with a “tough love” approach. If a girl finds a very visible place to sit and cry, nobody takes any notice; if the same girl concentrates hard in class, she gets lots of praise.</p> \n<p>Wild says: “Autism in girls is massively under-diagnosed and as a result many are expected to cope in mainstream school. They often struggle, are bullied and isolated and become very unhappy.”</p> \n<p>The National Autistic Society (NAS) talks of a perceived ratio of five times as many males to females with autism, but nobody has firm statistics. And, according to its <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCIQFjAA&amp;url=http%3A%2F%2Fwww.autism.org.uk%2F~%2Fmedia%2FNAS%2FDocuments%2FPublications%2F50th-survey-report-2012.ashx&amp;ei=tYSeVfbsAsXX7QaL46_IBw&amp;usg=AFQjCNGhTUEo9bDzLSu1IBVTKOHZWZFeaw&amp;bvm=bv.96952980,d.ZGU\">2012 survey</a>, just 20% of girls with Autism who responded had been diagnosed by the age of 11, as compared to 50% of males. The survey also suggests that 42% of females have been misdiagnosed, as compared with 30% of males.</p> \n<p>Dr Judith Gould of the NAS is working on an innovative way of using the data to help those working with girls to ask the right questions, and recognise how girls mask their symptoms and need help specific to them.</p> \n<figure class=\"element element-image\" data-media-id=\"433c03d7c40b067b9ec4b1ac010e7d326dcf5897\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436539645995/10eaaaf3-32cc-4b30-8b3c-9c67dd31aa65-460x276.jpeg\" alt=\"school badge\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Limpsfield Grange in Surrey is the only state residential school for girls with special needs.</span> \n  <span class=\"element-image__credit\">Photograph: ITV</span> \n </figcaption> \n</figure> \n<p>“Autism is seen as a male thing, and boys are often physical in expressing themselves when unhappy, whereas girls implode emotionally,” says Wild. “Boys tend not to be interested in contact and friendship, whereas girls desperately want friendship, they become obsessed very easily if they focus on someone as ‘theirs’ – whether a girl or a boy – and they yearn for boyfriends.”</p> \n<p>Wild gives the example of one girl who texted a boy “60 times in an hour” and had 1,160 photos of him.</p> \n<p>Girls with autism are likely to worry about body image and get very involved with TV series and celebrities, says Carol Povey, director of the NAS’s <a href=\"http://www.autism.org.uk/our-services/the-centre-for-autism.aspx\">centre for autism</a>. And there is a clear association between autism and eating disorders, as <a href=\"http://www.cam.ac.uk/research/news/girls-with-anorexia-have-elevated-autistic-traits\">a report by</a> Cambridge University’s autism research centre, led by Professor Simon Baron-Cohen, notes.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>“Autism in girls is massively under-diagnosed and as a result they often struggle, are bullied, isolated and unhappy”</p> \n </blockquote> \n</aside> \n<p>While boys tend to be diagnosed as young as three, late diagnosis can be a problem for girls, whose behaviour can be dismissed as “teenage hormones”. “They are full of emotion and implode into isolation and depression if things go wrong,” says Wild. Things seem to start going really wrong at about age 13, she says, when many become school phobic.</p> \n<p>The school has taken part in a documentary filmed over six months in the hope it will help autistic girls’ behaviour to be more widely recognised.</p> \n<p>When I visited, I meet Beth, who nowadays is articulate, sociable and academically high-achieving. She knows she is “different” but believes her autism won’t stop her fulfilling her dream of becoming a children’s nurse.</p> \n<p>Her breakthrough came in year 9, she says. “Mrs Chips, my year 9 teacher, was the first person I bonded with. She helped me with schoolwork, but also I had one-to-one sessions every day to talk my worries and anxieties out. I had never been able to concentrate before because things kept worrying me.”</p> \n<p>Her mother, Emma, says Beth arrived at Limpsfield with a spelling age of six, but now has taken GCSEs aged 15. “We have watched Beth set herself up to succeed, and she is determined to go on to college and possibly university. This from a girl who cut herself every time things looked too worrying.”</p> \n<p>The school has a fairly traditional academic curriculum, but with only 10 girls to a class. Wild says she has high expectations for everything the girls do, explaining to them that, after school, they will need to get a job – and then they cannot “go into meltdown if somebody uses their coffee mug”.</p> \n<p>Another feature of the curriculum here is thorough sex and relationships education, in recognition of these girls’ vulnerability. “They believe what people say and don’t read context,” says Wild. “Yet many are eager to have boyfriends and they need all the help managing that we can give.”</p> \n<figure class=\"element element-image\" data-media-id=\"52c8ac3bc8fba5e84dc058ed443c7ca70e8f9227\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436539480932/f8965da7-e6e2-46b9-920b-3b6c84c3feb9-460x276.jpeg\" alt=\"Beth in her bedroom\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Beth used to cut herself whenever anything went wrong – now she is dreaming of going to college.</span> \n  <span class=\"element-image__credit\">Photograph: ITV</span> \n </figcaption> \n</figure> \n<p>The girls all have daily one-to-one pastoral sessions to help manage their emotions. Wild describes a seven-year-old who talked of having “a tummy like a washing machine” before each emotional crisis. The school created an “emotions ruler” for her with green, amber and red. “Green is I feel fine,” explains Wild. “Amber is I feel wobbly. Red is like ooooh. On the back we have some strategies. So for this young person getting out of a troubling situation, moving around, going somewhere else in a structured way and coming back really helps.”</p> \n<p>Abigail now comes over to join us. Wild explains how staff nearly gave up on her: “Abigail wouldn’t talk to anyone for six months. She wouldn’t follow adult instructions. It got to the point we felt we couldn’t do more.” Then the deputy headteacher “chose silliness as the way to reach Abi”. They played with her dog, Bella, and Abi thought the dog’s antics hilarious. Abigail explains: “The dog is Woofalot. I like nicknames.” And when Wild asks if she likes lessons now she replies: “Yes, because the grown-ups make me happy.”</p> \n<p>Creative writing tutor, Vicky Martin, has helped some of the students to write a book, <a href=\"http://www.amazon.com/Is-Autism-The-Students-Limp/dp/1849056846\">M is For Autism</a>, about how it feels to live in a “tipsy-turvey, wobbly world” as a girl with autism.</p> \n<p>The NAS is full of praise for the work at Limpsfield, which takes any girl they feel they can help (the local authority usually pays if the girl is statemented). Povey believes more such schools for girls are badly needed. The NAS has seven co-ed dedicated autism schools; in addition, two new free schools, in Thames Valley and Cheshire, have devised ways of being responsive to girls, she says. The society is holding a <a href=\"http://www.autism.org.uk/news-and-events/nas-conferences/all-conferences/2015/women-and-girls-on-the-autism-spectrum.aspx\">conference</a> on the subject in September.</p> \n<p>Wild says she is encouraged to learn from papers she reads and conferences she attends, that more girls are being diagnosed. For now, her aim is to show the girls how valuable and talented they are. “I want all the girls to be encouraged to go into their local communities, to make a contribution. The things that they can do should be celebrated, because they’ve got amazing talents. They’re as valuable as anyone else. Just quirky.”</p> \n<p><em>Girls With Autism will be broadcast on ITV on 15 July at 10.40pm</em> </p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539220155/16c21050-354c-496d-aea3-1dd1a54aa3a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions   Photograph: Laurence Cendrowicz /ITV","altText":"Headteacher Sarah Wild  and pupil Abigail ","cleanCredit":"Photograph: Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions   Photograph: Laurence Cendrowicz /ITV"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539647307/10eaaaf3-32cc-4b30-8b3c-9c67dd31aa65-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Limpsfield Grange in Surrey is the only state residential school for girls with special needs. Photograph: ITV","credit":"ITV","altText":"school badge","cleanCaption":"Limpsfield Grange in Surrey is the only state residential school for girls with special needs.","cleanCredit":"Photograph: ITV"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539482225/f8965da7-e6e2-46b9-920b-3b6c84c3feb9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Beth used to cut herself whenever anything went wrong – now she is dreaming of going to college. Photograph: ITV","credit":"ITV","altText":"Beth in her bedroom","cleanCaption":"Beth used to cut herself whenever anything went wrong – now she is dreaming of going to college.","cleanCredit":"Photograph: ITV"}],"webPublicationDate":"2015-07-14T06:10:07Z","lastModified":"2015-07-14T08:17:59Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Angela Neustatter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/angela-neustatter"}],"feature":true,"keywords":["Special educational needs","Autism","Education","Schools","Society","Health","Teaching","Mental health","UK news","Women","Life and style","Children"],"tags":[{"id":"education/specialeducationneeds","webTitle":"Special educational needs"},{"id":"society/autism","webTitle":"Autism"},{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"society/society","webTitle":"Society"},{"id":"society/health","webTitle":"Health"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"education"},"topics":[{"displayName":"Angela Neustatter","topic":{"type":"tag-contributor","name":"profile/angela-neustatter"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jul/14/autism-girls-emotion-self-harm-school","shortUrl":"http://gu.com/p/4ahfn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jul/14/autism-girls-emotion-self-harm-school","webUri":"http://www.theguardian.com/education/2015/jul/14/autism-girls-emotion-self-harm-school"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539220155/16c21050-354c-496d-aea3-1dd1a54aa3a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions. Photograph: Laurence Cendrowicz/ITV","credit":"Laurence Cendrowicz/ITV","altText":"Headteacher Sarah Wild  and pupil Abigail ","cleanCaption":"Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions.","cleanCredit":"Photograph: Laurence Cendrowicz/ITV"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436539220155/16c21050-354c-496d-aea3-1dd1a54aa3a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions   Photograph: Laurence Cendrowicz /ITV","altText":"Headteacher Sarah Wild  and pupil Abigail ","cleanCredit":"Photograph: Headteacher Sarah Wild says it took six months before Abigail would talk to anyone or follow adult instructions   Photograph: Laurence Cendrowicz /ITV"}}]},{"title":"Father of the brave / Man who rescues enslaved women from Isis","rawTitle":"Man who rescues enslaved women from Isis","item":{"type":"article","id":"world/2015/jul/13/father-of-the-brave-the-yazidi-christian-who-rescues-hostages-from-isis","title":"Father of the brave: the man who rescues enslaved women from Isis","trailText":"In the absence of anyone else to do the job, Abu Shujaa has established a network that makes forays into Isis-controlled territory and brings out Yazidi captives","standFirst":"<p>In the absence of anyone else to do the job, Abu Shujaa has established a network that makes forays into Isis-controlled territory and brings out Yazidi captives</p>","byline":"Mohammed A Salih in Iraqi Kurdistan","body":"<p>The house was under surveillance for several days. There were seven women inside, all captives of Islamic State (Isis), human bounty picked up during their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/07/40000-iraqis-stranded-mountain-isis-death-threat\">rampage through Yazidi-dominated areas of northern Iraq</a> last summer.</p> \n<p>The captors were Australian-born. The reconnaissance team was part of a network of freelance rescuers built up by a Yazidi Iraqi know as Abu Shujaa, whose name translates as “father of the brave”. So far the Isis assault on Yazidi men, women and children had been all one way, but now he intended to strike back.</p> \n<p>When the Australians left the house in the evening, he gave the go-ahead. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/23/australian-jihadis-accused-of-enslaving-and-raping-kidnapped-yazidi-women\">Australian jihadis accused of enslaving and raping kidnapped Yazidi women</a> </p> \n</aside> \n<p>“Two of our men went inside the house and three others stood guard around the area, monitoring the situation,” said Abu Shujaa, who oversaw the meticulously-planned operation from a nearby house in the city of Raqqa. “We quickly took the women to a safe house in Raqqa province and kept them there overnight. Next day, we got them to Gaziantep in Turkey.”</p> \n<p>On his own way out of Raqqa, he had a nasty surprise – an Isis checkpoint. “I was lucky they did not ask any questions,” he said. </p> \n<p>Abu Shujaa has become something of a legend among his Yazidi community. He runs an underground network across Syria to free Yazidis kidnapped by Isis. The group is believed to have taken hundreds of women and children hostage during a bloody <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/14/thousands-iraqi-refugees-still-risk-siege-mount-sinjar\">assault on the Sinjar area of western Iraq last August</a>. </p> \n<p>The jihadis have kept the women as concubines or sex slaves. Boys are indoctrinated and those able to carry guns are trained to fight. </p> \n<p>Abu Shujaa used to be a local merchant in Sinjar before the Isis assault, occasionally crossing the border into Syria on business. He is not willing to discuss the line of work he was in, but says it was instrumental in developing the network of people he currently manages.</p> \n<figure class=\"element element-image\" data-media-id=\"4b592900e91a4379b53c9f167c5949c68ff35b4f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436444705256/5a102e3d-f5bf-426e-a6e7-056e86ecb649-460x290.jpeg\" alt=\"Samira, a 21 year-old Yazidi woman.\" width=\"460\" height=\"290\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Samira, a 21 year-old Yazidi woman, spent 10 months in Isis captivity and was given to a Saudi fighter for much of that time.</span> \n  <span class=\"element-image__credit\">Photograph: Mohammed A Salih/the Guardian</span> \n </figcaption> \n</figure> \n<p>He was given his nickname while still a young man. Under Saddam Hussein’s rule he made illegal trips into Syria , the first when he was 18. Had he been caught, it may have cost him his life. He named his youngest son Shujaa too at the request of his friends. </p> \n<p>Abu Shujaaoccasionally posts images and video of some of the people he has rescued <a href=\"https://www.facebook.com/osman.diny?fref=ts\">on a Facebook page</a>. One post shows an Isis propaganda image featuring a Yazidi boy aiming a pistol at the camera. In a subsequent post dated 10 June, <a href=\"https://www.facebook.com/photo.php?fbid=479984178821899&amp;set=pcb.479984232155227&amp;type=1&amp;theater\">he posted a photograph of himself with the same boy</a>, after he was rescued, still dressed in the same Isis-style gown.</p> \n<p>Each of Abu Shujaa’s cells consists of between three and seven people and a number of safe houses across Isis-occupied territory in Syria. Six months ago, Isis caught and decapitated two members and placed their heads on poles in the middle of a roundabout in Raqqa, he said. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/07/who-yazidi-isis-iraq-religion-ethnicity-mountains\">Who are the Yazidis and why is Isis hunting them?</a> </p> \n</aside> \n<p>“We have to do everything with utmost secrecy or we will be gone. The world has not really cared about us. We have no one to protect us. We have to get our people out by ourselves.” </p> \n<p>He has made four forays into Isis-controlled areas of Syria since his network first embarked on their ambitious missions. </p> \n<p>These activities have not gone unnoticed by Isis. In one threatening message sent to him, a Tunisian jihadi in Syria lays his hatred bare. </p> \n<p>“You are corrupt. You, enemy of God … you will be a loser in this world and the afterlife. Your fate will be hell,” the audio message said. </p> \n<p>Abu Shujaa shrugs at the invective, and drags on a cigarette. </p> \n<p>“The extent of the Yazidi catastrophe was so huge that it pushed me to do this,” he said, describing Isis’s slave trade in women, in which captives are bought and sold for $1,000 or more, depending on their age, beauty and whether they are virgins on not.</p> \n<p>“There needs to be someone to try to get them out. It doesn’t mean I’m better or braver than the rest. I know people [in Syria] and had a network of contacts there even before [Isis] came,” he said.</p> \n<figure class=\"element element-image\" data-media-id=\"9fb0bdcdee75f8813b9c8bee89b4227eeaf2cbc7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/9/1436444938993/ac018b78-97e2-4363-b6ca-5abffeb89303-460x276.jpeg\" alt=\"Isis fighters march in Raqqa, Syria.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Isis fighters march in Raqqa, Syria.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Abu Shujaa claims his network has freed 200 Yazidis, a figure that is hard to corroborate. Those he has saved naturally sing his praises.</p> \n<p>Isis militants abducted Samira, 21, and her two-year-old son in August last year. Her husband and 12 members of his family are still missing. She was pregnant when she was kidnapped, and gave birth to a daughter in captivity. </p> \n<p>After being kept in western Iraq for more than two months, she was transferred by bus to Raqqa along with about 30 other young women and girls. There she was given to a Saudi Isis fighter. </p> \n<p>She was forced to convert and prayed regularly in an effort to appease her captor. </p> \n<p>“One day in April, the Saudi guy said: ‘I will send you back to your family if they pay me 70m Iraqi dinars [&pound;38,000]’,” Samira told the Guardian from her current home in Iraqi Kurdistan. “I put him in touch with my father and they finally agreed on 20m dinars.” </p> \n<p>The militant received an advance payment of 10m dinars, but then refused to honour the deal. Dismayed, Samira’s father Hassan contacted Abu Shujaa. </p> \n<p>“Abu Shujaa said if she calls next time, just make sure to arrange for me to speak to her on the phone for two minutes and I will get her out,” he said.</p> \n<p>Hassan resumed his contact with his daughter’s captor via social media. The Guardian saw the correspondence, in which the militant sometimes cursed and threatened him, and occasionally shared images of crucified men. </p> \n<p>When Abu Shujaa finally got a chance to talk to her, posing as a family member, a plan was set. One hot day in June when her captor was out, Samira walked outside his home with her two children, dressed in a black abaya. A member of the rescue network pulled over, bundled her into a car and drove her away. </p> \n<p>Along with another rescued family, Samira and her two children were taken east out of Isis-controlled territory. </p> \n<p>“I always thought there was no way in the world I’ll ever meet my family again,” Samira said, holding back tears. “But Abu Shujaa and his men brought me back. I met Abu Shujaa near the Iraqi border … I can’t really describe what a great thing they are doing.”</p> \n<p>Figuring Samira had perhaps returned to her family in Iraq, her former captor sent a message to Hassan in mid-June asking to speak to her. </p> \n<p>He never got a reply.</p> \n<ul> \n <li>This article was amended on 13 July 2015. The headline originally described Abu Shujaa as a Yazidi Christian. The two are separate religions and Abu Shujaa is a Yazidi. In addition, the introduction talked of Isis militants’ “rampage through Christian areas of northern Iraq last summer”. It should have referred to Yazidi-dominated areas. It also said the operation to rescue seven women was overseen from a house in the nearby city of Raqqa, when it was overseen from a nearby house in Raqqa. Finally, the picture caption of Abu Shajaa with his sons mixed up the boys’ names. These errors have been corrected.<br /></li> \n</ul>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436444530888/547d8352-ee69-464c-8d3e-1ce6ea9bec98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mohammed A Salih/the Guardian","altText":"Abu Shujaa shares a light moment with his sons Hassan (left) and Shujaa in Iraqi Kurdistan.","cleanCredit":"Photograph: Mohammed A Salih/the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436444704313/5a102e3d-f5bf-426e-a6e7-056e86ecb649-2060x1298.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1298,"width":2060,"orientation":"landscape","caption":"Samira, a 21 year-old Yazidi woman, spent 10 months in Isis captivity and was given to a Saudi fighter for much of that time. Photograph: Mohammed A Salih/the Guardian","credit":"Mohammed A Salih/the Guardian","altText":"Samira, a 21 year-old Yazidi woman.","cleanCaption":"Samira, a 21 year-old Yazidi woman, spent 10 months in Isis captivity and was given to a Saudi fighter for much of that time.","cleanCredit":"Photograph: Mohammed A Salih/the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436444939498/ac018b78-97e2-4363-b6ca-5abffeb89303-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Isis fighters march in Raqqa, Syria. Photograph: AP","credit":"AP","altText":"Isis fighters march in Raqqa, Syria.","cleanCaption":"Isis fighters march in Raqqa, Syria.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-07-13T04:00:00Z","lastModified":"2015-07-13T17:12:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mohammed A Salih","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mohammed-a-salih"}],"feature":true,"keywords":["Islamic State","Syria","Iraq","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Mohammed A Salih","topic":{"type":"tag-contributor","name":"profile/mohammed-a-salih"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/13/father-of-the-brave-the-yazidi-christian-who-rescues-hostages-from-isis","shortUrl":"http://gu.com/p/4agcv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/13/father-of-the-brave-the-yazidi-christian-who-rescues-hostages-from-isis","webUri":"http://www.theguardian.com/world/2015/jul/13/father-of-the-brave-the-yazidi-christian-who-rescues-hostages-from-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436444530888/547d8352-ee69-464c-8d3e-1ce6ea9bec98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Abu Shujaa shares a light moment with his sons Hassan (left) and Shujaa in Iraqi Kurdistan. Photograph: Mohammed A Salih/the Guardian","credit":"Mohammed A Salih/the Guardian","altText":"Abu Shujaa shares a light moment with his sons Hassan (left) and Shujaa in Iraqi Kurdistan.","cleanCaption":"Abu Shujaa shares a light moment with his sons Hassan (left) and Shujaa in Iraqi Kurdistan.","cleanCredit":"Photograph: Mohammed A Salih/the Guardian"}},"importance":4,"kicker":{"title":"Father of the brave"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/9/1436444530888/547d8352-ee69-464c-8d3e-1ce6ea9bec98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mohammed A Salih/the Guardian","altText":"Abu Shujaa shares a light moment with his sons Hassan (left) and Shujaa in Iraqi Kurdistan.","cleanCredit":"Photograph: Mohammed A Salih/the Guardian"}}]},{"title":"Satoru Iwata: 1959 – 2015 / In my heart, I am a gamer","rawTitle":"In my heart, I am a gamer","item":{"type":"article","id":"technology/2015/jul/13/satoru-iwata-games-nintendo-president","title":"Satoru Iwata changed the whole games industry and now leaves it in mourning","trailText":"The Nintendo president, who has died from cancer at the age of 55, brought in a ‘blue ocean’ strategy that would lead to the industry’s most successful consoles","standFirst":"<p>The Nintendo president, who has died from cancer at the age of 55, brought in a ‘blue ocean’ strategy that would lead to the industry’s most successful consoles</p>","byline":"Rich Stanton and Keith Stuart","body":"<blockquote class=\"quoted\"> \n <p>On my business card, I am a corporate president. In my mind, I am a game developer. But in my heart, I am a gamer.</p> \n</blockquote> \n<blockquote> \n <p>– Satoru Iwata, speaking at the Game Developers Conference in 2005</p> \n</blockquote> \n<p>Here is a story about Satoru Iwata. It’s just one moment from his career, but it tells us much about how he thought and why, on the news of his death, an industry is in mourning. </p> \n<p>On 2 December 2004, Nintendo launched its DS dual-screen handheld console in Japan. Designed to appeal to what the company called “the Touch Generation”, the DS was the first big product launch for Iwata as president of the veteran video game manufacturer. This was the vanguard moment for his plan to grow the gaming population. But as the stores opened early in Tokyo and the first DS units were sold, Iwata was nowhere to be seen.</p> \n<p>Instead, he was in the city of Sendai, visiting Prof Ryuta Kawashima. He knew his absence in Tokyo would raise eyebrows, but this outranked it. At the time Kawashima was author of a pair of popular exercise books, containing simple maths and language puzzles, that were marketed as ways to “train the brain”. Iwata thought these could be the basis for a game that would be popular with non-gamers and, after securing Kawashima’s agreement to the project in the summer of 2004, had now brought the prototype software. The two men discussed the project for hours. </p> \n<p>Just over five months later, Brain Age: Train Your Brain In Minutes a Day! was released for the Nintendo DS. Rather than being an instant smash, Brain Age (renamed Dr Kawashima’s Brain Training in other territories) was a slow-burner, spreading by word of mouth and gradually attracting a whole new audience. The simple but personable style was charming, the daily structure of tasks was compulsive, and finding out your “brain age” at the end of exercises was fun. Over the coming years, Brain Age would sell just under 20m copies, with its sequel close behind. Iwata turned a maths game into an industry phenomenon, and he knew and cared enough about the project to see it through personally.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/nintendo-ceo-satoru-iwata-dies-of-cancer-aged-55\">Nintendo CEO Satoru Iwata dies of cancer aged 55</a> </p> \n</aside> \n<p>It was this perspective on the games business that saw Nintendo regain its dominant market position under his leadership. After the arrival of the PlayStation in 1994, the company had been playing catch up, blindsided by Sony’s technical acumen. The N64 and GameCube were decent, successful consoles, but they fell far behind the PlayStation and its sequels in sales. When Iwata arrived, he brought with him a “blue ocean” philosophy: instead of competing with rivals like the PlayStation and Xbox on technical specs, Nintendo would explore entirely new areas of design. He thought differently from other corporate leaders in the industry, for one very important reason: Iwata learned his trade in the trenches of game development.</p> \n<p>Born in 1959 in Hokkaido Prefecture, Japan, the young Iwata was always fascinated with technology, and as a teenager at high school would create simple games on his programmable calculator. Many years later, Iwata would reflect on how a friend’s enthusiasm for these productions had affected him. “I think it was like when members of a comedy duo find each other. When I made something, he responded. That’s how I found my first customer and awakened to the joy of making something. I often think how I would have never made video games if it weren’t for that experience.”</p> \n<p>Iwata received his first computer, a Commodore PET, in the late 1970s – and in his thirst to understand the machine, took it apart. This would turn out to be a stroke of luck: the PET used a CPU similar to the one that would later power Nintendo’s Famicom console. By this time, Iwata had left high school and was studying computer science at the Tokyo Institute of Technology, which he juggled with a part-time gig at newly established developer HAL Laboratory. While still at college, Iwata coded his first commercial game, Super Billiards, which was published by HAL for the MSX home computer in 1983.</p> \n<p>But by this time, the potentially industry-changing Famicom was imminent. HAL Laboratory exploited its Nintendo links, badgering the company for a chance to develop on the machine. Iwata himself visited Nintendo to find out more, believing even before he saw the console that he could program games for it. </p> \n<p>And of course he could. Though Iwata was a HAL employee, throughout the 1980s and 1990s he also began to work for Nintendo. He was solely responsible for coding firstparty Nintendo games like Balloon Fight and NES Tournament Golf, and was credited as producer on many others. </p> \n<p>As he gained experience of the industry, Iwata began to think of ways to make new kinds of game, however modest. One idea was to create a game that anyone could play from beginning to end, regardless of skill. Fellow HAL employee Masuhiro Sakurai designed a giant smiling puffball that inhaled his enemies, and the studio released Kirby’s Dreamland for the Game Boy – a delightful, gently challenging platformer and the debut of a beloved character.</p> \n<p>At around the same time, HAL was in some financial trouble, and 1993 saw Iwata appointed president. Over the next seven years he brought HAL’s finances back into the black and further strengthened the company’s links with Nintendo: when Masuhiro Sakurai had the idea for an arena-battling game starring Nintendo characters, it was Iwata himself who coded the Pepsiman proof-of-concept prototype, that would go on to become the legendary Smash Bros series. All this was done under the watchful eye of the formidable Hiroshi Yamauchi, then president of Nintendo Japan. </p> \n<p>Being close to Nintendo was good for HAL, but it would be even better for Iwata. Finally hired as a Nintendo employee in 2000 at the age of 41, he was initially made head of the corporate planning division and thrown into managing multiple large-scale projects that required global co-ordination. Nintendo was preparing to transition from N64 to Gamecube, entering another round of bruising competition with Microsoft and Sony.</p> \n<p>In May 2002 Iwata was summoned to Hiroshi Yamauchi’s office. The older man spoke for hours about his half-century in charge of the company and, at the end, offered Iwata the job of president. The change happened soon thereafter. “Iwata has the instincts you need to succeed in this business” said Yamuachi on his departure. But perhaps the greater compliment was that Iwata was the fourth president of Nintendo in 136 years, and the first from outwith the Yamauchi family.</p> \n<p>Within two years, Iwata repaid that faith. Despite industry doubts over the appeal of a dual-screen handheld console, the Nintendo DS was a phenomenon, going on to sell over 150m units and thriving on beautiful, accessible games like Brain Training, Advance Wars, Animal Crossing and Mario Kart DS. Nintendo had discovered that providing new ways to interact with hardware could be just as important as improving visuals. Speaking at the Game Developers Conference in 2005, Iwata said: “Making games look more photorealistic is not the only means of improving the game experience. I know, on this point I risk being misunderstood, so remember, I am a man who once programmed a baseball game with no baseball players. If anyone appreciates graphics, it’s me! But my point is that this is just one path to improved game. We need to find others. Improvement has more than one definition.”</p> \n<p>It was a lesson he built on with the launch of the Nintendo Wii console in 2006 – and the results were equally spectacular. Straight after the DS launch the company’s research and development division began to work on a home console that could make similar use of a non-traditional control interface to reach beyond the traditional market. The team began to experiment with motion controls, developing a controller that could react to player movement, allowing easy interaction with onscreen characters. Speaking to Business Week in 2006, Nintendo’s game design legend Shigeru Miyamato said that Iwata and he wanted to attract those members of a family who tended to stand back and watch. But they also wanted a machine that would fit in with the space and budgetary demands of the family, a cheap machine that would also play old games.</p> \n<p>“Our goal was to come up with a machine that mums would want: easy to use, quick to start up, not a huge energy drain, and quiet while it was running,” said Miyamoto. “Rather than just picking new technology, we thought seriously about what a game console should be. Iwata wanted a console that would play every Nintendo game ever made. Mums would hate it if they had to have several consoles lying around.”</p> \n<p>When the Wii was first revealed, the industry scoffed once again. The graphics processors were inferior to those in the latest PlayStation and Xbox machines and the Wii remote controller seemed like a gimmick. But then people started playing early titles like Wii Sports and Wii Play – they were intuitive, fun and social. Anyone could get involved. Word of mouth spread and by mid-2007, Wii had sold more units than the PS3 and Xbox 360 put together. People were holding Wii parties, and everyone who attended was going out and buying their own machine the next day. It sold over 100m units.</p> \n<p>From here, the industry became more of a challenge. The rise of smartphones and then tablets ate into the traditional handheld console market, and the online gaming explosion drew more and more gamers to Sony and Microsoft platforms. Iwata was cautious about both sectors. In 2011, the new 3DS console featuring an offbeat stereoscopic 3D display, had a difficult launch period, with too little software and a swift price cut, so Iwata took personal responsibility. He cut his own salary by 50%, apologised to fans and investors, and gave every early purchaser of the system 10 Nintendo games for free. Last year, after disappointing financials, he again took a 50% cut in salary.</p> \n<p>In 2013, following the sluggish performance of the Wii U, Iwata was <a href=\"http://www.polygon.com/2013/7/5/4496512/why-nintendos-satoru-iwata-refuses-to-lay-off-staff\">pressed by investors</a> to cut Nintendo’s staff to save money. “If we reduce the number of employees for better short-term financial results, employee morale will decrease,” Iwata replied. “I sincerely doubt employees who fear that they may be laid off will be able to develop software titles that could impress people around the world.” Nintendo cut no staff.</p> \n<p>Most recently, Iwata finally ditched his instinctive mistrust of the smartphone games industry. His concerns had been about separating Nintendo software and hardware. But through <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/17/nintendo-mobile-games-dena-partnership\">a business relationship with sector specialist DeNA</a>, he saw a way of capitalising on the boom in phone and tablet gaming, while still protecting Nintendo’s IP and values. There will be no conversions of current Nintendo console games on to smartphones, everything will be built especially for these platforms. </p> \n<p>And in an industry where company CEOs often become pantomime villains to a demanding fanbase, Iwata was almost alone as a universally respected and liked executive. The gaming community has an insatiable appetite for in-jokes and memes – any figure of prominence becomes known best for one or two things. It says everything about Iwata that the most frequent joke is to add “[Iwata laughs]” to forum comments – a reference to his online series, <a href=\"http://iwataasks.nintendo.com/\">Iwata Asks</a>, where the president very frequently finds things amusing.</p> \n<p>Iwata was a man inclined to take the road less travelled – whether that was in his innovative game code, or in revolutionising the console industry. While he was determined to bolster the Wii and DS machines with hardcore fan favourites like Super Metroid and Zelda, he never shied away from Nintendo’s child friendly reputation, believing that entertaining families was not only sensible business but a worthwhile end in itself. “Video games are meant to be just one thing,” he said. “Fun! Fun for everyone.”</p> \n<p>He cemented this belief while talking at the 2011 game developer conference. After reflecting on his early days of games programming he said that observing the sales of Miyamoto’s games had convinced him of one thing: “engineering is not quite as important as imagination.”</p> \n<p>Goodbye Satoru Iwata, you were right about that, and you were right about so much more.</p> \n<ul> \n <li>This article was amended on 13 July 2015 to correct the spelling of Hokkaido Prefecture.<br /></li> \n</ul>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781091964/b0866e1f-957c-4aa8-9c69-39518af5aa55-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David McNew/Getty Images","altText":"Nintendo CEO Satoru Iwata ","cleanCredit":"Photograph: David McNew/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T09:58:45Z","lastModified":"2015-07-14T08:12:25Z","metadata":{"commentable":true,"commentCount":74,"contributors":[{"name":"Rich Stanton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rich-stanton"},{"name":"Keith Stuart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741413/KeithStuart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/keithstuart"}],"feature":true,"keywords":["Games","Technology","Nintendo","Wii","Wii U","Culture","DS","3DS","Game culture"],"tags":[{"id":"technology/games","webTitle":"Games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/nintendo","webTitle":"Nintendo"},{"id":"technology/wii","webTitle":"Wii"},{"id":"technology/wii-u","webTitle":"Wii U"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/ds","webTitle":"DS"},{"id":"technology/3ds","webTitle":"3DS"},{"id":"technology/gameculture","webTitle":"Game culture"}],"section":{"id":"technology"},"topics":[],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/13/satoru-iwata-games-nintendo-president","shortUrl":"http://gu.com/p/4atgg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/13/satoru-iwata-games-nintendo-president","webUri":"http://www.theguardian.com/technology/2015/jul/13/satoru-iwata-games-nintendo-president"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781091964/b0866e1f-957c-4aa8-9c69-39518af5aa55-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nintendo CEO Satoru Iwata Photograph: David McNew/Getty Images","credit":"David McNew/Getty Images","altText":"Nintendo CEO Satoru Iwata ","cleanCaption":"Nintendo CEO Satoru Iwata","cleanCredit":"Photograph: David McNew/Getty Images"}},"importance":4,"kicker":{"title":"Satoru Iwata: 1959 – 2015"},"showQuotedHeadline":true,"sublinks":[{"title":"#ThankYouIwata / Twitter tributes","rawTitle":"Twitter tributes","item":{"type":"article","id":"technology/blog/2015/jul/13/thankyouiwata-satoru-iwata-tributes-pour-in-for-nintendos-president","title":"#ThankYouIwata: tributes pour in for Nintendo's president","trailText":"Gamers, developers and colleagues pay tribute to Nintendo president who has died from cancer at the age of 55","standFirst":"<p>Fans, gamers, developers and colleagues pay tribute to Satoru Iwata, the leading figure behind some of Nintendo’s most popular devices</p>","byline":"Carmen Fishwick","body":"<p>Tributes for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/13/nintendo-ceo-satoru-iwata-dies-of-cancer-aged-55\">Nintendo’s president Satoru Iwata, who has died from cancer at the age of 55</a>, have been flooding in on social media.</p> \n<p>Since Nintendo announced the news on Monday morning, tributes to the self-confessed “gamer at heart” have sent the hashtag #ThankYouIwata trending on Twitter.</p> \n<p>One Twitter user, AnYlien, said: “<a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> for putting a little magic and colour in our grey world” with another, Zumii, adding: “<a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> you made my childhood a great one!” On Instagram, onceuponadavid posted: “Its crazy but I am incredibly sad <a href=\"https://instagram.com/explore/tags/thankyouiwata/\">#ThankYouIwata</a> your work defined my life.”</p> \n<p>Here are some of the most moving and poignant tributes:</p> \n<figure class=\"element element-image\" data-media-id=\"c4d60c5b975a4d45e3bab3be8e7a99fa0c689a0e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794521777/51dc57f4-cef2-4efd-8442-42b13d104a96-460x457.png\" alt=\"nintendo \" width=\"460\" height=\"457\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0703914b0e2af444f12e6810539c456ce9160aeb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794560152/8e63771f-5f8b-4491-a92f-160768e012ce-460x406.png\" alt=\"nintendo \" width=\"460\" height=\"406\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnYlein/statuses/620553733605359616\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Goodbye, RIP and <a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> for putting a little magic and colour in our grey world.</p>— Chaos-Bunny (@AnYlein) \n  <a href=\"https://twitter.com/AnYlein/status/620553733605359616\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7909c84a4027c6ccf610bed4dd727f9c7292ef55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794594152/933c5dd7-9115-4662-9e0a-4ec7fecdb902-460x452.png\" alt=\"nintendo \" width=\"460\" height=\"452\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Trevgauntlet/statuses/620554058697281536\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">As a Game collector &amp; <a href=\"https://twitter.com/hashtag/GamerGate?src=hash\">#GamerGate</a> supporter, I will miss Mr. Iwata very much. Set your differences aside &amp; play games. <a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a></p>— Trevgauntlet (@Trevgauntlet) \n  <a href=\"https://twitter.com/Trevgauntlet/status/620554058697281536\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"20c2c508758e48a4e8a1d264c7ba59930c097123\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794636315/3d92d6f4-8d24-406b-b0e7-dc9209cdcb9c-342x420.png\" alt=\"nintendo \" width=\"342\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SpunkyShep/statuses/620554584688328704\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I hold nintendo and all their games close to my heart. They are a part of who I am. <a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> you gave me many memories of having fun</p>— Spunkster (@SpunkyShep) \n  <a href=\"https://twitter.com/SpunkyShep/status/620554584688328704\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dc596031b335d23d851fd10f82e73bf567892ab5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436786012067/680febaa-5e05-40c4-b56c-5cdf1a1141cd-336x420.png\" alt=\"nintendo \" width=\"336\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">fhedht</span> \n  <span class=\"element-image__credit\">Photograph: @the_moviebob/Twitter</span> \n </figcaption> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ZunkBunk/statuses/620554412604329984\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> for keeping handhelds alive</p>— Zunk (@ZunkBunk) \n  <a href=\"https://twitter.com/ZunkBunk/status/620554412604329984\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kutski/statuses/620549926406221824\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Beautiful fan art, genuinely brought a tear to my eye <a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> <a href=\"http://t.co/U2xndlhVZd\">pic.twitter.com/U2xndlhVZd</a></p>— Kutski (@Kutski) \n  <a href=\"https://twitter.com/Kutski/status/620549926406221824\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Neoriceisgood/statuses/620510788437082112\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/thankyouiwata?src=hash\">#thankyouiwata</a> for making me love video games again. Sad to see you go. <a href=\"http://t.co/CuGKWogn41\">pic.twitter.com/CuGKWogn41</a></p>— Neorice (@Neoriceisgood) \n  <a href=\"https://twitter.com/Neoriceisgood/status/620510788437082112\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Shanab0o/statuses/620554661712392192\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Our generation will not forget you Thank you, <a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a></p>— شنبو Cule (@Shanab0o) \n  <a href=\"https://twitter.com/Shanab0o/status/620554661712392192\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/aarongreenberg/statuses/620468176023715840\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"und\" dir=\"ltr\"><a href=\"http://t.co/TDBrzS4b9M\">pic.twitter.com/TDBrzS4b9M</a></p>— Aaron Greenberg (@aarongreenberg) \n  <a href=\"https://twitter.com/aarongreenberg/status/620468176023715840\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/megumegane/statuses/620502481512968192\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> for all your hard work! <a href=\"http://t.co/oN0b66YPt8\">pic.twitter.com/oN0b66YPt8</a></p>— ☆REENeenee! (@megumegane) \n  <a href=\"https://twitter.com/megumegane/status/620502481512968192\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_TwilightQueen/statuses/620543532806356993\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/ThankYouIwata?src=hash\">#ThankYouIwata</a> for all things you're made for us. We will never forget you.. Rest in peace.. <a href=\"http://t.co/36B3JQnHO6\">pic.twitter.com/36B3JQnHO6</a></p>— ほのか 。♡ (@_TwilightQueen) \n  <a href=\"https://twitter.com/_TwilightQueen/status/620543532806356993\">July 13, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"34ca359bae50545fbd390ba778d0d4815bb4bfac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794690656/08f5f88c-bdfd-46b2-b8ec-78fbb508449a-359x420.png\" alt=\"nintendo \" width=\"359\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<p><strong>Share your tributes and memories of Iwata and Nintendo in the comments or share images via GuardianWitness.</strong></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436783921995/ddcc1633-9fd1-4fe6-b523-448aff099ba3-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","credit":"@aarongreenberg/ Nintendo /Twitter","altText":"nintendo ","cleanCredit":"Photograph: @aarongreenberg/ Nintendo /Twitter"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794522414/ea706924-c37c-40f1-983f-91a3d815a7ce-620x616.png?width=#{width}&height=#{height}&quality=#{quality}","height":616,"width":620,"orientation":"landscape","credit":"@oliverbcampbell/Twitter","altText":"nintendo ","cleanCredit":"Photograph: @oliverbcampbell/Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794560413/c6991eba-1d0f-4b00-8b1d-0d000872baf2-620x547.png?width=#{width}&height=#{height}&quality=#{quality}","height":547,"width":620,"orientation":"landscape","credit":"@RamsesCabello/Twitter","altText":"nintendo ","cleanCredit":"Photograph: @RamsesCabello/Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794595294/29d69889-04df-4687-a237-59d5010c0a8b-620x609.png?width=#{width}&height=#{height}&quality=#{quality}","height":609,"width":620,"orientation":"landscape","credit":"@SkippyCinematic/Twitter","altText":"nintendo ","cleanCredit":"Photograph: @SkippyCinematic/Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794636676/eaa29737-ebdf-4169-a63b-0a4112f9b997-585x720.png?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":585,"orientation":"portrait","credit":"@Davitsu/Twitter","altText":"nintendo ","cleanCredit":"Photograph: @Davitsu/Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436786011303/36b3e707-3dbd-4852-b908-6179db8db08d-575x720.png?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":575,"orientation":"portrait","caption":"fhedht Photograph: @the_moviebob/Twitter","credit":"@the_moviebob/Twitter","altText":"nintendo ","cleanCaption":"fhedht","cleanCredit":"Photograph: @the_moviebob/Twitter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794689810/55dea278-8488-455d-81ca-c337f338b26c-615x720.png?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":615,"orientation":"portrait","credit":"@2fastkiko/Twitter","altText":"nintendo ","cleanCredit":"Photograph: @2fastkiko/Twitter"}],"webPublicationDate":"2015-07-13T12:21:21Z","lastModified":"2015-07-13T14:21:14Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Carmen Fishwick","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carmen-fishwick"}],"feature":false,"keywords":["Nintendo","Technology","World news","Games"],"tags":[{"id":"technology/nintendo","webTitle":"Nintendo"},{"id":"technology/technology","webTitle":"Technology"},{"id":"world/world","webTitle":"World news"},{"id":"technology/games","webTitle":"Games"}],"section":{"id":"technology"},"topics":[{"displayName":"Carmen Fishwick","topic":{"type":"tag-contributor","name":"profile/carmen-fishwick"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/blog/2015/jul/13/thankyouiwata-satoru-iwata-tributes-pour-in-for-nintendos-president","shortUrl":"http://gu.com/p/4atya","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/blog/2015/jul/13/thankyouiwata-satoru-iwata-tributes-pour-in-for-nintendos-president","webUri":"http://www.theguardian.com/technology/blog/2015/jul/13/thankyouiwata-satoru-iwata-tributes-pour-in-for-nintendos-president"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436783893273/6620d369-8b5c-47a1-bb76-56826ca15fbf-460x432.png?width=#{width}&height=#{height}&quality=#{quality}","height":432,"width":460,"orientation":"landscape","caption":"“On my business card, I am a corporate president. In my mind, I am a game developer. But in my heart, I am a gamer” said Satoru Iwata at the Game Developers Conference in 2005 Photograph: @aarongreenberg/ Nintendo /Twitter","credit":"@aarongreenberg/ Nintendo /Twitter","altText":"nintendo ","cleanCaption":"“On my business card, I am a corporate president. In my mind, I am a game developer. But in my heart, I am a gamer” said Satoru Iwata at the Game Developers Conference in 2005","cleanCredit":"Photograph: @aarongreenberg/ Nintendo /Twitter"}},"importance":0,"kicker":{"title":"#ThankYouIwata"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436783921995/ddcc1633-9fd1-4fe6-b523-448aff099ba3-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","credit":"@aarongreenberg/ Nintendo /Twitter","altText":"nintendo ","cleanCredit":"Photograph: @aarongreenberg/ Nintendo /Twitter"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781091964/b0866e1f-957c-4aa8-9c69-39518af5aa55-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David McNew/Getty Images","altText":"Nintendo CEO Satoru Iwata ","cleanCredit":"Photograph: David McNew/Getty Images"}}]},{"title":"Birhan Woldu / Woman who was face of Live Aid laments price of fame 30 years on","rawTitle":"Woman who was face of Live Aid laments price of fame 30 years on","item":{"type":"article","id":"world/2015/jul/13/face-ethiopian-famine-live-aid-birhan-woldu-nothing-her-geldof","title":"Woman who was face of Live Aid laments price of fame 30 years on","trailText":"Footage of Birhan Woldu as a starving child was seen around the world and after her recovery she joined Sir Bob Geldof on stage at Live 8 concert ","standFirst":"<p>Footage of Birhan Woldu as a starving child was seen around the world and after recovering she joined Sir Bob Geldof on stage at Live 8 concert </p>","byline":"Mikias Sebsibe and Alexandra Topping","body":"<p>The woman who as a starving three-year-old became the face of Live Aid 30 years ago has said the campaign has done “nothing” for her, and the celebrity that came with it has forced her to live a life underground. </p> \n<p>Birhan Woldu, now 34, told the Guardian that because of her unasked for fame she has struggled to get a job.</p> \n<p>Woldu was catapulted into the limelight after being rediscovered in 2005 and brought on stage by Sir Bob Geldof during the Live 8 concert, 21 years after she was captured by a Canadian camera crew, moments away from death at a feeding station in the Tigray region of northern Ethiopia in 1984. </p> \n<p>Introducing the then 24-year-old student, Geldof told the crowd and the millions watching around the world that the Ethiopian had only 10 minutes to live when her image was captured: “Because of Live Aid 20 years ago … last week she did her agricultural exams in the school she goes to in the northern Ethiopian highlands. She is here. Don’t let them tell you that this doesn’t work. Look at this beautiful woman.”</p> \n<figure class=\"element element-image\" data-media-id=\"7c564716614f555dc1d3f80b59118545ea95e7fd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/12/1436706327073/ea828076-b0a3-4d87-9957-ea183c612a05-460x276.jpeg\" alt=\"Footage of Birhan Woldu during the famine\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">TV footage of Birhan Woldu as a child in Ethiopia during the famine.</span> \n  <span class=\"element-image__credit\">Photograph: BBC/PA</span> \n </figcaption> \n</figure> \n<p>But Woldu, who was <a href=\"http://www.cbc.ca/news/world/brian-stewart-my-turn-on-oprah-s-couch-1.1060792\">put through school</a>, along with several other family members, by the Canadian journalist Brian Stewart – whose Canadian Broadcasting Corporation crew had originally filmed her – has said the fame that was thrust upon her has held her back because “people know my stories and see me with famous people”. She praised Live Aid for changing “the lives of many of my sisters and brothers” in Ethiopia, particularly during the famine. </p> \n<p>But she added: “For me, personally, Live Aid has done nothing. I am branded as the symbol of Live Aid due to the image of the 1980s. My stories are well documented and have reached the skies. But I live underground. The state I am in at this moment is miserable. I do not have a job and I cannot support my family on my own.”</p> \n<p>Woldu explained that she had been hired as a nurse for 10 months soon after graduating from the private <a href=\"http://www.suc.edu.et/index.html\">Sheba University College</a> in the city of Mekelle, Tigray, but had been jobless since. She married at 28 but has since separated and lives in a one-room house with her two daughters. “[People] question how it is I am not able to support my family,” she said. </p> \n<p>Woldu explained she now receives support from the UK-based <a href=\"http://www.a-cet.org.uk/\">African Children’s Educational Trust</a> (ACET). According to ACET she received half of the advance of a book about her life, Feed the World: Birhan Woldu and Live Aid, 10 years ago, and has received money from media interviews. ACET, which has worked in the country for more than 20 years, has built 10 elementary schools in Ethiopia, partly funded by Live Aid and other NGOs.</p> \n<p> “They help many people like me who have no one to support them,” she said. “They pay for children’s school fees and provide monthly stipends.” She added that she now wants to get a job and raise her daughters. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/may/29/daily-life-in-ethiopia-in-pictures\">Daily life in Ethiopia – in pictures</a> </p> \n</aside> \n<p>Woldu is positive about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/22/-sp-ethiopia-30-years-famine-human-rights\">change in her country since the famine </a>of 1983-85, which took the lives of her mother and sister, sparing only her and her father. “The country has come a very long way since then,” she said. “We now have schools and hospitals and road access to remote areas. Mothers no longer endanger their lives by delivering babies in their homes. They can go to a hospital. Things are very good now.”<br tabindex=\"-1\" /></p> \n<p>While she congratulated Live Aid on its 30-year anniversary, saying many felt grateful and indebted to the work it had done, she felt the organisation could help further: “As an aid agency, I believe they could do more in terms of building schools and hospitals. I encourage them to do more in that regard. That way we can be able to transform our country and offer a better life for our children.”</p> \n<p>Giving aid in the form of food and stipends was not the way to bring about sustained change, she added. “Building infrastructure like schools and hospitals or factories that can hire a lot of people will make a big difference.” Food aid would only “make people even more dependent for all their lives … but if people get education and get jobs, they can transform their lives and their country.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7652dada86c9a4f46ba2ea8139ef47ec8f79bdc5/0_219_3157_1894/3157.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1894,"width":3157,"orientation":"landscape","credit":"Paul Barker/AFP/Getty Images","altText":"Birhan Woldu with Sir Bob Geldof","cleanCredit":"Photograph: Paul Barker/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436706327869/ea828076-b0a3-4d87-9957-ea183c612a05-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"TV footage of Birhan Woldu as a child in Ethiopia during the famine. Photograph: BBC/PA","credit":"BBC/PA","altText":"Footage of Birhan Woldu during the famine","cleanCaption":"TV footage of Birhan Woldu as a child in Ethiopia during the famine.","cleanCredit":"Photograph: BBC/PA"}],"webPublicationDate":"2015-07-13T06:00:04Z","lastModified":"2015-07-13T06:59:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Alexandra Topping","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandratopping"}],"feature":false,"keywords":["Ethiopia","Africa","World news","Famine","Global development","Live Aid","Live 8","Pop and rock","Music","Culture"],"tags":[{"id":"world/ethiopia","webTitle":"Ethiopia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"global-development/famine","webTitle":"Famine"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"music/live-aid","webTitle":"Live Aid"},{"id":"music/live8","webTitle":"Live 8"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"world"},"topics":[{"displayName":"Alexandra Topping","topic":{"type":"tag-contributor","name":"profile/alexandratopping"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/13/face-ethiopian-famine-live-aid-birhan-woldu-nothing-her-geldof","shortUrl":"http://gu.com/p/4at5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/13/face-ethiopian-famine-live-aid-birhan-woldu-nothing-her-geldof","webUri":"http://www.theguardian.com/world/2015/jul/13/face-ethiopian-famine-live-aid-birhan-woldu-nothing-her-geldof"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7652dada86c9a4f46ba2ea8139ef47ec8f79bdc5/0_219_3157_1894/3157.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1894,"width":3157,"orientation":"landscape","caption":"Sir Bob Geldof introduces Birhan Woldu to the crowd at the Live 8 concert in Hyde Park, London, in July 2005.  Photograph: Paul Barker/AFP/Getty Images","credit":"Paul Barker/AFP/Getty Images","altText":"Birhan Woldu with Sir Bob Geldof","cleanCaption":"Sir Bob Geldof introduces Birhan Woldu to the crowd at the Live 8 concert in Hyde Park, London, in July 2005. ","cleanCredit":"Photograph: Paul Barker/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Birhan Woldu"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/25e7af1f07f1314964a680f415f769017f64ac8f/94_193_4126_2476/1000.jpg","height":600,"width":1000}}]},{"title":"Barrie Kosky / 'When I first saw The Magic Flute, I didn't get it and I didn't like it'","rawTitle":"'When I first saw The Magic Flute, I didn't get it and I didn't like it'","item":{"type":"article","id":"music/2015/jul/13/barrie-kosky-the-magic-flute-i-was-like-euggh","title":"Barrie Kosky: 'When I first saw The Magic Flute, I didn't get it and I didn't like it'","trailText":"Epic, inventive and physical, Barrie Kosky’s operas even rattle his singers. As Edinburgh braces itself for his Magic Flute, the outspoken Australian talks about the work he calls ‘a graveyard for directors’","standFirst":"<p>Epic, inventive and physical, Barrie Kosky’s operas even rattle his singers. As Edinburgh braces itself for his Magic Flute, the outspoken Australian talks about the work he calls ‘a graveyard for directors’ – and reveals why he’ll be scaring the sheep at Glyndebourne</p>","byline":"Tom Service","body":"<p>‘There is no crisis in opera!” says <a href=\"http://www.ingpen.co.uk/artist/barrie-kosky/\">Barrie Kosky</a>. “It’s simple. Just give the British companies &pound;100m – it’s as easy as that!” The Australian opera director is on passionate, trenchant form. He has two shows in the UK this summer: a new production of <a href=\"http://www.glyndebourne.com/tickets-and-whats-on/events/2015/saul/\">Handel’s Saul for his debut at Glyndebourne</a> this month, and his globe-conquering production of <a href=\"http://english.komische-oper-berlin.de/schedule/magic-flute/\">Mozart’s The Magic Flute</a>, which comes to the <a href=\"http://www.eif.co.uk/2015/magicflute#.VX7Fk2TF_5o\">Edinburgh festival</a> next month.</p> \n<p>A nearly unstoppable tumult of ideas, energy and opinion, Kosky is as charismatic and inspirational in person as his productions are intense and thrilling. Opera in cinemas? “Cinemas and live streaming aren’t the future of opera. They’re just marketing tools. The future of opera is not getting people 12,000 miles away to see <a href=\"https://www.youtube.com/watch?v=IDvE8uKWznc\">Anna Netrebko</a>. That’s the death of opera.” The problem with British ideas of music-theatre? “There is an obsession with literalism and a fear of abstraction.” Doing a production in the middle of the sheep and somnolence of the Sussex downs at Glyndebourne? “They’re not getting Barrie-lite. I said to them, ‘I would love to come, but you’re not getting a Barrie summer production.’”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qNY-IjS6ssQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qNY-IjS6ssQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Apart from an Edinburgh festival appearance of his double bill of Purcell’s Dido and Aeneas and Bart&oacute;k’s Bluebeard’s Castle, British audiences have had only one chance to see a Kosky show in repertoire so far: his production of Rameau’s Castor and Pollux for English National Opera in 2011, a rare foray for ENO into French baroque repertoire. But this was no gentle historical recreation: instead, his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/oct/25/castor-and-pollux-eno-review\">Castor and Pollux</a> was a show that shocked some and delighted others with its probing psychosexual interpretation of Pollux’s descent into the Underworld. But that association of “Barrie Kosky” and “controversy” is a one-dimensional interpretation of what Kosky has been doing for the past 25 years on the stage in Australia, Vienna, and at the Komische Oper in Berlin, where he has been in charge since 2012. “What is a ‘Barrie Kosky’ show anyway?” he challenges me. “They all have very different styles. I pride myself on the fact that every single one of my shows has a different creative world.”</p> \n<p>Indeed: there’s no bigger contrast between what Kosky did for Rameau and his Magic Flute, which is a joyous yet profound staging in which animation takes centre stage. Partly a homage to silent movies of the 1920s, Kosky’s Flute takes live video to new heights on the opera stage, with the singing characters seamlessly interacting with cartoons. But the roots of this show lie in his problematic relationship with the piece. When he first saw it as a child in Melbourne, he was bored. “I started going to the opera when I was seven, and my Hungarian grandmother put me on to Bart&oacute;k and Jan&aacute;ček, so I had seen lots of opera when, a few years later, I saw my first Flute. And I was like, ‘Eughh?’” He makes a sound somewhere between incomprehension and nausea.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6e954daf86c23020e57eec9247b94bca1bc0bfc5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436806603157/d3dfcaab-d5d1-4892-86ef-41c02544d201-280x420.jpeg\" alt=\"Barrie Kosky.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barrie Kosky.</span> \n  <span class=\"element-image__credit\">Photograph: Gunnar Geller</span> \n </figcaption> \n</figure> \n<p>“It didn’t help that it was a terrible production that used Aussie vernacular for the dialogue. ‘Got a glass of red ned?’ I remember that line. I didn’t like the piece and didn’t understand it. I was offered the chance to do the Flute three times, and always said no, then the Komische Oper said we need a new production and I said, ‘I’m not doing it – it’s a graveyard for directors.’”</p> \n<p>But the Flute is a siren song that no opera company chief can resist for long, so Kosky had no choice but to relent. It wasn’t easy for him. The problem is to do with what The Magic Flute actually is. For Kosky, it’s not an opera. “If you sat in the first season of the Flute in Vienna in 1791, you’d have realised that it’s end-of-the-pier meets panto meets Mozart’s profound music meets vaudeville. It’s structured like a revue, and it’s got nothing to do with Cos&igrave; fan tutte or Don Giovanni or the Da Ponte operas. The piece exists only half through Mozart’s music, the rest is Schikaneder’s words and his theatre. And that’s what’s genius about it. That’s why if you do a ‘concept’ production, it’s a catastrophe. It’s best to treat it like a surreal fairy story and let the deeper resonances just wander through.” Kosky’s epiphany about the piece led him to his collaborators: the animation and production team of London-based company 1927. “It was instant love: I knew the piece very well and they didn’t know it at all. They’d never even been to the opera. It was a perfect marriage.”</p> \n<p>The result is a show that Kosky thinks is closer to what Mozart and Schikaneder intended “than most of the other productions I’ve seen”. What were scenic spectaculars in Schikaneder’s theatre become live animations in Kosky’s, so that the Queen of the Night is turned into a ferocious maternal spider that Louise Bourgeois would have been proud of. And that’s not all: at the start of the show, Tamino flees from the horrifying maw of a gigantic monster; and, whenever he thinks of Pamina, cartoon hearts explode with palpitating love. All of these things happen precisely in time with the music, too. If this is a show that returns to the spirit of the original, it’s also rooted in 21st-century technology.</p> \n<p>Which is another world compared to what Kosky plans for Handel’s Saul at Glyndebourne. He is bracing himself for the criticism that, because Saul is an oratorio, it wasn’t meant to be staged. “There are no rules about what should be staged. If you’re surprised and delighted by what a director comes up with, you should celebrate it, whatever it is.” He wanted to do Saul because of its fantastic characters and its strong narrative: he finds the oratorios more radical in their structure and prefers their music to that of Handel’s operas.</p> \n<figure class=\"element element-image\" data-media-id=\"7a89d4e7a78e5a38c91c2cc47390a9aa2cf061db\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436806756498/3463d2be-3c99-4b5f-8b7a-bd8d3462b23e-460x276.jpeg\" alt=\"Ed Lyon as Mercury in Kosky's production of Castor and Pollux at the London Coliseum.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Lyon as Mercury in Kosky’s production of Castor and Pollux at the London Coliseum.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton for the Guardian</span> \n </figcaption> \n</figure> \n<p>“Handel’s biblical oratorios have absolutely nothing to do with the Jews or Jewish culture. So prayer shawls, suitcases, any reference to the Holocaust, or long-suffering ghetto images – they are all out. In fact, Saul is about as Goyish as you can get. There’s not a drop of Jewish feeling in it at all. For Handel, Saul is a king, he’s not a Jewish king, it’s got nothing to do with Jewish iconography at all.”</p> \n<p>There are other cliches Kosky wants to avoid: “Mobile phones and press conferences are a problem in Handel productions at the moment. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2012/aug/27/how-we-made-theodora\">Peter Sellars did it brilliantly</a> 30 years ago, but now it’s been done and done. I’m not interested in that any more. The show will have an archaic, epic, poetic quality. And it will be highly emotional, highly physical. I’ve been talking to the singers, and some I’ve worked with already know they are going to be bruised and battered. I saw <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jan/26/facing-the-music-iestyn-davies\">Iestyn Davies</a> [who sings David] the other day and said, ‘Are you preparing yourself? Grow your beard and get ready for a lot of tongue-kissing.’”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/oct/25/castor-and-pollux-eno-review\">Castor and Pollux – review</a> </p> \n</aside> \n<p>Kosky knows that he’s in a privileged position in Berlin, where 87% of the Komische Oper’s funding comes direct from the city, meaning he can take risks with repertoire, and with his productions (in three consecutive nights at the Komische Oper when I was there, they presented the Flute, and Kosky’s productions of Schoenberg’s Moses und Aron and Bernstein’s West Side Story, thereby traversing pretty well the entire operatic gamut in 72 hours), and he can keep ticket prices low. It all works: his average box office is 95% in Berlin. He pities the plight of the UK’s bigger opera houses. “Just give people more money to be able to experiment and to do their jobs and it’s the end of the discussion. The only solution is: if you want to do opera, do it well.”</p> \n<p>Which all comes down to Kosky’s operatic credo. “In opera, people are experiencing – on an incredibly unconscious level – a return to an archaic form of storytelling ritual that we need. That’s why it will survive. It is a special thing and it’s a live experience: the human voice coming out of the human body that you can only hear in this space at this time. Opera is something that says more about our mortality and our emotions than most other things. I know that’s why I go. And I presume that I’m like millions of other people. So I remain blissfully optimistic about the future.” </p> \n<p><span class=\"bullet\">•</span> <a href=\"http://www.glyndebourne.com/\">Handel’s Saul is at Glyndebourne</a>, 23 July to 29 August (box office: 01273 815 000). <a href=\"http://www.eif.co.uk/\">The Magic Flute is at Edinburgh</a>, 27-30 August (box office: 0131-473 2000).</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806416350/0b7f7420-ad21-411b-bdcf-b3269a7adea6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Iko Freese","altText":"Kosky's production of The Magic Flute.","cleanCredit":"Photograph: Iko Freese"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806602661/d3dfcaab-d5d1-4892-86ef-41c02544d201-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Barrie Kosky. Photograph: Gunnar Geller","credit":"Gunnar Geller","altText":"Barrie Kosky.","cleanCaption":"Barrie Kosky.","cleanCredit":"Photograph: Gunnar Geller"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806757823/3463d2be-3c99-4b5f-8b7a-bd8d3462b23e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Lyon as Mercury in Kosky’s production of Castor and Pollux at the London Coliseum. Photograph: Tristram Kenton for the Guardian","credit":"Tristram Kenton for the Guardian","altText":"Ed Lyon as Mercury in Kosky's production of Castor and Pollux at the London Coliseum.","cleanCaption":"Ed Lyon as Mercury in Kosky’s production of Castor and Pollux at the London Coliseum.","cleanCredit":"Photograph: Tristram Kenton for the Guardian"}],"webPublicationDate":"2015-07-13T17:17:39Z","lastModified":"2015-07-13T23:00:33Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Tom Service","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750976/TomService.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomservice"}],"feature":false,"keywords":["Classical music","Opera","Culture","Music","Glyndebourne","Edinburgh festival 2015","Music festivals","Festivals","Stage"],"tags":[{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"music/opera","webTitle":"Opera"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"music/glyndebourne","webTitle":"Glyndebourne"},{"id":"stage/edinburgh-festival-2015","webTitle":"Edinburgh festival 2015"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"stage/stage","webTitle":"Stage"}],"section":{"id":"music"},"topics":[{"displayName":"Tom Service","topic":{"type":"tag-contributor","name":"profile/tomservice"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/13/barrie-kosky-the-magic-flute-i-was-like-euggh","shortUrl":"http://gu.com/p/49z3n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/13/barrie-kosky-the-magic-flute-i-was-like-euggh","webUri":"http://www.theguardian.com/music/2015/jul/13/barrie-kosky-the-magic-flute-i-was-like-euggh"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806416350/0b7f7420-ad21-411b-bdcf-b3269a7adea6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kosky’s production of The Magic Flute. Photograph: Iko Freese","credit":"Iko Freese","altText":"Kosky's production of The Magic Flute.","cleanCaption":"Kosky’s production of The Magic Flute.","cleanCredit":"Photograph: Iko Freese"}},"importance":3,"kicker":{"title":"Barrie Kosky"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436806416350/0b7f7420-ad21-411b-bdcf-b3269a7adea6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Iko Freese","altText":"Kosky's production of The Magic Flute.","cleanCredit":"Photograph: Iko Freese"}}]}],"lastModified":"2015-07-14T07:42:35Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}