{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Call of Duty / Does Black Ops 3 predict the terrifying future of warfare?","rawTitle":"Does Black Ops 3 predict the terrifying future of warfare?","item":{"type":"article","id":"technology/2015/may/21/call-of-duty-black-ops-3-terrifying-future-warfare","title":"Does Call of Duty: Black Ops 3 predict the terrifying future of warfare?","trailText":"The latest in the franchise is filled with bio-augmented soldiers and autonomous killer robots – but the developer says that it’s more science than fiction","standFirst":"<p>The latest in the franchise is filled with bio-augmented soldiers and autonomous killer robots – but the developer says that it’s more science than fiction</p>","byline":"Keith Stuart","body":"<p>Last year, the international affairs think tank Atlantic Council made an interesting new hire. Keen to draw on ideas about the future of war from various areas of speculative fiction, the organisation – which advises on global security policy and holds meetings for heads of state and military leaders – announced that game designer Dave Anthony would become a nonresident fellow in its Brent Scowcroft Center. Anthony was, until that point, a writer on the Call of Duty: Black Ops titles.</p> \n<p>It will probably seem odd to some people: a writer from gaming’s answer to a Michael Bay popcorn flick, notionally advising policy makers on the future of armed conflict. But Treyach, the creators of the Call of Duty: Black Ops titles, is very serious about its research. Forthcoming title Black Ops 3 is set 30 years in the future, and involves high-tech warfare between two new international collectives – Winslow Accord and the Common Defence Pact. Cybernetic enhancement, bio-augmentation and direct neural interfacing between the brains of soldiers and computer networks are all part of the story. And Treyarch claims that all these elements come from stringent analysis of real-life scientific and military advancements. </p> \n<p>As the game’s campaign director Jason Blundell puts it, “If you think about Treyach, and the number of people we have here, there’s probably only a few other institutions in the world that have spent this amount of time cross-referencing the different technologies in this sector.”</p> \n<p>So here are some of the key technologies and concepts being explored in the game – and where Treyarch got its sometimes very scary ideas.</p> \n<h2>United Nations meeting on Lethal autonomous weapons</h2> \n<p>In the game, players will be facing both intelligent battle robots and fully automated weapons systems, both of which have been given autonomous kill orders – in other words, the ability to target and engage enemies without human input. </p> \n<p>It’s something governments and major international organisations are already concerned about. In May 2014, the United Nations hosted <a href=\"http://www.un.org/apps/news/story.asp?NewsID=47794#.VVtayNNViko\">a four-day event in Geneva</a> to discuss the ethical ramifications of lethal autonomous weapons (LAWS). </p> \n<p>“The people employed to make policy decisions around the world are taking this stuff very seriously,” says Blundell, who told us that Treyarch has spoken to military advisors on this subject. “There’s already an autonomous weapons system in place for military convoys – it’s a simple gun on top of a vehicle, but if it detects a sniper shot, it can use its sensors to triangulate the origin of the bullet and fire in that direction. Right now, there has to be a human to push the button, but that is a trivial step to remove.”</p> \n<p>To Blundell, the big facilitator for LAWS is the huge reduction in costs for developing autonomous systems. “With cheap manufacturing, including 3D printing, and the idea of generic artificial intelligence, we’re not far away,” he says. “We touch on this in our story, but it’s becoming cheap enough to manufacture this technology, the chips are so disposable, that you can create autonomous bots very cheaply - and these can be used on the battlefield.”</p> \n<p>“From now on the evolution of technology will be exponential. It will move faster than legislation can keep up with, it will become cheaper and it will be pervasive. You hear examples of people landing drones on the White House lawn - they’re so cheap, you can go to a shop, buy one and fly it out there. The law can’t move fast enough to prevent that. So when you start talking about bio-augmentation and about changing the capabilities of humans, these are important moral questions, because you <em>know</em> the military will be at the forefront of those experiments.”</p> \n<h2>Bio-augmentation and brain-computer interfacing – the BRAIN initiative</h2> \n<p>Bio-augmentation or human enhancement, involves the use of various neurotechnologies, including neural implants, to improve the performance of the human mind and body. It’s a key theme in Black Ops 3, with the player joining a team of spec-ops soldiers who have all been augmented to allow them to run faster, jump higher and process battlefield information more quickly. Each soldier is fitted with a Direct Neural Interface (DNI), a sub-dermal technology that connects directly into their brain and spinal column and links them to a computer system. In the game, this manifests as a “tactical mode” allowing co-op players to share information such as the position of enemy soldiers or key objective points.</p> \n<p>According to Treyarch, the major inspiration here comes from the Defense Advanced Research Projects Agency (Darpa), the section of the US Department of Defence responsible for emerging military technologies. “They have a <a href=\"http://www.darpa.mil/Our_Work/BTO/Programs/\">biotechnology office</a>,” says Mark Lamia, studio head. “Its purpose – and this has been literally stated – is to explore the intersection of biology and physical sciences. It starts with advanced prosthetics and controlling artificial limbs or treating neurological symptoms of people with PTSD. They’re talking about direct neural interfaces to help control those things, but you can see how you get to our fiction very easily. It’s not that far out.” </p> \n<p>“The Obama administration has commissioned a <a href=\"http://braininitiative.nih.gov/\">Brain Research Advancing Innovative Neurotechnologies</a> (BRAIN) initiative, backed by $300m in funding and supported by Darpa - it is a programme researching a reliable neural interface technology. It’s publicly known that the purpose of this is not fully understood. Some of these things start in a medical setting, then go to commercial, but who knows where it goes next?”</p> \n<h2>Cybernetic enhancements and exoskeletons</h2> \n<figure class=\"element element-image\" data-media-id=\"c4d6f3c6d6d36db23f3df04285e074a18847b5b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432122557861/3fdb94ca-fc96-4acb-934d-54fa8343e923-460x276.jpeg\" alt=\"Call of Duty: Black Ops 3\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A heavily armoured guard shows off Treyarch’s image of the cybernetically-enhanced soldier</span> \n </figcaption> \n</figure> \n<p>In Black Ops 3, players will be able to customise their soldiers with new cybernetic systems, giving them access to enhanced movement abilities such as higher jumps and faster sprinting. Like Sledgehammer, the studio behind last year’s Call of Duty: Advanced Warfare, Treyarch has looked into current developments into cybernetic enhancement (the use of machine and computer components to replace human body parts) and robotic exoskeletons. </p> \n<p>Exoskeleton systems have been used to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jan/07/augmented-humans-robotics-exoskeletons-paraplegics\">help paraplegics gain mobility</a> and to aid <a href=\"http://www.newscientist.com/article/mg22329803.900-robotic-suit-gives-shipyard-workers-super-strength.html\">Korean dock workers</a> in moving heavy objects. Japanese company <a href=\"http://www.cyberdyne.jp/english/\">Cyberdyne</a>, specialises in medical and rehabilitation exoskeleton research, producing its famed Hal (Hybrid Assistive Limb) robotic technology. But of course, the military has also been working on this sort of concept for over 50 years, and the latest example is the United States Special Operations Command’s Tactical Assault Light Operator Suit (Talos) which offers physical enhancement as well as ballistics protection and body monitoring. There’s also Lockheed Martin and its <a href=\"http://www.lockheedmartin.com/content/dam/lockheed/data/mfc/pc/hulc/mfc-hulc-pc-01.pdf\">HULC</a> program, “a completely un-tethered, hydraulic-powered anthropomorphic exoskeleton that provides users with the ability to carry loads of up to 200 pounds for extended periods of time and over all terrains.” </p> \n<p>“We’re starting to integrate this technology into our lives in very interesting ways,” says Blundell. “But as we get more comfortable, that next step isn’t too far out.” </p> \n<h2>Mind reading and thought control</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=JoEOT6kLMso\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/JoEOT6kLMso?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Black Ops 3 envisions a future in which every soldier’s battlefield experience is beamed instantly to a central control station and to other soldiers – but not via helmet cameras, by direct connection to their brains and optic systems. Once again, this is something already being considered by military researchers.</p> \n<p>“Darpa has a programme called Silent Talk,” says Blundell. “It is exploring mind-reading technologies with devices that allow it to pick up electrical signals inside soldiers’ brains and then send them over the internet.” In 2008, Darpa received an initial $4m in funding to start researching the concept of an EEG helmet that could pick up and transmit brain waves, allowing soldiers to communicate with each other via thought alone – a major advantage amid the chaos of battle. “It’d be radio without a microphone,” said Dr. Elmar Schmeisser, the Army neuroscientist overseeing the program <a href=\"http://content.time.com/time/nation/article/0,8599,1841108,00.html\">to Time magazine</a>. “Because soldiers are already trained to talk in clean, clear and formulaic ways, it would be a very small step to have them think that way.”</p> \n<p>Another aspect that has fascinated Treyarch is the user of brain-computer interfaces to give pilots more intuitive control of their planes, or to allow the remote control of robot soldiers. “For some people, this may all sound ludicrous,” says Lamia. “But last week I read an article talking about a fighter pilot controlling a plane through thoughts.” Indeed, in <a href=\"http://www.wired.com/2015/03/woman-controls-fighter-jet-sim-using-mind/\">a recent project</a> at the University of Pittsburgh’s Human Engineering Research Laboratory, a quadriplegic woman was able to control a simulation of a F-35 Joint Strike Fighter, with her mind. The same research has also produced<a href=\"http://www.engadget.com/2014/12/17/darpa-mind-control-robot-arm/\"> a mind-controlled robot arm</a>, which allowed highly coordinated movement.</p> \n<p>All of which leads us to ...</p> \n<h2>Remote-control robotics</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tFrjrgBV8K0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/tFrjrgBV8K0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>What Darpa is interested in, though, is the idea of battlefield telepresence. We’re already seeing drones being piloted remotely by human controllers, but a future step could well be remote-controlled robotic soldiers. In 2013, part of Darpa’s $2.8bn budget was allocated to a project entitled Avatar, after the James Cameron movie. The agency <a href=\"http://www.33rdsquare.com/2012/02/avatar-style-robot-soldier-being.html\">said at the time</a>: “The program will develop interfaces and algorithms to enable a soldier to effectively partner with a semi-autonomous bipedal machine and allow it to act as the soldier’s surrogate.”</p> \n<p>Darpa already has a potential robotic host for the initiative. Petman (seen in the video above) is a humanoid robot developed by Boston Dynamics and funded by Darpa. The company’s <a href=\"http://www.bostondynamics.com/robot_petman.html\">stated goal</a> is to test chemical-protection clothing, and perhaps to develop robots that can help in disasters such as the Fukushima nuclear plant meltdown. But many observers have seen the almost inevitable military implications: in 2013, former intelligence officer Lieutenant Colonel Douglas A. Pryer penned an essay on <a href=\"http://usacac.army.mil/CAC2/MilitaryReview/Archives/English/MilitaryReview_20130430_art005.pdf\">the rise of killer robots</a>, while Human Rights Watch has written <a href=\"http://www.hrw.org/reports/2012/11/19/losing-humanity-0\">an extensive report</a> warning of a future in which robotic soldiers, either remotely controlled or autonomous, are effectively employed as battlefield terminators.</p> \n<h2>The geopolitics of resource scarcity</h2> \n<p>In the background, global climate change is set to play a big part in Black Ops 3. As water becomes more scarce, countries align to protect and exploit natural resources. Consequently, you have powerful new factions in the game, such as the Nile River Coalition, which seeks to control the flow of water. “We’ve looked closely at the geopolitical landscape,” says Lamia. “We’ve taken direction from where global climate change has had a dramatic impact, especially in terms of the scarcity of resources, and we’ll tell that story as part of this world.” </p> \n<p>The Nile has, of course, been a major source of geopolitical tension between Egypt and neighbouring countries, and <a href=\"http://www.realclearworld.com/articles/2014/09/25/nile_water_wars_110722.html\">experts say this is set to increase</a> in the 21st century as basic resources become more scare and valuable. The really worrying thing about the future that Treyarch has envisaged after years of reading up on military research is not that there will be robots fighting wars, but that there will be robots fighting wars over access to water. </p> \n<h2><br /></h2> \n<h2><br /></h2>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/26/1430062515874/5cabd90d-af66-429d-b1f0-d72f5082fe33-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Activision","altText":"Call of Duty: Black Ops 3","cleanCredit":"Photograph: Activision"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432122559197/fab3270f-4a45-4ce3-bd16-c00d6bb3084c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A heavily armoured guard shows off Treyarch’s image of the cybernetically-enhanced soldier","credit":"Activision","altText":"Call of Duty: Black Ops 3","cleanCaption":"A heavily armoured guard shows off Treyarch’s image of the cybernetically-enhanced soldier"}],"webPublicationDate":"2015-05-21T06:00:00Z","lastModified":"2015-05-21T08:12:13Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Keith Stuart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741413/KeithStuart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/keithstuart"}],"feature":true,"keywords":["Call of Duty","Games","Technology","Culture","Game culture","Science","Weapons technology","PlayStation","PlayStation 4","Xbox","Xbox One","PC"],"tags":[{"id":"technology/call-of-duty","webTitle":"Call of Duty"},{"id":"technology/games","webTitle":"Games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/gameculture","webTitle":"Game culture"},{"id":"science/science","webTitle":"Science"},{"id":"science/weaponstechnology","webTitle":"Weapons technology"},{"id":"technology/playstation","webTitle":"PlayStation"},{"id":"technology/playstation-4","webTitle":"PlayStation 4"},{"id":"technology/xbox","webTitle":"Xbox"},{"id":"technology/xbox-one","webTitle":"Xbox One"},{"id":"technology/pc","webTitle":"PC"}],"section":{"id":"technology"},"topics":[{"displayName":"Keith Stuart","topic":{"type":"tag-contributor","name":"profile/keithstuart"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/21/call-of-duty-black-ops-3-terrifying-future-warfare","shortUrl":"http://gu.com/p/493p7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/21/call-of-duty-black-ops-3-terrifying-future-warfare","webUri":"http://www.theguardian.com/technology/2015/may/21/call-of-duty-black-ops-3-terrifying-future-warfare"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/26/1430062515874/5cabd90d-af66-429d-b1f0-d72f5082fe33-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Call of Duty: Black Ops 3 – the development team says that only a handful of other organisations have spent more time researching and cross-referencing military technologies Photograph: Activision","credit":"Activision","altText":"Call of Duty: Black Ops 3","cleanCaption":"Call of Duty: Black Ops 3 – the development team says that only a handful of other organisations have spent more time researching and cross-referencing military technologies","cleanCredit":"Photograph: Activision"}},"importance":7,"kicker":{"title":"Call of Duty"},"showQuotedHeadline":false},{"title":"The metropolitan elite / Britain’s new pariah class","rawTitle":"Britain’s new pariah class","item":{"type":"article","id":"politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","title":"The metropolitan elite: Britain’s new pariah class","trailText":"The ‘metropolitan elite’ has become the catch-all term of abuse against Westminster politicians and diverse voices. But is it a real explosion of rage against a broken system, or an easy way to spread intolerance?<br />","standFirst":"The ‘metropolitan elite’ has become the catch-all term of abuse against Westminster politicians and diverse voices. But is it a real explosion of rage against a broken system, or an easy way to spread intolerance?\n<br />","byline":"Zoe Williams","body":"<p>What is a metropolitan? Who is in the metropolitan elite? While plainly you can be a member of an elite without being metropolitan, is it possible to be a “metropolitan” without being in the “elite”? (Not really; the metropole doesn’t really want you unless you have money.) What marks you out as a metropolitan, and is there any chance that you could slough it off?</p> \n<p>The Labour party has now lost two of its potential leaders to the curse of the metropolitan – Chuka Umunna stood down as a result of press intrusion, the greatest extent of which so far to emerge is <a href=\"http://www.dailymail.co.uk/news/article-3084677/Exposed-Chuck-Chuka-s-shady-secret-Labour-MP-belongs-members-den-300-cognac-locker-bar-named-rattled-leadership-contender.html\" title=\"\">a piece in the Daily Mail about the fact that he’s a member of a club with eel-skin walls</a> (this is about as metropolitan elite as you get). Tristram Hunt didn’t have to stand down, having failed to find enough support in the first place, owing to his perceived membership of this clique.</p> \n<figure class=\"element element-image\" data-media-id=\"08ce460cd2ff1e831803c2f02fccc81437aa4b09\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142998436/dc082f3b-0a69-4ef7-a344-3258b25d315b-460x276.jpeg\" alt=\"Critic of the metropolitan elite: David Lammy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Critic of the metropolitan elite: David Lammy.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson</span> \n </figcaption> \n</figure> \n<p>The Labour MPs David Lammy and Simon Danczuk have both been vocal in the past, and more so since the loss of the election, about the real source of the party’s problems; Danczuk said last June that the party had been “hijacked” by the metropolitan elite. “I’ve been the one who’s banging on about this,” he says equably, “this north London elite dominating the Labour party. Ed Miliband captured that perfectly; unhealthily for Labour, in my opinion. They’re too politically correct, they have an idealised view of what working people like or think is important. I often think they see working people as being concerned primarily about economic issues, so they talk about redistribution, but they forget or don’t understand the cultural aspects of working people’s lives.”</p> \n<p>Lammy, who <a href=\"http://www.telegraph.co.uk/news/politics/labour/10463013/Labour-cannot-be-the-party-of-the-Primrose-Hill-middle-classes-David-Lammy-says.html\" title=\"\">said something similar in 2013</a>, – “The Labour party can’t just be the party of Primrose Hill and Parliament Hill” – picks up this point about politicians, their orthodoxy and vocabulary. “They all live in London, they live in certain areas, they go to the same restaurants, they go to the same dinner parties, they all know each other. The lines feel rehearsed because they’re positions that have been maintained really since these kids were being tutored to pass their verbal reasoning at 11 or 13+. And actually, most people don’t have those codes of behaviour. For a lot of people, it’s not polite to talk about politics, and when they do, it’s kind of messy, and they say the wrong thing, they say the wrong words, it’s edgy and uncomfortable and they fall out over too many glasses ...” He pauses. I love Lammy, but I find it hilarious that he goes on to change “too many glasses of wine” for “too many beers”.</p> \n<figure class=\"element element-image\" data-media-id=\"e142230846d449d30ccbbcfc310eef98aeb0cd2f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142527230/1f591ce9-7c97-49b2-a5cc-b70b7ef1859c-460x276.jpeg\" alt=\"Metropolitan: Chuka Umunna.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Metropolitan: Chuka Umunna.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi</span> \n </figcaption> \n</figure> \n<p>An orthodoxy, a way of talking about things, binds the elite, but there is, of course, more than that – an additional something that makes some individuals scream “metropolitan” while others don’t, an extra dimension that means there is always more packed into this term than wealth and geography. For the sake of Labour’s beating heart, not to mention that of the Conservatives (it may be a little too late for the Lib Dems), we really need to nail down what it means; at least so the ones who can’t avoid the label can own it.</p> \n<p>The charge of “metropolitan elitism” from the left vibrates with anger at Labour’s economic liberalism – it is an explosion of rage at these urbane know-alls who love immigration because it makes plumbing cheaper, but never think about what it does to communities where plumbing used to be a really good job. The same charge, from the right, relates more to social liberalism – a resentment of these moneyed cliques in which bohemianism has triumphed, and people who ought to be big and small “c” conservatives are now campaigning in favour of gay marriage and tolerating all kinds of previously insurmountable differences.</p> \n<p>Isabel Hardman is the assistant editor of the Spectator, and is regularly accused of being a metropolitan, despite “not having lived inside the M25 since I was four”. “It would come from a Ukipper, and it would be because I’d tweeted something about Farage being vile about people who were HIV positive.” Lammy says: “There is a liberal value set. It’s David Cameron, really: relaxed about gay rights, relaxed about ethnic minorities, socially liberal and also economically liberal, the strange place where the Guardian meets the Times, which is as New Labour as it is Thatcherite. It’s a cosy place, that squeezes out people who haven’t got the money to be included in that conversation.”</p> \n<figure class=\"element element-image\" data-media-id=\"95c4754fd3beca4e403289d43144e223a586cfed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142747828/2bf99339-1bff-4cb4-8d6f-7e605af81e54-460x276.jpeg\" alt=\"Metropolitan elitist: David Cameron.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Metropolitan elitist: David Cameron.</span> \n  <span class=\"element-image__credit\">Photograph: Rick Findler</span> \n </figcaption> \n</figure> \n<p>Ah, money: before we go there, a note on a curious ellipsis. Chris Roberts, senior lecturer in journalism, media and culture at Roehampton University, describes the evolution of the term: “It’s used interchangeably with ‘cosmopolitan’. It’s like a dirty word. In fact, cosmopolitan is never used any more, and this is used as a substitute while lexically taking on a meaning of its own. Once that meaning would have been a little bit more centre left, and Tories would have backed away from it. Elite might be OK but they didn’t want to be metropolitan. But since the Tory party has been reimagined, that is what they want. It is a woolly term, meaning all things to all people.”</p> \n<p>This is particularly marked, for me, in the subtle shift in the association of elitism and tolerance, so that “metropolitan elite” can now also be code for the things that its members will happily tolerate: black or gay people, childless women or trans people. If, in any way, you fall outside Daily Mail-inscribed codes of “normal”, then “metropolitan elite” may be used to describe you, but only if you’re in the political class, because what is really being described is not you personally, but the means by which you will alienate the potential voter who is not a part of the metropolitan elite.</p> \n<p>But if the term itself is incredibly loose, that doesn’t mean we don’t understand it. Roberts cites the MP Dan Jarvis, who disappointed many in the Labour party by declining to stand for the leadership. “If you look at the weight he was getting behind him, he’s not part of the metropolitan elite.” Why not? “I don’t know. Ex-army.” Is it the real-ness of the armed forces that protects Jarvis from the taint of urbaneness? Could it be that easy, and does it have to be that hard?</p> \n<figure class=\"element element-image\" data-media-id=\"7dbf0e168d099faadb53db2d889a1b0e147bac47\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142607687/3a6792e4-60fc-48e8-84fb-5c0b681a2a62-460x276.jpeg\" alt=\"Not metropolitan: Dan Jarvis.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Not metropolitan: Dan Jarvis.</span> \n  <span class=\"element-image__credit\">Photograph: David Hartley/Rex</span> \n </figcaption> \n</figure> \n<p>There is a relationship between our “metropolitan elite” and the <a href=\"http://en.wikipedia.org/wiki/Liberal_elite\" title=\"\">“liberal elite”</a> of American politics, a spectre that grew from the start of the century and was <a href=\"http://articles.baltimoresun.com/2004-12-12/news/0412150496_1_blue-states-pizza-hut-shui\" title=\"\">most pithily summarised by the US columnist Dave Barry in 2004</a>: “Godless unpatriotic pierced-nose Volvo-driving France-loving leftwing communist latte-sucking tofu-chomping holistic-wacko neurotic vegan weenie perverts.” David Graeber, an American who teaches anthropology at Goldsmiths and was one of the originators of the Occupy movement, describes a subtle cultural difference in the area of leftie elitism: “The anti-intellectualism here is interesting. In America, there is much more of a sense that if you’re from a working-class background, you can’t really become a part of the cultural elite, hence the resentment of those guys. They hate the cultural elite much more than the economic one; you can imagine getting rich, but you know your kid is never going to be opera critic of the New York Times. Here, there is a working-class resentment of working-class people who did get ahead, which you don’t get so much in the US.”</p> \n<p>Presidents in the US have to affect a non-Harvard image, whether by wearing cowboy boots or hamming up an accent, but you can be a rich, highly educated Democrat without betraying the roots of the party. The Labour party, by contrast, was set up to represent people who weren’t of the establishment, yet has been colonised by the establishment: it now falls upon its leaders to affect authenticity and glottal stops, play down the PPE degree and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/apr/25/brain-fade-aston-villa-fan-david-cameron-confuses-his-team-for-west-ham-video\" title=\"\">play up the football allegiance</a>, to overcome this minor impediment that their understanding of hardship is entirely theoretical. I sometimes think, even though “metropolitan elite” is often code for anti-intellectualism, the biggest anti-intellectuals in all of this are the politicians themselves, who think that presenting a credible ordinariness means never seeming too clever or too educated. The early pioneers of the Labour movement would, I like to think (hard to check), have said that learning was the last thing anyone needed to be embarrassed about.</p> \n<p>Graeber offers this analysis of the friction that I find elegant to the point of beauty. “I’m trying to figure out this country. Since the election I’ve been wondering: what the hell is going on here? My conclusion is that there’s a basic, fundamental contradiction in the nature of the British economy. What is England’s export product? Supposedly, it’s finance. To some degree it’s as lieutenant to America’s empire, but that’s limited. We have a real-estate bubble on the basis of the finance system, because every single super-rich person in the entire world has to have a house in London, so they’re selling bits of London and the south-east.</p> \n<p>“Why is it appealing? On the one hand, you have a creative, subservient working-class. You get the best servants here. Second of all, it’s security; you have political safety, whereas if you come from Bahrain, Singapore, Macau, in those places something could still happen. The historical defeat of the working classes has now become the UK’s export product. So people recognise that, but of course they resent it, so they take it out on the poor foreigners rather than the rich ones. Then the metropolitan elite preach tolerance, and of course they are hated; they are hated as the brokers of that system.”</p> \n<figure class=\"element element-image\" data-media-id=\"ee7e32836c595478ebc8b335c07d4e017fa6d618\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142909490/ebfa05c4-e5e8-4e7a-995d-048f47eea488-460x276.jpeg\" alt=\"Non-metropolitan elite voice: Nigel Farage.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Non-metropolitan elite voice: Nigel Farage.</span> \n  <span class=\"element-image__credit\">Photograph: REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Whenever the subject ever comes up – when a voice of authenticity such as Nigel Farage (whom the political thinker Mark Fisher calls “the people’s stock-bloker”) castigates, explicitly or by inference, the inauthenticity of the political class – there is an urbane rush by the comment class to own up to membership of this embarrassing club. Often, that frank mea culpa – “I am rich, I am connected, I can afford to live in London, I did go to Oxford” – becomes indistinguishable from plain showing off, and the openness turns to embarrassment, as though the music has stopped in a club and you are still shouting. If everybody with a platform is part of the elite, and the elite has taken the platform, then only a putsch will do – this is a very Russell Brand direction. In the meantime, pending the revolution, the metropolitan elite is in this airless space, understanding its distance from the “non-elite” but not knowing how to bridge it without committing metropolitan-elite suicide.</p> \n<p>Lammy says: “When Labour lost the election, I felt myself in the stages of grief. Last weekend, I was really angry. I was really angry with Ed Miliband and the leadership of the party. What set me off was, I took my nine-year-old to his Sunday league football match and the parents of his friends came up to me – they were mainly black and ethnic minorities, first-generation immigrants. They were bewildered. Really bewildered. They could not understand how Labour had done quite so badly. And these people are cleaners, security guards, home carers, dinner ladies, nurses – they are absolutely the people who will experience the harshness. The truth is, people in the metropolitan elite, and that includes Ed Miliband, and me, and you, we will be better off under the Tories. These people will be screwed.”</p> \n<p>The meaning of “metropolitan elite” is not fixed. It will change in the mouth of whoever says it, and it will take on the shape of the person to whom, for whatever combination of reasons, it is thrown at and sticks. But the anger is real: parliament, as the last century understood it, represented the people to the state. Parliament now represents the state to the people. And maybe “metropolitan” is a way to say that, and to give it a face.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432145645516/Metro-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty","altText":"Metro","cleanCredit":"Photograph: Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142999852/dc082f3b-0a69-4ef7-a344-3258b25d315b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Critic of the metropolitan elite: David Lammy. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Critic of the metropolitan elite: David Lammy.","cleanCaption":"Critic of the metropolitan elite: David Lammy.","cleanCredit":"Photograph: Graeme Robertson"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142528480/1f591ce9-7c97-49b2-a5cc-b70b7ef1859c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Metropolitan: Chuka Umunna. Photograph: Christian Sinibaldi","credit":"Christian Sinibaldi","altText":"Metropolitan: Chuka Umunna.","cleanCaption":"Metropolitan: Chuka Umunna.","cleanCredit":"Photograph: Christian Sinibaldi"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142749160/2bf99339-1bff-4cb4-8d6f-7e605af81e54-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Metropolitan elitist: David Cameron. Photograph: Rick Findler","credit":"Rick Findler","altText":"Metropolitan elitist: David Cameron.","cleanCaption":"Metropolitan elitist: David Cameron.","cleanCredit":"Photograph: Rick Findler"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142608960/3a6792e4-60fc-48e8-84fb-5c0b681a2a62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Not metropolitan: Dan Jarvis. Photograph: David Hartley/Rex","credit":"David Hartley/Rex","altText":"Not metropolitan: Dan Jarvis.","cleanCaption":"Not metropolitan: Dan Jarvis.","cleanCredit":"Photograph: David Hartley/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142910809/ebfa05c4-e5e8-4e7a-995d-048f47eea488-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Non-metropolitan elite voice: Nigel Farage. Photograph: REX Shutterstock","credit":"REX Shutterstock","altText":"Non-metropolitan elite voice: Nigel Farage.","cleanCaption":"Non-metropolitan elite voice: Nigel Farage.","cleanCredit":"Photograph: REX Shutterstock"}],"webPublicationDate":"2015-05-20T18:33:39Z","lastModified":"2015-05-20T23:00:50Z","metadata":{"commentable":true,"commentCount":482,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":true,"keywords":["Politics","David Lammy","Conservatives","Labour","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/david-lammy","webTitle":"David Lammy"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","shortUrl":"http://gu.com/p/494hh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class","webUri":"http://www.theguardian.com/politics/2015/may/20/metropolitan-elite-britains-new-pariah-class"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432145645516/Metro-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Getty","altText":"Metro","cleanCredit":"Photograph: Getty"}},"importance":5,"kicker":{"title":"The metropolitan elite"},"showQuotedHeadline":false},{"title":"US prisons / Prison guards can never be weak","rawTitle":"Prison guards can never be weak","item":{"type":"article","id":"us-news/2015/may/20/corrections-officers-ptsd-american-prisons","title":"'Prison guards can never be weak': the hidden PTSD crisis in America's jails","trailText":"‘Eight and the gate’ is a corrections officer’s unofficial motto, but the hyper-vigilance of the job and the episodes of inmate violence take an extremely high toll. ‘We’re doing time too, we’re just getting paid for it’","standFirst":"<p>‘Eight and the gate’ is a corrections officer’s unofficial motto, but the hyper-vigilance of the job and the episodes of inmate violence take an extremely high toll. ‘We’re doing time too, we’re just getting paid for it’</p>","byline":"Dasha Lisitsina in Oregon and New York","body":"<p>Michael Van Patten’s 18-year-old son came home to find his dad crouching on the kitchen floor, gun in hand, a nearly empty bottle of gin by his side, tears running down his cheeks. Trevor grabbed the weapon, ran up to his room, shut the door and didn’t speak to his dad – or anyone – about the incident for 13 years.<br /></p> \n<p>For Michael, this was the build-up of nearly three decades working as a corrections officer at the Oregon state penitentiary. “The only way I knew how to deal with it was to eat a bullet.” </p> \n<p>There is little awareness of how the culture of endemic violence in prisons affects the correction officers who interact with prisoners. But with over 2 million prisoners and around half a million COs, it is a widespread and underreported problem. </p> \n<p>Corrections officers suffer from post-traumatic stress disorder at more than double the rate of military veterans in the US, according to Caterina Spinaris, the leading professional in corrections-specific clinical research and founder of <a href=\"http://desertwaters.com/\">Desert Waters Correctional Outreach</a>, a nonprofit based in Colorado. </p> \n<p>This in turn inevitably affects prisoners. While there is no hard data on guard-on-inmate assaults, interviews with current and former corrections officers revealed that COs occasionally take out the stress of the job on inmates. </p> \n<p>In 2011, Spinaris did an anonymous survey of corrections officers, testing them for indications of PTSD: repeated flashbacks of traumatic incidents, hyper-vigilance, insomnia, suicidal thoughts and alienation, among others. She found that 34% of corrections officers suffer from PTSD. This compares to <a href=\"http://www.rand.org/pubs/monographs/MG720.html\">14%</a> of military veterans.</p> \n<p>The suicide rate among corrections officers is twice as high as that of both police officers and the general public, according to a New Jersey police taskforce. An earlier national study found that corrections officers’ suicide risk was 39% higher than all other professions combined.</p> \n<figure class=\"element element-image\" data-media-id=\"4482a2ce73509f3d5beb5b32660988e452596090\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432132071695/363f9e90-7a4a-4be2-a6e5-7747daf90c38-460x276.jpeg\" alt=\"Michael Van Patten\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Van Patten in uniform: ‘The only way I knew how to deal with it was with a bullet.’</span> \n  <span class=\"element-image__credit\">Photograph: Dasha Lisitsina</span> \n </figcaption> \n</figure> \n<p>“Right now, we’re about where the military was 10, 15 years ago when it comes to them dealing with PTSD,” Van Patten tells me. Nearly 20 of his fellow officers have committed suicide since he started working in corrections. He nearly became a statistic himself.</p> \n<p>Van Patten was assaulted when he was helping a nurse give a rectal exam to an inmate suspected of packing drugs. As he was reaching down to grab the inmate’s ankles to flip him over, the inmate came down on Van Patten’s back, dislocating his skull from his spinal vertebrae. Van Patten couldn’t walk for five months, nor could he hold his newborn child. </p> \n<p>“It was a shock,” he said. “You don’t go to work expecting not to walk when you come home.” </p> \n<p>Most of his job, around 95% as he estimates, is pretty mundane. Every day he does a cell count, keeps an eye on inmate’s activities, fetches someone toilet paper. This goes on for eight or, often, 16 hours straight – sometimes without a lunch break, depending on the day. </p> \n<p>It’s the other 5% that leads to the extraordinarily high rate of PTSD: dealing with inmate violence, coming home with faeces smeared all over his uniform, trying to stop suicide attempts. </p> \n<p>Van Patten said the biggest stress factor is not knowing when crisis situations may arise. This leads to permanent hyper-vigilance, “because we go into a place where we have control, but yet we don’t have control, because the inmates let us run the prison. If they wanted to, they could take it. They’re compliant until they choose not to be,” he said. </p> \n<p>As soon as a CO enters a prison, he or she goes into battle mode. “We put on our armour. When you walk through the first gate, it clicks. And so does your back,” says Michael Morgan, an ex-officer at Oregon state penitentiary. “You’re in the pressure cooker” for at least eight hours – the duration of one shift.<br /></p> \n<p> Corrections wisdom dictates that you deal with trauma by not dealing with it at all. “They teach us to leave it at the gate,” said Morgan. “Eight and the gate” is the unofficial motto. </p> \n<p>But even off-duty, the guards are always on edge. At an interview over lunch, Jeff Hernandez, another CO at Oregon state penitentiary, requested to swap places at a restaurant so he could sit facing the entrance of the room. This is a common quirk among those working in corrections. </p> \n<p>COs say working in prison has significant long-term effects on your personality. Van Patten said the job changed him within six months. He became more cynical, withdrawn and aggressive. </p> \n<p>“You almost become non-human, robotic, emotionless,” said Charles Ewlad, the warden at Riverhead correctional facility at the eastern end of New York’s Long Island. When he first started, “people came to work hammered every day. That was the deal.” This is no longer the status quo, though substance abuse is still a widespread coping mechanism. </p> \n<p>“I went to work every day and I put this persona on,” Van Patten said. He has seen inmates show up at recreational activities with a nine-inch shank sticking out of their eye, others hang themselves, and still others cut their arteries and bleed to death. </p> \n<p>“I didn’t know how to release the stuff I kept dreaming about. You’re doing tier count and you’re watching a human being die in front of your eyes because he’s coughing up lungs and screaming with his eyes for help and there’s nothing you can do,” Van Patten said. “Even though he’s an inmate, he’s still human; you’re still human.”</p> \n<p>On the first day of work, his son Trevor – who also works as a corrections officer – remembers seeing the remains of a prisoner who was beaten to death by other inmates. “You see people smashing pumpkins on Halloween. Imagine all of the orange being red. And then all the orange on the outside being white. That’s what it looked like on first image. That’s a human being.” An hour after that he was eating lunch, then went back to work. </p> \n<h2>‘When I was struggling, nobody helped me’</h2> \n<p>In the years and months leading up to his attempted suicide, Michael suffered from all the typical symptoms of PTSD: insomnia, cold sweats, phantom violence while asleep. He worked out obsessively and self-medicated with alcohol.</p> \n<p>He didn’t even know what PTSD was at the time. That’s partly because it’s not something that COs talked about. The culture is tough and macho, and any sign of vulnerability, especially a mental health diagnosis, carries stigma.</p> \n<p>“Officers can never be weak. Inmates can never be weak. It’s its own world,” said Brian Baisley, the head of the medical evaluation unit at Riverhead. </p> \n<p>Unlike a soldier returning from war or a policeman after an extraordinary incident, there’s little respite for a corrections officer. “You’re always still there,” he said. “It’s long periods of boredom, punctuated by excitement.”</p> \n<p>Jeff Hernandez, the CO at Oregon state penitentiary, recalls one incident where an officer working on the notoriously difficult intensive management unit had a breakdown and burst into tears on the job. “I know from talking to several people there really still is an undercurrent of ‘You never should have done that on the unit’,” he said. </p> \n<p>Hernandez is currently on medical leave for a physical condition, but when he stopped to greet another officer, the officer avoided asking him why – because, Hernandez says, “as far as they know, it could be PTSD. That’s very indicative of how people respond to that. No one knows how to approach it.”</p> \n<p>PTSD is considered taboo partly because many fear a diagnosis will have negative repercussions on their career prospects. </p> \n<p>“They won’t get diagnosed because of the stigma,” Michael Van Patten says. Many are afraid that they will be put through a “fit for duty” test with a state psychologist as a result, and will be decertified.</p> \n<p>Some corrections officers at Oregon state penitentiary and Riverhead in Long Island do not think prison is a rehabilitative solution, merely a punitive one. “There’s got to be a better way to do things than put, say, James here in a corridor with 30 inmates for eight hours,” says Charles Ewlad, warden of Riverhead.</p> \n<p>“We’re doing time too, we’re just getting paid for it,” says Brian Dawes, head of the American Correctional Officer Intelligence Network. The national average annual wage for a CO is $44,910, according to the Bureau of Labor Statistics. In California this can go up to $100,000. </p> \n<figure class=\"element element-image\" data-media-id=\"dbc8de48d9ad4cd5181423e5ced00fef99857347\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432132230526/da4682d2-1194-425a-948a-e0c04c6f48f1-460x276.jpeg\" alt=\"Oregon state penitentiary \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Oregon state penitentiary: ‘There’s got to be a better way to do things’ than put someone in a corridor with 30 inmates for eight hours.</span> \n  <span class=\"element-image__credit\">Photograph: Dasha Lisitsina</span> \n </figcaption> \n</figure> \n<p>In 2013, Van Patten decided to go public within his department about his attempted suicide, out of concern over the recent slate of staff suicides. “I finally thought that I’d been around there long enough, that someone had to break the ice.”</p> \n<p>He recorded a video of himself speaking to his son Trevor about the incident. That was the first time they ever spoke about it together. The film was screened at the annual in-service training.</p> \n<p>Jeff Hernandez remembers feeling shocked when he saw the video in that context: “I was not prepared because his personality has never been where I could even consider the possibility of him trying to do something like that.”</p> \n<p>But some COs still feel the stigma of having mental health issues. Michael Morgan, the ex-CO, was diagnosed with PTSD. He said that when he reached out to the state’s mental health emergency hotline and the department during his extended breakdown, they were dismissive of him once he said that he wasn’t feeling suicidal. </p> \n<p>“As far as I’m concerned the department of corrections did nothing for me,” Morgan said. </p> \n<p>Morgan’s mental health struggles started when he was pulled over in 2010 for driving while drunk. He spent 32 hours on the other side of the bars for the first time while he was waiting to be arraigned. “I pretty much hit rock bottom,” he said. “When I was struggling, nobody helped me.”</p> \n<p>A year later, he got a decertification notice based on multiple charges. He was working on the intensive management unit at the time and was awaiting to hear the results of his case.</p> \n<p>“There were times when I got off a 12-hour shift that I would go out in my truck and I would turn the radio up as far as it would go for five to 10 minutes, just to feel something different that I could say: ‘OK, I can feel this rather than the other sensation’.”</p> \n<p>It was during this period that Morgan ended up in the psychiatric ward. He was driving in the car with his wife when he pulled over, put on the emergency brake and told his wife to call the police on him: “I didn’t feel in control and I knew that that’s not a good thing.” </p> \n<p>Morgan was diagnosed with PTSD on the psychiatric ward. Although this seal caused him a lot of anxiety, it actually helped him in his appeal to the decertification panel. </p> \n<p>Once he submitted his medical paperwork, instead of firing him they transferred him from security to a non-security job under the Americans with Disabilities Act. </p> \n<p>He is now the co-facilitator of a mental health training program at Oregon state penitentiary and, along with Michael Van Patten, is making an example of himself to raise awareness of PTSD. </p> \n<p>“But,” Van Patten said, “you can’t change a culture over night.” </p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131976932/73c07c63-99a6-427a-a846-2c7c7d253a9a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dasha Lisitsina","altText":"Jeff Hernandez","cleanCredit":"Photograph: Dasha Lisitsina"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432132073134/a6b31e85-9744-4058-85d6-df7eae47400f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Van Patten in uniform: ‘The only way I knew how to deal with it was with a bullet.’ Photograph: Dasha Lisitsina","credit":"Dasha Lisitsina","altText":"Michael Van Patten","cleanCaption":"Michael Van Patten in uniform: ‘The only way I knew how to deal with it was with a bullet.’","cleanCredit":"Photograph: Dasha Lisitsina"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432132232105/527bd75e-1abe-4d3c-a4e9-63e5197c946b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Oregon state penitentiary: ‘There’s got to be a better way to do things’ than put someone in a corridor with 30 inmates for eight hours. Photograph: Dasha Lisitsina","credit":"Dasha Lisitsina","altText":"Oregon state penitentiary ","cleanCaption":"The Oregon state penitentiary: ‘There’s got to be a better way to do things’ than put someone in a corridor with 30 inmates for eight hours.","cleanCredit":"Photograph: Dasha Lisitsina"}],"webPublicationDate":"2015-05-20T19:15:33Z","lastModified":"2015-05-20T21:51:41Z","metadata":{"commentable":true,"commentCount":88,"contributors":[],"feature":true,"keywords":["US prisons","Post-traumatic stress disorder","Mental health","US crime","Psychology","US news"],"tags":[{"id":"us-news/us-prisons","webTitle":"US prisons"},{"id":"society/post-traumatic-stress-disorder","webTitle":"Post-traumatic stress disorder"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/20/corrections-officers-ptsd-american-prisons","shortUrl":"http://gu.com/p/49x4p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/20/corrections-officers-ptsd-american-prisons","webUri":"http://www.theguardian.com/us-news/2015/may/20/corrections-officers-ptsd-american-prisons"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432131976932/73c07c63-99a6-427a-a846-2c7c7d253a9a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeff Hernandez poses in a T-shirt that asks: ‘Is there a tougher beat?’  Photograph: Dasha Lisitsina","credit":"Dasha Lisitsina","altText":"Jeff Hernandez","cleanCaption":"Jeff Hernandez poses in a T-shirt that asks: ‘Is there a tougher beat?’ ","cleanCredit":"Photograph: Dasha Lisitsina"}},"importance":5,"kicker":{"title":"US prisons"},"showQuotedHeadline":true},{"title":"Ugandan singer faces 10 years in jail for risqué pop video","rawTitle":"Ugandan singer faces 10 years in jail for risqué pop video","item":{"type":"article","id":"world/2015/may/21/ugandan-jemimah-kansiime-video-anti-pornography","title":"Ugandan singer faces 10 years in jail for risqué pop video","trailText":"Jemimah Kansiime is the first to be prosecuted under the country’s strict new anti-pornography laws after making a scantily-clad video to promote her new single <br>","standFirst":"<p>Jemimah Kansiime is the first to be prosecuted under the country’s strict new anti-pornography laws after making a scantily-clad video to promote her new single <br /></p>","byline":"Amy Fallon for Agence France-Presse","body":"<p>Conservative politicians in Uganda say that a music video by singer Jemimah Kansiime has broken the country’s <a href=\"http://allafrica.com/view/group/main/main/id/00029193.html\">tough new anti-pornography laws</a>. </p> \n<p>The 21-year-old has already spent five weeks in jail for appearing in a foam-covered bikini in the video, promoting her single, Ensolo Yange. </p> \n<p>Under the new law, which took effect in February, Kansiime faces up to 10 years in jail if found guilty of “wilfully and unlawfully producing, trafficking, importing, selling and abetting pornography”. </p> \n<p>But critics say the ruling is part of a growing anti-liberal movement that includes tough laws against homosexuals in a country where religiously-driven conservatism appears to be on the rise.<br /></p> \n<p>Human Rights Watch argue that the new law so loosely defines pornography that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/fashion-blog/2014/feb/28/uganda-miniskirt-ban-attacks-women\">it has encouraged public attacks on women wearing skimpy clothing</a>, while Amnesty International has called for it to be repealed. </p> \n<h2>‘Sex sells’</h2> \n<p>“I was aware that there are some sections of society that are conservative,” said Kansiime, but she never dreamt her new video – <a href=\"https://www.youtube.com/watch?v=c4h0hnqCxxc\">played over 190,000 times on YouTube</a> – was breaking the law. </p> \n<p>One thing she says she learnt from her idols – including Rihanna and Nicki Minaj – is that sex sells.</p> \n<p>“I was just experimenting to see if I put on a short dress, will the audience like it?” said the singer.</p> \n<p>She was arrested in November along with her then manager, Didi Muchwa Mugisha.</p> \n<p>Mugisha pleaded guilty and was fined 200, 000 Ugandan shillings (&pound;43), but Kansiime pleaded not guilty, and was detained for five weeks before raising money for bail.</p> \n<p>“My rights have been trampled upon, my freedom of expression has been trampled upon,” she said at her home in Kampala.</p> \n<p>Kansiime’s lawyer, Isaac Semakadde, argues the case is a test for the right of Ugandan performers to “express themselves”.</p> \n<p>“That right to erotic entertainment, there has to be a space for it in an open and free society,” hesaid, arguing divisions must be made between clearly criminal offences and entertainment.</p> \n<p>“To ban all forms of pornography, all forms of nudity, is outrageous,” he said.</p> \n<figure class=\"element element-image\" data-media-id=\"71d6bb294acd5f987d962e8ed8b62f31ac724e61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432145713893/f2680224-3188-4982-8565-4ce15b664d2d-460x276.jpeg\" alt=\"The Ugandan singer says she is inspired by American stars like Nicki Minaj and Rihanna.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Ugandan singer says she is inspired by American stars like Nicki Minaj and Rihanna.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Kravitz/BMA2015/FilmMagic</span> \n </figcaption> \n</figure> \n<h2>‘Obscene and vulgar’</h2> \n<p>Kansiime was tracked down and arrested after Uganda’s ethics minister Simon Lokodo was apparently <a href=\"http://voicesofafrica.co.za/pornography-according-to-simon-lokodo/\">shocked by the video</a>. </p> \n<p>He described Kansiime’s videos as “very obscene and vulgar”, and warned of further arrests.</p> \n<p>Under his continued crackdown on pornography, Lokodo has this year ordered <a href=\"http://www.newvision.co.ug/news/665564-lokodo-orders-arrest-of-men-who-procure-prostitutes.html\">police to arrest men who procure prostitutes</a>, and described a popular local television dating show as prostitution. </p> \n<p>Local media reported that he also confronted Uganda’s youngest MP when she walked into parliament in a short skirt.<br /></p> \n<p>The law has also become <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/fashion-blog/2014/feb/28/uganda-miniskirt-ban-attacks-women\">known as the “mini skirt ban”</a> after some Ugandans misinterpreted the ruling and targeted people they considered to be improperly dressed, in some cases <a href=\"http://www.huffingtonpost.com/2014/02/27/uganda-miniskirt-ban_n_4867061.html\">stripping women in the street</a>. </p> \n<p>Semakadde accuses the government of ignoring more pressing issues.<br /></p> \n<p>“The decadence in society does not start and stop with prostitution,” he said. “There’s <a href=\"http://voicesofafrica.co.za/tag/corruption/\">corruption</a> – but they have no answers to that, so they go for the most vulnerable.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/fashion-blog/2014/feb/28/uganda-miniskirt-ban-attacks-women\">Confusion over Uganda's 'miniskirt ban' leads to public attacks on women</a> </p> \n</aside> \n<p>Kansiime is due in court later this month. But Semakadde said he will request the case is halted while the constitutional court deals with a separate petition brought by activists against the law, arguing it is “over broad and vague”.</p> \n<p>As she awaits her next court appearance, Kansiime insisted that she had the right to film “whatever I want”, but conceded she may need to cater for more conservative tastes if she is to continue to make a living from her music.</p> \n<p>“I have to do something that people like, I have not benefitted from that video,” she admitted.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129671253/ea980610-d753-435e-a035-5ad487620bbc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Isaac Kasamani/AFP/Getty Images","altText":"Jemimah Kansiime poses in Kampala","cleanCredit":"Photograph: Isaac Kasamani/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432145715391/f2680224-3188-4982-8565-4ce15b664d2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Ugandan singer says she is inspired by American stars like Nicki Minaj and Rihanna. Photograph: Jeff Kravitz/BMA2015/FilmMagic","credit":"Jeff Kravitz/BMA2015/FilmMagic","altText":"The Ugandan singer says she is inspired by American stars like Nicki Minaj and Rihanna.","cleanCaption":"The Ugandan singer says she is inspired by American stars like Nicki Minaj and Rihanna.","cleanCredit":"Photograph: Jeff Kravitz/BMA2015/FilmMagic"}],"webPublicationDate":"2015-05-21T05:00:03Z","lastModified":"2015-05-21T05:00:03Z","metadata":{"commentable":true,"commentCount":4,"contributors":[],"feature":false,"keywords":["Uganda","Pornography","Law","Music","Sexuality","Pop and rock","Africa","World news","Culture","Women","Life and style","Rihanna","Nicki Minaj"],"tags":[{"id":"world/uganda","webTitle":"Uganda"},{"id":"culture/pornography","webTitle":"Pornography"},{"id":"law/law","webTitle":"Law"},{"id":"music/music","webTitle":"Music"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"music/rihanna","webTitle":"Rihanna"},{"id":"music/nicki-minaj","webTitle":"Nicki Minaj"}],"section":{"id":"world"},"topics":[],"series":{"title":"Guardian Africa network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/guardian-africa-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/21/ugandan-jemimah-kansiime-video-anti-pornography","shortUrl":"http://gu.com/p/4945f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/21/ugandan-jemimah-kansiime-video-anti-pornography","webUri":"http://www.theguardian.com/world/2015/may/21/ugandan-jemimah-kansiime-video-anti-pornography"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129671253/ea980610-d753-435e-a035-5ad487620bbc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jemimah Kansiime poses in Kampala. Photograph: Isaac Kasamani/AFP/Getty Images","credit":"Isaac Kasamani/AFP/Getty Images","altText":"Jemimah Kansiime poses in Kampala.","cleanCaption":"Jemimah Kansiime poses in Kampala.","cleanCredit":"Photograph: Isaac Kasamani/AFP/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"Fan art, cosplay and geek belly dancing / Turning fandom into money","rawTitle":"Turning fandom into money","item":{"type":"article","id":"tv-and-radio/2015/may/20/fan-art-cosplay-fandom-money-careers","title":"Fan art, cosplay and geek belly dancing: turning fandom into money","trailText":"Being an anime, Game of Thrones or Doctor Who nerd can be an expensive business, but an increasing number of fans are converting their passions into cash","standFirst":"<p>Being an anime, Game of Thrones or Doctor Who nerd can be an expensive business, but an increasing number of fans are converting their passions into cash</p>","byline":"Tai Gooden","body":"<p>Loyal members of nerd/geek fandoms like to spend money on their obsessions. Thanks to websites full of merchandise like ThinkGeek, worldwide Comic Con events, year-round conventions and an endless supply of memorabilia, an addiction to Doctor Who or Star Wars can be expensive. </p> \n<p>However, there are a few talented, entrepreneurial fans who use their ingenuity to claim a place on the profit side of the fandom industry. And, in the midst of making money, they are also getting a chance to utilise their natural gifts and be an integral part of something much larger than themselves. From performance art to fan art, there are manifold ways to turn a fandom obsession into a lucrative endeavour. Here are four businesses who took the leap.</p> \n<h2>Dimitri Walker, paintings by Dimitri</h2> \n<figure class=\"element element-image\" data-media-id=\"99f854a2ac220f1e9244d7956ebf6c0cb08af020\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432066948436/a9d8a542-3f1d-47c0-82a7-ff99bcf05d2a-252x420.jpeg\" alt=\"Dmitri Walker\" width=\"252\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dmitri Walker: a Browncoat, Trekker and Whovian.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Who are you?</strong><br /></p> \n<p>I am an Atlanta, Georgia native who is a simple artist at heart. I have been a portrait artist since 1983. In 2009, I graduated with a degree in fine art so I could show my five children the importance of higher education. </p> \n<p><strong>Which fandoms are you in?</strong></p> \n<p>I am everything from a Browncoat to a Trekkie to a Whovian. </p> \n<p><strong>How did you get into the business of fan art?</strong></p> \n<p>In 2012, I left a job at Hobby Lobby doing picture framing and I was trying to decide my next move. I was teaching drawing and painting classes to make ends meet. A student who took my class to learn to draw the Tardis better said: “Dimitri, I know you watch and love all the same shows and movies I do. Supernatural, Star Trek, Doctor Who, Star Wars, Firefly, and all the comic book movies. I have been to your website. Why don’t you have any fan art?” I said “What’s fan art?” The rest is history.</p> \n<p><strong>Name a difficult aspect of being a business owner.</strong></p> \n<p>I am not a big fan of math. Inventory, budgeting, and cash-flow management ... forcing myself to treat these things with the same importance as the colours I use in a painting has definitely been a challenge. </p> \n<p> <strong>What advice would you give someone who wants to set up a fan-centric business?</strong></p> \n<p>The same two pieces of advice I have given to every student I have ever taught. One, practice, practice, practice, and be creative. Working inside the world of fandoms has its unique limitations, but these limitations should be stretched to make art that actually belongs to <em>you</em>. Make whatever you are doing the absolute best product you can create.</p> \n<p>Two: do not give up under <em>any </em>circumstances. This does not mean there won’t be any stumbling blocks. Just stumble over them, regroup, and keep plugging away. It might sound trite, but people have given this advice for centuries because it works.</p> \n<ul> \n <li>Dimitri is scheduled to appear at over 20 conventions in 2015. For more information, visit his <a href=\"https://www.etsy.com/shop/PaintingsbyDimitri\">Etsy shop</a> or <a href=\"http://paintingsbydimitriwalker.yolasite.com/\">website</a><br /></li> \n</ul> \n<h2>Amber M, founder of Tsubasa Nyan Cosplay</h2> \n<figure class=\"element element-image\" data-media-id=\"ce4d65494662e4ac52786c707a078cb7957fb81a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432068856198/6ddf5b09-d9ac-4e52-9fe5-c9603e78c0bd-460x345.jpeg\" alt=\"Amber M, founder of Tsubasa Nyan Cosplay\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amber M as Officer Stocking: ‘I fell in love with bringing these characters to life.’</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>What do you do?</strong><br /></p> \n<p>I am a cosplayer who loves conventions.</p> \n<p><strong>Which fandoms are you in?</strong></p> \n<p>Quite a few! The ones I can list off the top of my head include Doctor Who, Marvel, Supernatural, Game of Thrones, <a href=\"http://en.wikipedia.org/wiki/Free!_%28anime%29\">Free</a>, <a href=\"http://myanimelist.net/anime/8795/Panty_&amp;_Stocking_with_Garterbelt\">Panty and Stocking</a>, <a href=\"http://www.dccomics.com/\">DC</a>, <a href=\"http://www.crunchyroll.com/attack-on-titan\">Attack on Titan</a>, <a href=\"http://en.wikipedia.org/wiki/List_of_The_Melancholy_of_Haruhi_Suzumiya_episodes\">Melancholy of Haruhi Suzumiya</a>, <a href=\"http://kuroshitsuji.wikia.com/wiki/Kuroshitsuji_Wiki\">Kuroshitsuji</a>, <a href=\"http://www.viz.com/naruto\">Naruto</a>, <a href=\"http://www.animenewsnetwork.com/encyclopedia/people.php?id=5765\">Clamp</a>, Disney, Dreamworks, <a href=\"http://www.studioghibli.com.au/\">Studio Ghibli</a>, <a href=\"http://www.crunchyroll.com/kill-la-kill\">Kill la Kill</a>, and <a href=\"http://myanimelist.net/anime/249/InuYasha\">Inuyasha</a>.</p> \n<p><strong>How did you launch your business?</strong></p> \n<p>I stumbled into it after discovering I had a knack for sewing while organising a <a href=\"http://gothamist.com/2013/11/11/she_just_took_my_empty.php\">maid cafe</a> in high school. I designed the outfits and managed to pull the looks together. From there, I decided to cosplay at <a href=\"https://www.otakon.com/\">Otakon</a> in 2013 and I was encouraged by veteran cosplayers to delve a into becoming a more serious cosplayer. </p> \n<p>This was the first time I had ever tried cosplay, and the reception was so warm. I had to give it a go. After I cosplayed <a href=\"http://enchantedcupcake.deviantart.com/art/Police-Officer-Stocking-II-410424665\">Officer Stocking</a>, I did <a href=\"http://tardis.wikia.com/wiki/Martha_Jones\">Martha Jones</a> [from Doctor Who] and <a href=\"https://www.pinterest.com/pin/341288477985310184/\">Playbunny Loki</a>. By the end of 2014, I had my <a href=\"https://www.facebook.com/tsubasnyancosplay\">Facebook page</a> set up and a couple more costumes in my portfolio. I was even taking small prop, accessory, and clothing commissions in between work and classes. </p> \n<p>I had started a small business. I fell in love with bringing these characters to life, and became addicted to the feeling of finding something to create and share with the world. I love making other people happy. Once I realised my purpose, <a href=\"http://tsubasanyancosplay.tumblr.com/\">Tsubasa</a> began to take flight.</p> \n<p><strong>What are some difficulties you face with managing your business?</strong></p> \n<p>It can be difficult to balance my home, school, and regular work life with my life at conventions. I lead a double life!</p> \n<p><strong>Any advice for people who want to follow your lead?</strong></p> \n<p>Fandom business can be hit or miss depending on what it is you want to do versus what people want to see. Be true to what feels right to you. Every aspect of cosplay is an art, and as an artist, make it yours! Breathe in and breathe out, you <em>will </em>be amazing!</p> \n<h2>Jamie Broadnax, founder of BlackGirlNerds </h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9830c3bfe66036d2196650b8d06eb37c7189a6a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432071051598/dca4a6e1-e02f-48a5-b532-023932cd4eef-236x420.jpeg\" alt=\"Jamie Broadnax of BlackGirlNerds\" width=\"236\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jamie Broadnax of BlackGirlNerds.</span> \n  <span class=\"element-image__credit\">Photograph: BlackGirlNerds</span> \n </figcaption> \n</figure> \n<p><strong>What is BlackGirlNerds?</strong></p> \n<p><a href=\"http://blackgirlnerds.com/\">Black Girl Nerds (BGN)</a> is a place for diverse women to express themselves, embrace their nerdiness, and find a community where they can connect with other people who refuse to conform to the status quo. Since our launch in 2012, BGN has grown to have over 37,000 <a href=\"https://twitter.com/BlackGirlNerds\">Twitter</a> followers, live-tweet events, and countless podcast episodes. [The site makes income off of page clicks/ads and donations.]</p> \n<p><strong>Why did you start BGN?</strong></p> \n<p>I googled the term Black Girl Nerds one day and nothing came up in Google. So, I decided to create a blog with that term to fill a void for women like me who have been attached to a stigma that does not accurately represent our unique personae. </p> \n<p><strong>What is the biggest challenge you have encountered so far?</strong></p> \n<p>Public speaking. I am often asked to appear on panels and speak in front of large audiences. For an introverted and awkward nerd like myself, it is a scary experience.</p> \n<p><strong>What advice would you give to a person who wants to build a brand like BGN?</strong></p> \n<p>I would tell them to create something that they would want to subscribe to or purchase. They have to think about if their pursuit is going to fulfill their own desires as well as their target market. </p> \n<p><strong>BGN covers a wide array of fandoms. Which ones are you in?</strong></p> \n<p>I love various TV shows: Daredevil, The Walking Dead, and Game of Thrones.</p> \n<h2>Mary Emerick from Antipode Geek Bellydance</h2> \n<figure class=\"element element-image\" data-media-id=\"79da922235653e16230003dcab7572a3a8dde3aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432071809189/c97cfb26-a784-4f0e-8374-dc9a0fc94ebb-460x276.jpeg\" alt=\"Antipode Geek Bellydance\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Antipode Geek Bellydance: ‘a full geek experience’.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>What’s the concept of Antipode?</strong><br /></p> \n<p><a href=\"https://www.facebook.com/AntipodeBellyDance\">Antipode</a> is a comedic geek bellydance troupe, formed in 2006, who performs at numerous fandom conventions along the east coast and internationally. The group consists of a few eccentric performers who have combined their love of otaku/nerd culture with dance to create a unique performance art. Antipode shows are a fusion of acting with a mix of cosplay, pop-culture, and offbeat humour. Fans get a full geek entertainment experience.<br /></p> \n<p><strong>What kind of shows and characters does you use in performances?</strong></p> \n<p>We have done a long list of shows including Doctor Who, My Little Pony, and Pok&eacute;mon. This year, we are working on X-Men, <a href=\"http://marvel.wikia.com/Groot_%28Earth-616%29\">Groot</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/avatar\">Avatar</a> and Shantae.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=uGg24VbYXwA\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/uGg24VbYXwA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>How do you streamline communication in a group business?</strong></p> \n<p>We live miles apart from each other, so Google Drive and Skype are our best friends.</p> \n<p><strong>What is the key to success?</strong></p> \n<p>Doing what you love. You will be investing all of your time, money, and sanity towards it, so you need to have a passion for what you do.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127097639/78844858-0edd-43ed-96fc-68f56ee65b3a-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Supplied","altText":"Lady Loki","cleanCredit":"Photograph: Supplied"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432066948057/e2897495-e22d-4af1-bd91-524a44f60f30-432x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":432,"orientation":"portrait","caption":"Dmitri Walker: a Browncoat, Trekker and Whovian. Photograph: Supplied","credit":"Supplied","altText":"Dmitri Walker","cleanCaption":"Dmitri Walker: a Browncoat, Trekker and Whovian.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432068855995/fb87d0f3-c174-45c8-875d-7edd8cc4d07c-620x465.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":465,"width":620,"orientation":"landscape","caption":"Amber M as Officer Stocking: ‘I fell in love with bringing these characters to life.’ Photograph: Supplied","credit":"Supplied","altText":"Amber M, founder of Tsubasa Nyan Cosplay","cleanCaption":"Amber M as Officer Stocking: ‘I fell in love with bringing these characters to life.’","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432071050467/80495d0d-e2ab-4780-a37c-b72f172697ef-405x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":405,"orientation":"portrait","caption":"Jamie Broadnax of BlackGirlNerds. Photograph: BlackGirlNerds","credit":"BlackGirlNerds","altText":"Jamie Broadnax of BlackGirlNerds","cleanCaption":"Jamie Broadnax of BlackGirlNerds.","cleanCredit":"Photograph: BlackGirlNerds"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432071810593/9ea793ff-e78f-4d4f-8e92-635a7c6beb04-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Antipode Geek Bellydance: ‘a full geek experience’. Photograph: Supplied","credit":"Supplied","altText":"Antipode Geek Bellydance","cleanCaption":"Antipode Geek Bellydance: ‘a full geek experience’.","cleanCredit":"Photograph: Supplied"}],"webPublicationDate":"2015-05-20T14:13:00Z","lastModified":"2015-05-20T14:28:25Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Tai Gooden","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tai-gooden"}],"feature":true,"keywords":["US television","Television","Culture","Television & radio","Fantasy","Science fiction","Science fiction and fantasy","Comic-Con","Anime","Comics and graphic novels","Festivals","Film","Books"],"tags":[{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"tv-and-radio/fantasy-tv","webTitle":"Fantasy"},{"id":"tv-and-radio/science-fiction","webTitle":"Science fiction"},{"id":"film/sciencefictionandfantasy","webTitle":"Science fiction and fantasy"},{"id":"culture/comic-con","webTitle":"Comic-Con"},{"id":"culture/anime","webTitle":"Anime"},{"id":"books/comics","webTitle":"Comics and graphic novels"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/film","webTitle":"Film"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Tai Gooden","topic":{"type":"tag-contributor","name":"profile/tai-gooden"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/20/fan-art-cosplay-fandom-money-careers","shortUrl":"http://gu.com/p/493jx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/20/fan-art-cosplay-fandom-money-careers","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/20/fan-art-cosplay-fandom-money-careers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127097639/78844858-0edd-43ed-96fc-68f56ee65b3a-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Part-time cosplay enthusiast Amber M as Lady Loki. Photograph: Supplied","credit":"Supplied","altText":"Lady Loki","cleanCaption":"Part-time cosplay enthusiast Amber M as Lady Loki.","cleanCredit":"Photograph: Supplied"}},"importance":4,"kicker":{"title":"Fan art, cosplay and geek belly dancing"},"showQuotedHeadline":false},{"title":"McDonald's / Break 'dinosaur' culture to stop the rot, say experts","rawTitle":"Break 'dinosaur' culture to stop the rot, say experts","item":{"type":"article","id":"business/2015/may/19/mcdonalds-dinosaur-culture-board-sales","title":"McDonald's must break 'dinosaur' culture to stop the rot, experts warn","trailText":"Guardian analysis reveals struggling fast-food giant draws its board members from tight-knit Chicago pool that critics say raises ‘very big red flags’","standFirst":"<p>Guardian analysis reveals struggling fast-food giant draws its board members from tight-knit Chicago pool that critics say raises ‘very big red flags’</p>","byline":"Rupert Neate in Chicago","body":"<p>McDonald’s “dinosaur” culture may be to blame for its declining sales and waning stature, shareholders and corporate governance experts have warned, as a Guardian analysis revealed the extent of the company’s tight-knit culture ahead of a tense meeting of the fast food giant’s shareholders.<br /></p> \n<p>According to an analysis of public records by the Guardian, the fast-food giant, which controls more than 35,000 restaurants in 119 countries, is run by a coterie of long-serving insiders whose relationships raise “very big red flags”, according to critics.</p> \n<p>Steve Easterbrook, McDonald’s newly appointed British-born chief executive, will preside over his first shareholder meeting Thursday in Chicago. The meeting comes as thousands of workers and union officials plan their largest ever protest over low wages at the chain. Media have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/18/mcdonalds-bans-media-meeting-shareholders-protest-threat\">barred from attending, a move that has already raised the hackles of some shareholders.</a></p> \n<p>The Guardian’s findings highlight the challenges for Easterbrook, who has promised to act as an “internal activist” and turn the struggling company into a “modern and progressive” burger chain. </p> \n<p>The analysis of McDonald’s board, in advance of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/18/mcdonalds-bans-media-meeting-shareholders-protest-threat\">company’s shareholder meeting on Thursday</a>, reveals that:</p> \n<ul> \n <li>The average tenure of McDonald’s governance committee, which is responsible for appointing new directors, is 17 years.</li> \n</ul> \n<ul> \n <li>McDonald’s paid more than $150m to companies linked to three of the company’s longest serving board members.</li> \n</ul> \n<ul> \n <li>Ten of McDonald’s 13 non-executive directors are from the Chicago business community.</li> \n</ul> \n<ul> \n <li>Eight of the 13 non-executive directors had a direct connection with a board member before they joined.</li> \n</ul> \n<ul> \n <li>McDonald’s non-executive chairman, Andrew McKenna, is still chairman at 85, despite being meant to retire in 2003 when he reached the company’s then mandatory retirement age of 73.</li> \n</ul> \n<p>Analysis of McDonald’s proxy statements reveals that the company’s three longest-serving directors – McKenna, Roger Stone and Enrique Hernandez – have been involved in more than $150m of related person transactions, in which McDonald’s paid companies linked to the directors. The payments were legal and publicly disclosed.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/05/2015-05-mcdonalds/index.html\" data-alt=\"McDonald's\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/05/2015-05-mcdonalds/index.html\">McDonald's</a> \n</figure> \n<p>Last year was the first year since joining McDonald’s in which McKenna did not declare a financial benefit from the company. In previous years, companies owned or partly owned by McKenna benefited to the tune of $81m from McDonald’s contracts. Most of the deals were with Schwarz Paper Company, which McKenna owned and chaired until last year. </p> \n<p>McKenna, who has chaired Chicago’s White Sox and Cubs baseball teams and is on the board of the Chicago Bears football team, has been named the “bigwig other bigwigs seek out for advice” by Chicago Magazine. </p> \n<p>He was due to leave the McDonald’s board in 2003, when he reached the company’s mandatory director’s retirement age of 73 (which has subsequently been <a href=\"http://fortune.com/2014/12/10/mcdonalds-board/\">quietly dropped</a>). He is still chairman today – four months shy of his 86th birthday. </p> \n<p>He has been at McDonald’s so long that he has overlapped with six different chief executives. He’s also not the only elderly director: Walter Massey is 77, and Roger Stone 79. Massey has been on the McDonald’s board since 1998, and Stone since 1989. </p> \n<p>Companies linked to Stone have benefitted from about $64m of McDonald’s business, according to official company filings. McDonald’s dealings with Stone’s main companies (Stone Containers and its successor, Smurfit-Stone Containers) ended in 1999, the year Stone retired as CEO. However, in 2003, McDonald’s began buying supplies from Prairie Packaging, a company partly owned by Stone and his children. In 2007 the deals amounted to $29.7m.</p> \n<p>Since 2005, McDonald’s has had a contract with Inter-Con Security Systems, a company at which Hernandez is CEO, chairman and 26% shareholder. As of 2013 the deals totalled $9.2m.</p> \n<figure class=\"element element-image\" data-media-id=\"ff59b99e8570f93dc5e285ca4dc12557d58278a9\"> \n <img src=\"http://media.guim.co.uk/ff59b99e8570f93dc5e285ca4dc12557d58278a9/0_0_3000_1800/1000.jpg\" alt=\"Steve Easterbrook is expected to face a grilling at the annual meeting.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steve Easterbrook is expected to face a grilling at the annual meeting.</span> \n  <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n </figcaption> \n</figure> \n<p>Every non-executive member of McDonald’s board is listed on past proxy statements as currently having or having had a relationship to a company with business ties to the global burger giant. </p> \n<p>Heidi Barker, a spokeswoman for McDonald’s, said: “It is well within the norm for large public corporations to have routine transactions with companies with which their directors are somehow affiliated. Disclosure of these transactions is subject to securities laws and regulations with which we comply, and we’re fully transparent in our proxy filings.”</p> \n<p>For a truly international company, McDonald’s executives have a very tight focus on Chicago. Ten past and present directors are linked to Chicago’s failed 2016 Olympic bid; four directors sit on the civic committee of the Commercial Club of Chicago; and five serve (or have served) as trustees of the Museum of Science and Industry Chicago.</p> \n<p>Nell Minow, a co-founder of governance advisory firm GMI Ratings, who has been dubbed the “the queen of good corporate governance”, said McDonald’s should immediately move to shake up its “dinosaur” board.</p> \n<p>“This board has been a serial offender in overpaying its top executives and inadequate strategic planning,” she said. “The McDonald’s board is long overdue for an overhaul. The first step should be sitting down with the company’s largest shareholders and, yes, its employees, to figure out what they need to do to find directors who are more in touch with today’s trends and challenges.</p> \n<p>“This sort of thing was prevalent in the 1960s; it was not surprising through the 90s. But there has been a lot of house-clearing post-Enron, the financial crisis, and the dotcom crash era. Not, it seems, at McDonald’s,” she said. “It raises very big red flags.”</p> \n<p>Minow said the 17-year tenure of the governance committee was particularly worrying, as it makes it less likely that outsiders will be appointed. “Generally speaking, 12 years is considered the maximum tenure. Any more than that and you begin to think of them [the non-executive directors] as insiders rather than outsiders.”</p> \n<p>Minow, who takes such a strong stance on good corporate governance that she once advised shareholders to vote against her father, former Federal Communications Commission (FCC) chairman Newton Minow, said that if McDonald’s were performing well the poor governance could perhaps be overlooked, but not with a company <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/02/steve-easterbrook-mcdonalds-fast-food-big-league-burgers-shake-shack\">rapidly losing sales and customers</a>. </p> \n<p>She said the company must also bring the board’s average age “down at least a couple of decades”. </p> \n<figure class=\"element element-image\" data-media-id=\"7efd455e1cbd1e824f530f244e21cebd7e71c10a\"> \n <img src=\"http://media.guim.co.uk/7efd455e1cbd1e824f530f244e21cebd7e71c10a/0_199_2771_1663/1000.jpg\" alt=\"Easterbrook has promised to turn McDonald’s fortunes around.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Easterbrook has promised to turn McDonald’s fortunes around.</span> \n  <span class=\"element-image__credit\">Photograph: Keith Srakocic/AP</span> \n </figcaption> \n</figure> \n<p>Barker, the McDonald’s spokeswoman, said the “inference” of the Guardian’s inquiries about the company’s tight knit board was “quite puzzling”.</p> \n<p>“Our directors have wide-ranging professional and philanthropic affiliations, having served at the highest levels of major organizations from around the country. They offer a diversity of subject matter expertise, capabilities and perspectives. McDonald’s has a robust annual board evaluation process.</p> \n<p>“For example, there is a new chairman of the governance committee in 2014. This year, two directors retired and two new directors have been named. This year, we disclosed in our proxy that the board engaged a search firm to help identify prospective candidates from a diverse candidate pool,” she said.</p> \n<p>However, the latest new recruit to the McDonald’s board – Margo Georgiadis, a Google executive – is also from the Chicago business community, having been <a draggable=\"true\" href=\"http://www.chicagobusiness.com/article/20121020/ISSUE09/121019744/googles-margo-georgiadis-on-leaving-groupon\">named the highest-ranking woman in Chicago’s tech world</a>.</p> \n<p>Eleanor Bloxham, the chief executive of the Value Alliance and Corporate Governance Alliance, which advises many of the Fortune 500 companies on corporate governance issues, said it was “absolutely out of the norm” that a company of the size and importance of McDonald’s was drawing most of its directors from such a select pool of Chicago bigwigs.</p> \n<p>“It is problematic when you have a global company trying to make major changes and trying to adjust to changing demands of consumers when you don’t have a diverse board, a board that’s fresh,” she said.</p> \n<p>“Having such long service board members can represent a real problem, as they’ve been around each other so long that they may be reluctant to challenge each other. Also, if they revolve around the same business and social circles, they may not want to challenge each other if they see each other at a gala the next day.</p> \n<p>“It really is very problematic, and absolutely out of the norm for such a large company,” she said. “The new CEO needs to change this. This is something that should have been changed decades ago and is well past due.”</p> \n<p>The extremely tight-knit board is likely to come under intense scrutiny from shareholders at the meeting on Thursday. Some of McDonald’s biggest shareholders – who declined to comment on the record – told the Guardian they would publicly raise their concerns.</p> \n<p>The shareholders will on Thursday attempt to force through a vote on proxy access that would allow shareholders to nominate directors directly. The motion is supported by Glass Lewis and ISS, the two leading shareholder advisers.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/353e997bdb8b1394fe91f55ae4f4e5e8be65dfb1/0_27_5126_3077/5126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3077,"width":5126,"orientation":"landscape","credit":"Karen Bleier/AFP/Getty Images","altText":"For a truly international company, with 35,000 restaurants in 119 countries, McDonald’s executives have a very tight focus on Chicago.","cleanCredit":"Photograph: Karen Bleier/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ff59b99e8570f93dc5e285ca4dc12557d58278a9/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Steve Easterbrook is expected to face a grilling at the annual meeting. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"Steve Easterbrook is expected to face a grilling at the annual meeting.","cleanCaption":"Steve Easterbrook is expected to face a grilling at the annual meeting.","cleanCredit":"Photograph: Toby Melville/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7efd455e1cbd1e824f530f244e21cebd7e71c10a/0_199_2771_1663/2771.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1663,"width":2771,"orientation":"landscape","caption":"Easterbrook has promised to turn McDonald’s fortunes around. Photograph: Keith Srakocic/AP","credit":"Keith Srakocic/AP","altText":"Easterbrook has promised to turn McDonald’s fortunes around.","cleanCaption":"Easterbrook has promised to turn McDonald’s fortunes around.","cleanCredit":"Photograph: Keith Srakocic/AP"}],"webPublicationDate":"2015-05-20T10:00:02Z","lastModified":"2015-05-20T16:43:22Z","metadata":{"commentable":true,"commentCount":675,"contributors":[{"name":"Rupert Neate","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rupertneate"}],"feature":false,"keywords":["McDonald's","Food & drink industry","Business","US news","Chicago","Illinois","World news","Corporate governance"],"tags":[{"id":"business/mcdonalds","webTitle":"McDonald's"},{"id":"business/fooddrinks","webTitle":"Food & drink industry"},{"id":"business/business","webTitle":"Business"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/chicago","webTitle":"Chicago"},{"id":"us-news/illinois","webTitle":"Illinois"},{"id":"world/world","webTitle":"World news"},{"id":"business/corporate-governance","webTitle":"Corporate governance"}],"section":{"id":"business"},"topics":[{"displayName":"Rupert Neate","topic":{"type":"tag-contributor","name":"profile/rupertneate"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/19/mcdonalds-dinosaur-culture-board-sales","shortUrl":"http://gu.com/p/493jt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/19/mcdonalds-dinosaur-culture-board-sales","webUri":"http://www.theguardian.com/business/2015/may/19/mcdonalds-dinosaur-culture-board-sales"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/353e997bdb8b1394fe91f55ae4f4e5e8be65dfb1/0_27_5126_3077/5126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3077,"width":5126,"orientation":"landscape","caption":"For a truly international company, with 35,000 restaurants in 119 countries, McDonald’s executives have a very tight focus on Chicago. Photograph: Karen Bleier/AFP/Getty Images","credit":"Karen Bleier/AFP/Getty Images","altText":"For a truly international company, with 35,000 restaurants in 119 countries, McDonald’s executives have a very tight focus on Chicago.","cleanCaption":"For a truly international company, with 35,000 restaurants in 119 countries, McDonald’s executives have a very tight focus on Chicago.","cleanCredit":"Photograph: Karen Bleier/AFP/Getty Images"}},"importance":3,"kicker":{"title":"McDonald's"},"showQuotedHeadline":false},{"title":"Alien in the kitchen? / The unstoppable rise of seaweed","rawTitle":"The unstoppable rise of seaweed","item":{"type":"article","id":"lifeandstyle/2015/may/20/seaweed-supermarket-rise-guide-types","title":"Sea spaghetti in the supermarket: the unstoppable rise of seaweed","trailText":"From dulse and gutweed to purple laver and carrageen, seaweed can still seem a little alien in the kitchen, but it can be a boon to all kinds of cooking. Here is our guide to what types to use, and where to get them","standFirst":"<p>From dulse and gutweed to purple laver and carrageen, seaweed can still seem a little alien in the kitchen, but it can be a boon to all kinds of cooking. Here is our guide to what types to use, and where to get them</p>","byline":"Alice-Azania Jarvis","body":"<p>What’s slimy, a bit smelly, and all the rage in fashionable kitchens? Seaweed. Touted as “<a href=\"http://stylemagazines.com.au/food/new-black-superfoods-2015/\">the new kale</a>”, it’s popping up everywhere, from restaurant menus – with crab, cucumber and dill <a href=\"http://www.kittyfishers.com/\">at Kitty Fisher’s</a>; hake and pak choi at <a href=\"http://www.grainstore.com/\">Grain Store</a> in King’s Cross, and in butter at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2011/feb/26/the-sportsman-seasalter-restaurant-review\">The Sportsman in Kent</a> – to, as of this week, Tesco’s veg aisle. On Monday, the chain became the first major supermarket to stock fresh, edible seaweed, selling 80g punnets of tagliatelle-like sea spaghetti, harvested on the Cornish coast, for &pound;2.</p> \n<p>A growing number of specialists are now offering sustainably-sourced algae. One of the earliest on the scene was <a href=\"http://www.justseaweed.com/\">Just Seaweed</a>, run by Iain Mckellar, a former truck driver, on the Isle of Bute since 2007. In the past few years he has been joined by <a href=\"http://maraseaweed.com/\">Edinburgh-based Mara Seaweed</a>, which harvests at four locations in East Neuk of Fife and Argyll, <a href=\"http://cornishseaweedcompany.co.uk/\">The Cornish Seaweed Company</a>, harvesting on behalf of Tesco, and <a href=\"http://atlantickitchen.co.uk/\">Atlantic Kitchen</a>, which imports seaweed from Ireland, France and Spain. Business, apparently, is booming: Mara Seaweed, whose packs of smoky-flavoured dulse, umami-rich kombu and a salty-sweet “shony” blend are available from Ocado, saw demand increase 73% in the last quarter of 2014. It is hoping to triple sales in 2015.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/jul/12/seaweed-recipes-yotam-ottolenghi-wakame\">Yotam Ottolenghi's seaweed recipes</a> </p> \n</aside> \n<p>Of course, there’s a long tradition of using seaweed in British cooking. It is said to have been introduced by the Vikings; by the 1600s, <a href=\"http://www.bodnant-welshfood.co.uk/blog/laverbread-2900.html\">laverbread had become established in Welsh cuisine</a>. And yet today, despite being <a href=\"http://fashion.telegraph.co.uk/article/TMG10741261/What-To-Eat-Now-the-benefits-of-dried-seaweed.html\">hailed for its health benefits</a>, it can still feel a little alien in the kitchen. For many, our experience of it begins and ends with the nori sheets used to wrap sushi. But perhaps it’s time to change that. “It adds spark to dishes – a fresh, sea flavour,” says Grain Store’s Bruno Loubet, who uses Atlantic Kitchen’s range. “It is an amazing source of goodness. It’s full of calcium, vitamins and minerals.” “It has that savoury flavour we all love,” agrees Stephen Harris, chef proprietor of The Sportsman. “It’s like bass in music – it gives a broad bottom end to your food.”</p> \n<p>It is also available locally, in abundance: UK waters hold more than 600 varieties. Broadly speaking, they can be categorised into red, green and brown algae. Dulse is red; <a href=\"http://en.wikipedia.org/wiki/Ulva_lactuca\">the milder sea lettuce</a> and <a href=\"http://en.wikipedia.org/wiki/Ulva_intestinalis\">gutweed</a> – often used for Chinese fried seaweed – are green. <a href=\"http://en.wikipedia.org/wiki/Himanthalia_elongata\">Kombu and sea spaghetti are brown</a>. It can be used fresh, but unless you’re <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2012/nov/21/how-to-forage-for-seaweed\">foraging for your own</a>, this can be harder to come by; Mckellar sells it online, and says the brown varieties last up to three weeks in the fridge, the green and red a week. But it also works well dried, either as is, or rehydrated in fresh water.</p> \n<p>So where to begin? A good start, says Harris, would be to make a <a href=\"http://www.saveur.com/article/Kitchen/A-Butter-Quest\">beurre aux algues</a> to go with fish dishes. He favours sea lettuce and gutweed for his, drying it for 72 hours before grinding it and adding it to homemade butter. Andy Appleton, head chef at <a href=\"http://www.fifteencornwall.co.uk/\">Fifteen Cornwall</a>, is another seaweed butter fan; he uses <a href=\"http://cornishseaweedcompany.co.uk/shop/tummy-food/sea-salad/\">The Cornish Seaweed Company’s Sea Salad mix</a> for his. He has also served tagliatelle with sea spaghetti tossed through it – cooked, like dry pasta, in boiling water – and made pasta dough with dried, finely ground dulse folded in. “You get that subtle taste of the sea – it’s not salty, but it’s there.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4ef78fe9e580d357c838e723cabaa36aa60b5c17\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432032854813/9f50c686-7b6b-4d44-a5b7-b47fd4b481db-324x420.jpeg\" alt=\"dulse seaweed\" width=\"324\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The smoky richness of dulse has been compared to bacon, and can be added to tomato sauces, soups and stews.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Dibdin</span> \n </figcaption> \n</figure> \n<p>At Moro, Samuel and Samantha Clark add seaweeds to salads and rice. “We try to be very seasonal, so it’s a great way, in these slightly barren months, to add a little colour and texture,” says Samuel. He recommends crumbling dried, toasted sea spaghetti over paella, and is a fan of fresh or rehydrated sea lettuce in seafood salads: “It gives a lovely sort of iodine-y, sea taste which is really pretty unique.”</p> \n<p>Its use need not be limited to seafood dishes. The smoky richness of dulse has been compared to bacon. Ruth Dronfield, co-founder of Atlantic Kitchen, adds it dried to tomato sauces, soups and stews, while Tim Van Berkel, of The Cornish Seaweed Company, sprinkles it into vegetable curries just before serving. McKellar throws salty, robust bladderwrack into stir-fries. Nor is it just for savoury cooking. Mara Seaweed’s Fiona Houston sprinkles shony over porridge – it contains sugar kelp, which gives a gentle sweetness. Paul Hollywood adds it to <a href=\"http://www.bbc.co.uk/food/recipes/apple_and_blackberry_33697\">apple and blackberry crumble</a>.</p> \n<p>And, of course, seaweed can simply be eaten as a vegetable side dish, though Appleton warns that this might be an acquired taste: “We found it hard to do as an alternative green. Say in a fish dish with some potatoes and cavolo nero – we tried to replace it with a seaweed, but it was too strong.” Still, seaweed salads are a staple in Japanese cuisine. Daniele Codini, of <a href=\"http://yashinocean.com/\">London’s Yashin Ocean House</a>, recommends using fresh or rehydrated sea lettuce to make a salad with cucumbers, avocado and edamame.</p> \n<p>In the summer, Tesco plans to expand its line to include dulse – which Marks and Spencer also stocks, in the form of Mara’s dried flakes. And Atlantic Kitchen have created a range of seaweed-based soups. So will 2015 be the year seaweed goes mainstream? Dronfield certainly hopes so: “We want to get to a place where seaweed is just a daily part of your diet. It’s not a special ingredient.”</p> \n<h2>What to cook and how</h2> \n<figure class=\"element element-image\" data-media-id=\"14daa39cb3e4204d1d595e9806c867793ef90714\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432121933742/41cc78b2-5afc-4d20-a6eb-23c4f52cf5f6-460x276.jpeg\" alt=\"An egg with Shony, a dried seaweed blend\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An egg with Shony, a dried seaweed blend.</span> \n  <span class=\"element-image__credit\">Photograph: Angus Bremner/Mara Seaweed</span> \n </figcaption> \n</figure> \n<h2>Green seaweeds</h2> \n<p><strong>Sea Lettuce</strong>: Leafy and sorrel-like, it can be added fresh or rehydrated to salads, or dried and used in butter to accompany fish dishes. </p> \n<p><strong>Gutweed</strong>: Bright green with tubular fronts, it can be fried to create Chinese crispy salad.</p> \n<h2>Red seaweeds</h2> \n<p><strong>Dulse</strong>: Maroon-coloured with a smoky, meaty flavour when dried, it can be included stews and soups for added depth. Dronfield suggests toasting flakes in a pan, then crushing and sprinkling over nuts or hummus. </p> \n<p><strong>Purple Laver</strong>: Also called nori, it’s the star ingredient in laverbread. The Cornish Seaweed Company suggest combining it with yoghurt to create a salad dressing or dip. </p> \n<p><strong>Carrageen</strong>: Varying in colour from a purple-red to yellow, it’s primarily used as a thickener and setting agent in everything from panna cotta to seafood mousses. It can also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/wordofmouth/2011/aug/03/viking-heather-beer-recipe\">be used to flavour beer</a>. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2014/nov/05/seaweed-burgers-snack-meat-consumption-resources\">Are seaweed snacks the future as the tide turns on meat consumption?</a> </p> \n</aside> \n<h2>Brown seaweeds</h2> \n<p><strong>Sea spaghetti</strong>: Relatively mild, this makes <a href=\"http://atlantickitchen.co.uk/recipies/land-sea-spaghetti-with-anchovy-white-wine-chilli/\">a good addition to pasta dishes</a>, and could even be a gluten-free substitute to pasta. Andy Appleton recommends deep-frying it, fresh or rehydrated and lightly coated in semolina, to use as a garnish for fish dishes. </p> \n<p><strong>Kombu</strong>: With thick, dark green leaves and a savoury, umami flavour, kombu is an essential ingredient in Japanese dashi stock. The Cornish Seaweed Company recommends turning dried flakes into crisps by soaking them and baking them in the oven, or using them in pesto. </p> \n<p><strong>Channel wrack</strong>: Also known as channelled wrack, this is green and sprig-like. McKellar suggests blanching it and serving it as a vegetable accompaniment to meat. Tom Kitchen has a recipe for poached turbot with <a href=\"http://www.scotsman.com/lifestyle/tom-kitchin-ideas-for-cooking-with-seaweed-1-2451932\">saffron broth and channel wrack</a>, while Loubet includes it in a recipe for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/may/18/bruno-loubet-grain-store-recipes\">seaweed butter</a>. </p> \n<p><strong>Bladderwrack</strong>: So-called because of the bulbous “bladders” that run along its dark green leaves, it can be added to stocks or stews – or, Mckellar suggests, stir-fries. </p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121121467/d80d1ac2-f852-4a18-9af9-dfd056689668-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Murdo MacLeod/Guardian","altText":"Iain McKellar, a seaweed forager on the Isle of Bute, Scotland","cleanCredit":"Photograph: Murdo MacLeod/Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432032853484/9f50c686-7b6b-4d44-a5b7-b47fd4b481db-555x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":555,"orientation":"portrait","caption":"The smoky richness of dulse has been compared to bacon, and can be added to tomato sauces, soups and stews. Photograph: Peter Dibdin","credit":"Peter Dibdin","altText":"dulse seaweed","cleanCaption":"The smoky richness of dulse has been compared to bacon, and can be added to tomato sauces, soups and stews.","cleanCredit":"Photograph: Peter Dibdin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121934245/41cc78b2-5afc-4d20-a6eb-23c4f52cf5f6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"An egg with Shony, a dried seaweed blend. Photograph: Angus Bremner/Mara Seaweed","credit":"Angus Bremner/Mara Seaweed","altText":"An egg with Shony, a dried seaweed blend","cleanCaption":"An egg with Shony, a dried seaweed blend.","cleanCredit":"Photograph: Angus Bremner/Mara Seaweed"}],"webPublicationDate":"2015-05-20T11:48:36Z","lastModified":"2015-05-21T08:08:04Z","metadata":{"commentable":true,"commentCount":100,"contributors":[{"name":"Alice-Azania Jarvis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alice-azania-jarvis"}],"feature":true,"keywords":["Food & drink","Foraging","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/foraging","webTitle":"Foraging"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Alice-Azania Jarvis","topic":{"type":"tag-contributor","name":"profile/alice-azania-jarvis"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/20/seaweed-supermarket-rise-guide-types","shortUrl":"http://gu.com/p/492gx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/20/seaweed-supermarket-rise-guide-types","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/20/seaweed-supermarket-rise-guide-types"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432121121467/d80d1ac2-f852-4a18-9af9-dfd056689668-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain McKellar, a seaweed forager on the Isle of Bute, Scotland. Photograph: Murdo MacLeod/Guardian","credit":"Murdo MacLeod/Guardian","altText":"Iain McKellar, a seaweed forager on the Isle of Bute, Scotland","cleanCaption":"Iain McKellar, a seaweed forager on the Isle of Bute, Scotland.","cleanCredit":"Photograph: Murdo MacLeod/Guardian"}},"importance":3,"kicker":{"title":"Alien in the kitchen?"},"showQuotedHeadline":false}],"lastModified":"2015-05-21T07:41:55Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}