{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Radioactive city / Johannesburg’s townships are paying for its mining past","rawTitle":"Johannesburg’s townships are paying for its mining past","item":{"type":"article","id":"cities/2015/jul/06/radioactive-city-how-johannesburgs-townships-are-paying-for-its-mining-past","title":"Radioactive city: how Johannesburg’s townships are paying for its mining past","trailText":"Much of the waste from 600 abandoned mines ringing South Africa’s largest city are piled high next to residential communities – most of which are poor and black","standFirst":"<p>Much of the waste from 600 abandoned mines around South Africa’s largest city are piled high next to residential communities – most of which are poor and black</p>","byline":"Oliver Balch in Johannesburg","body":"<p>Johannesburg’s mine dumps look strangely beautiful from a distance. Lustrously yellow in the sun, blazing red at dusk, their huge molehill shapes provide the city with its distinctive skyline. <br /> <br /> Up close, it’s a different story. Rasalind Plaatjies has lived in the shadow of a “tailing” – as these piles of mine waste are known – all her adult life. Today, the 62-year-old grandmother from the city’s Riverlea district suffers severe respiratory problems. For 16 hours a day, she is hooked up to an oxygen tank, her lungs debilitated by dust from the waste heap. <br /> <br /> “Sometimes I don’t have the energy to get up. I just have to stay in bed and do nothing,” she says. She feels fortunate, though. A number of her elderly neighbours have died from respiratory disease.</p> \n<p>Plaatjies is one of tens of thousands in Johannesburg’s impoverished townships who are paying a high cost for the city’s rich mining past. More than 600 abandoned mines surround South Africa’s largest city, with much of their waste now piled up high next to residential communities – most of which are poor and black.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1a5e4609b3fc8fb42ef44c4c15512ed88665d6fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435333638846/77900192-51cd-4f9b-a6c5-5098bc2e47f1-460x276.jpeg\" alt=\"Rasalind Plaatjies, 62, suffers severe respiratory problems. ‘Sometimes I don’t have the energy to get up.’\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rasalind Plaatjies has severe respiratory problems. ‘Sometimes I don’t have the energy to get up.’</span> \n  <span class=\"element-image__credit\">Photograph: Melusi Nkomo</span> \n </figcaption> \n</figure> \n<p>Residents here fear the wind most. When it blows, fine particles from these man-made dumps are carried up into the air and deposited on to residents’ homes. It is no ordinary dust, either: the residue of decades of mining, <a href=\"http://binational.pharmacy.arizona.edu/content/mine-tailings\">it can contain traces of everything from copper and lead to cyanide and arsenic</a>.</p> \n<p>“During August and September, the dust is terrible. You stop cleaning the floor after a while. It’s just useless,” says Plaatjies.</p> \n<p>In the local clinic, respiratory cases such as tuberculosis and asthma are ubiquitous across all age groups, says Musa Mbatha, chairman of the clinic’s civic committee. Rashes and skins diseases are commonplace, too.</p> \n<p>“People can’t afford to buy food every day, so they leave the food and it gets contaminated,” Mbatha adds. “The government said that it would do a survey of the health impacts of the mining dust, but until today it hasn’t happened.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Johannesburg is undoubtedly the most uranium-contaminated city in the world</p> \n  <footer> \n   <cite>Dr Antony Turton</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>An even more dangerous pollutant is lurking in Johannesburg’s mine dumps, however: radioactive waste. According to one university study, an estimated 600,000 metric tonnes of radioactive uranium are buried in waste rock in and around Johannesburg –<a href=\"http://dspace.nwu.ac.za/handle/10394/10274\"> around three times what was exported during the Cold War</a>.</p> \n<p>“[Johannesburg] is undoubtedly the most uranium-contaminated city in the world,” says Dr Antony Turton, a professor at the University of Free State’s Centre for Environmental Management.</p> \n<p>Uranium naturally occurs in reefs alongside gold, meaning the two are often excavated at the same time. For every tonne of gold mined in the <a href=\"https://en.wikipedia.org/wiki/Witwatersrand\">Witwatersrand gold fields</a> – the southern sections of which border western Johannesburg – <a href=\"http://www.ajol.info/index.php/wsa/article/view/5067\">between 10 and 100 tonnes of uranium were also mined</a>.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"ec78a15eced09148e93b536433bb10a5d1b55ad1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435755883689/260c827d-6ab8-4961-ba40-1d68e6a3d78c-460x284.jpeg\" alt=\"An aerial view of mine dumps near Johannesburg.\" width=\"460\" height=\"284\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An aerial view of mine dumps near Johannesburg.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Du Toit/Minden Pictures/Corbis</span> \n </figcaption> \n</figure> \n<p>“For most of the gold mines, uranium was merely a waste product and therefore dumped without being recovered. Those tailing disposal facilities therefore have a relatively high uranium concentration today,” Turton says.</p> \n<p>Without the proper precautions in place, ore-bearing uranium leaches from the tailings and enters as run-off into surrounding streams and wetlands. A similar process occurs in abandoned mines underground, with polluted water seeping through porous rock as the mines flood. </p> \n<p>Despite its vast reserves of groundwater, Johannesburg pumps most of its drinking water from Lesotho – more than 380km away – because its own water reserves are too polluted. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A hardened white wasteland stands where plants used to grow. The soil has a pH of 2.67 – more acidic than vinegar</p> \n </blockquote> \n</aside> \n<p>Mine waste is also removed illegally from tailings for use in the manufacture of bricks and for other construction purposes, some environment groups allege. Potentially, the physical infrastructure of Johannesburg could be becoming radioactive as well. </p> \n<p>The release of uranium in dust form can be exacerbated by the re-mining of tailings – a process that happens in various locations across the city. The companies involved in this re-mining maintain that they are providing an environmental service by removing waste and depositing it in modern tailings that are better regulated. </p> \n<p>David van Wyk, chief researcher at the <a href=\"http://www.bench-marks.org.za/\">Bench Marks Foundation</a>, a church-funded non-profit based in Johannesburg, is sceptical about mining companies’ environmental practices. “When the uranium price is very low, the mining companies simply dump it. That’s why the dust is yellow. We call it ‘yellow cake’,” he says. </p> \n<p>Bench Marks, which <a href=\"http://www.christianaid.org.uk/whatwedo/africa/south_africa.aspx?Page=2\">receives support from UK charity Christian Aid</a>, is mid-way through a three-year impact assessment of pollution levels in an around Johannesburg’s Soweto district. By systematically tracking air and water contamination, Bench Marks hopes to provide a scientific basis for the alleged health impacts of the tailings.</p> \n<p>A handful of randomised spot-checks reveal the extent of the pollution problem. For example, in a narrow run-off canal immediately opposite Soccer City, site of the 2010 Fifa World Cup final, van Wyk picks out the colours along the bank: red for iron, white for sulphur, green for copper, yellow for uranium, and so on.</p> \n<p>The pH level measures 4.6: within the range for acid rain (neutral water has a pH level of 7). The figure for Total Dissolved Solids (a measure of minerals, metals and other insoluble materials), meanwhile, is 2,000 parts per million – <a href=\"http://www.safewater.org/images/TDS_AND__pH.pdf\">four times higher than the guideline amount in the US</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"53287a166da3aa07e23f59dc949d594c2fa1c1b1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435333881005/e0259f59-5268-404c-9ffc-f60205f62466-460x276.jpeg\" alt=\"A street in the Riverlea township. Rainy season causes polluted water from Johannesburg’s mine dumps to flood into local water courses.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A street in the Riverlea township. Rainy season causes polluted water from Johannesburg’s mine dumps to flood into local water courses.</span> \n  <span class=\"element-image__credit\">Photograph: Oliver Balch</span> \n </figcaption> \n</figure> \n<p>“When it floods, this just goes straight into the river. You’d expect the government to check that the mine water isn’t spilling into local watercourses, but they are not,” van Wyk says. “This is happening in the centre of South Africa’s largest city, close to the <a href=\"https://www.environment.gov.za/\">Department of Environmental Affairs</a>’s main office. If they can’t regulate so close to their headquarters, just imagine how bad it is elsewhere?” </p> \n<p>A few miles away, the township of Diepkloof in Soweto catches the run-off from several large tailings. A few hundred feet from residents’ front doors, a run-off canal has burst its banks. A hardened white wasteland now stands where reeds and plants used to grow. A lifeless stream runs next to it. The soil’s surface, meanwhile, is scuffed with the imprint of cattle hoofs and children’s feet. The soil has a pH of 2.67 – more acidic than vinegar.</p> \n<p>Just downstream, an evangelical church carries out full-immersion baptisms in the water, points out Charles van der Merme, a representative of the non-profit <a href=\"http://cer.org.za/programmes/mining/communities/mining-environmental-justice-community-network-south-africa\">Mining and Environmental Justice Community Network of South Africa</a>. “They think they are cleansing themselves,” he says. “Who knows? Perhaps it kills all the devils in you.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"87316cdfde0fd5898edb10a735eb7c3791215567\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435756915086/292f218d-bbd0-4a4c-b076-861afbb65c8f-460x300.jpeg\" alt=\"David Van Wyk, research director of charity Bench Marks, tests water in a run-off canal in Soweto.\" width=\"460\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Van Wyk, research director of charity Bench Marks, tests water in a run-off canal in Soweto.</span> \n  <span class=\"element-image__credit\">Photograph: Melusi Nkomo</span> \n </figcaption> \n</figure> \n<p>Bench Marks does not currently have a Geiger counter, but even the <a href=\"http://www.chamberofmines.org.za/\">Chamber of Mines of South Africa</a> admits that radioactive contamination is a “major problem”. </p> \n<p>Five years ago, the government identified 36 “priority areas” affected by <a href=\"http://earthlife.org.za/www/wp-content/uploads/2011/04/Team-of-Experts-Report-to-the-IMC-on-AMD-Dec-2010.pdf\">radioactive acid mine drainage for remediation</a>. Today, not a single one of these sites has a feasible implementation strategy in place. According to the <a href=\"http://www.cansa.org.za/\">Cancer Association of South Africa</a>, the health of up to 400,000 people could be affected.</p> \n<p>“It’s totally inappropriate that communities live on waste that is widely accepted to be toxic and radioactive,” says Mariette Liefferink, chief executive of the <a href=\"http://www.fse.org.za/\">Federation for a Sustainable Environment</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s totally inappropriate that communities live on waste that is widely accepted to be toxic and radioactive</p> \n  <footer> \n   <cite>Mariette Liefferink</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>According to the Chamber of Mines, all current re-mining meets regulations that prohibit radioactive contamination run-off. The problem lies instead with the owners of historic dumps that “cannot be traced or are not in a position to take responsibility for the required remedial measures,” the industry body states.</p> \n<p>For its part, DRD Gold, which is currently involved in secondary gold mining of the Diepkloof tailing, says it is “constantly searching for new methods of dust suppression”. Among the measures it is currently using are <a href=\"http://www.drdgold.com/demo/assets/sustainability/DRDGOLD-ir2014-natural-capital-review.pdf\">netting and vegetation growth</a>. Neither were visible on the Diepkloof dump, however.</p> \n<p>According to the company, DRD Gold spends up to R48m (&pound;2.5m) a year managing the environmental impacts of its operations, which stretch over 70km around the city. “Any [pollution] readings that exceed the legal limits are automatically flagged and managed in terms of an automated action list”, a company spokesperson stated.<em> </em></p> \n<p> </p> \n<p>For those living in the shadow of the dumps, a sense of hopelessness pervades. Sixty-two-year-old Stella Adams, a long-term resident of Diepkloof, has written to numerous government departments to complain about the high levels of dust in her home. “All I am asking for is some vegetation [on the tailing]. I am just asking for the most basic thing,” she says. “But nobody has ever given me a hearing … so I have lost hope.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jun/23/cape-town-south-africa-death-graves-xhosa-buried-eastern-cape\">Cape Town's death industry: 'If you’re buried here, it’s ​​as if they threw you away'</a> </p> \n</aside> \n<p>Adams’s grandson developed asthma shortly after moving into her home six years ago. Her sister recently died from lung cancer, despite never having smoked. Adams assumed the cancer was hereditary, so made no mention to doctors of the nearby tailing. “Now I wonder if it had to do with the mine after all.” </p> \n<p>As well as cancer, <a href=\"http://www.bt.cdc.gov/radiation/pdf/prenatal.pdf\">high radioactive levels are linked to other health risks</a> such as Parkinson’s disease, Alzheimer’s, neurotoxic syndromes and growth deficiencies. Even so, residents in Johannesburg’s poor townships have little choice but to stick it out.</p> \n<p>In the Soweto district of Meadowlands, for example, hundreds of government-built houses are currently going up in the Fleurhof extension community. Mine dumps tower above the development on all sides. Yet, despite knowing the dangers, 41-year-old Charles van der Merme says he would move there “in a flash”.</p> \n<p>One of the millions of unemployed residents in this city of 4.8 million, he and his family currently live with his parents-in-law in the township of Riverlea. “I applied for a government house in 2000 and I’m still homeless,” van der Merme says. “Despite all the ills from the mine dumps, I would like a house of my own. Where else can I go?”</p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755357587/48a19879-a198-4fc6-a2b0-cc0839ca133c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Johannesburg's Soweto Riverlea neighbourhood under a slag heap from a gold mine.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435333639552/77900192-51cd-4f9b-a6c5-5098bc2e47f1-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Rasalind Plaatjies has severe respiratory problems. ‘Sometimes I don’t have the energy to get up.’ Photograph: Melusi Nkomo","credit":"Melusi Nkomo","altText":"Rasalind Plaatjies, 62, suffers severe respiratory problems. ‘Sometimes I don’t have the energy to get up.’","cleanCaption":"Rasalind Plaatjies has severe respiratory problems. ‘Sometimes I don’t have the energy to get up.’","cleanCredit":"Photograph: Melusi Nkomo"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755884664/260c827d-6ab8-4961-ba40-1d68e6a3d78c-2060x1274.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1274,"width":2060,"orientation":"landscape","caption":"An aerial view of mine dumps near Johannesburg. Photograph: Richard Du Toit/Minden Pictures/Corbis","credit":"Richard Du Toit/Minden Pictures/Corbis","altText":"An aerial view of mine dumps near Johannesburg.","cleanCaption":"An aerial view of mine dumps near Johannesburg.","cleanCredit":"Photograph: Richard Du Toit/Minden Pictures/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435333882175/e0259f59-5268-404c-9ffc-f60205f62466-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"A street in the Riverlea township. Rainy season causes polluted water from Johannesburg’s mine dumps to flood into local water courses. Photograph: Oliver Balch","credit":"Oliver Balch","altText":"A street in the Riverlea township. Rainy season causes polluted water from Johannesburg’s mine dumps to flood into local water courses.","cleanCaption":"A street in the Riverlea township. Rainy season causes polluted water from Johannesburg’s mine dumps to flood into local water courses.","cleanCredit":"Photograph: Oliver Balch"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435756914609/292f218d-bbd0-4a4c-b076-861afbb65c8f-1020x665.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":665,"width":1020,"orientation":"landscape","caption":"David Van Wyk, research director of charity Bench Marks, tests water in a run-off canal in Soweto. Photograph: Melusi Nkomo","credit":"Melusi Nkomo","altText":"David Van Wyk, research director of charity Bench Marks, tests water in a run-off canal in Soweto.","cleanCaption":"David Van Wyk, research director of charity Bench Marks, tests water in a run-off canal in Soweto.","cleanCredit":"Photograph: Melusi Nkomo"}],"webPublicationDate":"2015-07-06T05:00:04Z","lastModified":"2015-07-06T05:00:42Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Oliver Balch","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-balch"}],"feature":false,"keywords":["Cities","South Africa","Mining","Mining","World news","Environment","Pollution","Africa","Health"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"environment/mining","webTitle":"Mining"},{"id":"business/mining","webTitle":"Mining"},{"id":"world/world","webTitle":"World news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"world/africa","webTitle":"Africa"},{"id":"society/health","webTitle":"Health"}],"section":{"id":"cities"},"topics":[{"displayName":"Oliver Balch","topic":{"type":"tag-contributor","name":"profile/oliver-balch"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jul/06/radioactive-city-how-johannesburgs-townships-are-paying-for-its-mining-past","shortUrl":"http://gu.com/p/4a5mg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jul/06/radioactive-city-how-johannesburgs-townships-are-paying-for-its-mining-past","webUri":"http://www.theguardian.com/cities/2015/jul/06/radioactive-city-how-johannesburgs-townships-are-paying-for-its-mining-past"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755357587/48a19879-a198-4fc6-a2b0-cc0839ca133c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johannesburg’s Soweto Riverlea neighbourhood in the shadow of a gold mine slag heap. Photograph: Alamy","credit":"Alamy","altText":"Johannesburg's Soweto Riverlea neighbourhood under a slag heap from a gold mine.","cleanCaption":"Johannesburg’s Soweto Riverlea neighbourhood in the shadow of a gold mine slag heap.","cleanCredit":"Photograph: Alamy"}},"importance":7,"kicker":{"title":"Radioactive city"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435755357587/48a19879-a198-4fc6-a2b0-cc0839ca133c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Johannesburg's Soweto Riverlea neighbourhood under a slag heap from a gold mine.","cleanCredit":"Photograph: Alamy"}}]},{"title":"Walk down the wrong street and you're back in prison / The Kafkaesque life of a terror suspect in Britain","rawTitle":"The Kafkaesque life of a terror suspect in Britain","item":{"type":"article","id":"uk-news/2015/jul/05/kafkaesque-life-of-terror-suspect-in-britain-algerian-asylum-seeker","title":"Walk down the wrong street and you're back in prison: the Kafkaesque life of a terror suspect in Britain","trailText":"Since Algerian asylum seeker Y was arrested in 2003, he has spent years behind bars or unable to move more than a few miles, yet he has never been convicted of a crime. What is it like to exist under such extraordinary restrictions?","standFirst":"<p>Since Algerian asylum seeker Y was arrested in 2003, he has spent years behind bars or unable to move more than a few miles, yet he has never been convicted of a crime. What is it like to exist under such extraordinary restrictions?</p>","byline":"Ian Cobain","body":"<p>This is a true story.<br /></p> \n<p>One January morning, Y went to the cashpoint near his home to draw out some money. When the machine swallowed his card, he went into the bank, where he was told he needed to contact the card provider.</p> \n<p>He arranged to visit a local branch of his own bank, where he was introduced to the manager. Y noticed that the manager appeared to be slightly nervous. A man and a woman walked over to Y, asked him to confirm his name, then asked him to accompany them to another office at the bank. Inside, six or seven policemen were waiting. Y was informed that he was being arrested as a suspected terrorist. He was handcuffed, and led away.</p> \n<p>That was in 2003. Since then, Y has been convicted of no criminal offence – “not so much as a parking ticket”, he says – yet has spent years behind bars. When allowed out of prison, he has faced extraordinary restrictions on his movements.</p> \n<p>Y is told in which house he must live. At one point, he was told in which town he must reside. On first arriving at his new home, he is given a map of the neighbourhood, on which is marked a boundary beyond which he cannot stray. If he crosses the boundary, he may be sent to jail. He is told how long he can remain outside his home: initially, he was allowed out for just two hours each afternoon. He must wear an electronic tag, which is linked to a sensor in his home, and must telephone the company that operates the tag every morning and every evening. If he fails to make the call, he may be sent to jail.</p> \n<p>Y cannot meet anyone without the prior permission of the government. Any prospective employer must agree to be vetted by the government and, as a result, few are prepared to give him a job. If he returns to education, the government will decide what he can study.</p> \n<p>Visitors are not permitted to remain in his home overnight. He has recently been given permission to buy a computer, but he must connect to the internet by cable, and is barred from using email, Skype or any form of social media. If he attempts to do so, he may be sent to jail.</p> \n<p>And then there is the little matter of his name. When Franz Kafka wrote The Trial, his story of a young man who is subjected to a bewildering legal process that he can never influence, the novelist at least gave his protagonist, Josef K, a first name.</p> \n<p>By order of a court, the Guardian cannot publish Y’s real name. We may identify him only as Y. If we breach the order, I may be sent to jail.</p> \n<p>All this is happening in Britain in 2015.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When Franz Kafka wrote The Trial, the novelist at least gave his protagonist, Josef K, a first name.</p> \n </blockquote> \n</aside> \n<p>Y was born 45 years ago in a town in western Algeria, where he worked for many years as a tax inspector. He was a supporter of the Islamic Salvation Front, an Islamist political party whose imminent victory in the general election of January 1992 was annulled by a military coup. After the coup, members of the party were arrested or murdered, and the country slid into civil war. Y was detained and severely beaten: he still carries the scars. The Algerian government says he is a terrorist. It is an allegation he denies.</p> \n<p>In 1998, he left Algeria for Spain, and, in 2000, he arrived in the UK. In Algeria, meanwhile, he was tried in absentia, convicted of criminal association, and sentenced to death.</p> \n<p>In the UK, Y claimed asylum and, in 2001, was given indefinite leave to remain. He settled in north London and helped to run the bookshop at the mosque in Finsbury Park, which would later become infamously and inextricably linked with the preacher <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/09/abu-hamza-sentenced-life-impisonment-terrorism-conviction\">Abu Hamza</a>.</p> \n<p>In early January 2003, as the countdown began to the invasion of Iraq, police raided a flat above a pharmacy in nearby Wood Green and arrested six men on suspicion of attempting to use the seeds of castor oil plants to make ricin, the highly toxic protein.</p> \n<p>The media went into overdrive. The Mirror, for example, gave over its entire front page to a graphic showing a skull and crossbones over a map of Britain, below the banner headline: “IT’S HERE”. The BBC reported that sales of gas masks were soaring.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c8c019037ee4f5b8e5c863d50a158f6b5fc84037\"> \n <img src=\"http://media.guim.co.uk/c8c019037ee4f5b8e5c863d50a158f6b5fc84037/0_0_1056_1357/778.jpg\" alt=\"The Mirror covers the ricin story.\" width=\"778\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Mirror covers the ricin story.</span> \n </figcaption> \n</figure> \n<p>Tony Blair said “the find” highlighted the dangers of weapons of mass destruction, while the then US secretary of state, Colin Powell, referred to the “UK poison cell” while making the case for the invasion of Iraq to the UN.</p> \n<p>It was against this background that Y was arrested: his fingerprints were found on a ricin recipe discovered at the Wood Green flat. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2005/apr/14/alqaida.terrorism\">The only problem with the ricin plot was that there was no ricin</a>. None. There never had been any, but there was no public admission of this until 2005, when a government scientist was compelled to reveal the truth while giving evidence at the Old Bailey, where Y and the other men were on trial, accused of conspiracy to murder.</p> \n<p>Clearly somebody at the flat had been up to no good, in a bumbling sort of way: there were a small number of ingredients that could be used in an attempt to manufacture ricin, plus the recipe. And one of the defendants, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/apr/14/politics.terrorism\">Kamel Bourgass</a>, was extraordinarily dangerous: while on the run after the Wood Green raid, he stabbed to death a Manchester policer officer, Stephen Oake.</p> \n<p>Y’s defence was that he operated the photocopier at the mosque bookshop, and that his fingerprints would be on thousands of documents he had never read; he said he had never met Bourgass. At the end of the trial, Bourgass was convicted of the lesser charge of conspiring to cause a public nuisance. He had already been jailed for life for the murder. Y and three other defendants were cleared – the jury was unanimous – and the prosecution of four further men was abandoned.</p> \n<p>Y, who had been held in Belmarsh high-security prison in south-east London, was a free man, but that did not last long. The Home Office gave notice that it was going to attempt to deport him to Algeria, regardless of the death sentence hanging over him, and a few months later he was detained, pending deportation. He is almost philosophical about this turn of events: “It was after 7/7 and the home secretary – I think it was Charles Clarke at that time – had to show that he was doing something.”</p> \n<p>The jurors were furious, however. Two of them, who had subsequently befriended Y, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2006/sep/19/comment.terrorism\">wrote in the Guardian</a> that a government “that seems bent on chiselling away at civil liberties” was ignoring their verdict.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2006/sep/19/comment.terrorism\">Comment: Our verdict was ignored</a> </p> \n</aside> \n<p>And Y was about to have his first dealings with the Special Immigration Appeals Commission, or Siac, a place for which the adjective Kafkaesque could have been created.</p> \n<p>Siac is the extraordinarily secretive court that deals with appeals against government proposals to deport people believed to pose a risk to national security. Aptly, perhaps, it convenes underground, in the basement of a building off Chancery Lane in central London. There is a curtain around the witness box from which unseen members of MI5 give evidence, and a screen down the centre of the court to shield government observers from the gaze of members of the public or the press.</p> \n<p>Not that many journalists attend Siac. One of the few who does, the BBC home affairs correspondent Dominic Casciani, says: “It’s the only court I can think of where I can be told there is a case of national importance, only to find the doors locked and no clear indication of when they are going to open.”</p> \n<p>It is not only the journalists who are turfed out of court on a regular basis: so, too, are the appellants and their lawyers. Whenever the government deploys what it euphemistically calls “closed evidence”, the appellants can be represented only by government-appointed barristers known as “special advocates”. And once the special advocates have seen the government’s secret evidence, they cannot talk to the appellants to take instructions.</p> \n<p>As a consequence, Y cannot know the evidence that the government relies on at Siac. It is clear, however, that MI5 believes the Old Bailey jury reached the wrong verdict, and,in 2006, after seeing the secret evidence, <a href=\"http://www.siac.tribunals.gov.uk/Documents/Y%20%20%20OPEN%2016%20Aug.pdf\">Siac concluded</a> that he did pose a risk to national security.</p> \n<p>Y was released on bail from Belmarsh and went to live in the house of a man in east London, a peace activist who wished to help. “The problem was that he had to keep his computer locked in a box, and his daughter had to get permission from the Home Office to visit him. Even his cleaner had to get permission to come inside the house.”</p> \n<p>Y told the Home Office he wanted to move and was found a new home in north London. At this point, he was allowed out of the building for two hours each day, between midday and 2pm. The house was on a road opposite a park, but he was forbidden to enter: the boundary on the map that he was given ran down the middle of the road. “Why were the boundaries drawn that way? I was never told.”</p> \n<p>Later that year, when the government began to believe it had a chance of deporting Y, he was detained once more so that he could not abscond. This time he was sent to Long Lartin maximum security prison in Worcestershire. Bail was refused – for “reasons which can only be given in closed”, <a href=\"http://www.siac.tribunals.gov.uk/Documents/OPEN%20BAIL%20JUDGMENT%20Y%2029%20SEPT.pdf\">said the Siac judge</a> – and Y began receiving treatment for depression. It was almost two years before he was released, and this time he was told he must live in a house in a small town 45 miles north of London.</p> \n<p>“On my second day there I was late returning to the house. It was a Friday, I had been to the nearest mosque, but it was on the other side of the next town and I missed the bus on the way back. I ran, but I was late. The following Monday lots of plainclothes police from London arrived. I was driven straight to Belmarsh, and was back up before Siac in the morning. The judge let me go back to the house.”</p> \n<p>Over the years that followed, Y’s case continued to ping-pong back and forth between Siac, the high court and the supreme court. It still does: he’s due back before Siac next month. In theory, he is on Siac bail pending deportation. In reality, he is living a life controlled by the government. He is not alone: seven other men are also on Siac bail.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In theory, he is on Siac bail pending deportation. In reality, he is living a life controlled by the government.</p> \n </blockquote> \n</aside> \n<p>That life is getting easier. In 2011, Y was allowed to return to London, and now lives in a house in the north of the city that is provided by the Home Office. “It’s got two bedrooms and a garden. It’s quite nice. I’d have been happy with a flat.”</p> \n<p>He receives &pound;74 a week in income support benefit, and works as a volunteer at a local Roman Catholic church, carrying out small repairs. As well as being allowed to use a computer at home, he is permitted to carry a simple mobile phone. He assumes his calls are monitored.</p> \n<p>Y’s curfew conditions have been eased, and he is required to be at home only between midnight and 8am. His map is bigger too: today, Y’s world stretches all the way from Euston Road on the edge of central London, to the North Circular Road, six miles away. There is one street in the middle that remains out of bounds. “Don’t ask me why.”</p> \n<p>In addition, he is permitted to go to the British Museum or the National Gallery, providing he gives 48 hours’ notice. He can also apply for permission to travel further afield and, on occasion, it is granted. He recently travelled to Canterbury, for example, although the Home Office warned him that he was permitted only to visit the cathedral and museum, and not the city itself. “They also said I couldn’t stop for a coffee at the railway station.” He shakes his head. “Someone’s sitting there in an office, making up these conditions.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We split up. She would have been subjected to all the same conditions, and she couldn’t live with all these conditions</p> \n </blockquote> \n</aside> \n<p>Y had been engaged to be married before his 2003 arrest, but the relationship could not survive the strictures of Siac bail. “We split up. She would have been subjected to all the same conditions, and she couldn’t live with all these conditions.”</p> \n<p>His relatives live in Algeria and many of his friends eventually fell away. He finds it all but impossible to make new ones. Prearranged meetings need to be agreed with the Home Office. “And people from my community, the Algerian community, when they hear the words Home Office, they run: they’re scared of the Home Office. It’s hard, making friends.”</p> \n<p>One of the few who has befriended Y is <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/bruce-kent\">Bruce Kent</a>, the former Catholic priest and vice president of the Campaign for Nuclear Disarmament. It was while sitting with Kent in a Costa Coffee shop, not far from Y’s home, that Y was pointed out to me.</p> \n<p>He seems to be a patient man, and has not lost his sense of humour. From time to time he laughs out loud when describing some of the more absurd curbs that he has faced. At other times he uses the word “normal” to describe the restrictions. “Well, they’re normal to me now. I’ve been living with them for 12 years. They’ve become the norm.”</p> \n<p>He still suffers from depression, however, and takes a range of antidepressants as well as sleeping tablets. “And I’m getting forgetful. Maybe it’s the stress. I’m really worried that one day I will forget to make the phone call to the tag company. And then I’ll go back to jail.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947650868/Man-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Guardian","altText":"Man","cleanCredit":"Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c8c019037ee4f5b8e5c863d50a158f6b5fc84037/0_0_1056_1357/1056.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1357,"width":1056,"orientation":"portrait","caption":"The Mirror covers the ricin story.","credit":"PR IMAGE","altText":"The Mirror covers the ricin story.","cleanCaption":"The Mirror covers the ricin story."}],"webPublicationDate":"2015-07-05T17:00:09Z","lastModified":"2015-07-05T23:00:20Z","metadata":{"commentable":true,"commentCount":165,"contributors":[{"name":"Ian Cobain","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iancobain"}],"feature":true,"keywords":["UK security and counter-terrorism","Counter-terrorism policy","Politics","Human rights","Special Immigration Appeals Commission","UK news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/special-immigration-appeals-commission","webTitle":"Special Immigration Appeals Commission"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Ian Cobain","topic":{"type":"tag-contributor","name":"profile/iancobain"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/05/kafkaesque-life-of-terror-suspect-in-britain-algerian-asylum-seeker","shortUrl":"http://gu.com/p/4a4jj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/05/kafkaesque-life-of-terror-suspect-in-britain-algerian-asylum-seeker","webUri":"http://www.theguardian.com/uk-news/2015/jul/05/kafkaesque-life-of-terror-suspect-in-britain-algerian-asylum-seeker"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947650868/Man-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" <br>","credit":"Illustration: Guardian","altText":"A man called Y","cleanCaption":" <br>"}},"importance":5,"kicker":{"title":"Walk down the wrong street and you're back in prison"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435947650868/Man-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Guardian","altText":"Man","cleanCredit":"Photograph: Guardian"}}]},{"title":"Sleaford Mods / There really is no future for a lot of people out there","rawTitle":"There really is no future for a lot of people out there","item":{"type":"article","id":"music/2015/jul/05/sleaford-mods-interview-key-markets","title":"Sleaford Mods: ‘The thing is, there really is no future for a lot of people out there’","trailText":"Nottingham duo Sleaford Mods are Britain’s angriest band, their sweary rants a brutal stream of working-class disaffection. And at 44, singer Jason Williamson makes an unlikely pop star…","standFirst":"<p>Nottingham duo Sleaford Mods are Britain’s angriest band, their sweary rants a brutal stream of working-class disaffection. And at 44, singer Jason Williamson makes an unlikely pop star…</p>","byline":"Sean O'Hagan","body":"<p>It’s just seven months since Jason Williamson gave up his day job as a benefits adviser in Nottingham. “It’s great that I don’t have to work now,” he says, “but I did go through a period of feeling really guilty about it. I missed having the routine – clocking on and off, going out in the morning with your coffee in your hand, getting the bus to work. When I left in November, I was directionless for about two months.”</p> \n<p>Now, with Sleaford Mods about to release their third album proper, <a href=\"http://cargorecordsdirect.co.uk/collections/harbinger-sound\" title=\"\"><em>Key Markets</em></a>, his renewed sense of purpose is undercut with a palpable anxiety that even his infamous attitude cannot entirely disguise. “I’m a bit nervous about it, to be honest,” he admits, over lunch in a city centre cafe in Nottingham, his home town. “I really fucking hope it takes off. Now that I’ve gone full time, it feels like there’s a lot more at stake suddenly.”</p> \n<p>At 44, Williamson is an unlikely contender for pop stardom. It’s not just the recently jettisoned day job, but the savage realism of the songs he composes in what seems like a state of perpetual rage – against the political system, the cultural status quo, the world. One Sleaford Mods song is called, with withering sarcasm, <a href=\"https://www.youtube.com/watch?v=NyXt5dPEfeQ\" title=\"\">Mr Jolly Fucker</a>; another is simply titled <a href=\"https://www.youtube.com/watch?v=LlWZzyJ2Q3w\" title=\"\">Bunch of Cunts</a>. It is fair to say that no one enunciates the c-word with such venom as Williamson. “It’s a word that hasn’t lost its power somehow,” he says. “A lot of the lyrics come from day-to-day conversation at work or pub banter, which can be brutal, but is always funny. I suppose a lot of middle-class people never experience that kind of thing so they think I’m just swearing for the sake of it.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2014/dec/01/-sp-best-albums-of-2014-no-10-divide-and-exit-by-sleaford-mods\">Best albums of 2014: No 10 - Divide and Exit by Sleaford Mods</a> </p> \n</aside> \n<p>On <em>Key Markets</em>, Sleaford Mods’ signature sound – Williamson’s invective-strewn rhymes rapped in a broad Midlands accent over Andrew Fearn’s stark beats – sounds more contained, but no less visceral, than on previous albums such as<em> Austerity Dogs</em> (2013) and last year’s acclaimed <em>Divide and Exit</em>, which cemented Williamson’s growing reputation as a witty, furious chronicler of – as one music blog put it – “his country’s widespread slump into disillusionment”.</p> \n<p>Sleaford Mods’ music is singular in the intensity of its anger, but also in the way it summons up the ghost of politically incensed music of the past – from punk to Public Enemy. At the same time, it highlights the absolute lack of similar feeling in contemporary pop. “I get ticked off with these twats walking around like they own the place with their fucking Fender Stratocasters or whatever, while the world’s turning to shit,” Williamson says at one point. “Go and write a fucking decent song that says something about the state we’re in instead of buying into all this rock aristocracy bullshit. What the fuck’s all that about?”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Udp6fZ9vWCI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Udp6fZ9vWCI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Sleaford Mods – Jobseeker.\n </figcaption> \n</figure> \n<p>That question underpins songs like the stoical No One’s Bothered from the new album, as well as audience favourites such as the scathing <a href=\"https://www.youtube.com/watch?v=Udp6fZ9vWCI\" title=\"\">Jobseeker</a> – “So, Mr Williams, what have you done in order to find gainful employment since your last signing on date? ‘Fuck all. I sat around the house wanking.’” Last month, on stage at Koko in London, their set prompted the kind of abandoned pogoing that once characterised punk gigs. It struck me that, in the thundering minimalism of their sound and their almost cartoonish stage presence – Fearn stands, nodding in time, beer bottle in hand, only breaking his stoner reverie to press play on his laptop – Sleaford Mods are like some unlikely electronic offspring of the Ramones, even down to the repetitive riffs that drive the songs. And, like the Ramones, they somehow use their self-imposed limitations to powerful effect. When I mention this to Williamson, he looks a bit bemused. “Makes a change from being compared to John Cooper Clarke or Ian Dury, or some other fuckers I’ve never listened to,” he quips.</p> \n<p>Williamson’s lyrics, though, are quintessentially English, every accusatory line and swear word delivered in an accent that is unapologetically local. In person, it is surprising to find him thoughtful and quietly spoken, so much so that it is hard to equate the bloke sipping coffee with the performer who spits fire and bile. As a songwriter, Williamson picks up on and transmits the simmering discontent that defines contemporary Britain, a disaffection born of the other c-word – class. “We are dread-fell,” he intones on Rupert Trousers, a splenetic song on <em>Key Markets</em>, “Ignored by the well-spoken/ A few scraps/ A few broken promises on telly/ Idiots visit submerged villages in two hundred pound wellies/ Spitting out fine cheese by that tool from Blur/ Even the drummer’s a fucking MP/ Fuck off you cunt, sir…”</p> \n<p>If we have the dull, centre-right politics we deserve, Williamson insists on song after song that we also now have the pop music to soundtrack it. This analogy has been made in more depth by the cultural theorist Mark Fisher in his book <a href=\"http://bookshop.theguardian.com/capitalist-realism.html\" title=\"\"><em>Capitalist Realism</em></a>, an illuminating lament for the lack of meaning that haunts contemporary culture and politics. It was Fisher who, in a review of last year’s Sleaford Mods album, described Williamson’s lyrics as “a relentless excremental flow… as if all the – psychic and physical – effluent abjected by Cameron’s England can no longer be contained.” Those lyrics evoke the rage that fuelled the inner-city <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/london-riots\" title=\"\">riots of 2011</a>, but also the anger mixed with powerlessness that grips us all from time to time as corporatism and managerial strategies make a mockery of democracy. With sentiments such as these, Williamson often comes across as the lone voice of working-class political disaffection in contemporary pop.</p> \n<p>How did it come to this? Williamson does not have any easy answers, but he has raised hackles by pointing the finger at what he sees as the guilty parties, lashing out in interviews at the likes of Kasabian (“dinosaurs before their 40th birthdays”), Miles Kane (“a pretender”), Noel Gallagher (“an elitist apologist, a withered victim of luxury”) and his once beloved Paul Weller (“He’s just going through the motions… he shouldn’t be doing it any more”). <a href=\"http://www.nme.com/news/noel-gallagher/82244\" title=\"\">Gallagher responded</a> to Williamson’s remarks by comparing him to the Brown Bottle character from <em>Viz</em>: “It’s just two guys, one clearly mentally ill, who’s just shouting like Brown Bottle about fucking cider and fucking shit&nbsp;chicken.”</p> \n<figure class=\"element element-image\" data-media-id=\"efb4cddc996250d2779bb65d4abc8ed434b3a4fe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435597802025/f9ea51b0-4a94-431c-b953-bbd1257c6b3f-460x276.jpeg\" alt=\"Sleaford Mods on stage at Oran Mor in Glasgow last November.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sleaford Mods on stage at Oran Mor in Glasgow last November.</span> \n  <span class=\"element-image__credit\">Photograph: Ross Gilmore/Redferns via Getty Images</span> \n </figcaption> \n</figure> \n<p>Sometimes, on stage, as he prowls about pulling faces or talking to himself, Williamson can indeed come across as unhinged. “Yeah, it can get a bit close to that,” he nods, unfazed. “Someone said it was like I was operating on the brink of madness.” He cracks up laughing. So, is he really as angry as his lyrics and his delivery suggest? “Well, I can get quite wound up as a person,” he says. “I take offence at a lot of things, but it would be stupid to be that angry all the time. And pointless.” On stage, he says, the anger is exaggerated for effect. “There has been a steady escalation of the moves and the twatting about ever since we started gigging a lot. Right now, I’d say it’s about 60% me and 40% performance.”</p> \n<p>At school in Grantham he was “kept back for extra lessons because I couldn’t articulate very well”. Having been expelled after being caught “trying to pierce my mate’s ear in the toilets and having a gobbing competition at the same time,” he worked in a factory for a year, before going back to study English and drama. “That was my education, basically, alongside listening to the lyrics of the Jam and the Wu-Tang Clan.”</p> \n<p>In his 20s and 30s, Williamson drifted from job to job, and band to band, even spending a futile few months in San Francisco. “It was all right,” he says of his various stints playing guitar or singing in guitar bands, “but never great.” His life almost went off the rails when he developed a cocaine habit while on the dole. It was out of an increasing sense of despair at his lot that the first Sleaford Mods songs were born. “It was a pretty horrible, threadbare existence for quite a while,” he says. “But a lot of it was self-imposed. I’d spend all my money on beer and drugs at the start of the month and then have to live like a twat for the rest of it.” What kind of jobs did he do exactly? “Shit ones,” he replies. “At one point, I was working in a warehouse packing knickers for <em>Playboy</em>. I was clearing about &pound;850 a month, but &pound;450 was going on rent. My life was reduced to the basics: walk to work, walk home, go to the shop and buy either a can of Special Brew or else a pack of pasta and a tin of tuna.”</p> \n<p>He was, as he puts it, “sat on the sofa one day” when some of his frustration formed into lyrics in his head. “I grabbed a pen and paper and that’s where it all started from.” The song in question was called <a href=\"https://www.youtube.com/watch?v=UEz3Lm92sxU\" title=\"\">Teacher Faces Porn Charges</a> and, delivered over a Roni Size sample, was the raw template for much of what was to follow. For a time, Williamson’s words were melded to his friend Simon “Parf” Parfrement’s electronic loops, under the name That’s Shit, Try Harder. Back then he performed live to a pre-recorded CD backing track. “It was funny and it worked. Even when Andrew came on board, it was just me on stage for a while, but it seemed to be getting harder to do with every gig, so I told him he had to get up there, too.”</p> \n<p>Williamson approached Fearn in 2009 after hearing him DJ at a small Nottingham club called the Chameleon, where he was playing his own hard, minimalist, grime-inspired tracks. Fearn, too, had a day job that was sapping his spirit – selling gym membership over the phone. He immediately connected with Williamson’s lyrics, having already witnessed him play live. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jul/17/raging-against-the-machine-rise-sleaford-mods\" title=\"\">Friends of mine hated it</a>,” he told the <em>Guardian</em> last year. “They didn’t know how to take this shouty man. I just thought it was fucking brilliant.” The first album they made together in 2012 was called <em>Wank</em>. “I think we’ve matured a bit since then,” says Williamson, though he could be talking about their sound.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=CFFWF1DnZKM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/CFFWF1DnZKM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Sleaford Mods – Tied Up In Nottz.\n </figcaption> \n</figure> \n<p>Fearn took some convincing to appear on stage and do almost nothing while Williamson ranted and strutted. “It was a while before he could get his head around it,” says the singer, “but he’s always spliffed up so it’s the perfect job really. On paper, it’s laughable, but it works somehow.” At Koko, they ambled on stage as if they were walking into a pub. There was no fanfare, no lighting effects, no instruments save for a lone laptop on a box. “It’s anti-<em>X Factor</em> and anti-guitar band,” says Williamson, beaming, when I mention it.</p> \n<p>Their name has always intrigued me. Why Sleaford given that he grew up in nearby Grantham? And why Mods, given that punks would be more apt? “Well, Grantham Mods sounds shit. And Sleaford sounds a bit sleazy, like a lot of the early songs. With the mod thing, I was just always into it. Still am.”</p> \n<p>Isn’t it a bit rich, though, to slag off bands for nostalgia and lack of originality, while aligning yourself with the one 60s style culture that has been bled dry of any meaning by generations of revivalists? “I know what you mean, but the mentality is timeless. It’s about pride. If you see footage of Weller on the <em>Whistle Test</em> doing some tracks from <em>All&nbsp;Mod Cons</em>, you can just feel the anger and the passion. He made it fresh and new. And I think Sleaford Mods’ music is fresh and contemporary and speaks of the here-and-now, so I feel like I can walk around with a haircut like this,” he points to his cropped fringe. “I’m not a consumerist mod. I’ve earned the stripes because I have the music to back&nbsp;it up.”</p> \n<p>Does he see himself as the authentic voice of working-class Britain, as everyone else seems to? “Fuck no,” he says, looking even more pained than usual. “That was never the agenda, it’s something that’s been latched on to by the music press. In a way, it’s fine, because it’s important that someone is saying these things right now, but it can easily slip in to cliche. Just the other day <em>Q</em> magazine wanted us to mimic a Pet Shop Boys album cover because they called us Nottingham’s Pound Shop Boys when they reviewed the last album. I told them to fuck off. It’s just patronising bullshit.”</p> \n<p>He shakes his head, looking deflated. “The thing is, there really is no future for a lot of people out there, so some of them, they fuck it up by getting into drugs or crime, but most people manage to keep it together. They work shit jobs all their life and take the piss out of each other to get by. That’s their lives. That’s their reality. And it’s that experience I want to articulate and that humour I hold close to myself. Besides, who else is writing and singing about that?” Who else, indeed?</p> \n<p><a href=\"http://cargorecordsdirect.co.uk/products/sleaford-mods-key-markets\" title=\"\"><em>Key Markets</em></a><em> is released by Harbinger Sound on 10 July. The band play </em><a href=\"http://www.bestival.net/\" title=\"\"><em>Bestival</em></a><em> and </em><a href=\"http://endoftheroadfestival.com/\" title=\"\"><em>End of the Road </em></a><em>in September</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435597598622/Jason-Williamson-and-Andr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Jason Williamson and Andrew Fearn of Sleaford Mods.","cleanCaption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435597804621/f9ea51b0-4a94-431c-b953-bbd1257c6b3f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sleaford Mods on stage at Oran Mor in Glasgow last November. Photograph: Ross Gilmore/Redferns via Getty Images","credit":"Ross Gilmore/Redferns via Getty Images","altText":"Sleaford Mods on stage at Oran Mor in Glasgow last November.","cleanCaption":"Sleaford Mods on stage at Oran Mor in Glasgow last November.","cleanCredit":"Photograph: Ross Gilmore/Redferns via Getty Images"}],"webPublicationDate":"2015-07-05T08:45:09Z","lastModified":"2015-07-05T08:45:09Z","metadata":{"commentable":true,"commentCount":667,"contributors":[{"name":"Sean O'Hagan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seanohagan"}],"feature":true,"keywords":["Sleaford Mods","Pop and rock","Punk","Electronic music","Hip-hop","Rap","Music","Culture"],"tags":[{"id":"music/sleaford-mods","webTitle":"Sleaford Mods"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/punk","webTitle":"Punk"},{"id":"music/electronicmusic","webTitle":"Electronic music"},{"id":"music/hip-hop","webTitle":"Hip-hop"},{"id":"music/rap","webTitle":"Rap"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Sean O'Hagan","topic":{"type":"tag-contributor","name":"profile/seanohagan"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/05/sleaford-mods-interview-key-markets","shortUrl":"http://gu.com/p/4a8dj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/05/sleaford-mods-interview-key-markets","webUri":"http://www.theguardian.com/music/2015/jul/05/sleaford-mods-interview-key-markets"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435597598622/Jason-Williamson-and-Andr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Jason Williamson and Andrew Fearn of Sleaford Mods.","cleanCaption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer"}},"importance":5,"kicker":{"title":"Sleaford Mods"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435597598622/Jason-Williamson-and-Andr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Jason Williamson and Andrew Fearn of Sleaford Mods.","cleanCaption":"Jason Williamson, right, and Andrew Fearn of Sleaford Mods. Photograph: Richard Saker for the Observer"}}]},{"title":"How Britain and the US decided to abandon Srebrenica to its fate","rawTitle":"How Britain and the US decided to abandon Srebrenica to its fate","item":{"type":"article","id":"world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","title":"How Britain and the US decided to abandon Srebrenica to its fate","trailText":"New research reveals that Britain and the US knew six weeks before massacre that enclave would fall – but they decided to sacrifice it in their efforts for peace","standFirst":"<p>New research reveals that Britain and the US knew six weeks before massacre that enclave would fall – but they decided to sacrifice it in their efforts for peace</p>","byline":"Florence Hartmann and Ed Vulliamy","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia\">Revealed: the role of the west in the runup to Srebrenica’s fall</a> </p> \n</aside> \n<p>They will fill the VIP stands at Srebrenica next weekend to mark the 20th anniversary of the worst massacre on European soil since the Third Reich; heads of state, politicians, the great and good.</p> \n<p>There will be speeches and tributes at the town’s memorial site, Potocari, but the least likely homily would be one that answered the question: how did Srebrenica happen? Why were Bosnian Serb death squads able, unfettered, to murder more than 8,000 men and boys in a few days, under the noses of United Nations troops legally bound to protect the victims? Who delivered the UN-declared “safe area” of Srebrenica to the death squads, and why?</p> \n<p>Over two decades, 14 of the murderers have been convicted at the war crimes tribunal in The Hague. The Bosnian Serb political leader Radovan Karadžic and his military counterpart, General Ratko Mladic, await verdicts in trials for genocide. Blame among the “international community”charged with protecting Srebrenica has piled, not without reason, on the head of UN forces in the area, General Bernard Janvier, for opposing intervention – notably air strikes – that might have repelled the Serb advance, and Dutch soldiers who not only failed in their duty to protect Srebrenica but evicted terrified civilians seeking shelter in their headquarters, and watched the Serbs separate women and young children from their male quarry.</p> \n<p>Now a survey of the mass of evidence reveals that the fall of Srebrenica formed part of a policy by the three “great powers” – Britain, France and the US – and by the UN leadership, in pursuit of peace at any price; peace at the terrible expense of Srebrenica, which gathered critical mass from 1994 onwards, and reached its bloody denouement in July 1995.</p> \n<figure class=\"element element-image\" data-media-id=\"414681003b68fea1b5a1606162492a7adf6171a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050269860/ad485a96-6215-418e-a48f-6454fd43a037-460x276.jpeg\" alt=\"Muslim refugees on runway of Tuzla airport, Bosnia, fleeing Srebrenica in 1995.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Muslim refugees on runway of Tuzla airport, Bosnia, fleeing Srebrenica in 1995.</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Features</span> \n </figcaption> \n</figure> \n<p>Until now, it has always been asserted that the so-called “endgame strategy” that forged a peace settlement for – and postwar map of – Bosnia followed the “reality on the ground” after the fall, and ceding, of Srebrenica. What can now be revealed is that the “endgame” preceded that fall, and was – as it turned out – conditional upon it.</p> \n<p>The western powers whose negotiations led to Srebrenica’s downfall cannot be said to have known the extent of the massacre that would follow, but the evidence demonstrates they were aware – or should have been – of Mladic’s declared intention to have the Bosniak Muslim population of the entire region “vanish completely”. In the history of eastern Bosnia over the three years that preceded the massacre, that can only have meant one thing.</p> \n<p>Srebrenica nestles in a verdant valley, among mountains that rise from the banks of the river Drina. It is the location of a famous silver mine – <em>srebro</em> means silver. But by July 1995, Srebrenica had been a living hell for three years.</p> \n<p>In the spring of 1992, Bosnian Serb troops had launched a hurricane of violence in pursuit of a racially pure “statelet”, after multi-ethnic Bosnia voted for independence from disintegrating Yugoslavia. And nowhere more savagely than in eastern Bosnia, where entire villages were eradicated, towns torched, their populations killed or put to flight by what Karadžic called “ethnic cleansing”.</p> \n<p>Survivors fled into three eastern enclaves where the Bosnian republican army had resisted: Goražde, Žepa and Srebrenica, their populations swelled by displaced deportees, cowering, bombarded relentlessly and largely cut off from supplies of food and medicine. The population of Srebrenica swelled from 9,000 to 42,000, and by March 1993 the situation was sufficiently horrific for a French general, Philippe Morillon, to lead a convoy into the battered pocket and, appalled, promised: “You are now under the protection of the UN. I will never abandon you.” The UN duly proclaimed Srebrenica as one of six “safe areas” to be defended by the United Nations <em>Protection Force</em> (our emphasis), or Unprofor.</p> \n<p>The following month, April 1993, the UN security council passed a resolution whereby any peace in Bosnia must “be based on withdrawal from territories seized by the use of force and ‘ethnic cleansing’.” And in the same month, a report from that same security council warned specifically of a “potential massacre in which there could be 25,000 victims if Serb forces were to enter Srebrenica”.</p> \n<p>Its fears were justified: Karadžic promised the Bosnian Serb assembly the following July that if his army entered Srebrenica there would be “blood up to the knees”.</p> \n<p>Two years later, Srebrenica remained under relentless siege, while the UN, European Union and Contact Group of five nations dealt for peace. Bosnia’s carnage had confounded the world’s most experienced diplomats; ineffective talks and plans had played out and failed for three bloody years. All the while, Karadžic’s hand was eagerly clasped beneath the chandeliers of London and Geneva; diplomats also courted the Serbian president, Slobodan Miloševic, while Mladic dined and exchanged gifts with the UN’s military commanders, soldier to soldier, as they ineffectively sought his cooperation.</p> \n<p>By spring 1995, the Contact Group – the US, UK, France, Germany and Russia – appeared to abandon the 1993 resolution against rewarding ethnic cleansing, as it sought to partition Bosnia between a Serb statelet and a Muslim-Croat federation. Then the French foreign minister, Alain Jupp&eacute;, had privately confided the working map in mid-1994: it showed the three eastern “safe areas” to be contiguous with one another and part of the federation.</p> \n<p>But Miloševic complained to the Contact Group’s negotiator, an American, Robert Frasure, that the safe areas constituted “a monstrous excrescence” within Serbian territory. Frasure reported to the national security council in Washington that Miloševic would not agree to peace unless he had a “modified” map that ceded the safe areas.</p> \n<figure class=\"element element-image\" data-media-id=\"198367a62514a38355dec3c1c205e3a8e55cb66b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/5/1436051343467/5113536e-a48d-49ea-9f12-338939a16d2f-460x276.jpeg\" alt=\"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Serbia on 25 July 2002.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Serbia on 25 July 2002.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters/Corbis</span> \n </figcaption> \n</figure> \n<p>America’s national security adviser, Anthony Lake, told Frasure in a memo that he favoured revising the map. The former Dutch defence minister Joris Voorhoeve recalls a meeting with Lake at which the American appeared to be “one of a number of persons – who might not like to be reminded of the fact – who then thought the enclaves were indefensible anyway … They considered the enclaves to be very complicated situations which did not fit into a future map.”</p> \n<p>Lake, who is now head of the UN Children’s Fund, Unicef, said last week: “While holding the position of executive director of Unicef, whose humanitarian mission depends on its non-political character, I have had to decline, often regretfully, to speak publicly about events in my previous career as a government official. I apologise and wish it were otherwise, for there is no doubt about the importance of the war in Bosnia. There was no issue about which I cared more deeply.”</p> \n<p>A CIA memo, since declassified, described the eastern safe areas as “fish bones in the throat of the Serbs”. Frasure later told a meeting that he saw “one last card. To make a deal with a Chicago mafia boss, one must be ready to give enough ground to ensure he will fulfil his part of the contract. It’s the same with Miloševic.”</p> \n<p>A counsellor to President Clinton, Alexander Vershbow, would recall in 1998 that by June 1995, “Srebrenica’s future seemed pretty gloomy. We were already then considering that some kind of swap for at least the smallest of the eastern enclaves for more territory would be wise.”</p> \n<p>France and Britain agreed: General Bertrand de La Presle, adviser to the president, Jacques Chirac, would later visit Mladic on 29 May, with a message “from the French president and the French government”. According to Mladic’s notebooks, found in his flat while he was on the run, it said: “France clearly understands your concern, that you do not want the Contact Group map. Since last fall [1994] three amendments to the Contact Group proposal have been adopted on the initiative of France and Great Britain … The map can change through negotiations.”</p> \n<p>On 3 June, at a meeting in Paris, Britain’s defence secretary, Malcolm Rifkind, would urge that the enclaves were “untenable”. Rifkind said last week: “The UN declared safe areas with, in their judgment, a minimum troop requirement to make them so. Britain increased its numbers in Bosnia and so did France, but not others. They can call them safe areas, but you have to put enough troops there to make them safe, otherwise they are untenable.”</p> \n<figure class=\"element element-image\" data-media-id=\"521dc9008150535abbbb65e19cb49440aa909e89\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050622622/6fbaf97c-ad8e-4724-b35c-b72f17d9110b-460x276.jpeg\" alt=\"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Features</span> \n </figcaption> \n</figure> \n<p>Pressure was put on the Bosnian president, Alija Izetbegovic, to concede Srebrenica and the other safe areas. “The message was clear: the enclaves have no future,” recalls the Bosnian government’s chef de cabinet, Mirza Hajric. Izetbegovic had told civilian authorities in Srebrenica back in September 1993 that surrender of their town might be the price of peace; they refused to discuss it. In April 1995, the presidency summoned 15 military commanders from Srebrenica to the government-controlled town of Tuzla, forbidding them to return. The protection of the safe area was, the government argued, the duty of the international community.</p> \n<p>Meanwhile, on 8 March, the Bosnian Serb military command had issued “<a href=\"http://www.icty.org/x/cases/tolimir/ind/en/tol-ii050210e.htm\">Directive 7</a>”, which escalated what had, until then, been called the “slow suffocation of the enclaves” and now ordered “combat operations to create an unbearable situation of total insecurity of life with no hope of survival or life for inhabitants of Srebrenica and Žepa”. The directive demanded the “permanent removal” of Bosnian Muslims to “liberate definitively the entire Drina valley region”.</p> \n<p>Mladic told the Bosnian Serb assembly of his plans for the Bosniak population of the enclaves: “My concern is to have them vanish completely.” Both the directive and Mladic’s speech were known to western governments.</p> \n<p>On the same day, 8 March, Mladic met the British general Rupert Smith, the head of UN peacekeeping in Bosnia, at the Hotel Panorama in “cleansed” Vlasenica. According to Smith’s military adviser, Lt Colonel James Baxter, “<a href=\"http://www.icty.org/x/cases/mladic/trans/en/130124ED.htm\">Mladic took out the map</a> and drew a scratch over each of the enclaves”.</p> \n<p>During March, says the then head of military planning at the UN peacekeeping department, General Manfred Eisele, the department and the Netherlands pushed for reinforcements for Dutch troops in Srebrenica. The proposal was overruled by the US, he says, on grounds that the enclaves were “untenable” and US helicopters would be used to transport the reinforcements.</p> \n<p>The US policy-making Principals Committee, meeting on 19 May, expressed its view that: “The only realistic option is to seek Allied support for an Unprofor pull-back from vulnerable positions” – ergo, the safe areas – “coupled with more robust enforcement of the remaining mandate, including Nato air strikes.”</p> \n<p>The French general Bernard Janvier, overall commander of UN troops on the ground, told the security council member states on 24 May that: “The enclaves are indefensible, and the status quo untenable.” He said UN troops were too vulnerable in the safe areas, and should either be reinforced, or withdrawn to make way for air strikes.</p> \n<p>The following day, 25 May, any prospect of further air attacks collapsed anyway as 400 UN troops were taken hostage by Serbs, in retaliation for an air strike.</p> \n<p>Two days later, presidents Clinton and Chirac and the British prime minister, John Major, spoke by telephone to discuss a response, including halting air strikes. Next day, 28 May, according to the <a href=\"http://nsarchive.gwu.edu/NSAEBB/NSAEBB171/ch01.pdf\">declassified US national security archive</a>, the Principals Committee formalised a decision, apparently made during the phone call, “to suspend the use of Nato air strikes against the Serbs for the foreseeable future”.</p> \n<p>Lake, in a memo to the president, outlined the need of secrecy: “Privately we will accept a pause on further air strikes but make no public statement to that effect.’’</p> \n<p>During early June, the UN military monitor in Srebrenica, the Kenyan colonel Joseph Kingori, reported to peacekeeping headquarters that the Bosnian Serb “Colonel [Vlatko] Vukovic insisted on trying to find out what would be the reaction of the United Nations if the Bosnian Serb army would capture the enclave and expel the population – literally, all the people living inside that enclave”.</p> \n<p>In later testimony at the International Criminal Tribunal for the former Yugoslavia, <a href=\"http://www.icty.org/x/cases/krstic/trans/en/000403it.htm\">Kingori testified</a> that he had reported that any “safe passage” granted to those leaving the area “did not apply to those considered as war criminals”, ergo, men of fighting age. <a href=\"http://www.icty.org/x/cases/krstic/trans/en/000331it.htm\">Kingori’s reports</a> went apparently unheeded.</p> \n<p>On 2 June, Mladic ordered a “destruction of the Muslim forces in these enclaves”. Voorhoeve insists that western leaders knew of this order, but that he and his troops were kept in the dark. “The intelligence services of at least two of the five permanent members of the UN security council knew already at the beginning of June 1995 – a month and a half before the attack – that the Serbs intended to capture, in the coming weeks, the three Eastern enclaves – meaning Srebrenica, Žepa and Goražde,” Voorhoeve says. “These two big countries had advance knowledge of the Serbian battle plans and did not share it with the Netherlands.”</p> \n<p>The <em>Observer </em>has independently verified this and the two countries were the US and the UK.</p> \n<p>Smith, Janvier and the UN’s special envoy to the Balkans, the Japanese diplomat Yasushi Akashi, met on 9 June in Split, where Janvier pushed for ceding the enclaves, saying: ‘‘Most acceptable to the Serbs would be to leave them the enclaves. It is the more realistic approach and it makes sense from the military point of view.” He added: “But this is unacceptable to the international community.”</p> \n<p>Smith was forthright, warning Akashi of a forthcoming “crisis that, short of air attacks, we will have great difficulty responding to”.</p> \n<p>A whole month passed while Mladic prepared his assault and, it transpired, the massacre. On 6 July, he ordered his tanks to advance. Two days later, a UN military observer reported: “The Bosnian Serb army is now in a position to overrun the enclave. Since the UN response has been almost nonexistent, they will continue until they achieve their aims.”</p> \n<p>On the same day, despite American reconnaissance planes portraying the alarming situation around Srebrenica, a cable from US intelligence in Zagreb informed Janvier’s HQ, also in the Croatian capital, that the Bosnian Serbs had “no interest in occupying Srebrenica given that they have no idea what they would do with all the local Bosnian Muslims”.</p> \n<p>Also on 8 July, Akashi and generals Smith and Janvier met at UN headquarters in Geneva. Smith was told to return to his holiday on the Croatian island of Korcula while Akashi, the only man in the Balkans with authority to order air strikes, went to Dubrovnik for a two-day break.</p> \n<p>The Bosnian leadership in Sarajevo warned the UN on 8 July that “genocide against the civilian population of Srebrenica may occur” but did not call for evacuation. The populace chose to remain, wrongly believing the world would comply with legally binding obligations to protect them.</p> \n<p>The stories of the fall and ensuing massacre are well known. Srebrenica’s inhabitants sought protection at the Dutch HQ, but were expelled. The UN’s envoy, Akashi, sent a cable: “The Bosnian Serb army is likely to separate the military-age men from the rest of the population, an eventuality about which Unprofor will be able to do very little.” Indeed, Dutch soldiers watched Mladic’s troops separate women and young children (for expulsion) from men and boys (for killing). Many of them had been expelled from the compound.</p> \n<p>Early on 12 July, the Dutch commander in Srebrenica, Colonel Ton Karremans, met Mladic, with orders to “let the Serbs organise the transport” of civilians out of Srebrenica. But, says General Onno van der Wind of the Dutch defence ministry, the UN then provided 30,000 litres of petrol which proved necessary for the genocide. “After Unprofor approval,” says Van der Wind, “the fuel was delivered in Bratunac [the Bosnian Serb HQ outside Srebrenica] after the arrival of a logistical convoy.” The UN petrol was used, he says, to fuel transport of men and boys to the killing fields, and bulldozers to plough the 8,000 corpses into mass graves.</p> \n<p>The mass murder was later described at The Hague by Judge Fouad Riad as “written on the darkest pages of history”. A sole “executioner” to turn prosecutor’s evidence at the trials, Dražen Erdemovic, described how death squads asked to sit down – they were so tired, killing wave upon wave, busload after busload, of men and boys.</p> \n<p>One of the very few men to survive the killing fields, Mevludin Oric, recalled: “I just threw myself on the ground; my nephew shook, and died on top of me.” Mevljudin remained lying, face down, all day. “When they finished shooting, they went to get other groups. They kept bringing new rounds of men. I could hear crying and pleading, but they kept on shooting. It went on all day.”</p> \n<figure class=\"element element-image\" data-media-id=\"89a5d92a59a648af74d9fa90cb246de08c12783b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050685057/42fa1b74-26c2-4c1f-a401-d0d7d59f77ab-460x276.jpeg\" alt=\"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Damir Sagolj/Corbis</span> \n </figcaption> \n</figure> \n<p>For a while, Mevludin lost consciousness. “When I came round, it was dark, and there was a little rain. My nephew’s body was still over me; I removed the blindfold. There was light coming from bulldozers that were already digging the graves. By now, [the Serbs] were tired and drunk, still shooting by the light of the bulldozers. They went to those who were wounded and played around with them. ‘Are you alive?’ And if the man said ‘Yes’, they would shoot again. Finally they turned off the lights.</p> \n<p>“I started to move a little. I got my nephew off me. I arose and saw a field full of bodies, everywhere, as far as I could see. And I cried; I could not stop myself.” Amazingly, “there was another man on his feet. I thought I was dreaming, seeing things. I walked towards him; I had to step on bodies to get to him – there was no patch of land without bodies. I hugged and kissed him – his name was Hurem Suljic.” Mevludin and Suljic walked through the forests to Tuzla, narrowly escaping discovery and death many times. Their journey to safety took 11 days.</p> \n<p>According to declassified US cables details of the killings reached western intelligence and decision makers soon after they began on 13 July; <a href=\"https://www.cia.gov/library/publications/international-relations/bosnia-intelligence-and-the-clinton-presidency\">CIA operatives watched</a> almost “live” at a satellite post in Vienna. From that day, spy planes caught what was happening. “Standing men held by armed guard. Later pictures show them lying in the fields, dead,” according to one cable.</p> \n<p>A senior state department official insists: “All US partners were immediately informed.” Yet the slaughter was allowed to run its course, no attempt made to deter the killers, or to locate the men and boys, let alone rescue them.</p> \n<p>The next day, 14 July, the UN security council said it feared “grave mistreatment and killing of innocent civilians”; it said it had received “reports that 4,000 men and boys have gone missing”. But the diplomats continued business as usual.</p> \n<p>That day, the European Union’s special envoy, Carl Bildt, met Mladic and Miloševic while the killing machine was at full throttle, though he seems not to have mentioned the massacre. Bildt says that he urged Mladic that “boys and young adults from Srebrenica who have been taken to Bratunac need to be released”. He said the Red Cross should be allowed to register prisoners. Bildt had foremost in mind, it seems from his memoirs, the release of 30 Dutch hostages, and wrote a report after the encounter saying: “Mladic readily agreed to most of the demands on Srebrenica.”</p> \n<p>On 15 July, Bildt met Mladic again – and Miloševic – for lunch with Akashi and Smith. Only Smith raised the issue of “information on mass killing and rape” and threatened force “if UN forces are attacked”. But all the group got in return was an assurance that Dutch soldiers would be free to leave on 21 July, with their equipment and the 30 hostages, and with that the delegation left.</p> \n<p>Bildt told the <em>Observer</em> last week: “It was clear that knowledge of what really happened” at Srebrenica, “wasn’t there until considerably later. On the meetings of [July] 14-15, there are also good UN cables,” he said, which “will be released”, after a conference this week. He continued: “There were certainly extensive discussions of, and clear reactions to, Srebrenica also on the 15th. Free and immediate access for ICRC and UNHCR to Srebenica to register and help POWs was among the key points. I see that you have seen the brief Mladic account of what was agreed. Worded differently and more brief than UN account but no difference in substance.”</p> \n<p>The war ended after the Dayton peace agreement of December 1995, after the US envoy, Richard Holbrooke, negotiated a map that ceded Srebrenica and Žepa, but kept Goražde in the federation. Holbrooke told <a href=\"https://www.youtube.com/watch?v=G-GGOv87nhE\">Bosnian Hayat TV </a>in 2005, on the 10th anniversary of Dayton: “I was under initial instructions to sacrifice Srebrenica, Goražde and Žepa”.</p> \n<p>Seasoned diplomats insist the massacre came as a surprise. The US assistant secretary for human rights, John Shattuck, said: “We had the <a href=\"http://www.theguardian.com/itn/article/0,,191240,00.html\">Omarska</a> model in mind” – ergo, that Mladic would imprison men in camps, for use as “an extremely valuable bargaining counter to gain territorial exchange or even political concessions” as Richard Butler – the US intelligence officer who worked as the Srebrenica military expert at the International Criminal Tribunal for the former Yugoslavia – put it.</p> \n<p>A US briefing paper on Srebrenica reads: “We did not have any information on any Bosnian Serb intent to commit atrocities against the Muslim defenders or population of Srebrenica.”</p> \n<p>Pauline Neville-Jones, then political director at the British Foreign Office, argued as late as 2009: “It still remains to be established whether the Serbs had a long-range intention to do just that [massacre men and boys]. Serb forces engaged in an ethnic cleansing campaign to rid Srebrenica of its Muslims [which] eventually became genocide when the decision was made to separate men targeted for extinction.”</p> \n<p>Jean-Claude Mallet, the director of strategy at the French defence ministry, says in an interview: “I had no illusion that atrocities would be committed. We had reported that. But never such as the ones that occurred.”</p> \n<p>The International Criminal Tribunal for the former Yugoslavia rejects these views, ruling that the killings were premeditated well in advance. In the conviction of the Bosnian Serb general Radislav Krstic for aiding and abetting genocide at Srebrenica, the court ruled: “Without detailed planning, it would have been impossible to kill so many people in such a systematic manner in such a short time, between 13 July and 17 July.”</p> \n<p>The International Court of Justice would rule in 2007: “It must have been clear that there was a serious risk of genocide in Srebrenica.”</p> \n<p>France’s foreign minister at the time, Alain Jupp&eacute;, says in an interview: “We all knew the men would be annihilated, or at least that the Serbs were not sparing the lives of prisoners”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/srebrenica-massacre-20-years-on\">Srebrenica 20 years on: 'Every year I think this is the year I will bury my son'</a> </p> \n</aside> \n<p>Not a single politician, diplomat or senior soldier saw fit to resign over the betrayal of Srebrenica. It will be interesting to see if anything approaching an apology – let alone a reckoning – by Britain, America or France is spoken next weekend. Most of those involved were promoted or moved on to lucrative positions. After he had left the government, the former British foreign secretary, Douglas Hurd, who had chastised attempts at intervention to help Bosnia, along with Neville-Jones, famously beat a path to Belgrade to engage Miloševic – just before he was indicted for genocide – on behalf of the NatWest markets bank.</p> \n<p>The reaction of Akashi to the killing, as it began on 13 July, was to assure that the UN “should not fear an international outcry as at no time have Unprofor drivers or vehicles assisted in the evacuation”.</p> \n<p>Toby Gati, the US assistant secretary of state for intelligence, told the current US ambassador, Samantha Power, for a book: “Ethnic cleansing was not a priority of our policy. When you make an original decision you are not going to respond, then I’m sorry, these things are going to happen.”</p> \n<p>The then UN secretary general, Boutros Boutros-Ghali, told the BBC on 11 July 1995, when Mladic entered Srebrenica: “We have been humiliated and duped. We will have to live with it. But in several days, it will belong to the past.”</p> \n<p>Bildt, in his memoirs, insists that: “They [the Bosnian leadership] knew that the peace settlement would mean the loss of the enclave. So from this point of view what happened made things easier.”</p> \n<p><em>L’affaire Srebrenica: Le Sang De La Realpolitik (</em><a href=\"http://www.donquichotte-editions.com/donquichotte-editions/Argu.php?ID=110\"><em>The Srebrenica Affair: The Blood of Realpolitik</em></a><em>), by Florence Hartmann, will be published on Tuesday by Don Quichotte &Eacute;ditions, Paris, as an e-book from all online book stores, price: €9.90, and later in the year in print</em></p> \n<p><strong>Key players in 1995</strong></p> \n<p><strong>Radovan Karadzic</strong></p> \n<p>Bosnian Serb political leader, currently detained in The Hague by the tribunal</p> \n<p><strong>Slobodan Miloševic</strong></p> \n<p>Serbian president, died in prison in The Hague in 2006 while on trial</p> \n<p><strong>Alija Izetbegovic</strong></p> \n<p> Bosnian president who called a referendum on independence for Bosnia in 1992</p> \n<p><strong>Carl Bildt</strong></p> \n<p> Swedish politician who became the European Union’s special envoy to the former Yugoslavia</p> \n<p><strong>Anthony Lake</strong></p> \n<p>Served as America’s National Security Adviser under Bill Clinton, 1993-1997</p> \n<p><strong>Malcolm Rifkind</strong></p> \n<p>British defence secretary 1992-1995. Said the UN safe areas were untenable</p> \n<p><strong>Pauline Neville-Jones</strong></p> \n<p>British diplomat who led the UK delegation at the Dayton peace negotiations</p> \n<p><strong>General Rupert Smith</strong></p> \n<p>British soldier was head of peacekeeping forces in Bosnia. </p> \n<p><strong>Colonel Joseph Kingori</strong></p> \n<p>Kenyan officer who was the UN’s military monitor in Srebrenica</p> \n<p><strong>General Bernard Janvier</strong></p> \n<p>The French head of the UN’s peacekeeping force from 1995</p> \n<ul> \n <li>This article was amended on 5 July 2015 to clarify General Rupert Smith’s role.<br /></li> \n</ul>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050270302/ad485a96-6215-418e-a48f-6454fd43a037-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Muslim refugees on runway of Tuzla airport, Bosnia, fleeing Srebrenica in 1995. Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"Muslim refugees on runway of Tuzla airport, Bosnia, fleeing Srebrenica in 1995.","cleanCaption":"Muslim refugees on runway of Tuzla airport, Bosnia, fleeing Srebrenica in 1995.","cleanCredit":"Photograph: Sipa Press/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436051343915/5113536e-a48d-49ea-9f12-338939a16d2f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Serbia on 25 July 2002. Photograph: Reuters/Corbis","credit":"Reuters/Corbis","altText":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Serbia on 25 July 2002.","cleanCaption":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Serbia on 25 July 2002.","cleanCredit":"Photograph: Reuters/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050623127/6fbaf97c-ad8e-4724-b35c-b72f17d9110b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995 Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995","cleanCaption":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995","cleanCredit":"Photograph: Sipa Press/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050686605/42fa1b74-26c2-4c1f-a401-d0d7d59f77ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005. Photograph: Damir Sagolj/Corbis","credit":"Damir Sagolj/Corbis","altText":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.","cleanCaption":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.","cleanCredit":"Photograph: Damir Sagolj/Corbis"}],"webPublicationDate":"2015-07-04T20:09:25Z","lastModified":"2015-07-05T09:28:07Z","metadata":{"commentable":true,"commentCount":395,"contributors":[{"name":"Ed Vulliamy","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/2/1433236102142/Ed-Vulliamy-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edvulliamy"}],"feature":false,"keywords":["Srebrenica massacre","Bosnia-Herzegovina","World news","United Nations","Ratko Mladic","Radovan Karadzic","Slobodan Milosevic trial","Serbia","Europe","Foreign policy","Politics","UK news"],"tags":[{"id":"world/srebrenica-massacre","webTitle":"Srebrenica massacre"},{"id":"world/bosnia-and-herzegovina","webTitle":"Bosnia-Herzegovina"},{"id":"world/world","webTitle":"World news"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/ratko-mladic","webTitle":"Ratko Mladic"},{"id":"world/radovankaradzic","webTitle":"Radovan Karadzic"},{"id":"world/milosevictrial","webTitle":"Slobodan Milosevic trial"},{"id":"world/serbia","webTitle":"Serbia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Ed Vulliamy","topic":{"type":"tag-contributor","name":"profile/edvulliamy"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","shortUrl":"http://gu.com/p/4acet","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","webUri":"http://www.theguardian.com/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of women and children on July 12, 1995, under the gaze of UN peacekeepers. ","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of women and children on July 12, 1995, under the gaze of UN peacekeepers. "}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images"}}]},{"title":"Yoko Ono / To be an artist you need courage","rawTitle":"To be an artist you need courage","item":{"type":"article","id":"environment/2015/jul/05/yoko-ono-to-be-an-artist-you-need-courage","title":"Yoko Ono: ‘To be an artist you need courage’","trailText":"For more than 50 years Yoko Ono has been campaigning – for peace, for feminism,  for gun control and, most recently, against fracking. This tireless activism, she says,  is at the heart of her work as an artist.  Alex Needham meets her at home in New York","standFirst":"<p>For more than 50 years Yoko Ono has been campaigning – for peace, for feminism, for gun control and, most recently, against fracking. This tireless activism, she says, is at the heart of her work as an artist. Alex Needham meets her at home in New York</p>","byline":"Alex Needham","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/yoko-ono\" title=\"\">Yoko Ono</a> sits at the head of her kitchen table in the Dakota building, sipping a coffee. It’s 9.30am and she’s just woken up after a disturbed night’s sleep; she is upset about the recent death of Ornette Coleman, the avant-garde jazzman. He was a former Ono collaborator; she performed at London’s Albert Hall with him in 1968, and her 1970 debut album <em>Plastic Ono Band</em> includes the song “AOS”, on which Ono’s unmistakable ululating twists eerily around Coleman’s trumpet.</p> \n<p>Back then Ono’s music and artwork were greeted with mockery, incomprehension and even rage, much like the rest of her artistic practice – which is unusually wide-ranging, including film, text, sculpture and performance art. At the age of 82, however, Ono has been all but vindicated. Three years ago London’s Serpentine Gallery hosted a major retrospective of her work; over the next 18 months she will have exhibitions in France, Japan, China, Brazil and Mexico.</p> \n<p>Her exhibition <a href=\"https://www.moma.org/visit/calendar/exhibitions/1544\" title=\"\"><em>Yoko Ono: One Woman Show 1960-1971</em></a>, currently at New York’s Museum of Modern Art, has been lauded by art critics and is a hit with the public. On 21 June, the 50th anniversary of her work “Morning Peace”, and the day of the summer solstice, she appeared at 4am in MoMA to a sell-out crowd and encouraged them to touch one another and watch the sunrise with her. The opening-night party was so packed that the gallery had to be closed. Yet Ono doesn’t like the word “vindication”.</p> \n<p>“It suggests that there’s an enemy there that I’m trying to destroy, but I never thought that way,” she says. “It’s something I might really feel when I’m older.”</p> \n<p>Ono has lived in the Dakota since 1973, moving from a loft in the West Village to the Upper West Side citadel with her husband John Lennon. On 8 December 1980, Lennon was shot in the back at point-blank range in the entrance to the building, meaning that every time Ono enters or leaves her home, she has to pass over the spot where her spouse was killed. Removing my shoes at the front door, I’m asked not to describe the apartment. Suffice it to say that it’s very grand, but the kitchen is warm, light and homely, boasting both Beatles pictures and a copy of Yotam Ottolenghi’s vegetarian cookbook <em>Plenty</em>. There are three assistants around; one comes to sit at the kitchen table to tape the interview in case I misquote her boss.</p> \n<p>Despite the early hour, Ono is elegantly dressed in a lacy and cleavage-revealing black blouse. As usual, she’s wearing sunglasses, though the frames are small enough for her to peer over and make eye contact. The soft voice is immediately familiar, but as fans of her records know, a much louder and more penetrating one lies within. It proves, says Ono, that: “Women have a side that they can bring out, which is expressing power.”</p> \n<p>Some might call it a bit scary, too. Ono laughs. “It’s scary for guys,” she says. “This is funny because I wrote this story in Japanese and all the Japanese guys who read it were: ‘It’s so scary!’ They’re scared.” She laughs again.</p> \n<figure class=\"element element-image\" data-media-id=\"96bb88e1c1ebfffd14eb69b4c23b0056414411a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435672278989/0a258466-a12d-4793-a070-f1f7dc162738-460x276.jpeg\" alt=\"Yoko Ono walking past policemen while carrying daffodils in 1966, after her film ‘No. 4 (Bottoms)’  was banned\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Flower power: outside the British Board of Censors in Soho in 1966, after her film ‘No. 4 (Bottoms)’ was banned. Photograph: Daily Sketch/Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>So why are we scared of her? “You guys had 2,000 years of control of society and that’s about to go now.” However, she says that we males are learning to adapt to the patriarchy’s imminent downfall. “Men are very intelligent, so they’re immediately picking up on how to survive in this society when women are getting so strong, and you’re doing a very good job. Whenever I pick up a magazine I see these very pretty men that we [women] would love.”</p> \n<p>She believes that the Beatles pioneered this approach. “I think they were the first ones who used their feminine sides,” Ono muses. “Now most popular male figures have a very feminine side, and I think it’s important because that’s how they can communicate with a large, large population called women.”</p> \n<p>Communication with the world at large has been Ono’s lifelong mission – even when the world responded with hostility. She’s won the Lifetime Achievement Award in the <em>Observer</em> Ethical Awards for her activism over half a century, most of which is indivisible from her art. Think of the “Bed-In” that she and Lennon staged in Amsterdam in 1969, or the billboard posters that announced: “War Is Over! If You Want It” the same year and her “Wish Trees”, an ongoing work started in 1981 where members of the public are encouraged to write their deepest wishes down on labels and hang them from a tree. (Ono never reads the wishes, as she says that they’re private, but Pharrell Williams’s wish, written in a New York installation of the artwork in 2013, was made public by a magazine editor; it read “Wishing 4 all who seek to experience the shift of widespread illuminations will have the inner stillness to share in the most momentous aspect of the ether.”)</p> \n<p>“Art to me is a way of showing people how you can think,” Ono says. “Some people think of art as like beautiful wallpaper that you can sell, but I have always thought that it is to do with activism.”</p> \n<p>The simplicity of her artwork may have been derided over the years, but it is exactly that which makes it hugely accessible. Her art and her activism has found a new audience with each successive generation. The apparent naivety of her peace activism is often couched in terms like: “A dream you dream alone is only a dream. A dream you dream together is reality” – the most famous maxim from her 1962 book <em>Grapefruit</em>. Yet in 2015 its aphoristic style, influenced by haikus, now seems perfect for the internet age, and has easily transferred to Twitter, Facebook and Instagram, where Ono has a large following of people who are interested in her rather than the Beatles.</p> \n<p>The diversity of her work is, she says, a legacy of growing up in Japan. “I think I have to give credit to Asians. They’re into the tea ceremony, flower arrangement, military education – they’re not afraid of going into everything. They don’t say: ‘Well, I’m doing flower arranging so I’m not going to do the tea ceremony.’ I had an incredible desire and curiosity to delve into all sorts of worlds, and I’ve loved it all.”</p> \n<p><br />Ono was born in Tokyo in 1933 to a wealthy family; her great-grandfather founded the Yasuda Bank. She suggests that her desire for peace was honed in Japan during the Second World War as bombs rained down. “World peace is very important, because the [alternative] is doomsday,” she says. “Most people think: ‘Well, doomsday’s OK because we’re all going to go together.’ I have been in Japan when the atomic bomb was dropped in Hiroshima by you guys, and I know that it’s a very painful way of going. And I don’t want to see that happening again.”</p> \n<p>In the early 1950s her family moved to New York, where Ono met her first husband, musician Toshi Ichiyanagi. Over the course of the decade she became involved in the city’s downtown art scene, and by 1961 she and friends like the composer LaMonte Young were staging art events and performances in her loft apartment. After her first marriage broke up, Ono returned to Tokyo suffering from depression; her parents responded by sending her to a mental asylum. An American friend, Anthony Cox, secured her release and became her second husband; they had a daughter, Kyoko, in 1963. In 1971 Cox absconded with Kyoko during a custody battle; Ono did not see her again until 1998.</p> \n<figure class=\"element element-image\" data-media-id=\"53d5d444a57df6e4325dae2a916a520a7691f291\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435672581419/00e2becd-8953-4453-82a9-9033f4af0e61-460x276.jpeg\" alt=\"Yoko lying in a bed with flowing hair next to John Lennon, surrounded by photographers, in 1969\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Making history: the famous ‘Bed-In’ with John Lennon in 1969. Photograph: AP</span> \n </figcaption> \n</figure> \n<p>By the end of 1966 Ono was in London, where she met Lennon at the Indica Gallery when she was preparing an exhibition. They became a couple in 1968 while Lennon was still married to Cynthia, and Ono rapidly became one of the world’s most vilified women, with the couple roundly mocked for actions like the Bed-In – though Ono says that such reactions were anticipated. “‘Bed-In’ – that’s like a laugh, you know,” she says, recalling the response at the time. “‘Hohohoho, what are they doing in bed?’ And through laughter we’re trying to get people to understand what we can do. In a way ‘Bed-In’ was totally destroyed in people’s minds. But now it’s coming back – have you noticed?.”</p> \n<p>Ono believes that activism can – and should – take many forms, and her range of causes is similarly broad: world peace, of course, but also the environment (in 2012 she embarked on a high-profile anti-fracking crusade), gun control and social issues including feminism and same-sex marriage. She donated money after the Japanese tsunami, inaugurated the Yoko Ono Lennon Courage Award for the Arts in 2009 and was designated the first global autism ambassador in 2010.</p> \n<figure class=\"element element-image\" data-media-id=\"5681a5eb4e8d6c6bbe1f650ddec87095bd84173b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435673111155/c9d91b84-d3ec-4b92-a237-d9c46524ead8-460x276.jpeg\" alt=\"The annually lit Imagine Peace Tower, a memorial in Reykjavik, Iceland to John Lennon by Yoko Ono made of searchlights with prisms and containing the words ‘Imagine Peace’ carved in 24 languages as well as 1 million written wishes from her Wish Trees project\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Enlightened: the annually lit Imagine Peace Tower, a memorial in Reykjavik, Iceland to John Lennon by Yoko Ono made of searchlights with prisms and containing the words ‘Imagine Peace’ carved in 24 languages as well as 1 million written wishes from her Wish Trees project. Photograph: Arctic Images/Corbis</span> \n </figcaption> \n</figure> \n<p>While early works like “Cut Piece” – in which Ono knelt passively on the floor and allowed an audience to shear off her clothing – are now revered by art critics, Ono says that the two works she is proudest of are 2008’s <a href=\"http://imaginepeacetower.com/\" title=\"\">“Imagine Peace Tower” in Iceland</a>, a column of light which can be seen from miles around, and which symbolises her and Lennon’s hopes for an end to global conflict; and the Courage Award, whose last recipient was Julian Assange.</p> \n<p>“To be an artist you need courage, and most people don’t think that,” says Ono. “It’s an age where people are only interested in entertainment. People are just entertained every day, like crazy, and that’s all they’re doing. And they say: ‘This is boring – let’s see something else.’ We are all kings and queens now, asking others to entertain us. It’s a very sad situation, because there are many things that we have to do if we want to survive.”</p> \n<p>Ono says that even before they met, she and Lennon were activists as well as artists. She cites the Beatles’s banned “butcher cover”, the 1966 album sleeve for the compilation <em>Yesterday and Today,</em> which depicted the group in white coats covered with raw meat and doll parts, as an example of Lennon’s artistic and political vision. “He always had the intention to better the world, not just be a pop star, and I was like that, too.”</p> \n<p>As an instance, she remembers a 1968 action in an opulent hotel lobby in Knokke, Belgium, where she was showing her film <em>No. 4 (Bottoms)</em>. “It would not be called something that most activists do, but I had a black bag and I crawled in.” She laughs. “Hotel lobbies are usually not that large but the ceiling was three times more than this – huge. And in the centre of that lobby I was in that bag with a notice that we should all try to make a peaceful world, and it wasn’t taken too well, actually. Some French girls came along and said: ‘Let’s find out if Yoko Ono is still in there’ and with their high-heel shoes – boom!” She mimes them whacking the bag. “I thought: ‘How could you?’ I said ‘Argh!’ but I didn’t make a noise, really.”</p> \n<p>This outward lack of response is typical of her. As the critic Lindsay Zoladz recently pointed out, Ono was making interactive artwork back in the early 60s, often daring the viewer to respond with mockery or even violence and in turn prompting them to explore their own reactions. Even Ono’s Twitter feed, in which she tweets instructions like: “Count the numbers of lights in the city every day. Make a number list and hang it on the wall” was trolled by, of all people, Judy Murray, mother of Andy. Yet Ono never flinches. “I’m a very stubborn person. There’s always something that I have in mind that we have to do, and if I’m going to tell other people that that’s what they should do, then if I’m not doing it [myself] I’m a hypocrite.”</p> \n<p>Of course Ono has been accused of hypocrisy, too, by those who believe that it’s all very well pontificating about peace and love when you’re rich; American TV personality Glenn Beck’s website challenged her for supporting <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/occupy-wall-street\" title=\"\">Occupy Wall Street</a> in 2011 when she is supposedly worth $500m. Such accusations glide over her. These critics, she says, “don’t even indulge in hypocrisy – they don’t say: ‘Let’s do something’ and then not do it. They’re not doing anything.”</p> \n<p>She was, however, shaken by the response to her anti-fracking campaign, which in 2013 saw <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/jan/18/fracking-debate-ono-lennon-sarandon-tour\" title=\"\">Ono and her son Sean, Susan Sarandon and a group of activists</a> visit towns affected by hydraulic fracturing. In December fracking was temporarily banned in New York state, where Ono owns a farm.</p> \n<p>“That was very difficult for me,” says Ono of the campaign. “To be against an oil company is something that most people would not want to do. It’s not something that you can do lightly. Last year there were many signs that showed me that maybe they’re really against me. A lot of things that happened to me last year were very scary.”</p> \n<p>Can she give an example? “No,” says Ono, chuckling at her own obstinacy. “I’m just saying those things did happen and I was very lucky – I came out of it.”</p> \n<figure class=\"element element-image\" data-media-id=\"2cbad428bbbd5b2c42ae17e9906072785c50d957\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435673779279/cbe95f84-2d97-4fde-991a-fda37472e3fa-460x276.jpeg\" alt=\"Yoko Ono behind a fence wearing a hat with a sign reading 'War Is Over!' at her exhibition Odyssey of a Cockroach at the ICA, London, in 2004\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It’s scary for men. You guys had 2,000 years of control of society and that’s about to go now’: Ono at her exhibition Odyssey of a Cockroach at the ICA, London, in 2004. Photograph: Nils Jorgensen/Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>Ono engages with identity politics, too. Recently she wrote an essay on her website titled <a href=\"http://imaginepeace.com/archives/21173\" title=\"\">“Don’t Stop Me!”</a>, calling out her critics’ ageism (they had said her voice was out of tune and the shorts she wore in her “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/nov/05/yoko-ono-bad-dancer-video\" title=\"\">Bad Dancer</a>” video were unbecoming for a woman in her 80s). “I was amazed,” she says. “I thought I&nbsp;had conquered racism, I conquered sexism, and there was ageism – I&nbsp;couldn’t believe it.” Her solution, as ever, was to carry on regardless. “I ignore that,” she says, “stepping on all those prejudices and still working as if there’s no problem.”</p> \n<p>Rather than becoming hardened over the years, Ono says that she has always been resolutely singleminded. “I’m afraid in that sense I’m very conservative,” she says, laughing. “I just stick to what I am. Any artist or writer who’s doing creative work wants to try to reach beyond themselves, and I was that way, too. But then when I look at myself, in the past 80 years or something, there’s not that much difference.”</p> \n<p>The same attitude has inoculated her against the ire of Beatles fans, some of whom still blame her for breaking up the band, even though Paul McCartney denied that in 2012. Did she ever feel that she had to win the fans round? Hardly. “They should win me round,” Ono replies.</p> \n<p>Her relationship with the surviving Beatles themselves, she says, is warm. “From my side there’s an incredible love towards them because they have done something important for the world and especially for the young.”</p> \n<p>She suggests that any tension in their relationship has been due to British reticence. “I know that it was very difficult for them, too, but they’re not talking about it. For instance, that classic style of ‘Let’s keep our chins up’ was typical of John. John and I went through so much difficulty and when that was happening we said: ‘OK, let’s just ignore it.’ I don’t think the other Beatles had to go through that much, really – John was the one who was taking it all. But I know that they’re doing their best. I really love them like my brothers.”</p> \n<p>She and McCartney have had disputes over the years, often about the Lennon/McCartney credit on the songs they wrote, which McCartney would like to reverse on his compositions. “I feel that in some ways we are almost forced to be in a boxing ring, and that’s how people are looking at us, but we’re not doing that,” says Ono.</p> \n<p>Nonetheless she defends Lennon’s legacy with ferocity. Unsurprisingly, she was upset when the nickname “Jihadi John” was given to Isis extremist Mohammed Emwazi by the media; he was part of a four-person British-born terrorist cell nicknamed the Beatles by the prisoners they terrorised and later killed.</p> \n<p>“I thought that was very distasteful,” says Ono. “That’s why it’s important to me to not be a couch potato. I have to keep on doing something because the other side will take over – people who are really not understanding what beautiful things we have in this world and want to destroy it. And I’m not going to let them destroy John or the Beatles.”</p> \n<p>Against such formidable enemies as Isis, is it really effective to “imagine peace”? Ono says that it is. “I think you can be cynical about those things.” But she points out that in 1971, when the prospect of her having a show at MoMA seemed ridiculous, she imagined her own show taking place there, releasing an imaginary jar of flies in the gallery’s garden (she called the work “Museum of Modern [F]art”). Forty-four years later she’s here for real. “So if you decide to do something,” she concludes, “it’s going to work, although it might take some time. I don’t like to use the word ‘optimistic’, because that sounds like it’s not really true, but I think we’re actually on the road to world peace.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672035461/Yoko-Ono-in-a-hat-and-sun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I have always thought art is to do with activism': Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage","credit":"John Lamparski/WireImage","altText":"Yoko Ono in a hat and sunglasses in front of a sign reading Imagine No Fracking Installation","cleanCaption":"'I have always thought art is to do with activism': Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672280546/0a258466-a12d-4793-a070-f1f7dc162738-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flower power: outside the British Board of Censors in Soho in 1966, after her film ‘No. 4 (Bottoms)’ was banned. Photograph: Daily Sketch/Rex/Shutterstock","credit":"Daily Sketch/Rex Shutterstock","altText":"Yoko Ono walking past policemen while carrying daffodils in 1966, after her film ‘No. 4 (Bottoms)’  was banned","cleanCaption":"Flower power: outside the British Board of Censors in Soho in 1966, after her film ‘No. 4 (Bottoms)’ was banned. Photograph: Daily Sketch/Rex/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672581944/00e2becd-8953-4453-82a9-9033f4af0e61-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Making history: the famous ‘Bed-In’ with John Lennon in 1969. Photograph: AP","credit":"AP","altText":"Yoko lying in a bed with flowing hair next to John Lennon, surrounded by photographers, in 1969","cleanCaption":"Making history: the famous ‘Bed-In’ with John Lennon in 1969. Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673112913/c9d91b84-d3ec-4b92-a237-d9c46524ead8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Enlightened: the annually lit Imagine Peace Tower, a memorial in Reykjavik, Iceland to John Lennon by Yoko Ono made of searchlights with prisms and containing the words ‘Imagine Peace’ carved in 24 languages as well as 1 million written wishes from her Wish Trees project. Photograph: Arctic Images/Corbis","credit":"Arctic-Images/Arctic-Images/Corbis","altText":"The annually lit Imagine Peace Tower, a memorial in Reykjavik, Iceland to John Lennon by Yoko Ono made of searchlights with prisms and containing the words ‘Imagine Peace’ carved in 24 languages as well as 1 million written wishes from her Wish Trees project","cleanCaption":"Enlightened: the annually lit Imagine Peace Tower, a memorial in Reykjavik, Iceland to John Lennon by Yoko Ono made of searchlights with prisms and containing the words ‘Imagine Peace’ carved in 24 languages as well as 1 million written wishes from her Wish Trees project. Photograph: Arctic Images/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435673780643/cbe95f84-2d97-4fde-991a-fda37472e3fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s scary for men. You guys had 2,000 years of control of society and that’s about to go now’: Ono at her exhibition Odyssey of a Cockroach at the ICA, London, in 2004. Photograph: Nils Jorgensen/Rex/Shutterstock","credit":"NILS JORGENSEN/NILS JORGENSEN/REX Shutterstock","altText":"Yoko Ono behind a fence wearing a hat with a sign reading 'War Is Over!' at her exhibition Odyssey of a Cockroach at the ICA, London, in 2004","cleanCaption":"‘It’s scary for men. You guys had 2,000 years of control of society and that’s about to go now’: Ono at her exhibition Odyssey of a Cockroach at the ICA, London, in 2004. Photograph: Nils Jorgensen/Rex/Shutterstock"}],"webPublicationDate":"2015-07-05T09:30:10Z","lastModified":"2015-07-05T09:30:10Z","metadata":{"commentable":true,"commentCount":225,"contributors":[{"name":"Alex Needham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexneedham"}],"feature":true,"keywords":["Observer Ethical Awards 2015","Yoko Ono","Culture","Performance art","Music","Art and design","John Lennon"],"tags":[{"id":"environment/observer-ethical-awards-2015","webTitle":"Observer Ethical Awards 2015"},{"id":"culture/yoko-ono","webTitle":"Yoko Ono"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/performance-art","webTitle":"Performance art"},{"id":"music/music","webTitle":"Music"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"music/johnlennon","webTitle":"John Lennon"}],"section":{"id":"environment"},"topics":[{"displayName":"Alex Needham","topic":{"type":"tag-contributor","name":"profile/alexneedham"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/05/yoko-ono-to-be-an-artist-you-need-courage","shortUrl":"http://gu.com/p/4a93g","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/05/yoko-ono-to-be-an-artist-you-need-courage","webUri":"http://www.theguardian.com/environment/2015/jul/05/yoko-ono-to-be-an-artist-you-need-courage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672035461/Yoko-Ono-in-a-hat-and-sun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I have always thought art is to do with activism’: Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage","credit":"John Lamparski/WireImage","altText":"Yoko Ono in a hat and sunglasses in front of a sign reading Imagine No Fracking Installation","cleanCaption":"‘I have always thought art is to do with activism’: Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage"}},"importance":4,"kicker":{"title":"Yoko Ono"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672035461/Yoko-Ono-in-a-hat-and-sun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'I have always thought art is to do with activism': Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage","credit":"John Lamparski/WireImage","altText":"Yoko Ono in a hat and sunglasses in front of a sign reading Imagine No Fracking Installation","cleanCaption":"'I have always thought art is to do with activism': Yoko Ono at her New York installation in 2013. Photograph: John Lamparski/WireImage"}}]},{"title":"The future of humankind is in the hands of a very small group of entrepreneurs","rawTitle":"The future of humankind is in the hands of a very small group of entrepreneurs","item":{"type":"article","id":"culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","title":"Yuval Noah Harari: The age of the cyborg has begun – and the consequences cannot be known","trailText":"The author of the bestselling Sapiens says that the future of life on Earth is now, worryingly, in the hands of a very small group of entrepreneurs","standFirst":"<p>The author of the bestselling Sapiens says that the future of life on Earth is now, worryingly, in the hands of a very small group of entrepreneurs</p>","byline":"Carole Cadwalladr","body":"<p>By rights, Yuval Noah Harari should be an anonymous academic buried in an obscure university department somewhere toiling away on his somewhat dusty discipline – medieval military history. He’s a professor of history at the Hebrew University of Jerusalem and there is almost nothing in his background to suggest that he would write a book that has become one of the most talked about non-fiction <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/21/sapiens-brief-history-mankind-review-yuval-noah-harari\">bestsellers of the year – <em>Sapiens</em></a>. Or that he’d join <a href=\"http://www.ynharari.com/\">the globetrotting TED-ocracy</a>: the academic superstars who travel the world delivering keynotes on zeitgeisty topics, in Harari’s case, the not inconsiderable subject of the history of the whole of mankind.</p> \n<p>When I meet him, he’s just been the star turn at Penguin Random House’s global sales conference. In May, he packed out Hay. Earlier this month, he delivered a TED talk. And last month, he received the ultimate imprimatur when <em>Sapiens</em> was selected by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/mark-zuckerberg\">Mark Zuckerberg, the founder of Facebook</a>, for <a href=\"https://www.facebook.com/ayearofbooks\">his online book club</a>. He’s invited his 38 million followers to read what he describes as “a big history narrative of human civilisation– from how we developed from hunter-gatherers to how we organise our society and economy today”.</p> \n<p>That’s a workable description of what <em>Sapiens</em> is, though it’s a history book only in the sense that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/science/hawking\">Stephen Hawking’</a>s <em>A Brief History of Time</em> is a physics book (<em>Sapiens’</em> subtitle – A Brief History of Humankind – suggests that this is not entirely coincidental). Its scope is so hugely ambitious that I had expected Harari to be one of those overconfident telly historian types, all male ego and a crushing sense of certainty, whereas, in the flesh, he’s a slightly nerdy, more thoughtful figure. Academic superstardom seems to have caught him by surprise as much as anyone.</p> \n<p>The book was based on an introductory course on world history he taught when none of his more senior colleagues wanted to take it on, and it was turned down by almost every major publishing outfit in Israel before finding a receptive editor. Since then, however, its success has been swift and resounding: it became a bestseller in Israel and has gone on to be published in 20 countries around the world. But then, the book’s success, and the way that Harari has been taken up by the global tastemakers, makes sense in that he considers himself a historian of globalisation. “In a way, it’s like in the 19th century with the rise of nationalism. You establish an independent national state and the first thing you do is to write a history of that state. Now we have a more global world, you need the history of the whole of the global world, not of a particular country, or religion, but the history of humankind as a whole.”</p> \n<p>This is entirely characteristic of the way that Harari speaks. In full sentences, paragraphs, even. My transcript, which is usually a mess of elipses, reads like it’s been lifted off the page. And his book is a brilliant read. He zips from subject to subject, through thousands of years of human history, alighting on whatever seems to take his fancy but gradually builds up a picture of us as… well, as what exactly? As more successful monkeys, basically, so successful that we’ve enslaved all the other animals and bent the planet to our will. But whereas sharks and lions evolved over millennia to take their place at the top of the food chain, Harari compares us to “banana republic dictators” who just got here. “They came to power very violently and lately so they feel extremely insecure about their position. So all the time they just take more and more power to beef up their position.”</p> \n<figure class=\"element element-image\" data-media-id=\"d7d5cf2742588c978a44b39a631e1083f906789c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435840931741/f8a800f5-53d5-4835-ad39-db116e0755a4-460x276.jpeg\" alt=\"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.</span> \n </figcaption> \n</figure> \n<p>Because, in Harari’s view, we have no real idea what we want even at the most basic, personal level, let alone as a species. “Even what people take to be their most personal desires are usually programmed by the imagined order.” There’s nothing “natural or obvious” about taking a holiday abroad, he says by way of example. “A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band. The elite of ancient Egypt spent their futures building pyramids and having their corpses mummified but none of them thought of going shopping in Babylon.” We’re all victims of the “myths of romantic consumerism”, he says.</p> \n<p>But everything is a myth, a story, according to Harari. Justice is a story. Human rights are a story. Money, he told the moneyed elite at TED, is “the greatest story ever told”. So what’s your story?</p> \n<p>“About the history of the world?”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=StFvW4nzqjM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/StFvW4nzqjM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Yuval Harari on Sapiens.\n </figcaption> \n</figure> \n<p>No, about you. Your story, about yourself.</p> \n<p>“Oh, myself? For me, I suppose the most important thing is the search for the truth. I really want to understand reality, what’s really happening here. As far back as I remember, this was something that I was extremely preoccupied by. I remember in high school asking my parents and my teachers to explain what’s happening here, what is life, what’s it all about, and so forth.</p> \n<p>“What struck me most was not that they didn’t tell me an answer but that they weren’t really concerned about it. Many people in their teens wonder about these big questions, what’s the meaning of life, what are we doing here, then somewhere in their 20s they seem to say, ‘I’ll just get married. I’ll just have kids. I’ll get back to that later.’ But they never do. For me, it kept boiling. And it still is boiling.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jan/31/terrorism-spectacle-how-states-respond-yuval-noah-harari-sapiens\">Yuval Noah Harari: the theatre of terror</a> </p> \n</aside> \n<p>He grew up in a secular Jewish family of eastern European origin in the Haifa area and there are a few things he recognises about himself that have informed his world view, or at least his desire to question other people’s view of the world. The first is being gay.</p> \n<p>“You don’t take the accepted view for granted just because everybody believes it. It really affects the way that I view everything. Nothing should be taken for granted even if everybody believes it. It forces you to look at society a bit from the side.”</p> \n<p>Another influence was the collapse of the Berlin Wall when he was a teenager in 1989.</p> \n<p>“It means I don’t take capitalism and neo-liberalism for granted. I teach all these 20-year-old students and they were born into a capitalist world. It’s the only system. There’s no alternative and nobody can even imagine that there could be. But I remember the time when these things were really hotly contested. And also the way that you can live in a certain type of world and be sure that this will go on for ages and ages and suddenly everything collapses.”</p> \n<p>In some ways, I say, it struck me that <em>Sapiens</em> isn’t actually a history book – it’s a philosophy book that asks the big, philosophical questions and attempts to answer them through history.</p> \n<p>“Yes, that’s a very accurate description. I think that I see history as a philosophy laboratory. Philosophers come up with all these very interesting questions about the human condition, but the way that most of them – though not all – go about answering them is through thought experiments. But if you’re interested in, say, justice, history is full of empirical evidence about justice in human society.”</p> \n<figure class=\"element element-image\" data-media-id=\"3cc22623a97315f60980cf298fb75779551d1064\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435841267432/b7a2f88d-4f34-4d74-92ad-92b82d172299-460x276.jpeg\" alt=\"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Sakuma/AP</span> \n </figcaption> \n</figure> \n<p>It’s no surprise, either, that he’s come to the attention of Mark Zuckerberg. Harari is one of the very few thinkers around who’s really looking at what’s happening now. <em>Sapiens</em> is his attempt to tell the story of the past to understand the present: the great technological advances that we are all living through now.</p> \n<p>The way you tell it is that we’re at a point of inflection: that we’re on the cusp of perhaps the greatest change for the human race ever?</p> \n<p>“Probably, yes. I mean the one thing that has remained constant in history was humans themselves. Homo sapiens, you and me, we are basically the same as people 10,000 years ago. The next revolution will change that.”</p> \n<p>The “next revolution”, as Harari sees it, the latest in a line that began with the cognitive revolution and takes in the agricultural revolution and the scientific revolution, is what is happening in the biotech field, in artificial intelligence.</p> \n<p>“When people talk about merging with computers to create cyborgs, it’s not some prophecy about the year 2200. It’s happening right now. More and more of our reality exists within computers or through them.”</p> \n<p>But this is only the start of it. For the first time in history, “we will see real changes in humans themselves – in their biology, in their physical and cognitive abilities”. And while we have enough imagination to invent new technologies, we are unable to foresee their consequences.</p> \n<p>“It was the same with the agricultural revolution about 10,000 years ago. Nobody sat down and had a vision: ‘This is what agriculture is going to be for humankind and for the rest of the planet.’ It was an incremental process, step by step, taking centuries, even thousands of years, which nobody really understood and nobody could foresee the consequences.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I do find it worrying that the future of humankind is now in the hands of a very small group of entrepreneurs</p> \n  <footer> \n   <cite>Yuval Noah Harari</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Only now, the decisions are being taken by “a small international caste of business people, entrepreneurs and engineers”. Governments have become “managers”, he says. They have no vision, “whereas meet the people in Google, in Facebook, they have tremendous visions about the future, about overcoming death, living for ever, merging humans with computers. I do find it worrying that the basis of the future, not only of humankind, the future of life, is now in the hands of a very small group of entrepreneurs.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/05/google-taking-us-california-innovations-driverless-cars\">Where is Google taking us?</a> </p> \n</aside> \n<p>But then, even those of us who are aware of the arguments aren’t necessarily losing sleep over it, a fact that Harari puts down to one of our unique attributes as humans: our cognitive dissonance, our ability to hold two utterly conflicting ideas in our heads at the same time. That we can say, what a cute dog and yum, yum, what a delicious steak and not see a problem with that somehow.</p> \n<p>Harari is a vegan and the dire plight of animals, particularly domesticated animals, since the agricultural revolution is something he riffs on in the book, but there are countless other examples. “In modern secular societies, people believe in equality and people believe in freedom and they don’t realise that usually freedom and equality are contradictory. The more freedom you give people, the more inequality you have.”</p> \n<p>His views on inequality – that the 20th century was a blip basically; we’ve always been unequal and we’re heading back that way – link him to that other great intellectual du jour, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/thomas-piketty\">Thomas Piketty</a>, but much of <em>Sapiens</em> feels inventively original, a fact that he puts down to his longstanding interest in meditation. Harari, it seems, doesn’t succumb to the myth of romantic consumerism when it comes to deciding what to do on his holidays. Last summer, he went on a 60-day silent vipassana retreat. He discovered it at Oxford when researching his PhD.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b0c9687e4495be9c6bc7c19a927aab8b164858be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435841504068/ef8a00aa-9d30-4eb7-a2c0-4274ea1b3c93-460x276.jpeg\" alt=\"French economist and author of the book Capital, Thomas Piketty.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA</span> \n  <span class=\"element-image__credit\">Photograph: Bart Maat/EPA</span> \n </figcaption> \n</figure> \n<p>“I suddenly had a tool to scientifically observe directly my mind… and I realised I had no idea who I really was. I had this fictional story in my head but the connection between that and my reality was rather tenuous.” It changed him, personally, he says, but also professionally. “It gave me the ability to focus on what is really important. When you look inside, you find that there are so many different voices inside you. Most of life, we just allow all these voices just to pull us any which way.”</p> \n<p>It’s an interest that he shares with the Silicon Valley types he critiques (Steve Jobs was a practitioner of Zen Buddhism) and, in a distracted age, focus – and its handmaiden, mindfulness – is more fashionable in west-coast America than curly kale. But without meditation, he says, “I would probably be far less satisfied and happy. And I would probably be a far worse historian. I suppose I would still be researching medieval military history, but not the neanderthals or cyborgs.”</p> \n<p>It’s bracing, Harari’s focus on the big things. His next book is “about the human agenda for the 21st century in terms of dangers, opportunities, questions”. Mark Zuckerberg will no doubt read it. Probably the rest of us should too.</p> \n<p><em>Sapiens is published by Vintage (&pound;8.99 paperback). To order a copy for &pound;7.19 go to </em><em><a href=\"http://bookshop.theguardian.com/sapiens-272392.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a></em><em> or call 0330 333 6846. Yuval Harari will be speaking at an event with Intelligence Squared in London on 23 September; </em><a href=\"http://www.intelligencesquared.com/\"><em>intelligencesquared.com</em></a></p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435840932162/f8a800f5-53d5-4835-ad39-db116e0755a4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.","credit":"PR","altText":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.","cleanCaption":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841268660/b7a2f88d-4f34-4d74-92ad-92b82d172299-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens. Photograph: Paul Sakuma/AP","credit":"Paul Sakuma/AP","altText":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.","cleanCaption":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.","cleanCredit":"Photograph: Paul Sakuma/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841505422/ef8a00aa-9d30-4eb7-a2c0-4274ea1b3c93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA Photograph: Bart Maat/EPA","credit":"Bart Maat/EPA","altText":"French economist and author of the book Capital, Thomas Piketty.","cleanCaption":"French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA","cleanCredit":"Photograph: Bart Maat/EPA"}],"webPublicationDate":"2015-07-05T07:45:08Z","lastModified":"2015-07-05T13:23:51Z","metadata":{"commentable":true,"commentCount":243,"contributors":[{"name":"Carole Cadwalladr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/4/1433410115681/Carole-Cadwalladr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":true,"keywords":["Yuval Noah Harari","Books","History","Culture","Technology","Philosophy","Mark Zuckerberg"],"tags":[{"id":"culture/yuval-noah-harari","webTitle":"Yuval Noah Harari"},{"id":"books/books","webTitle":"Books"},{"id":"books/history","webTitle":"History"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/technology","webTitle":"Technology"},{"id":"books/philosophy","webTitle":"Philosophy"},{"id":"technology/mark-zuckerberg","webTitle":"Mark Zuckerberg"}],"section":{"id":"culture"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","shortUrl":"http://gu.com/p/4aa76","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","webUri":"http://www.theguardian.com/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}},"importance":3,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}}]},{"title":"When did we stop believing in Europe?","rawTitle":"When did we stop believing in Europe?","item":{"type":"comment","id":"commentisfree/2015/jul/05/europe-fictional-construct-legacies-of-war","title":"Has Europe lost its hold on our collective imagination?","trailText":"Europe never existed. It was a story made up to deal with the legacies of war","standFirst":"Europe never existed. It was a story made up to deal with the legacies of war","byline":"Fintan O'Toole","body":"<p>When I was a teenager in Dublin in the early 1970s, the phrase “We’re into Europe!” gained a peculiar currency. It was half-jokey but not really sardonic. You used it for good things that promised even better things – when a girl you fancied smiled at you or your team scored the first goal.</p> \n<p>It came from what was (in retrospect quite amazingly) a popular TV show called <em>Into Europe</em> that the state broadcaster put on to educate the populace of a peripheral nation that was going to join the European Economic Community in 1973. I remember documentaries about farm consolidation in Denmark or students sitting around some castle in Germany discussing “What does it mean to be European?” It seemed terribly exciting that we, too, would soon be able to discuss that question with the same earnest enthusiasm. We were into Europe.</p> \n<p>But what did “Europe” mean in this sense? It was not a physical place. Ireland had, after all, always been part of Europe. And the EEC was not, in any case, Europe – it was a small fraction of the continent. But it wasn’t a mere set of trading and institutional arrangements either. It was a story, an imaginative fiction of the kind that Yuval Noah Harari evokes in his book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/11/sapiens-brief-history-humankind-yuval-noah-harari-review\" title=\"\"><em>Sapiens: A Brief History of Humankind</em></a>. He makes the point that the capacity to believe in fictional constructs is a defining element of what makes us human, because without it we cannot co-operate with people we do not know: “At the heart of our mass co-operation networks, you will always find fictional stories that exist only in people’s collective imagination... There are no gods, no nations, no money and no human rights, except in our collective imagination.”</p> \n<p>One of these enabling fictions is “Europe”. It is a story that most of the central and western nations of the continent agreed to tell themselves and each other in order to deal with the legacies of the second world war and the cold war. And like all stories, it sustained itself, if not exactly with belief, then at least with a willing suspension of disbelief. The question now is whether it still exists at all, whether “Europe” has lost its hold on our collective imagination. All the evidence suggests that it has.</p> \n<p>In a remarkable outburst reported last week by the <em>Observer</em>, the Italian prime minister, Matteo Renzi, denounced the failure of his fellow EU leaders to agree on more than a voluntary plan to deal with the thousands of refugees and migrants landing on his country’s shores: “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/eu-summit-migration-greece-crises-uk-referendum\" title=\"\">If this is your idea of Europe, keep it for yourself</a>… you do not deserve to call yourself Europe. Either we have solidarity or we waste our time!”</p> \n<p>In recent weeks, too, the appeals by leaders of Syriza in Greece to “our shared European values” have come to seem not just desperate but naive. It is as if the Greeks were appealing to medieval codes of chivalry or expecting Premier League footballers to respect 19th-century Corinthian values. “Europe” and “European values” seem, even as rhetorical gestures, entirely hollow. They are evoked now only to underline their absence.</p> \n<p>One by one, the elements of the Europe story have fallen away. Democracy? European leaders, especially the Germans, have been openly canvassing the idea of “regime change” in Athens. The free movement of people? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia\" title=\"\">Hungary is planning to build a fence along its border with Serbia</a> and David Cameron is hoping to build a metaphorical fence around Britain. The welfare state? The recent elections in both Finland and Denmark suggest that even in its Nordic heartland, it is no longer seen as a European value but as a national, even an ethnic, possession, to be kept for “our people” alone.</p> \n<p>Solidarity? Who now believes that the average person in Frankfurt or Helsinki sees the pensioner rummaging in a bin in Thessaloniki as a fellow citizen? Thresholds of decency? Formulaic expressions of sympathy aside, there is little sense that the European Union as a whole finds it intolerable that hundreds of thousands of Greeks are living without electricity or that millions have no access to public health care.</p> \n<p>The “ever closer union” envisaged by the EU’s founders has been replaced in effect by a deeply incoherent mixture of one-size-fits-all thinking and double standards. On the one hand, there is the absolute insistence that there can be no challenge to the technocratic formula for solving the eurozone crisis: austerity plus massive bank bailouts plus privatisation and the dismantling of social and labour protections.</p> \n<p>On the other, there is a sharp moral and political divide between the creditor states and the debtor states, with a supposedly virtuous, prudent and righteous core beset by a feckless, reckless periphery. Or, if viewed from that periphery, between victimised citizens and a European political elite bent on punishing them for sins they did not commit on their own.</p> \n<p>There is no “collective imagination” of the crisis – in one Europe, it is respectable, hard-working people being exploited by chaotic layabouts from the hot south; in the other, it is hard-pressed and equally hard-working people being sucked dry to feed foreign banks. The stories Europeans are telling themselves about what’s going on around them are not just different but mutually exclusive and mutually antagonistic.</p> \n<p>Nor is this collapse of the collective imagination just a product of the eurozone crisis. It has deeper roots. The idea of “Europe” that animated the EU depended on the conflicts that gave it birth. The Second World War, fascism and the Holocaust created a deep appreciation of the fragility of peace, democracy and human rights. The Cold War made it imperative for western democracies to compete with communism on its own terms by showing that market economies could deliver, not just prosperity, but social justice, equality and security.</p> \n<p>But the Cold War ended, the rivalry with communism ceased, and the generation of leaders with memories of the Second World War – the likes of Helmut Kohl and Helmut Schmidt, Fran&ccedil;ois Mitterand and Jacques Delors – passed on. With them has gone the urgency of imagining a European story, not as an abstract fable, but as a necessary alternative to the other European stories of Hitler and Stalin.</p> \n<p>Their benign fiction also had a powerful subtext – the need to contain Germany. It is not accidental that it was Schmidt, who was 14 when Hitler came to power, who issued what he called “a serious and carefully considered warning” to his compatriots three years ago: “If we Germans allow ourselves to be seduced into claiming a political leading role in Europe or at least playing first among equals, based on our economic strength, an increasing majority of our neighbours will effectively resist this. The concern of the periphery about an all too powerful European centre would soon come racing back. The possible consequences of such a development would be crippling.”</p> \n<p>Schmidt was right – and he was also ignored. No one watching the German finance minister, Wolfgang Sch&auml;uble, in recent weeks can have picked up the slightest hint of anxiety about being “first among equals”. There is only the absolute certainty that, whatever the evidence to the contrary, Greece can and must be beaten until it learns to become more German.</p> \n<p>In the technocratic mindset that has filled the vacuum where “Europe” used to be, the old story is just a sentimental romance. But there’s always a story – the old fable of democracy, solidarity and decency hasn’t been replaced by simple dull reality. What has taken its place is a narrative that poses as hard-headed realism but that is actually much more fantastical than the one that was constructed by the postwar generation. It has a wildly improbable plot in which years of austerity magically produce economic growth; mountains of public debt are paid off by shrinking economies; unaccountable experts know more about other countries than their own elected governments; and everyone lives happily ever after. The good are rewarded. The bad are punished but they repent in the end and return to the fold. There’s certainly a lot of imagination in this story. But its ability to sustain a collective enterprise among 28 stubbornly individual nations is negligible.</p> \n<p>It is not entirely true, of course, that no one at all believes the old story of Europe. The last true believers are on rickety boats in the Mediterranean, trying to make their way to an imagined continent of compassion, solidarity and security. If they ever get to shore, they will find at best a grudging welcome. But those who purport to share their belief in what Europe means badly need some of their desperate optimism.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435931758814/Is-European-unity-an-unsu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters","credit":"Laszlo Balogh/Reuters","altText":"Is European unity an unsustainable myth?","cleanCaption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:03:04Z","lastModified":"2015-07-04T23:03:04Z","metadata":{"commentable":true,"commentCount":771,"contributors":[{"name":"Fintan O'Toole","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fintan-o-toole"}],"feature":false,"keywords":["Europe","European Union","Eurozone","UK news","Greece"],"tags":[{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/greece","webTitle":"Greece"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Fintan O'Toole","topic":{"type":"tag-contributor","name":"profile/fintan-o-toole"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/europe-fictional-construct-legacies-of-war","shortUrl":"http://gu.com/p/4ac58","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/europe-fictional-construct-legacies-of-war","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/europe-fictional-construct-legacies-of-war"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435931758814/Is-European-unity-an-unsu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters","credit":"Laszlo Balogh/Reuters","altText":"Is European unity an unsustainable myth?","cleanCaption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters"}},"importance":3,"byline":{"title":"Fintan O'Toole"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435931758814/Is-European-unity-an-unsu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters","credit":"Laszlo Balogh/Reuters","altText":"Is European unity an unsustainable myth?","cleanCaption":"Is European unity an unsustainable myth? Photograph: Laszlo Balogh/Reuters"}}]}],"lastModified":"2015-07-06T07:04:13Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}