{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"‘Instead’ / What could Ofsted learn from inspections run by headteachers?","rawTitle":"What could Ofsted learn from inspections run by headteachers?","item":{"type":"article","id":"education/2015/jun/30/ofsted-learn-instead-alternative-inspections-headteachers-schools-naht","title":"What could Ofsted learn from ‘Instead’ inspections run by headteachers?","trailText":"An infant school takes part in the pilot for an alternative style of evaluation, very different from the feared Ofsted model","standFirst":"An infant school takes part in the pilot for an alternative style of evaluation, very different from the feared Ofsted model","byline":"Susanna Rustin","body":"<p>“If I’m honest,” says year 2 teacher Caroline Stanton, “I didn’t find Ofsted a positive experience. There were a lot of closed doors, people walking in and out. It felt like something being done to us, you didn’t feel you were part of it.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/30/how-would-you-improve-ofsted-teachers-schools-education-inspection\">How would you improve Ofsted? </a> </p> \n</aside> \n<p>Stanton’s Ofsted experience was in her previous job at another school, but she is not enjoying the new form of inspection being piloted at her current school, either. “No matter how confident you are, it’s always stressful,” she explains. “You put stress on yourself because you don’t want to let the school or the community down.” But like the other staff I spoke to at Blue Coat Infants in Walsall, West Midlands, Stanton thinks the feedback the school expects from this exercise means, despite the stress, it will have been worth it.</p> \n<p>For two days this month, one of which I observed, Blue Coat underwent a peer review as part of a scheme being tested by the National Association of Head Teachers. This process, called Instead, is the heads’ answer to what they regard as the limitations of Ofsted.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The beauty of this process is you bare your soul … The credibility is in it being other heads</p> \n  <footer> \n   <cite>Anthony Orlik, Blue Coat infants</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Even when an inspection goes well,” says NAHT policy chief, Lesley Gannon, “there’s something about the way it happens – it isn’t enough about school improvement.” Continual revision of Ofsted’s frameworks makes comparisons difficult and judgments inconsistent, she says.</p> \n<p>Last week the inspectorate announced it was getting rid of <a href=\"https://www.tes.co.uk/news/school-news/breaking-news/ofsted-purges-40-inspectors\">40% of its inspectors</a> because they were not good enough or consistent enough. Recent figures show 35% of <a href=\"http://schoolsweek.co.uk/more-schools-complain-about-ofsted/\">complaints about Ofsted</a> were upheld over the past year – an increase of 4%.</p> \n<p>Many heads live in dread of the call notifying them of an Ofsted inspection, and their whole future can depend upon it. A “requires improvement” label can mean the end of a headteacher’s job. And it is not uncommon for the judgments to seem unfair. The most extreme cases are horror stories.</p> \n<p>One head, who asked to remain anonymous, recently had a special measures judgment overturned and is waiting for the response to a complaint. He convinced Ofsted the judgment was wrong by completing a 20-page factual accuracy check, but says: “I still find it quite difficult to talk about without choking up, and my sleep is very disrupted. It’s awful because I always wanted to work in education, but it did make me reconsider – headship now seems to be so cliff-edge. And it made other local schools feel nobody’s safe – if you can be told behaviour is inadequate because some children are looking out of the window …”</p> \n<p>Suffolk headteacher Geoff Barton <a href=\"https://www.tes.co.uk/news/school-news/breaking-views/%E2%80%98-a-story-about-heads-who-end-losing-their-self-esteem-their-health\">voiced his frustration</a> at Ofsted’s complaints procedure after a requires improvement judgment in January. “The system appears to be built on a barbed-wire principle of deterrence,” he said. The <a href=\"https://www.gov.uk/changes-to-education-inspection-from-september-2015\">latest changes</a> to the inspection framework are intended to reduce “the burden of inspection” along with plans to make the complaints procedure more transparent.</p> \n<p>Despite its name, Instead was not designed as a replacement but is supposed to offer something different from the Ofsted experience. But are there ideas Ofsted could learn from it?</p> \n<figure class=\"element element-image\" data-media-id=\"43f8251672c6ff1bd89d682d5e2172a26e1a482b\"> \n <img src=\"http://media.guim.co.uk/43f8251672c6ff1bd89d682d5e2172a26e1a482b/0_182_5663_3398/1000.jpg\" alt=\"Tracy Coles, an Instead reviewer, with children at Blue Coat infant and junior school, Walsall.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tracy Coles, an Instead reviewer, at Blue Coat infant and junior school, Walsall.</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>Instead is “done with” the school rather than “done to” it, is how Blue Coat executive head, Anthony Orlik, puts it, and teaches heads to challenge themselves and one another.</p> \n<p>To start the process, three schools form a cluster, and choose another head from a list provided by the NAHT to be their lead reviewer. Next, the heads of the three schools conduct a self-assessment, evaluating performance across a range of areas (leadership, learning and teaching, community, assessment, special needs) graded under the categories (from lowest to highest): “prioritise”, “develop”, “maximise” or “sustain”.</p> \n<p>The actual reviews take place over a period of a term or more, with the four heads (or five in this case, because infant school head Jo Whitmore is involved alongside Orlik) spending two days in each school, observing lessons and talking to children, parents and staff. At the end the visitors decide whether or not they agree with the school’s assessment of itself, and make adjustments where they don’t. This document – 12 pages of analysis of everything from curriculum and behaviour to parental involvement at Blue Coat – is boiled down to a report, which contains clear action points.</p> \n<p>“It’s not about just leaving you with an issue,” says Tracey Coles, another head in this cluster. “We say: ‘That’s the bit you want to work on and this is how you might go about it.’ My lot [staff] found it quite harrowing,” she adds.</p> \n<p>So far, 30 primary schools with six lead reviewers have piloted the process over the past two years. In July the NAHT’s first evaluation will consider data submitted by the schools.</p> \n<p>The heads I met are a confident, high-achieving group, but the NAHT says schools requiring improvement would also be considered. Only schools in special measures are thought unsuitable at the moment. The first secondary Instead will happen soon.</p> \n<p>Tony Hand, Instead lead reviewer in Walsall and head of an outstanding Staffordshire school, says the lead reviewer’s independence would be crucial in a situation where school leadership was weak, or where the heads under review put on a too-united front.</p> \n<p>He once applied for and then turned down an Ofsted inspector post, and has since thrown his weight behind Instead because he is convinced school leaders are the people best-placed to drive school improvement. “I really believe in a self-improving school system and we have a window in which to prove we can do it,” he says. Hands believes this opportunity exists thanks to the schools white paper published in 2010, which argued strongly for putting schools in charge of raising standards. He says if heads do not seize the chance to show they can do it, “that window will close and stay closed for decades”.</p> \n<figure class=\"element element-image\" data-media-id=\"41e5044fd9105baa3d61f119c132427b17c8f22b\"> \n <img src=\"http://media.guim.co.uk/41e5044fd9105baa3d61f119c132427b17c8f22b/0_93_5760_3456/1000.jpg\" alt=\"Anji Richards\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anji Richards of Instead: ‘We agreed at the start there would be greater openness and honesty.’</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe for the Guardian</span> \n </figcaption> \n</figure> \n<p>So how does the peer review process differ from Ofsted, and the other forms of external monitoring (by the local authority, consultants, academy chain or diocese)? “We agreed at the start there would be greater openness and honesty,” says headteacher and reviewer Anji Richards. Instead takes longer and is more detailed than Ofsted, with the opportunity for follow-up visits. Later I watch Richards grill a year head about assessment, with questions about whether pupil premium and EAL (English as an additional language) children are cross-referenced with gifted and talented ones.</p> \n<p>“The beauty of this process is you bare your soul,” says Orlik. “I think teachers feel this is going to be a fair way of us developing our ability to monitor ourselves. The credibility is in it being other heads.” The fact that the other heads are local, with knowledge of the community and intake, is seen as a plus (primary inspectors without primary experience are a familiar complaint).</p> \n<p>“I chose this school based on my own feeling about it, not on reports,” parent Kym Jones tells me in the playground, “but I’ve got more trust in a peer review process and in the opinions of three other heads.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I’ve got more trust in a peer review process and in the opinions of three other heads</p> \n  <footer> \n   <cite>Kym Jones, parent</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>How many schools will stump up the money for Instead when the NAHT-funded pilot ends remains to be seen. The 10 days spent on the project by each head under review is roughly equivalent to the time that could be spent gaining an NPQH (headship) qualification and, says Coles, time well spent. But the external reviewer needs to be paid about &pound;4,500 for 14 days’ work, and an appeals or complaints process will cost money too.</p> \n<p>Instead’s champions point to the rigour of their framework, as well as the strength of the peer review element and the high level of demand from schools, as reasons to press on. While the four levels at which Instead pegs schools could be seen as roughly mapping on to the Ofsted grades 1-4, the heads point to the different language used and the more constructive signals it sends. They believe their approach is something Ofsted could learn from: “‘Prioritise’ is more positive than ‘inadequate’, and all ‘requires improvement’ says is that a school isn’t good yet,” says Coles. “‘Sustain’ is an infinitely better word than ‘outstanding’.”</p> \n<p>I phoned Orlik after my visit to Blue Coat to ask how he felt about Instead, one week on. “Overall we are pleased with the outcome, which celebrates lots of strengths and gives us an idea of what we need to work on – which is roughly in line with what we think ourselves,” he said. Instead leaves it up to heads whether to make the reports publicly available. Orlik admits his school, judged “good” by Ofsted and mostly “maximise” by Instead, didn’t get everything right.</p> \n<p>“It’s made us look at our curriculum and to consider whether it could be broader. This wasn’t a surprise exactly, but it is something we hadn’t been thinking about – so that’s an example of how someone from outside can notice something we might not have seen ourselves.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435326628216/Tony-Hand-lead-reviewer-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school, is keen to seize the moment to prove Instead \rPhotograph: David Sillitoe for the Guardian","credit":"/PR","altText":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school","cleanCaption":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school, is keen to seize the moment to prove Instead \rPhotograph: David Sillitoe for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/43f8251672c6ff1bd89d682d5e2172a26e1a482b/0_182_5663_3398/5663.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3398,"width":5663,"orientation":"landscape","caption":"Tracy Coles, an Instead reviewer, at Blue Coat infant and junior school, Walsall. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Tracy Coles, an Instead reviewer, with children at Blue Coat infant and junior school, Walsall.","cleanCaption":"Tracy Coles, an Instead reviewer, at Blue Coat infant and junior school, Walsall.","cleanCredit":"Photograph: David Sillitoe for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/41e5044fd9105baa3d61f119c132427b17c8f22b/0_93_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"Anji Richards of Instead: ‘We agreed at the start there would be greater openness and honesty.’ Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Anji Richards","cleanCaption":"Anji Richards of Instead: ‘We agreed at the start there would be greater openness and honesty.’","cleanCredit":"Photograph: David Sillitoe for the Guardian"}],"webPublicationDate":"2015-06-30T06:20:07Z","lastModified":"2015-06-30T07:39:59Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Susanna Rustin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/susannarustin"}],"feature":true,"keywords":["Ofsted","Schools","Primary schools","Teaching","Education"],"tags":[{"id":"education/ofsted","webTitle":"Ofsted"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"education"},"topics":[{"displayName":"Susanna Rustin","topic":{"type":"tag-contributor","name":"profile/susannarustin"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/30/ofsted-learn-instead-alternative-inspections-headteachers-schools-naht","shortUrl":"http://gu.com/p/4a6hv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/30/ofsted-learn-instead-alternative-inspections-headteachers-schools-naht","webUri":"http://www.theguardian.com/education/2015/jun/30/ofsted-learn-instead-alternative-inspections-headteachers-schools-naht"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435326628216/Tony-Hand-lead-reviewer-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hand, an Instead lead reviewer, turned down a job as an Ofsted inspector because he prefers insider-evaluation. Photograph: David Sillitoe for the Guardian","credit":"David Sillitoe for the Guardian","altText":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school","cleanCaption":"Tony Hand, an Instead lead reviewer, turned down a job as an Ofsted inspector because he prefers insider-evaluation.","cleanCredit":"Photograph: David Sillitoe for the Guardian"}},"importance":7,"kicker":{"title":"‘Instead’"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435326628216/Tony-Hand-lead-reviewer-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school, is keen to seize the moment to prove Instead \rPhotograph: David Sillitoe for the Guardian","credit":"/PR","altText":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school","cleanCaption":"Tony Hand, lead reviewer in Walsall, pictured at Blue Coat infant school, is keen to seize the moment to prove Instead \rPhotograph: David Sillitoe for the Guardian"}}]},{"title":"It was the trek you must do before you die. And it nearly killed me","rawTitle":"It was the trek you must do before you die. And it nearly killed me","item":{"type":"article","id":"travel/2015/jun/30/it-was-the-trek-you-must-do-before-you-die-and-it-nearly-killed-me","title":"It was the trek you must do before you die. And it nearly killed me","trailText":"The story of a life-affirming hike on Hinchinbrook Island in Queensland – falling in creeks, drinking stagnant water and being devoured by sandflies ","standFirst":"<p data-dropid=\"0\">The story of a life-affirming hike on Hinchinbrook Island in Queensland – falling in creeks, drinking stagnant water and being devoured by sandflies </p>","byline":"Brigid Delaney","body":"<p>Before I started my first, proper hike, I practised for several weeks walking with a small pack and new boots on the stretch of car-heavy road that took me from Bellevue Hills to my office in Surry Hills in Sydney.</p> \n<p>The main thoroughfare I walked down was flat and covered in bitumen. Bus fumes hung in the air. The scenery was OK, I guess; lots of Thai massage places and curry houses down lower Oxford Street, the army barracks and abandoned dress shops on upper Oxford Street. This was my training for a multi-day affair carrying a massive pack around a remote tropical island. In the weeks before I went, I was dogged by an anxious feeling – that hiking may not be for me, that I hadn’t adequately prepared. But I guessed the only way to find out was to try it.</p> \n<p>Hinchinbrook Island, 53km long and 10km wide, off the north Queensland coast, is part of the Great Barrier Reef marine park. It is famous for its walks. People who knew of it described it as one of the “must-do walks before you die”, up there with some of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/25/boots-on-five-of-the-best-multi-day-hiking-trails-across-australia\">Australia’s best treks</a> including the Larapinta Trail and Cradle Mountain. It takes close to five days to walk the 32 km <a href=\"https://en.wikipedia.org/w/index.php?title=Thorsborne_Trail&amp;action=edit&amp;redlink=1\">Thorsborne Trail</a> along the east coast of the island. In theory. <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Mount Bowen marked our departure from the material to the more sublime – and in my case more difficult – world</p> \n </blockquote> \n</aside> \n<p>To get there you fly to Townsville, then transfer to Cardwell before getting a boat to the island. There are no facilities or vehicles allowed on the island and only 40 people are permitted at a time, to preserve the island’s pristine and diverse environment. We planned to camp,hence the large packs. I was hiking with a group of other journalists and some local rangers who knew the park well. As we arrived we saw the peak of Mount Bowen, 1,121 metres above sea level, looming ahead. Marking our departure from the material world, to the more sublime – and in my case more difficult – natural world. </p> \n<figure class=\"element element-image\" data-media-id=\"707eb536a43ce14ee8ab5f78240ed32812f497a1\"> \n <img src=\"http://media.guim.co.uk/707eb536a43ce14ee8ab5f78240ed32812f497a1/0_0_4000_2772/1000.jpg\" alt=\"‘It’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something Jurassic about it.’\" width=\"1000\" height=\"693\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something jurassic about it.’</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Rankin/Queensland Tourism</span> \n </figcaption> \n</figure> \n<p>I was an inexperienced hiker and a relative novice at camping too. I’ve only spent a few nights here and there in a tent. But I’d always enjoyed it. I loved how quickly it forces you into an ancient rhythm – bed soon after sundown, and waking with the dawn; no ceiling except for the stars, the earthy smell of the ground so close beneath your pillow. And it’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something Jurassic about it. For a relatively small island, it contains an extraordinary diversity of geography. </p> \n<p>Peaks rise up dramatically not far from the shore, there are dense thickets of mangroves and outcrops of granite rocks. We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls. Dugongs swim in the waters around the island (as do crocodiles). There are snakes and eagles, as well as brilliantly bright Monarch butterflies. Some of my fellow hikers discovered the remains of fishing traps and shellfish fossils belonging to the area’s first people, the Bandjin, just off the track. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"1a6f155806f22d88f1d707d47569af99045fcf99\"> \n <img src=\"http://media.guim.co.uk/1a6f155806f22d88f1d707d47569af99045fcf99/0_0_3500_2333/1000.jpg\" alt=\"‘We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls.’ \" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls.’ </span> \n  <span class=\"element-image__credit\">Photograph: Melissa Van Der Haak/Queensland Tourism</span> \n </figcaption> \n</figure> \n<h2>Hiking – or major surgery? </h2> \n<p>Day one’s walk was only 6.5km – nothing, right? I could do that in an hour or two, just like walking from home to Surry Hills or along the cliff walk from Bondi to Bronte and back or from La Trobe street to the MCG. And day one was OK. Well, the first 10 minutes of day one was OK. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Every time I took the pack off, I actually moaned with joy</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"b0df1c6cbea5f44e47cdd219980760bea4de023f\"> \n <img src=\"http://media.guim.co.uk/b0df1c6cbea5f44e47cdd219980760bea4de023f/0_0_918_918/500.jpg\" alt=\"Guardian feautre editor Brigid Delaney, pictured with her backpack before her ill-fated hike.\" width=\"500\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Guardian feautre editor Brigid Delaney, pictured with her backpack before her ill-fated hike.</span> \n  <span class=\"element-image__credit\">Photograph: Brigid Delaney for the Guardian</span> \n </figcaption> \n</figure> \n<p>We walked along the beach, a bright 30-degree autumn’s day, sand firm beneath our feet. My pack felt weird though – a lot heavier than my practise pack that I had taken along Oxford Street, which contained some books and yoga clothes. In this pack I carried a tent, a sleeping bag, a mat, enough food for five days, clothes (including really bulky socks), toilet paper, two torches, a phone, a couple of chargers (including a battery one), lollies, snacks and three litres of water that came from a weird bladder/hose thing that I kept in the top of my backpack to suck while walking. With its tube and bag, it looked alarmingly like something you’d wake up attached to after major surgery.</p> \n<p>The other thing about my pack was that it was not actually my pack. It belonged to a friend and colleague, Patrick Keneally, who is taller than me, with broader shoulders. As we walked along that first sandy stretch it became apparent that as well as being heavy, the pack was going to be a real irritant. The right shoulder strap kept slipping off, unbalancing me, and the fidgeting and adjusting, and pushing up, and leaning forward and shifting of weight and fiddling with the straps never really stopped until I took the pack off – a pleasure so sublime and so physical that I actually moaned with joy every time the load fell from my shoulders.</p> \n<p>But before I could take the pack off, I had to walk. After 10 minutes of flat beach we got to the boulders – huge things that looked like they’d been hurled onto the beach by an angry god. Apart from swimming around them, the only way through was to climb over them, which didn’t seem right, as this was a hike, not a climb. </p> \n<figure class=\"element element-image\" data-media-id=\"99fe1c02ad0eb18767fdcd04ee47612540ab2fda\"> \n <img src=\"http://media.guim.co.uk/99fe1c02ad0eb18767fdcd04ee47612540ab2fda/0_104_3500_2100/1000.jpg\" alt=\"A photo taken on Hinchinbrook Island off the northern coast of Queensland, Australia. The island is home to Thorsbourne Trail, a four-day hike. Credit: Queensland Tourism\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Before I could take the pack off, I had to walk.’ </span> \n  <span class=\"element-image__credit\">Photograph: Melissa Van Der Haak/Queensland Tourism</span> \n </figcaption> \n</figure> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When I was not trying to drag myself up the rocks, I was frozen in fear</p> \n </blockquote> \n</aside> \n<p>The others leapt from boulder to boulder before disappearing from sight. It would be hours before I would see them again. I was slow. My legs weren’t long enough and my arms weren’t strong enough to negotiate the boulders with ease. To make matter worse when I launched myself onto the next boulder and tried to haul myself up it (grazing the inside of my arms), the weight of the pack and the loose straps pulled me backwards, leading to the sensation that I was about to lose my grip, fall back and dash my head on the rocks below. When I was not trying to drag myself up the rocks, I was frozen in fear.</p> \n<p>On a couple of the boulders I managed to take my pack off and hurl it up the rocks, so I didn’t tip backwards. The rangers we were travelling with, seeing I was struggling, positioned themselves above and below me. </p> \n<p>The one below grasped the back of my pack and shoved it forward, giving me upwards momentum. The other ranger, on the boulder above, grabbed my hand and pulled me up.</p> \n<p>This continued for another half a dozen boulders, until we got to an area that didn’t involve climbing, but instead walking across rocks of different sizes, surface areas, degrees of slipperiness. </p> \n<figure class=\"element element-image\" data-media-id=\"e59a0af05698dd5ec8bd2b0e88c55b572fbdcaab\"> \n <img src=\"http://media.guim.co.uk/e59a0af05698dd5ec8bd2b0e88c55b572fbdcaab/0_0_3500_2100/1000.jpg\" alt=\"‘I was too focused on looking down to see the scenery, too focused on each step to think about anything else.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I was too focused on looking down to see the scenery, too focused on each step to think about anything else.’</span> \n  <span class=\"element-image__credit\">Photograph: Melissa Van Der Haak/Queensland Tourism</span> \n </figcaption> \n</figure> \n<p>Before the hike, I’d been warned by many that it wasn’t the snakes or the crocodiles, instead it was the small things that could do you in – the twisted ankle, for example caused by slipping in between the rocks. There were many things I needed to think about during this hike, there was a lot on my mind – but walking over those rocks everything became narrowed to a laser point. I was too focused on looking down to see the scenery, too focused on each step to think about anything else. It was like purest form of meditation (but horrible).<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My fellow hikers competed with each other about whose meal was the most disgusting</p> \n </blockquote> \n</aside> \n<p>The possibility of injury kept me focused on the crossing but the shame of injury also drove me on. A few years ago a family friend – a very experienced bushwalker – had to be rescued by the navy from an island near Hinchinbrook after he became lost. He was even on the news. On the boat on the way over, our skipper spoke about a woman who managed to call (how? there was no phone signal) the mainland to be rescued because she had a sore foot. We hooted with derision, then wondered – wasn’t that a criminal offence to get rescued for a minor ailment?</p> \n<p>Food was another challenge. The island had no shops so we had to bring it in – bags of dehydrated stuff that was too bizarre to contemplate closely: lamb and red wine risotto, beef rendang, satay chicken, apple pie, yoghurt and muesli, all of it looking the same. Stopping at a clearing for lunch or dinner, we boiled up water on stoves we bought in (no fires allowed), then put it in a bag for 10 minutes. To open the bag and look at the food while it was still in utero was to confront an existential horror – the lamb growing and expanding inside the bag – the colour and texture of cement, the risotto bloating, but somehow not softening and tasting of soil. <br /></p> \n<p>My fellow hikers competed with each other about whose meal was the most disgusting. Chicken tikka masala, roast beef and the cooked breakfast were front runners. The worst though was not finishing the meal and having to take a combination congealed/powdery protein meal – half-eaten, around in your pack with you for the rest of the week due to the fact that there were no bins on the island. I’ll never forget the sensation in the middle of the night of sticking my hand into my backpack, reaching for toilet paper but instead copping the remnants of sausage and mash, my fingers recoiling when they touched the wet scraps.</p> \n<p>Somehow I managed to get through day one without dying, doing my ankle or collapsing from exhaustion. Stopping was the best bit. </p> \n<h2>The dubious pleasure of excrement from carpet snakes</h2> \n<p>We camped at Little Ramsay Bay, on the beach. It was lovely, just like I imagined an island paradise to be. I even enjoyed a furtive swim, despite the warnings that there were crocodiles in the region. Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags. I fell in a creek getting water and ended up filling my three-litre bladder with stagnant water that had algae floating in it and felt a little bit sick later but at least I was no longer wearing my pack, which was something.<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c4fdbcb426735de41638512f2cbd8c8e1e873f7f\"> \n <img src=\"http://media.guim.co.uk/c4fdbcb426735de41638512f2cbd8c8e1e873f7f/0_106_3500_2100/1000.jpg\" alt=\"Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags.’</span> \n  <span class=\"element-image__credit\">Photograph: Melissa Van Der Haak/Queensland Tourism</span> \n </figcaption> \n</figure> \n<p>Day two (10 km) turned out not to be so great either. My pack was adjusted and I was strapped into like an astronaut about to be launched into space. But as I set off walking, something was happening to my legs. They were like jelly. I know that’s a common expression; but they actually felt like I imagine jelly would feel. I quickly dropped behind the group.</p> \n<p>The two rangers stayed with me, one closely behind me, and one closely in front. Again, I needed them there, to push me up rocks and pull me from creek beds. There were many boulders to clamber over and the only way I could get through it was for someone behind me to boost, or sort of throw my pack forward, propelling me onto the next rock while the ranger in front of me grabbed my arm and hauled me up. </p> \n<p>What was the point of this, I wondered, finding it impossible to take in the beauty of the island under such stressful circumstances. </p> \n<p>By mid-morning we had fallen well behind the rest of the group. There were scheduled stops at waterfalls and swimming holes. There were trees to sit under and drink ginger wine and gaze up at butterflies. There were powdered beef satays to eat. But we didn’t even have time to stop for breaks. The rangers became worried that we would be stuck out there in the night. The ground underneath us in the lower, more tropical parts of the island had a curious stench – one I had never smelt before. </p> \n<p>“Excrement from carpet snakes,” a ranger explained.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It was the closest I have ever come to feeling like a toddler again</p> \n </blockquote> \n</aside> \n<p>On we kept walking until it became more like a march. The rangers fashioned me a stick which I used to heave myself up goat tracks and to slow my progress as we went down steeply on the other side. Sometimes it felt safer to slide down the track on my backside as the path pitched steeply. At other parts the track was light and flat – Hinchinbrook’s famous biodiversity in action again – a sparse wood of tall ghost gums and a flowing brown river that was all so stunning and bucolic, if only I could stop, take off my pack and lie under the tree. </p> \n<p>But down we descended again to the narrow track, riveted with branches growing underfoot, the smell of snake shit and the creek crossings. They were the worst. I fell in maybe six creeks, sometimes multiple falls each creek – to the front, to the side, on my back – getting wet, cut, bruised, lower lip trembling as I almost but didn’t quite cry. It was the closest I have ever come to feeling like a toddler again. <br /></p> \n<p>In the months before I went on the hike, I frequently had a tightness in my chest – a sensation that I was about to have a heart attack. I went to the doctor, and had a heap of tests. Nothing. The problem it seemed, was in my head. Just a simple case of anxiety. </p> \n<p>Walking through the jungle I could feel my chest tightening again and my breath becoming shallow. Was this it? Heart attack time? A friend of mine who had walked the Kokoda Track had two men on his group die of heart failure while hiking. But if I loosened my pack then it would pull me backwards and that could result in me falling backwards and hitting my head and dying. The rangers would have to stay by my body until daybreak then climb a peak and signal a passing ship. </p> \n<figure class=\"element element-image\" data-media-id=\"48adadf8aca8cf92f7893b3f742c89620a35f397\"> \n <img src=\"http://media.guim.co.uk/48adadf8aca8cf92f7893b3f742c89620a35f397/0_0_2638_1583/1000.jpg\" alt=\"A lagoon at Little Ramsay Bay in Hinchinbrook Island, Australia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Little Ramsay Bay in Hinchinbrook Island. It was lovely, just like I imagined an island paradise to be.’</span> \n  <span class=\"element-image__credit\">Photograph: Tatters/Flickr</span> \n </figcaption> \n</figure> \n<p>The rangers – tough Queenslanders who knew and loved this island, walked ahead cutting through the thicker areas with machetes. The conversation kept my mind off the heart attack I thought inevitable: we talked about the cultural relativism of female genital mutilation and witch burning in Papua New Guinea, whether people in cities are unfriendly compared to country people, who was the slowest walker they’ve ever had on the track. I liked them a lot and but couldn’t help but feel guilty about what a drain I was on their resources. They were hobbling now a little as well, after being forced to walk so slowly (it’s apparently harder on the body to walk slowly than it is to walk fast). </p> \n<p>Finally we arrived at a beach. Surely this was the end? Dark was falling. I was bent in half, over my stick. My socks and pants were soaked from falling in the creek. My back hurt. Everything hurt. </p> \n<p>The other hikers put up my tent. I collapsed inside without any supper. Day three was meant to be harder. </p> \n<p>But I felt I could not go on. I was collected by a team of coastguards at 6am the next morning and taken over rough seas to the mainland. An ambulance was waiting for me at the dock. My hike ended early, but not too soon.</p> \n<h2>Beaten from the inside </h2> \n<p>There’s kind of a narrative creeping into hiking – something different to the daggy bushwalking tropes from the 70s and 80s, something our fathers and mothers with their long socks and tins of insect repellent and non-hiking boots (indeed their entire lack of expensive kit) didn’t carry with them in their heads while they were walking.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I thought the act of walking would have a metaphysical component. But instead of conquering my anxiety, it made it worse</p> \n </blockquote> \n</aside> \n<p>It’s the heroes’ journey – human vs the elements. But it’s not just that. There’s the metaphysical aspect of hiking – the fact that when you walk, you work things out, that something becomes unknotted, that the longer and harder the track, the more your physical labors will seep into the sickness that might lie in your soul.</p> \n<p>To stay at home, watch television or sleep is to fester or remain inert. But to walk, particularly to walk hard somewhere isolated, is to take action – to somehow beat the thing inside you from the outside, in.</p> \n<p>I had also read Cheryl Strayed’s hugely popular hiking memoir Wild. She shot heroin the night before she walked the trail – and in the hard graft of the walk worked her life out.</p> \n<p>The act of walking itself – conquering or at least completing a trail, was more than just a completion. It had – and I thought would have for me – a metaphysical component. But instead of conquering my anxiety, it made it a lot worse.<br /></p> \n<p>What does it mean then to be beaten by the hike? (Or rather to be beaten by yourself, unprepared for the hike). People who go on these things are meant to return triumphant – sore but elated by a sense of accomplishment. But I returned feeling embarrassment and shame. <br /></p> \n<p>I was discharged from the hospital without any money or ID (they were locked in the ranger’s car in Cardwell) and via a few phone calls some very kind people at a motel in Lucinda took me in until the group returns. I stayed in my room during the day and read, scratching my sandfly bites and drinking wine with the motel owners at night. They’ve had interesting lives: a rancher in Texas, a cardiac nurse in Brisbane. They tried to make me feel better by saying: “Well I couldn’t do that walk.”</p> \n<p> Two days later the group returned after completing the hike and told me that day three wasn’t too hard and day four was a short dawdle down the beach. “You could have made it.” </p> \n<p>I returned to Sydney to a massive ambulance bill and regular physiotherapy sessions. Sometimes you’ve got to pick your battles.<br /></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/186b30fe2313ee90e61e42f19d80b2dfe543d67f/0_0_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Melissa Van Der Haak wheujbens/Queensland Tourism","altText":"Hinchinbrook Island, off the northern coast of Queensland.","cleanCredit":"Photograph: Melissa Van Der Haak wheujbens/Queensland Tourism"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/707eb536a43ce14ee8ab5f78240ed32812f497a1/0_0_4000_2772/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2772,"width":4000,"orientation":"landscape","caption":"‘It’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something jurassic about it.’ Photograph: Andrew Rankin/Queensland Tourism","credit":"Andrew Rankin/Queensland Tourism","altText":"‘It’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something Jurassic about it.’","cleanCaption":"‘It’s hard to overstate the beauty and wonder of Hinchinbrook Island: there’s something jurassic about it.’","cleanCredit":"Photograph: Andrew Rankin/Queensland Tourism"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1a6f155806f22d88f1d707d47569af99045fcf99/0_0_3500_2333/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2333,"width":3500,"orientation":"landscape","caption":"‘We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls.’  Photograph: Melissa Van Der Haak/Queensland Tourism","credit":"Melissa Van Der Haak/Queensland Tourism","altText":"‘We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls.’ ","cleanCaption":"‘We walked through heath, sparser areas of gum trees, down to gullies and rainforests, across damp creek beds, along sheltered beaches, wide beaches, sandy coves, past the tops of waterfalls.’ ","cleanCredit":"Photograph: Melissa Van Der Haak/Queensland Tourism"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b0df1c6cbea5f44e47cdd219980760bea4de023f/0_0_918_918/918.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":918,"width":918,"orientation":"landscape","caption":"Guardian feautre editor Brigid Delaney, pictured with her backpack before her ill-fated hike. Photograph: Brigid Delaney for the Guardian","credit":"Brigid Delaney for the Guardian","altText":"Guardian feautre editor Brigid Delaney, pictured with her backpack before her ill-fated hike.","cleanCaption":"Guardian feautre editor Brigid Delaney, pictured with her backpack before her ill-fated hike.","cleanCredit":"Photograph: Brigid Delaney for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/99fe1c02ad0eb18767fdcd04ee47612540ab2fda/0_104_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"‘Before I could take the pack off, I had to walk.’  Photograph: Melissa Van Der Haak/Queensland Tourism","credit":"Melissa Van Der Haak/Queensland Tourism","altText":"A photo taken on Hinchinbrook Island off the northern coast of Queensland, Australia. The island is home to Thorsbourne Trail, a four-day hike. Credit: Queensland Tourism","cleanCaption":"‘Before I could take the pack off, I had to walk.’ ","cleanCredit":"Photograph: Melissa Van Der Haak/Queensland Tourism"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e59a0af05698dd5ec8bd2b0e88c55b572fbdcaab/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"‘I was too focused on looking down to see the scenery, too focused on each step to think about anything else.’ Photograph: Melissa Van Der Haak/Queensland Tourism","credit":"Melissa Van Der Haak/Queensland Tourism","altText":"‘I was too focused on looking down to see the scenery, too focused on each step to think about anything else.’","cleanCaption":"‘I was too focused on looking down to see the scenery, too focused on each step to think about anything else.’","cleanCredit":"Photograph: Melissa Van Der Haak/Queensland Tourism"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c4fdbcb426735de41638512f2cbd8c8e1e873f7f/0_106_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"‘Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags.’ Photograph: Melissa Van Der Haak/Queensland Tourism","credit":"Melissa Van Der Haak/Queensland Tourism","altText":"Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags.’","cleanCaption":"‘Sitting on the beach as the sun went down, we passed around a bag of goon, and stirred our dinner in our little bags.’","cleanCredit":"Photograph: Melissa Van Der Haak/Queensland Tourism"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/48adadf8aca8cf92f7893b3f742c89620a35f397/0_0_2638_1583/2638.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1583,"width":2638,"orientation":"landscape","caption":"Little Ramsay Bay in Hinchinbrook Island. It was lovely, just like I imagined an island paradise to be.’ Photograph: Tatters/Flickr","credit":"Tatters/Flickr","altText":"A lagoon at Little Ramsay Bay in Hinchinbrook Island, Australia.","cleanCaption":"Little Ramsay Bay in Hinchinbrook Island. It was lovely, just like I imagined an island paradise to be.’","cleanCredit":"Photograph: Tatters/Flickr"}],"webPublicationDate":"2015-06-30T08:55:25Z","lastModified":"2015-06-30T08:57:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Brigid Delaney","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/30/1430381052911/Brigid-Delaney-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brigiddelaney"}],"feature":true,"keywords":["Walking holidays","Australia travel blog","Australia","Travel","Australasia"],"tags":[{"id":"travel/walkingholidays","webTitle":"Walking holidays"},{"id":"travel/australia-travel-blog","webTitle":"Australia travel blog"},{"id":"travel/australia","webTitle":"Australia"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/australasia","webTitle":"Australasia"}],"section":{"id":"travel"},"topics":[{"displayName":"Brigid Delaney","topic":{"type":"tag-contributor","name":"profile/brigiddelaney"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jun/30/it-was-the-trek-you-must-do-before-you-die-and-it-nearly-killed-me","shortUrl":"http://gu.com/p/4a7na","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jun/30/it-was-the-trek-you-must-do-before-you-die-and-it-nearly-killed-me","webUri":"http://www.theguardian.com/travel/2015/jun/30/it-was-the-trek-you-must-do-before-you-die-and-it-nearly-killed-me"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/186b30fe2313ee90e61e42f19d80b2dfe543d67f/377_0_3123_1875/3123.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1875,"width":3123,"orientation":"landscape","caption":"Hinchinbrook Island, off the northern coast of Queensland. There are no facilities or vehicles allowed on the island and only 40 people are permitted on at a time.  Photograph: Melissa Van Der Haak/Queensland Tourism","credit":"Melissa Van Der Haak/Queensland Tourism","altText":"Hinchinbrook Island, off the northern coast of Queensland. There are no facilities or vehicles allowed on the island and only 40 people are permitted on at a time. ","cleanCaption":"Hinchinbrook Island, off the northern coast of Queensland. There are no facilities or vehicles allowed on the island and only 40 people are permitted on at a time. ","cleanCredit":"Photograph: Melissa Van Der Haak/Queensland Tourism"}},"importance":5,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/186b30fe2313ee90e61e42f19d80b2dfe543d67f/0_0_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Melissa Van Der Haak wheujbens/Queensland Tourism","altText":"Hinchinbrook Island, off the northern coast of Queensland.","cleanCredit":"Photograph: Melissa Van Der Haak wheujbens/Queensland Tourism"}}]},{"title":"Science / How same-sex marriage could ruin civilisation","rawTitle":"How same-sex marriage could ruin civilisation","item":{"type":"article","id":"science/brain-flapping/2015/jun/29/same-sex-marriage-ruin-civilisation-science","title":"How same-sex marriage could ruin civilisation","trailText":"<strong>Dean Burnett: </strong>Many have claimed that legalising same-sex marriage threatens civilisation. How might this occur? There are some scientific possibilities","standFirst":"<p class=\"MsoNormal\" data-dropid=\"0\">In the wake of the US supreme court ruling that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">legalised same-sex marriage throughout America</a>, many commenters and objectors have claimed it will have disastrous consequences. But rather than just dismissing them as irrational bitterness, it’s important to consider the genuine scientific basis for such claims</p>","byline":"Dean Burnett","body":"<p>Same-sex marriage is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">now legal throughout the USA</a>. This is a good thing, it’s always nice when people get equal treatment under the law. Sadly, not everyone agrees. Such is the speed of modern news and communication that announcement of the Supreme Court decision was essentially immediately followed by furious <a href=\"http://i100.independent.co.uk/article/gay-marriage-has-been-legalised-in-the-us-and-republicans-just-cant-cope--Z1WVqKhHZGl\">objection</a>s and doom-laden predictions of the collapse of society for <a href=\"http://thinkprogress.org/lgbt/2015/06/26/3674385/dissent-marriage-equality/\">various reason</a>s. </p> \n<p>It’s easy to dismiss these objections as angry incoherent bitterness from people who can’t or won’t accept that the rest of the human race doesn’t have to conform to their antiquated views, and <a href=\"https://www.queerty.com/graphic-12-reasons-why-gay-marriage-will-ruin-society-20120521\">many people do just that</a>. But what if they’re not? What if there are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/brain-flapping/2013/may/29/scientific-reasons-oppose-gay-marriage\">genuine scientific reasons to fear same-sex marriage</a>? After all, we in the UK know that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/brain-flapping/2014/jan/21/how-same-sex-marriage-causes-floods\">same-sex marriage caused extreme flooding</a> when it was legalised here, and now that it’s permitted in a country with the size and influence of the USA the consequences could be even more catastrophic. Here are just some possibilities we should brace ourselves for.</p> \n<h2><strong>The overturning of nature</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"0d50f063d93f0371a5361fef68c6a004913a54ba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435576699133/589f3718-14b8-444c-8be5-8d238b3b4831-460x276.jpeg\" alt=\"Rain and cloud over the Vikos Gorge from the Oxia viewpoint, Zagoria, Epirus, Greece, \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Same-sex marriage is more powerful than nature, so could ruin stuff like this.</span> \n  <span class=\"element-image__credit\">Photograph: Robert Harding World Imagery / A/Alamy</span> \n </figcaption> \n</figure> \n<p>Governor Mike Huckabee pointed out that for the Supreme Court to legalise same-sex marriage is to overturn nature, which is impossible.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GovMikeHuckabee/statuses/614454579044950016\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">The Supreme Court can no more repeal the laws of nature and nature's God on marriage than it can the laws of gravity.</p>— Gov. Mike Huckabee (@GovMikeHuckabee) \n  <a href=\"https://twitter.com/GovMikeHuckabee/status/614454579044950016\">June 26, 2015</a>\n </blockquote> \n</figure> \n<p>However, same-sex marriage is now legal, so clearly it <em>is </em>possible for humans to overturn nature. This opens up a wide variety of problems, given how nature is responsible for everything that keeps the planet running. Clearly <a href=\"https://en.wikipedia.org/wiki/LGBT\">LGBT</a> people have the power to overrule nature to suit their own needs. While we can hope they restrict this ability to things like increasing the number of rainbows, there’s no guarantee of this. What if some careless homosexual is struggling with a heavy suitcase and decides to <a href=\"http://www.qrg.northwestern.edu/projects/vss/docs/space-environment/3-mass-and-distance-affects-gravity.html\">lower the mass of the planet to reduce the strength of gravity</a>? We’d all be flung out of the atmosphere without warning. </p> \n<p>This wouldn’t be a problem if same-sex marriage were natural, like opposite-sex marriage. Opposite-sex marriage occurs all the time in nature. Numerous species are regularly seen in naturally occurring registry offices signing naturally occurring forms to ensure their marriage is recognised by naturally occurring legal frameworks. <a href=\"http://www.penguins-world.com/do-penguins-mate-for-life/\">Penguins are especially known for this</a>, which is why they look like they’re wearing suits. </p> \n<h2><strong>Too many rainbows</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"ed964dd6a68d9eed9968d4115473e685cd779999\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435576817956/58ae45c6-32d1-41e5-b7e2-fd63e36cc78d-460x276.jpeg\" alt=\"A rainbow flag flies over the crowd during a press conference by the Human Rights Campaign on the steps of the Arkansas State Capital in Little Rock following Gov. Asa Hutchinson's comments on House Bill 1228, a bill passed which prohibits state and local governments from infringing on a person's religious beliefs without a \" compelling\"=\"\" interest,\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Avert your eyes!</span> \n  <span class=\"element-image__credit\">Photograph: Andrea Morales/Getty Images</span> \n </figcaption> \n</figure> \n<p>As already hinted at, the celebrations of the legalisation of same-sex marriage have resulted in a stark increase in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/us-landmarks-light-up-in-rainbows-over-gay-marriage-ruling-in-pictures\">number of rainbows</a> seen everywhere. The rainbow is the <a href=\"https://en.wikipedia.org/wiki/Rainbow_flag_(LGBT_movement)\">symbol of the LGBT movement</a>, so this makes sense. No harm in rainbows, right? </p> \n<p>Wrong! It may seem like harmless celebration to put rainbows in every possible location, but what about the effect this is having on the eyes of those who have to look at them? The retina in the eye relies on photoreceptors, specialised cells that detect light. Because they’re organic and rely on biological processes, these <a href=\"http://www.worqx.com/color/after_image.htm\">photoreceptors can become exhausted if exposed to a particular stimulus for too long</a>. Constant exposure to rainbows could mean people can’t see colours as well, and this could be disastrous. How will they know when to stop or go at a traffic light? Or which wire to cut when defusing a bomb? </p> \n<p>This isn’t even considering the possible damage to children. The young brain’s <a href=\"http://www.cell.com/neuron/abstract/S0896-6273(12)00569-7\">visual cortex is still developing</a> and this development is based on what the young person sees. Constant exposure to bright primary colours in the same regular pattern could potentially disrupt or warp their visual system leading future generations to have altered colour perception. Won’t somebody PLEASE think of the children!</p> \n<h2><strong>The climate damage</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"cf7bc37e38301849f030b1405207029b02f315d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435576888050/e658b98f-254d-4ff5-acba-0845d861fe43-460x276.jpeg\" alt=\"Unusual cloud formations and lightning seen over the English Channel at the Port of Dover on July 18, 2014 in Kent, England.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Same-sex marriage means a storm could be coming, and not in the biblical sense.</span> \n  <span class=\"element-image__credit\">Photograph: Graham Mitchell/Barcroft Media</span> \n </figcaption> \n</figure> \n<p>Legalising same-sex marriage has one obvious result; more marriages. This means, more weddings. Weddings mean a lot of people gathered in one place, a situation which normally makes a place very warm, seeing as how <a href=\"http://www.bbc.co.uk/news/business-12137680\">people give off body heat</a>. People also have to travel to weddings, often over long distances. This requires vehicles, the vast majority of which <a href=\"http://www.dft.gov.uk/vca/fcb/carfueldata-tools-redirect-page.asp\">give off CO<sub>2</sub></a>. </p> \n<p>This situation is even worse if you include <a href=\"http://www.cntraveler.com/galleries/2014-12-29/destination-weddings-most-popular-places-to-say-i-do-jamaica-las-vegas-italy\">destination weddings</a>, where the happy couple and guests fly to other countries to tie the knot, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/blog/2010/sep/09/carbon-emissions-planes-shipping\">flying gives off even more CO<sub>2</sub></a>. Increasing the number of weddings will no doubt lead to more of this, and thus increasing the threat and potential damage of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/sep/21/record-co2-emissions-committing-world-to-dangerous-climate-change\">climate change</a>.</p> \n<p>Overall, opponents of same-sex marriage could make an effective and logical case against marriage simply by highlighting the dangers of climate change. None of them seem to be doing this though. Weird. </p> \n<h2><strong>The slippery slopes</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"cf41c3d8553a83b6591f4bc55ab7eb11d5a4b38a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435576977292/abd233c6-6b4e-4c7a-8cb4-2a1b73434953-460x276.jpeg\" alt=\"ale skier skiing in Le Grand Massif ski area with views to snowcapped mountains in the French Alps. Flaine, Rhone-Alpes, \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">It’s hard to find a suitable image for metaphorical slippery slopes, so have had to go a bit more literal here.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>One of the main arguments against same-sex marriage is that <a href=\"http://www.huffingtonpost.com/eric-simpson/the-purpose-of-marriage-i_b_2973061.html\">marriage is for procreation</a>, and a couple of the same sex can’t reproduce. However, given that legalising same-sex marriage overturns the laws of nature, this means the laws of nature preventing same sex couples from reproducing are now null and void, so maybe same sex couples <em>can</em> reproduce. </p> \n<p>Another argument is the <a href=\"http://www.huffingtonpost.com/william-dameron/beware-of-the-gay-marriag_b_3009702.html\">slippery slope argument</a>, which says that legalising same sex marriage will inevitably lead to people entering polygamous marriages, entering into incestuous marriages, or even marrying animals like dogs and cats. </p> \n<p>What if this happens? What if people enter into legal marriages with animals? With the laws of nature now obsolete, this would mean such marriages can include procreation. And where will this end up? A race of half-human half-animal hybrids, that’s where! We’ll turn Earth into a veritable <a href=\"https://en.wikipedia.org/wiki/The_Island_of_Doctor_Moreau\">planet of Doctor Moreau</a>, bringing human civilisation to an end. </p> \n<p>Admittedly, most of the things discussed here aren’t exactly “likely”, more “the fevered ramblings of an unhinged mind” at best.<br /></p> \n<p><em>Dean Burnett has yet to be invited to a same-sex wedding but definitely isn’t bitter about that. He’s on Twitter, <a href=\"https://twitter.com/garwboy\">@garwboy</a></em><br /></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435577393827/2aafd4ac-9d2b-493a-980d-47cc609e1b4f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"DAVID MCNEW/DAVID MCNEW/Reuters/Corbis","altText":"Los Angeles, California, USA --- A same-sex wedding cake topper is seen outside the East Los Angeles County Recorder's Office on Valentine's Day during a news event for National Freedom to Marry Week in Los Angeles, California February 14, 2012","cleanCredit":"Photograph: DAVID MCNEW/DAVID MCNEW/Reuters/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435576700831/589f3718-14b8-444c-8be5-8d238b3b4831-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Same-sex marriage is more powerful than nature, so could ruin stuff like this. Photograph: Robert Harding World Imagery / A/Alamy","credit":"Robert Harding World Imagery / A/Alamy","altText":"Rain and cloud over the Vikos Gorge from the Oxia viewpoint, Zagoria, Epirus, Greece, ","cleanCaption":"Same-sex marriage is more powerful than nature, so could ruin stuff like this.","cleanCredit":"Photograph: Robert Harding World Imagery / A/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435576819795/58ae45c6-32d1-41e5-b7e2-fd63e36cc78d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Avert your eyes! Photograph: Andrea Morales/Getty Images","credit":"Andrea Morales/Getty Images","altText":"A rainbow flag flies over the crowd during a press conference by the Human Rights Campaign on the steps of the Arkansas State Capital in Little Rock following Gov. Asa Hutchinson's comments on House Bill 1228, a bill passed which prohibits state and local governments from infringing on a person's religious beliefs without a \"compelling\" interest,","cleanCaption":"Avert your eyes!","cleanCredit":"Photograph: Andrea Morales/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435576889613/e658b98f-254d-4ff5-acba-0845d861fe43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Same-sex marriage means a storm could be coming, and not in the biblical sense. Photograph: Graham Mitchell/Barcroft Media","credit":"Graham Mitchell/Barcroft Media","altText":"Unusual cloud formations and lightning seen over the English Channel at the Port of Dover on July 18, 2014 in Kent, England.","cleanCaption":"Same-sex marriage means a storm could be coming, and not in the biblical sense.","cleanCredit":"Photograph: Graham Mitchell/Barcroft Media"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435576978788/abd233c6-6b4e-4c7a-8cb4-2a1b73434953-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It’s hard to find a suitable image for metaphorical slippery slopes, so have had to go a bit more literal here. Photograph: Alamy","credit":"Alamy","altText":"ale skier skiing in Le Grand Massif ski area with views to snowcapped mountains in the French Alps. Flaine, Rhone-Alpes, ","cleanCaption":"It’s hard to find a suitable image for metaphorical slippery slopes, so have had to go a bit more literal here.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-29T11:47:44Z","lastModified":"2015-06-30T08:36:42Z","metadata":{"commentable":true,"commentCount":1071,"contributors":[{"name":"Dean Burnett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dean-burnett"}],"feature":false,"keywords":["Science","Same-sex marriage (US)","Climate change"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"},{"id":"science/scienceofclimatechange","webTitle":"Climate change"}],"section":{"id":"science"},"topics":[{"displayName":"Dean Burnett","topic":{"type":"tag-contributor","name":"profile/dean-burnett"}}],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/brain-flapping/2015/jun/29/same-sex-marriage-ruin-civilisation-science","shortUrl":"http://gu.com/p/4a834","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/brain-flapping/2015/jun/29/same-sex-marriage-ruin-civilisation-science","webUri":"http://www.theguardian.com/science/brain-flapping/2015/jun/29/same-sex-marriage-ruin-civilisation-science"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435577393827/2aafd4ac-9d2b-493a-980d-47cc609e1b4f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It starts with cake toppers, but could it spell doom for all mankind? Not really no, but it’s fun to pretend. Photograph: David McNew/Reuters/Corbis","credit":"David McNew/Reuters/Corbis","altText":"Los Angeles, California, USA --- A same-sex wedding cake topper is seen outside the East Los Angeles County Recorder's Office on Valentine's Day during a news event for National Freedom to Marry Week in Los Angeles, California February 14, 2012","cleanCaption":"It starts with cake toppers, but could it spell doom for all mankind? Not really no, but it’s fun to pretend.","cleanCredit":"Photograph: David McNew/Reuters/Corbis"}},"importance":5,"kicker":{"title":"Science"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435577393827/2aafd4ac-9d2b-493a-980d-47cc609e1b4f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"DAVID MCNEW/DAVID MCNEW/Reuters/Corbis","altText":"Los Angeles, California, USA --- A same-sex wedding cake topper is seen outside the East Los Angeles County Recorder's Office on Valentine's Day during a news event for National Freedom to Marry Week in Los Angeles, California February 14, 2012","cleanCredit":"Photograph: DAVID MCNEW/DAVID MCNEW/Reuters/Corbis"}}]},{"title":"Tunisia attack / UK's 'full spectrum response' looks nothing special","rawTitle":"UK's 'full spectrum response' looks nothing special","item":{"type":"article","id":"uk-news/2015/jun/29/uk-full-spectrum-response-tunisia-attack-isis","title":"UK's 'full spectrum' response to Tunisia attack looks like business as usual","trailText":"Military options are severely limited and there is still no clear overall plan in place for defeating Islamic State","standFirst":"<p data-dropid=\"0\">Military options are severely limited and there is still no clear overall plan in place for defeating Islamic State</p>","byline":"Ewen MacAskill Defence and security correspondent","body":"<p>David Cameron’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/tunisia-attack-david-cameron-pledges-full-spectrum-response-to-massacre\">pledge of a “full spectrum” response</a> to the Tunisian massacre left much of Whitehall bewildered about what the prime minister meant and what their departments could achieve much beyond what they were already doing.<br /></p> \n<p>While the Home Office is working on specific new counter-extremism measures, for other departments it is business as usual. A government official said he did not know what was meant by “full spectrum” but assumed it meant applying every tool available to the government – all means necessary – to defeat Islamic State. But neither he nor other officials could see any signs of that. </p> \n<p>Instead, the focus is on a continuation of existing intelligence measures to identify potential plots against the UK and keep tabs on suspected jihadis either heading for or returning from Syria.</p> \n<p>The routine response within Whitehall when faced with an outrage is to draw up a list of what is being done and what more can be added. But the military options available to Cameron are severely limited given the lack of willingness in the US and UK to commit substantial forces on the ground in Iraq or Syria. </p> \n<p>The Ministry of Defence said on Monday it had 160 personnel in Iraq, including in the Kurdish-controlled north. Last month, Cameron announced that about another 125 would be deployed, mainly to help train the Iraqi army in identifying and defusing improvised explosive devices and helping to build bridges. About 800 other British personnel are spread around the Middle East, mainly involved in air attacks on Isis.</p> \n<p>In February, the House of Commons defence committee issued a scathing report about the government’s response to Isis, describing it as “modest” and expressing surprise that service chiefs had no clear overall plan in place. </p> \n<p>Such a plan would need a co-ordinated political, military, diplomatic and intelligence response. But there is still no such plan in place.</p> \n<p>Cameron denied on Monday that Isis was winning militarily, saying it had lost a lot of territory and could be defeated. But retaking Isis-controlled parts of Iraq could be long and bloody and the outcome uncertain given the demoralised state of the Iraqi army.</p> \n<p>Ministers privately acknowledge that the starting point for defeating Isis is a stable Iraqi government that embraces alienated Sunni Muslims, and there is scepticism about that being achieved. They stress that Isis will have to be defeated by the Iraqi army and there is no plan to put British forces back into a combat role. </p> \n<p>Even if Isis was to be defeated in Iraq, it could still remain in power in eastern Syria. The US has no strategy for ending the civil war in Syria, and the British parliament has ruled out military action there.</p> \n<p>Malcolm Chalmers, the director of UK defence policy at the Royal United Services Institute, said he did not know what the prime minister meant by “full spectrum”. He said one distinct shift the UK could make would be to join the US in using combat aircraft against Isis in Syria as well as in Iraq. If Isis in Syria was found to be implicated in terrorist plots against the UK then this might prompt a shift, but parliamentary approval would be needed, Chalmers added.<br /></p> \n<p>James de Waal, a specialist in international security at the London-based thinktank Chatham House, did not know either what Cameron meant by “full spectrum” but said there had to be a plan in place. “The key to dealing with Isis is not just defeating it militarily, it is about to providing a political solution,” he said.</p> \n<p>On the domestic front, the MoD has updated plans to deploying the army in support of the police in the event of counter-terrorist operations involving multiple incidents across multiple locations. </p> \n<p>The intelligence agencies have a good record domestically in disrupting terrorist plots in the UK since the London bombings 10 years ago, but the caveat is always added that it is just a matter of time before there is another attack. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588336876/ec16e507-0755-4827-a6fe-4bddf944722c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Xinhua /Landov/Barcroft Media","altText":"Fallujah air strike","cleanCredit":"Photograph: Xinhua /Landov/Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-29T14:36:19Z","lastModified":"2015-06-29T23:13:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["UK security and counter-terrorism","Defence policy","Islamic State","UK news","Politics","World news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/defence","webTitle":"Defence policy"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/uk-full-spectrum-response-tunisia-attack-isis","shortUrl":"http://gu.com/p/4a86b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/29/uk-full-spectrum-response-tunisia-attack-isis","webUri":"http://www.theguardian.com/uk-news/2015/jun/29/uk-full-spectrum-response-tunisia-attack-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588336876/ec16e507-0755-4827-a6fe-4bddf944722c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The scene of an air strike by the Iraqi air force in Isis-held Fallujah, Iraq. Photograph: Xinhua /Landov/Barcroft Media","credit":"Xinhua /Landov/Barcroft Media","altText":"Fallujah air strike","cleanCaption":"The scene of an air strike by the Iraqi air force in Isis-held Fallujah, Iraq.","cleanCredit":"Photograph: Xinhua /Landov/Barcroft Media"}},"importance":4,"kicker":{"title":"Tunisia attack"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588336876/ec16e507-0755-4827-a6fe-4bddf944722c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Xinhua /Landov/Barcroft Media","altText":"Fallujah air strike","cleanCredit":"Photograph: Xinhua /Landov/Barcroft Media"}}]},{"title":"Station to Station at the Barbican / A self-congratulatory dude-fest","rawTitle":"A self-congratulatory dude-fest","item":{"type":"article","id":"artanddesign/2015/jun/29/station-to-station-doug-aitken-barbican-review","title":"Station to Station at the Barbican – a self-congratulatory dude-fest","trailText":"Stuffed with artists, satanists and an 88-strong cymbal band, Doug Aitken’s month-long takeover of London’s leading cultural centre is still somehow grim. Adrian Searle can’t wait to leave","standFirst":"<p data-dropid=\"0\">Stuffed with artists, satanists and an 88-strong cymbal band, Doug Aitken’s month-long takeover of London’s leading cultural centre is still somehow grim. Adrian Searle can’t wait to leave</p>","byline":"Adrian Searle","body":"<p>In September 2013, the Los Angeles-based artist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/24/doug-aitken-non-stop-art-barbican-takeover-station-to-station\">Doug Aitken</a> filled a specially converted nine-car train with artists and musicians, and headed west across the United States from the Atlantic Ocean to the Pacific. Illuminated by what Aitken called “a nomadic light sculpture”, that flared along the flanks of the railcars, Station to Station blazed across America, and Aitken set up concerts, performances and events along the way, from Brooklyn to Chicago, Kansas City to Winslow, Arizona. </p> \n<p>Artists and performers disembarked, Mongolian yurts were erected for the installations and performances that travelled from stop-off to stop-off and singular ad-hoc events were staged across the country. Less a happening than an itinerant travelling circus, Station to Station has now hit the buffers &shy;at <a href=\"http://www.barbican.org.uk/stationtostation\">the Barbican</a>, in London. </p> \n<p>Minus the train and a lot of the original participants – Patti Smith and Thurston Moore, Thomas Demand and Philippe Parreno – many of the performers and artists have gone their separate ways. On Friday evening and all day Saturday, I roamed the Barbican like a man looking for the delayed 10.47 to Orpington from London Bridge.</p> \n<figure class=\"element element-image\" data-media-id=\"9c9ac7a9b7fba78499c45ed1a27d0b350eec08b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435591957226/d3cdbb1b-b7bd-4bd4-b11d-1821be1014a9-460x307.jpeg\" alt=\"Tal R's print, part of the Station to Station show at the Barbican.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tal R’s Rosa Pagoda, part of the Station to Station show at the Barbican</span> \n </figcaption> \n</figure> \n<p>The yurts are on the lakeside and on the elevated outdoor plaza between the Barbican’s tower blocks and walkways. The gallery is filled with videos, talks, interactive performances, dance rehearsals, installations and other “interventions”. A whole lot of stuff will be going on until the 26 July. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>No sign has ever been as welcome as the one saying Exit</p> \n </blockquote> \n</aside> \n<p>But the happening isn’t happening for me. I wander into a pitch-black room where painter <a href=\"http://www.vogue.com/8209701/tal-r-artist-studio-visit-cheim-read-altstadt-girl/\">Tal R – AKA Professor R</a> – wants to discuss my problems with art. What do you do? he asks. I am an art critic, I reply. I hear him gulp. I have a problem, I say, with mediocrity. He sits there like a benign but invisible art-school tutor. Avoiding the subject of his print studio, set up elsewhere in the gallery under a pink pagoda, where someone is inking up his woodcuts to produce a series of Tal R prints that visitors can buy, we discuss the dynamics of art school and being in the dark. I never saw his face. Is this a metaphor?</p> \n<p>Elsewhere, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/08/marcus-coates-artist-elephant-castle\">Marcus Coates – best known as shaman to the art world</a>, communicator with animal spirit guides – is also trying to answer our problems. Yards of expensive canvas line the walls. Visitors post their questions on postcards at the entrance to Coates’ little atelier, and he attempts to paint a response. If he decides to paint your problem, you get invited in for a chat. “Why do birds suddenly appear?” enquires one troubled missive. “How can people hate so much?” asks another. Duh. This is the topic Coates was battling with on my several trips to see how he was getting on. He stood there with lumpy paint dribbling from his brush. The paint also drooled from the rendition of a horse’s head he was struggling with, inexplicably. “I haven’t painted for decades,” Coates admitted wistfully. It showed. Later this week, the German artist <a href=\"http://www.newmuseum.org/exhibitions/view/albert-oehlen-home-and-garden\">Albert Oehlen</a> will be doing a “painting performance”. Knowing Oehlen’s work, I advise spectators to wear something wipeable. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f99c571a45f8c76776e7e25fb78beb496bd2f2af\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435591384027/d1c0e156-99aa-41bf-88e7-7acc7474c5a3-460x303.jpeg\" alt=\"A good place to hide … Ernesto Neto's yurt.\" width=\"460\" height=\"303\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A good place to hide … Ernesto Neto’s yurt.</span> \n  <span class=\"element-image__credit\">Photograph: Doug Allan</span> \n </figcaption> \n</figure> \n<p>Elsewhere, you can hang out on big cushions in a little cell and talk over some forgettable soundworks, watch dancers rehearse (they were hanging about listening to Nick Cave on my visit, but it was early days) and, on Saturday at lunchtime, you can eat a slice of Los Angeles artist <a href=\"http://www.newyorker.com/magazine/2013/07/01/ed-ruschas-l-a\">Ed Ruscha</a>’s cactus omelette while watching Premium, a funny spoof film noir he created in 1971. The omelette, made to Ruscha’s own recipe, is really a tortilla. Call me pedantic, but it was grim. Tortillas are an art in themselves. This was no masterpiece.</p> \n<p>On Saturday, the Mexican artist <a href=\"http://www.pedroreyes.net\">Pedro Reyes</a> hosted a series of conversations between practitioners of different faiths: a pagan High Priestess of Wicca and a leading Muslim; a Hindu astrophysicist and a Rastafarian; a Sufi and a Buddhist. It was all extremely polite. I wanted to see a Scientologist mud wrestle with Alain de Botton, but it wasn’t to be. </p> \n<p>My own spiritual void remained as empty as the theoretical universe Liz Glynn was explaining, with the aid of hand-drawn diagrams, on the walls of a blacked-out yurt. You had to wear a head torch to see them. Nearby, <a href=\"https://vimeo.com/92716071\">Ernesto Neto</a>’s yurt was a forest of stretched orange fabric tubes; it was a good place to hide from <a href=\"http://www.wired.com/2014/02/olaf-breuning/\">Olaf Breuning’s smoke bombs</a>, which sporadically filled the air with bilious colours and thick black smoke. A Rajasthani<em> </em>brass band went by, and not for the first time.</p> \n<p>Marginally better, a red yurt with seating in the shape of a pentagram provides a little cinema for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/jul/22/how-we-made-lucifer-rising\">Kenneth Anger’s film Lucifer Rising</a>, though you’ll be lucky to catch the satanic naughty bits.<a href=\"http://www.ursfischer.com/images\"> Urs Fischer</a>’s all-white yurt is a sort of honeymoon suite. With mirrored walls, wafting dry ice and a huge white bed that invites visitors to get down and get it on, the Barbican’s invigilators make sure they don’t.</p> \n<p>Doomy music fills the Barbican’s Curve Gallery. This is <a href=\"http://www.lightecho.es/\">Light Echoes</a> and is by Aaron Koblin and Ben Tricklebank. Suddenly, lasers beam down, like searchlights from a spaceship. I’ve heard this sort of thing usually happens on a quiet country road in the midwest. What next, I thought? Is one of our little group, stationed behind a white line drawn on the floor, about to be sucked into the dark and penetrated by alien probes? But no. The lights retreat around the bend in the Curve, and we are allowed to follow. At the end is an illuminated screen, with an image of a railroad, overwritten with words and phrases: “Wake up and dream” and “Every moment of light and dark is a miracle.” Whatever next – spiritually enhanced face painting? No sign has ever been as welcome as the one saying Exit.</p> \n<figure class=\"element element-image\" data-media-id=\"c409ea5063d1af2196901f06588765f62473b6b0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435591595847/fd811b65-1ee3-4574-b47e-4dc03937bff9-460x276.jpeg\" alt=\"Scenes from Doug Aitken's film of the original Station to Station.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Scenes from Doug Aitken’s film of the original Station to Station.</span> \n  <span class=\"element-image__credit\">Photograph: Rob Stothard/Getty Images for the Barbican Art Gallery</span> \n </figcaption> \n</figure> \n<p>So far, I am most disturbed by how few women artists were involved in the opening of Aitken’s programme, especially given the feminised forms of collaborative and relational art-making much of this project exemplifies. <a href=\"http://stationtostationfilm.com\">Aitken’s own film of the original Station to Station</a> runs in the Barbican cinema. A glossy series of 61 one-minute vignettes, it is as slick as an advert. I waited for the product placement, and wished we could linger on clips of <a href=\"https://www.youtube.com/watch?v=3jZ_HkaTXh8\">William Eggleston</a> talking, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/may/10/cat-power-this-much-i-know\">Cat Power</a> playing in a cave and an irascible <a href=\"http://video.wired.com/watch/the-faltering-prestige-of-the-writer-station-to-station\">Gary Indiana</a> describing just how venal and mindless the US is. They provided an all-too-brief reality check in what was largely a self-congratulatory dude-fest. </p> \n<p>If the Barbican version of Station to Station seems like a collection of inconsequential sideshow, party-art entertainments, the concerts and gigs planned for the next month should have considerably more clout. On Saturday evening, I watched a sold-out concert by the veteran Japanese noise artist <a href=\"http://www.boredoms.jp/information/index.html\">Yamantaka Eye and his group Boredoms</a>, performing with an ensemble of 88 cymbal players. The sound grew and grew, ebbed and grew again. After half an hour cowering with my hands clapped over my ears, and even wearing earplugs, I had to leave. It hurt too much, and I had a train to catch.</p> \n<ul> \n <li><a href=\"http://www.barbican.org.uk/stationtostation\">Station to Station</a> is at the Barbican, London, until 26 July.</li> \n</ul>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435590799330/69853de9-25a4-41b3-9499-9307bc5e8ffe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rob Stothard/Getty Images for the Barbican","altText":"Olaf Breuning's smoke bombs, part of the Station to Station exhibition at the Barbican, London.","cleanCredit":"Photograph: Rob Stothard/Getty Images for the Barbican"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435591956121/d3cdbb1b-b7bd-4bd4-b11d-1821be1014a9-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Tal R’s Rosa Pagoda, part of the Station to Station show at the Barbican","credit":"PR","altText":"Tal R's print, part of the Station to Station show at the Barbican.","cleanCaption":"Tal R’s Rosa Pagoda, part of the Station to Station show at the Barbican"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435591382607/d1c0e156-99aa-41bf-88e7-7acc7474c5a3-2060x1359.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1359,"width":2060,"orientation":"landscape","caption":"A good place to hide … Ernesto Neto’s yurt. Photograph: Doug Allan","credit":"Doug Allan","altText":"A good place to hide … Ernesto Neto's yurt.","cleanCaption":"A good place to hide … Ernesto Neto’s yurt.","cleanCredit":"Photograph: Doug Allan"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435591597192/fd811b65-1ee3-4574-b47e-4dc03937bff9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scenes from Doug Aitken’s film of the original Station to Station. Photograph: Rob Stothard/Getty Images for the Barbican Art Gallery","credit":"Rob Stothard/Getty Images for the Barbican Art Gallery","altText":"Scenes from Doug Aitken's film of the original Station to Station.","cleanCaption":"Scenes from Doug Aitken’s film of the original Station to Station.","cleanCredit":"Photograph: Rob Stothard/Getty Images for the Barbican Art Gallery"}],"webPublicationDate":"2015-06-29T15:45:59Z","lastModified":"2015-06-29T16:36:42Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Adrian Searle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adriansearle"}],"feature":true,"keywords":["Art and design","Installation","Culture","Painting","Art","Exhibitions","Sculpture","Performance art"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/installation","webTitle":"Installation"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"artanddesign/sculpture","webTitle":"Sculpture"},{"id":"artanddesign/performance-art","webTitle":"Performance art"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Adrian Searle","topic":{"type":"tag-contributor","name":"profile/adriansearle"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/29/station-to-station-doug-aitken-barbican-review","shortUrl":"http://gu.com/p/4a86d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/29/station-to-station-doug-aitken-barbican-review","webUri":"http://www.theguardian.com/artanddesign/2015/jun/29/station-to-station-doug-aitken-barbican-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435590799330/69853de9-25a4-41b3-9499-9307bc5e8ffe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Less a happening than an itinerant travelling circus … Olaf Breuning’s smoke bombs from the Station to Station exhibition at the Barbican, London. Photograph: Rob Stothard/Getty Images for the Barbican","credit":"Rob Stothard/Getty Images for the Barbican","altText":"Olaf Breuning's smoke bombs, part of the Station to Station exhibition at the Barbican, London.","cleanCaption":"Less a happening than an itinerant travelling circus … Olaf Breuning’s smoke bombs from the Station to Station exhibition at the Barbican, London.","cleanCredit":"Photograph: Rob Stothard/Getty Images for the Barbican"}},"importance":4,"kicker":{"title":"Station to Station at the Barbican"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435590799330/69853de9-25a4-41b3-9499-9307bc5e8ffe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rob Stothard/Getty Images for the Barbican","altText":"Olaf Breuning's smoke bombs, part of the Station to Station exhibition at the Barbican, London.","cleanCredit":"Photograph: Rob Stothard/Getty Images for the Barbican"}}]},{"title":"Alex Gibney interview / Journey into the seductive world of Scientology","rawTitle":"Journey into the seductive world of Scientology","item":{"type":"article","id":"film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","title":"Alex Gibney interview: journey into the seductive world of Scientology","trailText":"He’s investigated Wikileaks, Enron and the Catholic church. Now, film-maker Alex Gibney has tackled another powerful multinational accused of abuse: the Church of Scientology","standFirst":"<p data-dropid=\"0\">He’s investigated Wikileaks, Enron, the war on terror and the Catholic church. Now, Oscar-winning film-maker Alex Gibney has tackled another multinational organisation accused of abuse in Going Clear: Scientology and the Prison of Belief</p>\n<ul>\n <li><a href=\"http://gu.com/p/4a5kx/stw\">Mark Kermode reviews Going Clear</a></li>\n</ul>","byline":"Interview by Carole Cadwalladr","body":"<p>Alex Gibney isn’t just one of America’s most prolific documentary makers, he’s also one of the best. He’s taken on whistleblowers (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/jul/14/we-steal-secrets-wikileaks-review\"><em>We Steal Secrets: The Story of Wikileaks</em></a>), corporate corruption (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2006/apr/30/philipfrench3\"><em>Enron: The Smartest Guys in the Room</em></a>) and the war on terror (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/jun/15/culture.review\"><em>Taxi to the Dark Side</em></a>), for which he won an Oscar for best documentary. <em>Esquire</em> has described him as “becoming the most important documentarian of our time”.</p> \n<p>Exploring the murky terrain between truth and lies has become something of a speciality (he’d finished a film on Lance Armstrong’s comeback when revelations about his doping finally came out. Gibney went back and remade the entire film). It’s a skill that comes to the fore again in his latest work, which turns its attention to the Church of Scientology, described by the <em>New York Times</em> as “maybe his most perfect subject yet”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/26/sundance-2015-review-going-clear-scientology-documentary-alex-gibney\"><em>Going Clear: Scientology and the Prison of Belief</em></a> is a forensic examination of the religion invented wholesale by the science fiction writer L Ron Hubbard, 50 years ago. Gibney doesn’t just dwell on the wackier elements (Thetans, a galactic overlord called Xenu, humans frozen 75m years ago and dropped into volcanoes) but on the very human stories at the heart of it: why perfectly ordinary people (and not so ordinary people, like Tom Cruise and John Travolta) have been drawn to it. Using the eyewitness accounts of former high-ranking officials from within the church and previously unseen archive footage, he builds a picture of a powerful, multinational organisation that controls its followers through abuse and fear – and takes on all critics. The film is being released in the UK this week despite legal attempts by the church to prevent it.</p> \n<div>\n __VIDEO_EMBED_gu-video-457271144__\n</div> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/26/sundance-2015-review-going-clear-scientology-documentary-alex-gibney\">Sundance 2015 review: Going Clear – Scientology film preaches to converted</a> </p> \n</aside> \n<p><strong>So, what first sparked your interest in Scientology?</strong><br />I’d just finished a film on sex abuse, clerical sex abuse in the Catholic church, called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/feb/17/mea-maxima-culpa-review\"><em>Mea Maxima Culpa</em></a>, and I’d been thinking about these issues of faith and belief and also corruption, specifically noble-cause corruption, where the end justifies the means. I was thinking about some of these issues and then <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jan/29/scientology-lawrence-wright-going-clear\">Larry Wright</a> sent me his book [<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2013/jan/14/cant-read-scientology-book-uk\"><em>Going Clear: Scientology, Hollywood and the Prison of Belief</em></a>]. I’d been offered an opportunity to do a Scientology film in the past, and turned it down. But when I read Larry’s book I felt I had to do it, because it was about some of those ideas I’d been thinking about already. And Larry’s focus on this notion of the prison of belief was very powerful. A lot of stuff on Scientology in the past had been very focused on the wacky stuff and neglected the broader context.</p> \n<p><strong>One of the things that comes across very powerfully in the film is how credible and normal the people you interview are… and yet were involved with Scientology for years. Was that something you found difficult to get your head round at first?</strong><br />Yes, it was. And I spent more time than I would have thought asking them about how they got into it. Because I was so impressed with them as people and I was curious to know what led them there in the first place. And then also what it was that broke their faith. They were these really interesting, vital, discerning people and it kind of turned my head around. I think there is a tendency in all of us to think, “I would never do something like that, how could people be so stupid?” And by spending time with these folks, it seemed very evident that any of us could have gone there under the right circumstances.</p> \n<p><strong>One of your interviewees is </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2011/jan/06/paul-haggis-interview\"><strong>Paul Haggis</strong></a><strong>, who’s an almost exact peer to you in that you’re both Oscar-winning film-makers. [Haggis wrote and produced Million Dollar <em>Baby</em> and directed 2004’s <em>Crash</em>.] Was there any sense of his story being a kind of parallel journey?</strong><br />So we’re both bald and wear glasses. But yes, I think so. I was a bit amazed that he kind of practised this cognitive dissonance for so long. But the more I talked, the more I kind of understood it. I think he himself deeply regrets it now, but there’s this idea that you can imagine yourself to be an embattled outsider and that that gives you a sort of moral basis on which to deny any attacks on you or your religion.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/08/john-travolta-defends-scientology-after-controversial-alex-gibney-documentary\">John Travolta defends Scientology controversial Alex Gibney documentary</a> </p> \n</aside> \n<p><strong>There does seem to be the essential difficulty of grappling with any understanding of Scientology. From the outside, so many of its central tenets seem preposterous. But then the people who are inside it obviously do have these beliefs, and have found something of worth to them, haven’t they?</strong><br />They have. But then there’s a lot of things about, say, Christianity, that I think many Christians, if pressed, would probably conclude were more resonant as metaphor than reality, like the virgin birth. But still they accept the idea and move forward. Scientology does not explain its cosmology or origin story to a member until that person has been in for many years. Scientology attracts you with a very simple form of therapy that can be immediately appealing, and doesn’t threaten any of your other beliefs. They say, “It’s an applied philosophy and here are some tools to make your life better.” No one’s going argue with that. And then the next thing you know, you are spending thousands of dollars<strong> </strong>moving up the bridge to total freedom and reading – as a sacred text – L Ron Hubbard’s tales about body thetans, prison planets and Xenu the galactic overlord.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cde29d80ef17986292ecfe26bbee8058d60ddcca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435077553788/16b88ffb-d582-49d0-a345-e6e84c2bdb39-314x420.jpeg\" alt=\"The science fiction writer and Scientology founder, L Ron Hubbard\" width=\"314\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The science fiction writer and Scientology founder, L Ron Hubbard.</span> \n  <span class=\"element-image__credit\">Photograph: Express Newspapers/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Isn’t that the thing? That lots of religions have outlandish creation myths, but they’re older and originated in pre-modern times. Whereas, the idea that a grown adult is going to buy the idea that people were frozen 75m years ago and then shot up into space in rockets and dropped into volcanoes is quite something, isn’t it?</strong><br />Yes, it seems preposterous on the face of it. But I think one of the things that the film tries to do is to show how you slowly slide into that. By the time you find out about the Xenu story, I think people like Paul Haggis think, “Oh well, whatever this crazy stuff is, I’m still getting something out of the auditing [a talking therapy] and now I know all these people.” You’re part of a community. And it has its whole own language. I talked to some Scientologists who had only recently left and I needed a translator to talk to them, because they were so steeped in the language of Scientology. Which I think is very purposeful. It gives you a sense of character and identity that is very hard to give up.</p> \n<p><strong>What is striking in the film is the bravery of the people who have spoken out against Scientology. It’s been so effective in silencing critics, hasn’t it? One of the interviewees, Mike Rinder, had to give up his entire family when he left, didn’t he?</strong><br />Yes, and another had to make a Sophie’s choice. She had to pick one of her children over the other. Scientology is one of the few religions that doesn’t allow you to escape, that tries to do everything it can to prevent you from escaping. If you’re a Catholic and you decide one day you’re not going to mass, the priest doesn’t usually show up at your house, or the house of your relatives, and persuade them to “disconnect” from you. But in Scientology, they really go after you pretty hard.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/03/church-of-scientology-attacks-film-critics-going-clear-documentary\">Church of Scientology targets film critics over Going Clear documentary</a> </p> \n</aside> \n<p><strong>Did you think long and hard about doing the film? You must have known that they’d come after you…</strong><br />Yes, I did. I knew they would. So yes, I had to think long and hard about whether or not to take it on. But a lot of my films have been about abuses of power, and I didn’t see why I should steer away from this one.</p> \n<p><strong>So it was no great surprise when they did come after you? That they’ve done things like setting up a website to try to slur your reputation, and your father’s reputation even. [They have claimed that Gibney’s father, a journalist, worked undercover for the CIA.]</strong><br />No, and I’m perfectly happy to guide people to [these websites] because I think there are some ridiculous ones. On freedommag.org for example, you’ll find they vilify me, my dad and everybody who’s in the film. And they are still calling up colleagues and trying to get them to talk dirt about me. It’s a campaign that still goes on. The number of legal letters threatening me, threatening HBO and the distributors and exhibitors in every single one of the territories has been staggering.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/feb/02/going-clear-scientology-wright-review\">Going Clear: Scientology, Hollywood and the Prison of&amp;nbsp;Belief by Lawrence Wright – review</a> </p> \n</aside> \n<p><strong>And in the UK, they’ve had some success, haven’t they? They quashed the publication of </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/feb/02/going-clear-scientology-wright-review\"><strong>Lawrence Wright</strong></a><strong>’s book two years ago, didn’t they?</strong><br />My understanding about that is that it was a risk/reward calculation done by the publishers. They didn’t feel that the commercial success of the book would warrant the legal fees that they would have to undertake. Which to me is a very small-minded and shortsighted view, but it’s the accountant’s view and the lawyer’s view. It was a business decision, and Lawrence Wright’s book has still not been published in the UK, Canada or Australia.</p> \n<p><strong>They’ve also been sending out legal letters, haven’t they, to Sky, the UK distributor?</strong><br />To Sky. To the [Oscars] academy. To Sundance. To everyone. They come after you. Particularly in the UK, because the libel laws are not as friendly to the press as they are in the States. If you were to accuse me of libel in America, there’d be a discovery process and I don’t think David Miscavige [the head of the Church of Scientology] or Tom Cruise want to put themselves in front of a skilled lawyer to answer questions about the Church of Scientology.</p> \n<p><strong>David Miscavige and Tom Cruise really come across as these very powerful, charismatic figures right at the heart of everything. Don’t they?</strong><br />Yes. They’re very much at the heart of Scientology. I think <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2012/jul/08/profile-david-miscavige-scientology\">David Miscavige</a> is a true believer, but he’s also ruthless. If there was ever an example of an organisation run with an iron fist, singlehandedly, by a ruthless individual, it’s Scientology.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"06bc050f831feb4b2f154d6c8f35df68cc09a296\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435077420521/c878dc8a-ec9f-4aa1-8248-b9f5c9550453-297x420.jpeg\" alt=\"Tom Cruise at the opening of Scientology church in Madrif. \" width=\"297\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Cruise at the opening of Scientology church in Madrif. </span> \n  <span class=\"element-image__credit\">Photograph: Paul White/AP</span> \n </figcaption> \n</figure> \n<p><strong>And Tom Cruise is so tightly bound up in it, isn’t he? The highest-paid movie star in the world… did you get to the bottom of what the great attraction is for him of Scientology?</strong><br />I think he’s a true believer. I think there’s probably a sense of jeopardy, were he ever to become a critic, because they have so much on him, but I think he is very much a true believer. And I know actors and writers who’ve been on the receiving end of his prophesying. So he’s all in, I don’t doubt that for one second. And, I think that he knows it’s at some sacrifice to his career and he is very invested in being a movie star.</p> \n<p><strong>In the film, it’s suggested that he is in such a position of power that he could look into these abuses of power or demand reform. And the fact that he hasn’t, you think…</strong><br />It’s appalling. He could stop a lot of this abuse but he chooses not to.</p> \n<p><strong>Scientology has been incredibly clever in harnessing the power of celebrity. Is it the ultimate American religion in some respects?</strong><br />Yes. And also the fact that it was invented by somebody who’s looking to make a buck. That is a classic American plan. <a href=\"https://en.wikipedia.org/wiki/L._Ron_Hubbard\">L Ron Hubbard</a> invented the whole thing. He was a science fiction writer who invented a religion to make money. But America is a land of self-invention and reinvention, and Hubbard is a classic example of that. And he really understood the power of celebrity in America.</p> \n<figure class=\"element element-image\" data-media-id=\"07711925a2f9e3cf382ecb20a7c7b6ad448be75f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435078142166/fbe0f8bf-6215-4396-8904-593a7b222fe4-337x420.jpeg\" alt=\"Church of Scientology building, Fountain Avenue, Hollywood.\" width=\"337\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Church of Scientology building, Fountain Avenue, Hollywood.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p><strong>In the film, you made the point that the numbers of active members is going down, but the church’s financial assets keep going up and up.</strong><br />It’s dying as a religion, but as a business, it is thriving. And I think they will continue to be powerful because money buys you lawyers. And lawyers can threaten you and it can have a chilling impact.</p> \n<p><strong>You’ve had this incredibly prolific career, and you’ve taken on these big subjects - Enron, the war on terror, Wikileaks. Do you see your film on Scientology as part of an arc? A lot of your films have reflected upon the state of modern America. Is this a continuation of that?</strong><br />People have pointed out a pattern, though I wasn’t entirely conscious of it. I’m interested in abuses of power and deception, and self-deception. And how for many people the ends justify the means. America is a land of extremes and Scientology represents that in a way. It’s a self-help religion, but it’s also a corporation, a brutal and abusive place.</p> \n<p><strong>You have two more films about to be released, one on Steve Jobs and another about Frank Sinatra – two more extraordinary, successful individuals. What’s the Alex Gibney secret to success? You’re incredibly productive.</strong><br />I’m insane. All these films take a long time but I do a number of them in tandem, and I work with very talented people. That’s something I learned from Steve Jobs. Surround yourself with really talented people.</p> \n<p><em>Going Clear is in cinemas now, </em><a href=\"http://goingclear.squarespace.com/\"><em>goingclear.squarespace.com</em></a></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435077552482/16b88ffb-d582-49d0-a345-e6e84c2bdb39-1524x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1524,"orientation":"portrait","caption":"The science fiction writer and Scientology founder, L Ron Hubbard. Photograph: Express Newspapers/Getty Images","credit":"Express Newspapers/Getty Images","altText":"The science fiction writer and Scientology founder, L Ron Hubbard","cleanCaption":"The science fiction writer and Scientology founder, L Ron Hubbard.","cleanCredit":"Photograph: Express Newspapers/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435077421872/c878dc8a-ec9f-4aa1-8248-b9f5c9550453-722x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":722,"orientation":"portrait","caption":"Tom Cruise at the opening of Scientology church in Madrif.  Photograph: Paul White/AP","credit":"Paul White/AP","altText":"Tom Cruise at the opening of Scientology church in Madrif. ","cleanCaption":"Tom Cruise at the opening of Scientology church in Madrif. ","cleanCredit":"Photograph: Paul White/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435078140562/fbe0f8bf-6215-4396-8904-593a7b222fe4-1636x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1636,"orientation":"portrait","caption":"Church of Scientology building, Fountain Avenue, Hollywood. Photograph: Alamy","credit":"Alamy","altText":"Church of Scientology building, Fountain Avenue, Hollywood.","cleanCaption":"Church of Scientology building, Fountain Avenue, Hollywood.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-28T08:45:03Z","lastModified":"2015-06-29T10:25:35Z","metadata":{"commentable":true,"commentCount":259,"contributors":[{"name":"Carole Cadwalladr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/4/1433410115681/Carole-Cadwalladr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":true,"keywords":["Going Clear","Scientology","Alex Gibney","Documentary","Tom Cruise","Film","Religion","World news","Culture"],"tags":[{"id":"film/going-clear","webTitle":"Going Clear"},{"id":"world/scientology","webTitle":"Scientology"},{"id":"film/alex-gibney","webTitle":"Alex Gibney"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"film/tomcruise","webTitle":"Tom Cruise"},{"id":"film/film","webTitle":"Film"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[{"id":"gu-video-457271144","source":"guardian.co.uk","durationInSeconds":287,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625TGFSCUTGoingClear_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625TGFSCUTGoingClear.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435231793763/KP_325103_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Going Clear video review","credit":"guardian.co.uk","altText":"620x372 trailpic for Going Clear video review","cleanCaption":"620x372 trailpic for Going Clear video review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","shortUrl":"http://gu.com/p/4a3p7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film","webUri":"http://www.theguardian.com/film/2015/jun/28/alex-gibney-going-clear-scientology-and-the-prison-of-belief-interview-documentary-film"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}},"importance":3,"kicker":{"title":"Alex Gibney interview"},"showQuotedHeadline":false,"sublinks":[{"title":"Going Clear review / Chilling and damning","rawTitle":"Chilling and damning","item":{"type":"article","id":"film/2015/jun/28/going-clear-scientology-observer-review","title":"Going Clear review – chilling and damning","trailText":"Alex Gibney’s powerful exposé paints a sinister portrait of Scientology, straight from the mouths of former insiders","standFirst":"<p>Alex Gibney’s powerful expos&eacute; paints a sinister portrait of Scientology, straight from the mouths of former insiders</p>\n<ul>\n <li><a href=\"http://gu.com/p/4a3p7/stw\">Alex Gibney interview: journey into the seductive world of Scientology</a> </li>\n</ul>","byline":"Mark Kermode, Observer film critic","body":"<p>Alex Gibney’s typically engaging and increasingly alarming history/expos&eacute; of Scientology (from Pulitzer prize-winning Lawrence Wright’s book) hears from those who have embraced and then escaped the teachings of L Ron Hubbard and his cult disciples. From Sylvia “Spanky” Taylor, who worked closely with celebrity Scientology flag-waver John Travolta, to Oscar winning film-maker Paul Haggis, who only slowly became aware of the barefaced lies and WTF-mumbo-jumbo he was living with, <em>Going Clear</em> presents an insider’s view of post-Thetan existence.</p> \n<div>\n __VIDEO_EMBED_gu-video-457271144__\n</div> \n<p>Anyone who has seen <em>The Master</em> will reel with recognition at the archive footage of L Ron (Philip Seymour Hoffman had Hubbard to a T), but the real villain of Gibney’s piece is current chairman of the board David Miscavige, of whom this documentary paints an extremely sinister portrait. A succession of legal disclaimers acknowledge Scientology’s rebuttal of Gibney’s findings (<a href=\"http://www.nytimes.com/aponline/2015/04/13/arts/ap-us-tv-hbo-scientology.html?_r=0\" title=\"\">the US premiere on HBO drew more than 5.5 million viewers</a>, but threats of litigation have hampered UK screenings), yet the organisation’s battles with the IRS over tax-exemption cut to the real heart of the matter. Most revealing is the suggestion that the quasi-confessional “auditing” process has provided Scientology with enough personal information to prevent any of its most high-profile supporters from jumping ship. Meanwhile, that infamous <a href=\"https://www.youtube.com/watch?v=UFBZ_uAbxS0\" title=\"\">promo-video of Tom Cruise</a> laughing about whether he’s ever met an “SP” (“suppressive person”) still makes him look like the maddest man on this planet – or indeed any planet. Chilling, damning stuff.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T08:45:03Z","lastModified":"2015-06-28T08:45:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Mark Kermode","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743923/MarkKermode.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/markkermode"}],"feature":false,"keywords":["Going Clear","Scientology","Film","Culture","Religion","Alex Gibney","Documentary"],"tags":[{"id":"film/going-clear","webTitle":"Going Clear"},{"id":"world/scientology","webTitle":"Scientology"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/religion","webTitle":"Religion"},{"id":"film/alex-gibney","webTitle":"Alex Gibney"},{"id":"film/documentary","webTitle":"Documentary"}],"section":{"id":"film"},"topics":[{"displayName":"Mark Kermode","topic":{"type":"tag-contributor","name":"profile/markkermode"}}],"starRating":"4","embeddedVideos":[{"id":"gu-video-457271144","source":"guardian.co.uk","durationInSeconds":287,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625TGFSCUTGoingClear_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625TGFSCUTGoingClear.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435231793763/KP_325103_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Going Clear video review","credit":"guardian.co.uk","altText":"620x372 trailpic for Going Clear video review","cleanCaption":"620x372 trailpic for Going Clear video review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/28/going-clear-scientology-observer-review","shortUrl":"http://gu.com/p/4a5kx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/28/going-clear-scientology-observer-review","webUri":"http://www.theguardian.com/film/2015/jun/28/going-clear-scientology-observer-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}},"importance":0,"kicker":{"title":"Going Clear review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/25/1435239641924/Hubbard-central-the-Churc-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock","credit":"/HBO/Everett/Rex Shutterstock","altText":"Hubbard central: the Church of Scientology building in Los Angeles.\r","cleanCaption":"Hubbard central: the Church of Scientology building in Los Angeles.\r Photograph: HBO/Everett/Rex Shutterstock"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435229318192/Alex-Gibney-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press","credit":"Chris Floyd/Camera Press","altText":"Alex Gibney","cleanCaption":"‘It’s a brutal place’: Alex Gibney’s Going Clear tackles Scientology. Photograph: Chris Floyd/Camera Press"}}]},{"title":"Full story / Crisis shakes global markets","rawTitle":"Crisis shakes global markets","item":{"type":"article","id":"business/2015/jun/29/stock-markets-dive-as-deepening-greece-crisis-shakes-euro","title":"Shares slide as deepening Greek crisis shakes global markets","trailText":"Stock markets tumble around the world as Athens closes banks for a week and orders capital controls","standFirst":"<p data-dropid=\"0\">Stock markets tumble around the world as Athens closes banks for a week and orders capital controls</p>","byline":"Ian Traynor and Jennifer Rankin in Brussels, John Hooper and Helena Smith in Athens","body":"<p>Share prices have slumped across <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/europe-news\">Europe</a> as Greece shuttered its banks and severely limited cash withdrawals ahead of a referendum on 5 July. <br /></p> \n<p>The Greek government decided on Sunday night it had no option but to order the country’s banks to remain shut on Monday after the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/european-central-bank\">European Central Bank</a> (ECB) froze the liquidity lifeline that has kept them afloat during a six-month run on deposits. The Greek financial stability council recommended banks remain shut until next Tuesday.</p> \n<p>As the German chancellor, Angela Merkel, said next Sunday’s vote on whether to accept previous bailout conditions was in effect a decision on whether to stay in the euro, fears of fallout across the continent sent markets tumbling. </p> \n<p>In London, the FTSE 100 lost 150 points – more than 2% – when trading began at 8am BST. There were even sharper falls across Europe, with the French and German markets both falling by 4%. European banking shares were the hardest hit, suffering losses of up to 10%. <br /></p> \n<p>Overnight in Tokyo, the Nikkei index had fallen almost 3% while in Hong Kong shares slid 2.5%.</p> \n<p>The euro fell to its lowest level against the pound in seven and a half years, hitting 0.69855 pence. Oil was also hit, falling by more than a dollar to $62.10 a barrel for Brent crude. But gold, a traditional safe haven in times of trouble, rose by 0.7% to $1,183.<br /></p> \n<p>In an emotional appeal aimed directly at the Greek people the president of the European commission, Jean-Claude Juncker, urged a “yes” vote next weekend to what he described as a fair proposal – “not stupid austerity”.<br /></p> \n<p>“If they vote yes it will mean that Greece wants to stay with other members of the eurozone,” Junker said.<br /></p> \n<p>Using his most heated rhetoric to date in a 45-minute press briefing largely devoted to defending his record in negotiations with Athens, he said: “You shouldn’t commit suicide because you are afraid of death.”</p> \n<p>Juncker said he felt “a little betrayed” and accused the Greek government of lying about the proposal on the table. “We really moved mountains until the last minute when the Greek authorities closed the door.”</p> \n<p>Some analysts criticised the inflammatory tone, saying it would not help. “Juncker was clearly panic-stricken throughout the press conference because Tsipras has not only wrong-footed them but outmanoeuvred them,” said Alexis Mantheakis, former spokesman of Greece’s rightwing LAOS party. </p> \n<p>Recriminations were also flying over the prospect of debt relief for Greece. Juncker insisted an offer of debt relief was on the table, but an EU official clarified this was a question for a future bailout package. A close adviser to Tsipras accused the commission of offering nothing new.</p> \n<div>\n __VIDEO_EMBED_gu-video-457300136__\n</div> \n<p>On Sunday, the commission took the unusual step of releasing the draft bailout agreement that creditors had been negotiating with Greece before talks broke down. The 10-page document does not mention debt relief.<br /></p> \n<p>“We are some centimetres away from an agreement,” tweeted Pierre Moscovici, France’s European commissioner, adding that there was an open door to further talks. “We must find a compromise. I want a reformed Greece to stay in the eurozone without austerity.”</p> \n<p>Merkel stuck to a more cautious script. She is ready to talk to Tsipras again, according to her spokesman, but thinks it is up to Athens to make the next move.</p> \n<p>David Cameron said Downing Street had been preparing for months for the possibility of a Greek exit from the euro, adding that he would put the “final touches” to a plan in a meeting later on Monday. <br /></p> \n<p>The prime minister was due to discuss the Greek crisis on Monday afternoon with the chancellor, George Osborne, and the governor of the Bank of England, Mark Carney.</p> \n<p>Asked on BBC Radio 4’s Today programme if the Greek referendum this week effectively amounted to an “in/out” vote on the euro, the prime minister said: “I think that’s what the referendum will come down to. If it’s a no vote I find it hard to see how that is consistent with staying in the euro.”</p> \n<figure class=\"element element-image\" data-media-id=\"6900ca5e47aa7f747df7dd6c0230bb8e7d6cdee0\"> \n <img src=\"http://media.guim.co.uk/6900ca5e47aa7f747df7dd6c0230bb8e7d6cdee0/0_0_3500_2100/1000.jpg\" alt=\"A bank manager explains the situation to pensioners waiting outside a branch of the National Bank of Greece hoping to get their pensions.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A bank manager explains the situation to pensioners waiting outside a branch of the National Bank of Greece.</span> \n  <span class=\"element-image__credit\">Photograph: Yannis Behrakis/Reuters</span> \n </figcaption> \n</figure> \n<p>In a brief, televised address to the nation on Sunday night, Tsipras blamed the eurozone leaders. He did not say how long the banks would remain shut, nor did he give details of how much individuals and companies would be allowed to withdraw once they reopened.<br /></p> \n<p>In the early hours of Monday morning, Tsipras published a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/greek-debt-crisis-key-points-athens-bank-controls\">decree in the official government gazette</a> setting out the capital controls to be imposed. The decree – entitled “Bank Holiday break” – was signed by Tsipras and the Greek president, Prokopis Pavlopoulos.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/greek-debt-crisis-key-points-athens-bank-controls\">Greek debt crisis: the key points of Athens bank controls</a> </p> \n</aside> \n<p>It said all banks would be kept shut until after the referendum on 5 July and that withdrawals from cash machines would be limited to €60 – about &pound;40. </p> \n<p>Foreign transfers out of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> are prohibited, although online transactions between Greek bank accounts are to continue as normal. Tsipras insisted that pensions and wages would be unaffected by the controls.</p> \n<p>Greece’s finance ministry later announced that the strict ATM withdrawal limits would not apply to holders of credit or debit cards issued in foreign countries. This was viewed as a necessary move as tourists were spotted joining locals in front of ATMs on Sunday. Any similar restriction would hurt tourism, Greece’s sole thriving industry, which accounts for at least a fifth of economic activity.</p> \n<p>Tsipras said Saturday’s move by the eurozone’s finance chiefs to halt Greece’s bailout programme was unprecedented. He called it “a denial of the Greek public’s right to reach a democratic decision”.</p> \n<p>The European commission said on Monday that Greece’s capital controls were “necessary and proportionate”, but free movement of capital would need to be reinstated “as soon as possible in the interests of the Greek economy, the eurozone and the European Union’s single market as a whole”.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"ee695cc0f6366f5b597d375e5b42a987e7899405\"> \n <img src=\"http://media.guim.co.uk/ee695cc0f6366f5b597d375e5b42a987e7899405/20_0_3944_2368/1000.jpg\" alt=\"Alexis Tsipras\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Greece’s prime minister, Alexis Tsipras, addresses to the country.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Tsipras added that the finance ministers’ initiative had prompted the ECB to curb its assistance, forcing the government’s hand. The Greek prime minister, who has always insisted the crisis can only be solved at the highest political levels, said he had once again appealed for an extension of the bailout until after the referendum, sending his proposal to the president of the European council, Donald Tusk, the leaders of the other 18 member states of the single currency, the commission and the ECB.</p> \n<p>These leaders were the only ones, he said, who could overturn the decision of finance ministers taken on Saturday and enable the ECB to restore liquidity to banks.</p> \n<p>As fears spread on Sunday that capital controls would need to be put in place, growing numbers of depositors lined up at ATMs, even in affluent city areas, to withdraw what cash they could.<br /></p> \n<p>Drivers also flocked to petrol stations across Greece, prompting the country’s largest refiner to reassure motorists that there were enough reserves. Refiner Hellenic Petroleum said: “We maintain fuel reserves for several months. The supply of our refineries with crude oil is also assured.”</p> \n<figure class=\"element element-image\" data-media-id=\"dffa976c8bd86d18a699079d325e4a7d9141be2b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435587009950/95805c5b-e91a-435d-90da-1eb94f17f0a9-460x276.jpeg\" alt=\"A notice at a petrol station in Athens reads 'NO Fuel'.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A notice at a petrol station in Athens reads ‘NO Fuel’.</span> \n  <span class=\"element-image__credit\">Photograph: Milos Bicanski/Getty Images</span> \n </figcaption> \n</figure> \n<p>Greece’s plight deteriorated sharply on Friday night when Tsipras put his country’s future in the balance by suddenly calling a referendum and arguing robustly for a rejection of the price set by his creditors for the lifeline, at least for a few more months. The vote on Sunday will ask Greeks whether they approve or disapprove of the last offer tabled by the creditors before the negotiations broke down.</p> \n<p>During a marathon parliamentary debate that ended in the early hours of Sunday morning, opposition leaders argued that it was, in fact, a vote on whether Greeks wished any longer to be part of the eurozone. It will be Greece’s first referendum since the country voted to abolish its monarchy in 1974.</p> \n<p>The European commission said on Sunday for the first time in the crisis that it wanted to offer Greece debt relief, Tsipras’s central demand during the five months of stalemated talks. Reports from Berlin said that Merkel and the French president, Fran&ccedil;ois Hollande, shared that view.</p> \n<p>Analysts are watching the impact of the Greek crisis on other economically weak eurozone economies, such as Portugal and Spain. “The events in Greece are a stark reminder that the current eurozone architecture is vulnerable to domestic politics,” Francis Yared at Deutsche Bank said.</p> \n<p>Yared suggested that this could increase borrowing costs for weaker economies in southern Europe, unless the eurozone takes steps towards greater integration. “This in itself will justify some structural risk premium unless there is an institutional change or further economic convergence.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7d22476191f45d6b12f2ad60b0af989bff6f54e9/0_208_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Thanassis Stavrakis/AP","altText":"A migrant collecting card board pushes his trolley in front of the closed Stock Exchange in Athens.","cleanCredit":"Photograph: Thanassis Stavrakis/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6900ca5e47aa7f747df7dd6c0230bb8e7d6cdee0/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"A bank manager explains the situation to pensioners waiting outside a branch of the National Bank of Greece. Photograph: Yannis Behrakis/Reuters","credit":"Yannis Behrakis/Reuters","altText":"A bank manager explains the situation to pensioners waiting outside a branch of the National Bank of Greece hoping to get their pensions.","cleanCaption":"A bank manager explains the situation to pensioners waiting outside a branch of the National Bank of Greece.","cleanCredit":"Photograph: Yannis Behrakis/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ee695cc0f6366f5b597d375e5b42a987e7899405/20_0_3944_2368/3944.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2368,"width":3944,"orientation":"landscape","caption":"Greece’s prime minister, Alexis Tsipras, addresses to the country. Photograph: AP","credit":"AP","altText":"Alexis Tsipras","cleanCaption":"Greece’s prime minister, Alexis Tsipras, addresses to the country.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435587011659/95805c5b-e91a-435d-90da-1eb94f17f0a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A notice at a petrol station in Athens reads ‘NO Fuel’. Photograph: Milos Bicanski/Getty Images","credit":"Milos Bicanski/Getty Images","altText":"A notice at a petrol station in Athens reads 'NO Fuel'.","cleanCaption":"A notice at a petrol station in Athens reads ‘NO Fuel’.","cleanCredit":"Photograph: Milos Bicanski/Getty Images"}],"webPublicationDate":"2015-06-29T15:38:56Z","lastModified":"2015-06-30T07:32:31Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Jennifer Rankin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-rankin"},{"name":"John Hooper","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhooper"},{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Eurozone crisis","Stock markets","Greece","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","Financial crisis","Financial sector","World news","European monetary union","International Monetary Fund (IMF)"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/stock-markets","webTitle":"Stock markets"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[{"id":"gu-video-457300136","source":"Reuters and AFP","durationInSeconds":63,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629GreeceBanks.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629GreeceBanks_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435572333573/People-withdraw-money-fro-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"epa04822812 People queue to withdraw money from an ATM outside a branch of Greece's Alpha Bank in Athens, Greece, 28 June 2015. Photograph: Alexandros Vlachos/EPA","credit":"Alexandros Vlachos/EPA","altText":"People withdraw money from ATM of Greek Alpha Bank","cleanCaption":"epa04822812 People queue to withdraw money from an ATM outside a branch of Greece's Alpha Bank in Athens, Greece, 28 June 2015. Photograph: Alexandros Vlachos/EPA"}}],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/29/stock-markets-dive-as-deepening-greece-crisis-shakes-euro","shortUrl":"http://gu.com/p/4a7nk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/29/stock-markets-dive-as-deepening-greece-crisis-shakes-euro","webUri":"http://www.theguardian.com/business/2015/jun/29/stock-markets-dive-as-deepening-greece-crisis-shakes-euro"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7d22476191f45d6b12f2ad60b0af989bff6f54e9/0_208_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","caption":"A migrant collecting card board pushes his trolley in front of the closed Stock Exchange in Athens. Photograph: Thanassis Stavrakis/AP","credit":"Thanassis Stavrakis/AP","altText":"A migrant collecting card board pushes his trolley in front of the closed Stock Exchange in Athens.","cleanCaption":"A migrant collecting card board pushes his trolley in front of the closed Stock Exchange in Athens.","cleanCredit":"Photograph: Thanassis Stavrakis/AP"}},"importance":3,"kicker":{"title":"Full story"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/bd9194b68081a7bfdd617412a1365d260363243d/0_254_4516_2709/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/93b44a16f5351449fa325f53e0cf1c127cac2e05/0_104_3543_2126/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/eb2171dec5200007e487243fb9dd0b1d761d6793/0_97_3500_2101/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/47bfa949dfa7e43e6241c9a98133933d70b8f7d4/0_72_3500_2101/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/234c87a27297e8938850c1df88e4c330107a6238/128_553_2775_1665/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-06-30T09:03:35Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}