{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"The insider’s guide to Westminster / From Portcullis House to the Burma Road","rawTitle":"From Portcullis House to the Burma Road","item":{"type":"article","id":"politics/2015/may/14/insiders-guide-westminster-portcullis-house-burma-road","title":"The insider’s guide to Westminster: from Portcullis House to the Burma Road","trailText":"<strong>The long read:</strong> Next week the new MPs will take up their seats in the Commons. For the lost or confused, John Crace gives his definitive guide to the Westminster house rules","standFirst":"Next week the new MPs will take up their seats in the Commons. For the lost or confused, John Crace gives his definitive guide to the Westminster house rules","byline":"John Crace","body":"<p>At the top of the escalators in the concrete caverns of Westminster underground station, most passengers either make for the exit&nbsp;straight ahead on to Westminster Bridge or duck right to come out on Whitehall. Just a few, though, will head left before taking a sharp right along the underground walkway and disappear through a badly lit revolving door, on the inside of which is a police guard. This is one of the lesser-known ways into the bubble that contains the British parliament.</p> \n<p>Having passed through the security gates – no need for any of the hassle of bag-searches or x-ray machines that visitors have to endure at the main entrance – you come out into another underground walkway. Turn left and you walk through a tiled passageway between a stone unicorn and a crowned lion, to a colonnade that takes you towards the main House of Commons debating chamber. To your right is New Palace Yard and the MPs’ underground carpark where Conservative MP <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2014/mar/31/airey-neave-mp-assassination-bomb\" title=\"\">Airey Neave was murdered by the Irish National Liberation Army </a>in 1979; to the left is Speaker’s Green and Speaker’s Court. On most days, this walkway is crammed with people walking purposefully in both directions. No one inside the Palace of Westminster would be seen dead doing anything at all less than purposefully. The most purposeful, and therefore the ones who can afford to walk at a slightly more languid pace than everyone else, are the MPs. They are recognisable by their green-and-white-striped security passes, if not always by their faces; some MPs seem to find coming to Westminster a bit of a&nbsp;drain on their time and prefer to stay away.</p> \n<p>At the start of the new parliament next Monday, there will be an additional sub-group of MPs: the new intake. In addition to the passes, they will be wearing little green pin badges - think Paddington’s “Please look after this bear” note from his Aunt Lucy. Ideally, they will have all been given a brief induction tour by a member of the permanent Westminster staff, which will have been forgotten before it’s even over, and the lucky ones will have been assigned senior MPs from their own party as mentors. They will still look bewildered and lost, because they are. “It takes about a year for them to find their way round,” one of the many machine-gun-carrying policemen confided. “You can tell, because that’s when you become invisible to them. At the start, they are always friendly, saying hello and holding doors open. Then it stops. I’m sure they are not bad people, but they just become part of&nbsp;the bubble.”</p> \n<p>So who are the members of this new intake? Increasingly, they are career politicians – men and women who have eyed up a career in politics since they were at university and&nbsp;have done everything possible to fulfil that dream. Paper&nbsp;rounds, bar work? Um no. They’ve worked as unpaid interns, schmoozed the right people at party headquarters and even – though not ideally – paid their dues in local politics. There are always exceptions, of course. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/feb/09/sarah-champion-mp-rotherham-job-living-hell\" title=\"\">Rotherham MP Sarah Champion</a>, who was first elected in 2012 at the age of 42, had run an arts centre and a children’s hospice before running for office. But MPs like her are becoming harder to find. For all of them, though, no matter how entitled they already feel, Westminster is a working environment like no other. What follows is a rough navigational guide.</p> \n<p>Of the population who look as though they know, more or less, where they are going, you can tell the peers by their red and striped passes. They tend to have a distracted air, as if focusing intently on whether the brackets in the International Development (Official Development Assistance Target) Bill that&nbsp;they will be debating later are in the right place. The media are identifiable by their brown badges, the Palace staff by their grey ones. Lords’ assistants and researchers are issued with straight reds, but the most terrifying species of all are those with straight green. These are the MPs’ assistants and researchers, known as spads, almost all of whom are under 30,&nbsp;look as if they are under 20 and, if all goes well, will be MPs&nbsp;themselves within five years. They walk at twice the pace&nbsp;of everyone else and their eyes burn twice as fiercely; they have the certainty of their convictions yet none of the responsibility for the consequences. They also might that morning have drafted a clause in a bill that could make life either a bit better or a bit worse for hundreds of thousands of people. It doesn’t really matter too much which. What counts is&nbsp;that they’ve done it.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The MPs’ assistants and researchers walk at twice the pace of everyone else and their eyes burn twice as fiercely</p> \n </blockquote> \n</aside> \n<p>After three minutes in which the chamber is closed for prayers, each day’s session opens with the Speaker announcing departmental questions. The Speaker is an MP who has formally renounced his party affiliations to preside over the parliamentary procedure and maintain decorum in the House with cries of “Order! Order!” issued in a voice between strident and frankly bored, and is elected – or re-elected – on the first day of every new parliament. Having mounted a graceless, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/26/plot-speaker-john-bercow-revenge\" title=\"\">failed coup to remove the current Speaker, John Bercow,</a> on the final day of the last parliament, the Tories have privately agreed among themselves not to reoppose his re-election next Monday.</p> \n<p>During busy sessions, the whips, whose job it is to maintain party discipline and make sure MPs vote as expected (party leaders do not like surprises), maintain a constant vigil on their own side’s MPs. Even in the dullest, most poorly attended sessions there will always be at least one whip on view. In the chamber, they often stand behind the Speaker’s chair, clipboard in hand, checking the roster and bestowing a wintry smile on a favoured few; outside the chamber they are rather more hands-on. Order is maintained through any means necessary: sometimes a phone call or a private visit to an MP’s office; an appeal to decency, or to ambition; if all else fails then blackmail will do. The whips are a breed apart: apparatchiks who can be relied on for their loyalty but not necessarily sharp-witted – or telegenic enough – for ministerial office. Only about half of whips ever get another job in government (<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/michaelgove\" title=\"\">Michael Gove</a>, the former chief whip, is one honourable exception).</p> \n<p>Departmental questions offer the opportunity for a cabinet minister and his or her junior ministers to be held to account for what their department is doing. Although the legal requirement that MPs will not tell lies in the chamber does not equate to them necessarily telling the truth, some specialist knowledge is required. A transport minister needs to be a mixture of the Fat Controller and a GB satnav as well as a skilful politician. A granular familiarity with the road and rail networks is essential to head off awkward questions about traffic improvement on the B668 or delays to train services on the Great Western main line. One Lib Dem MP inquired many times over the years about the possibility of reopening Corsham station in his constituency. As it has been closed since 1965, the answer was none whatsoever, but it never hurt to ask. That MP lost his seat at this election: not much breath is being held to see if his Conservative successor continues the tradition.</p> \n<h2>* * *</h2> \n<p><strong>Westminster is frequently described as a bubble.</strong> It’s less fragile than that. Bubbles are more easily pierced. Rather, it is a hermetically sealed environment that encourages introspection and self-importance, and from which the outside world is largely excluded. It is the centre of its own universe. Politicians frequently talk about how much they enjoy meeting the public, but they seldom look more awkward&nbsp;than when meeting real people, and their minders go to great lengths to ensure they don’t have to.</p> \n<p>Not that all politicians are as self-interested as many outsiders believe. Venality and entitlement merely creep up on them. When politicians say they entered public life to contribute to society, they are telling the truth – if only in part. Few people embark on careers with the express intention of making the world a worse place. But becoming an MP requires a certain, well above average, level of ambition and self-belief, both of which get amply fed and nurtured by Westminster itself. It’s hard not to feel important when there are liveried men and women at your bidding, armed officers on patrol to guard you and your every word is listened to and sometimes even admired.</p> \n<p>Westminster goes out of its way to feed these ambitions. The higher up the food chain a politician can get, the more rarefied and detached the atmosphere becomes. Departmental limousines are on hand to drive you a few hundred yards. Traffic lights are always on green and you never have to look for a parking space again. Just as the Queen must believe that every toilet in the world is kept in pristine condition with a new lavatory seat installed every day, so too politicians can easily lose touch with reality. They are busy, busy people, who forget that one small compromise often leads to another. They never intended to lose contact with ordinary people, it’s just something that happened through a process of accretion. And power is very seductive. Why become an MP just to be a backbencher when there are so many more possibilities higher up the ladder? Junior minister, cabinet minister … But to get there you have to play the game. And the game has strict rules that must be learned.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4935043948b64c6fabb74dcae7fb7139be8303a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431537056671/cf68a71e-2914-46ce-9e45-68855e89495e-460x330.jpeg\" alt=\"Daniel Haskett on Westminster\" width=\"460\" height=\"330\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Daniel Haskett</span> \n </figcaption> \n</figure> \n<p>Most MPs avail themselves of the chance for a short nap during Business questions, after which the leader of the house – a cabinet post generally given to senior politicians in the twilight of their careers – and the shadow leader gently, and good-naturedly, make fun of each other. This tradition applies more towards the end of a parliament when a government has run out of things to do and is trying to find ways of filling up the parliamentary calendar without appearing to be wasting everyone’s time. At the beginning of the parliament, when a government is trying to implement as much tricky legislation as possible while it still has the public’s goodwill, the exchanges are more pugnacious. The nature of this session is also defined by its two participants. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/williamhague\" title=\"\">William Hague</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/angela-eagle\" title=\"\">Angela Eagle</a> were quick‑witted adversaries at the end of the last parliament. On past form, the new Conservative leader of the house,<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/chrisgrayling\" title=\"\"> Christopher Grayling</a>, may be rather more dour.</p> \n<p>Various press secretaries ensure that there is never nothing going on in Westminster. The news agenda continues around the clock; a misplaced sentence on the Today programme can be headline news within minutes. The news, itself, comes in several layers. The official government business of the day is passed on through daily lobby briefings, usually given by the prime minister’s spokesman. Matters are kept entirely factual and to the point: who is doing what and when. The lobby briefings take place in a small room near the top of the House of Commons, attended by hard political news reporters rather than the commentariat. Below that – both physically and metaphorically – everything gets a little murkier.</p> \n<p>The press occupy a third-floor corridor, known as the Burma Road. How it came to be called this has become lost in memory, though the Guardian’s longtime political editor, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/michaelwhite\" title=\"\">Michael White</a>, suspects it may have been a piece of second world war codology, coined by veteran press gallery secretary, John Deans. At the very least, it’s a symbol of suffering. To reach it, you either have to walk up a rather bleak, stale‑smelling, winding staircase or take a small, wood-panelled lift, that isn’t quite as old and decrepit as it looks. One hopes. The luckier organisations have offices with windows that look over New Palace Yard; the Guardian’s quarters face the opposite way and, until comparatively recently, were windowless. Politicians seldom visit the Burma Road in person. But their spin doctors, policy advisers and press officers are an almost daily distraction, attempting to portray events to their leaders’ advantage.</p> \n<p>It’s a dance that is generally played out with good humour and politeness; many party press officers are former hacks themselves, hired because they understand the system and know the characters involved. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/tonyblair\" title=\"\">Tony Blair</a> appointed former Daily Mirror journalist <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/alastaircampbell\" title=\"\">Alastair Campbell</a> as his director of communications; David Cameron made former News of the World editor <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/andy-coulson-trial\" title=\"\">Andy Coulson</a> his communications supremo. But not every appointment is quite so divisive as these. Cameron’s current press secretary, Graeme Wilson, the former deputy political editor of the Sun, is one of the most likable men in the business – wry, funny and very bright. Unlike outside Westminster, everyone really is in it together. There’s no point falling out with people you’ve got to work alongside every day, unless it’s really worth it.</p> \n<p>There was a time at the beginning of the last coalition when the Lib Dem spinners had a certain swagger and authority. That moment has now rather passed: a story about Danny Alexander’s plans for the economy has lost much of its value now that he is no longer in Westminster and the Lib Dems hold just eight seats. They will still get a hearing, but their envoys are likely to be much more deferential and grateful for any interest. The Conservative spinners are, without fail, polite; it’s as if finishing school was part of their training. For the most part, Labour’s were too, though <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/bbc-labour-election\" title=\"\">Tom Baldwin</a>, Ed Miliband’s right-hand man, was known to be a little more animated at times. The louder he got, the less attention people paid.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The press occupy a third-floor corridor – the Burma Road – How it came to be called this has become lost in memory</p> \n </blockquote> \n</aside> \n<p>If the news is not good, the spinners’ task is to try to minimise the damage by telling anyone who will listen that down is up and not everything is quite as bad as it seems. In 2001, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2001/oct/09/uk.past\" title=\"\">Jo Moore, a spin doctor in the Department of Transport, was forced to resign</a> after sending out an email on 9/11 that said: “It’s now a very good day to get out anything we want to bury.” Her mistake was to put it in writing. Trying to bury bad news is still standard practice. If a government has good news, it will usually try to make sure that dominates the headlines for the day, so other good news may be held back. Having two pieces of good news on the same day is a waste of good news. Bad news, however, is best dealt with wholesale. If the government releases several reports on the same day, it is odds-on that there is something it doesn’t like in at least two of them.</p> \n<p>Monday was one of the biggest political news days of the year, with the prime minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/david-camerons-new-cabinet-full-lineup\" title=\"\">announcing his cabinet</a> and addressing the influential 1922 committee, the Labour party beginning the very public postmortem into its electoral defeat and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/orgiastic-mood-infects-westminster-as-mps-return\" title=\"\">56 Scottish National party MPs arriving at Westminster for the first time</a>. So it was the perfect day for Ukip to slip out the embarrassing announcement that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/nigel-farage-withdraws-resignation-as-ukip-leader\" title=\"\">Nigel Farage would not be resigning</a> as party leader after all, after promising to do so the Friday before. It was tantamount to an admission that Ukip really was a one-man show and that without Farage the party could all but disappear. As one person wrote on Twitter: “Leaving on a Friday and coming back to work on a Monday is normally called a weekend.”</p> \n<h2>* * *</h2> \n<p><strong>Debates in the Commons are often more leisurely affairs</strong> than the cut and thrust of both departmental and prime ministerial questions, and the exchanges are invariably better informed – apart from those occasions when an MP is trying talk down a bill by running down the clock; then the digressions can be painfully dull. All parties are prepared to use these procedural ploys when it suits them so the disruptions are generally taken with cordial acceptance; they are just one of the many ways the system can be gamed. If a vote is required at the end of a session a division bell rings on the TV screens, on alarm systems throughout the parliamentary estate and in selected clubs, pubs and restaurants in Westminster. MPs have eight minutes to get back to the lobby to vote before the doors are closed. During this time the party whips dash around with their clipboards: they like to know where all their MPs are at any given time and don’t like anything unexpected in the voting lobbies.</p> \n<p>Many MPs may frequently have little idea of the nuances of what they are voting on and are unlikely to have been following the debate closely. In these instances, they aren’t being paid to think. They are being paid to vote the way their party wants them to. Then there are the so-called “Big Beasts” of parliament: politicians such as Ken Clarke, Michael&nbsp;Heseltine, Gordon Brown and John Prescott. Ed Balls and William Hague also fitted the description. Big beastdom can be awarded for success in any number of categories, such as longevity in parliament, intelligence, humour, personality and quality of public speaking. Boris Johnson, who has come back to parliament this election after taking time out to be mayor of London, is one such big beast. He is a man with charisma to whom you want to listen – a man who can be guaranteed to liven up proceedings, even when he is talking bollocks.</p> \n<p>Big beastdom should not be a hard-to-acquire honorific, it’s just that so many of the men and women in parliament are so unremarkably grey. They have channelled their ambition into saying yes and no at precisely the right moment and staying firmly on message. They have got where they are by being boring. Sometimes there is genuine pathos in this. Generally speaking, there are some ministerial posts that MPs can’t wait to leave. Pensions minister is one such post. Yet in the last government, Lib Dem Steve Webb more than just understood pensions, he lived and breathed them. He thought pensions were the most interesting subject in world history. Webb lost his seat at the election. Parliament won’t miss his greyness, but it will miss his expertise.</p> \n<p>There are groups of MPs who – while never achieving big beastdom – are still less willing to play by the rules. These are known as the awkward squad. In the Labour party, they are often former trade unionists, such as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/dennis-skinner\" title=\"\">Dennis Skinner</a>, who still resist any move away from the party’s core principles of the 1970s. In the Tory party they tend to be hardcore Euro-sceptics, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/nov/20/peter-bone-not-defecting-ukip-tory-eu-referendum\" title=\"\">some of whom have flirted with the idea of joining Ukip</a>. With the Lib Dems now occupying so few seats, anyone in that party can be as awkward as they like. The difficulty for them now will be to get anyone to notice.</p> \n<p>These squads are, by and large, resistant to any threats their party bosses may make. They also tend to grow in number over the course of a parliament, as disappointment and disillusionment set in. A few, especially on the Conservative side, can be bought off with promises of a knighthood or a peerage, but most derive their main job satisfaction from being independent-minded. They may have already slipped out of favour and been demoted from a ministerial post. Perhaps they never did aspire to high office, or even much of an office, at all. While some of the MPs’ offices on the estate are relatively airy, some are little more than underground bunkers. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/oct/10/douglas-carswells-clacton-victory-speech-ukip-must-stand-for-all-britons\" title=\"\">Douglas Carswell </a>found he had been allocated just such a dungeon on his return as a Ukip MP after defecting from the Conservatives (he had rather a nice office before his act of treachery). The awkward squad also often have quite safe majorities, are popular with their own constituency parliamentary party and so are in many ways untouchable.</p> \n<p>The cafes in Portcullis House are often full of MPs who are meeting campaigners, lobbyists, people in difficulties – even school parties – from their own constituencies. The modern MP has to be part therapist, part tour guide. These may not be the most exciting aspects of the job, but they are essential. And nothing an MP ever does entirely goes to waste. MPs like to observe and be observed. The Westminster hierarchies run deep: to get a nod from a cabinet minister can make a backbencher’s day, especially if there’s a crowd of colleagues present. The open spaces of Westminster are for display and outward shows of charm. The backstabbing and plotting takes place far away in corners of late-night bars and by text and email. Electronic communications have superseded the old system whereby journalists used to wait around in the central lobby hoping that politicians would walk past to whisper poison in their ears.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The backstabbing and plotting takes place far away in the corners of late-night bars and by text and email</p> \n </blockquote> \n</aside> \n<p>Perhaps the best way an MP can get noticed is through being asked to join one of the House of Commons select committees that take place either in one of Pugin’s gothic committee rooms in the palace or one of the modern wood and leather rooms in the Commons extension, Portcullis House. There are about 30 such committees tasked with examining government policy or proposed new legislation. Anyone from former prime ministers, serving ministers, bank officials to the families of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/theresa-may-refuses-to-be-drawn-on-isis-runaways-right-to-return-to-uk\" title=\"\">15-year-old girls who ran away to join Isis in Syria</a> can be asked to give evidence. Even the mayor of Calais was summoned last year.</p> \n<p>The home affairs committee is very much the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/keithvaz\" title=\"\">Keith Vaz</a> show. Vaz is a curious political animal: an MP who is both incredibly vain – he will do anything for a headline – and yet one of the great survivors. In 2002, he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2002/feb/13/houseofcommons.keithvaz\" title=\"\">suspended from the Commons</a> for a month after an inquiry by the standards and privileges committee found he had made false allegations against a former policewoman. And yet he has now reinvented himself as one of the guardians of Westminster’s moral probity.</p> \n<p>Vaz dictates the mood for each session – sometimes inquisitorial, sometimes deeply concerned (bizarrely Vaz is often at his most scary when he’s trying to show how much he cares) – and he makes it clear that his view of the reliability of a witness’s evidence is what counts. He sometimes seems to regard the interventions of his colleagues as a distraction. To be fair, sometimes they are distracted. I spotted Lib Dem <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/julian-huppert\" title=\"\">Julian Huppert</a> Googling himself on his iPad in one session: he is by no means the only MP to have doubted his or her own existence (after the last election, he has indeed vanished).</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"77ec25fc51db5adde8828be9864d592582633d67\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431537220537/45d54512-0331-43f5-bfe8-35ec851905b7-351x420.jpeg\" alt=\"Daniel Haskett on Westminster\" width=\"351\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Daniel Haskett</span> \n </figcaption> \n</figure> \n<p>Margaret Hodge also imposes her personality on the proceedings of the public accounts committee (PAC). She, too, is a masterpiece of her own reinvention. She has apologised for the “shameful naivety” of Islington Council in the 1980s, when she was leader, in its dealings with child victims of sexual abuse. The Times has also recently raised questions about her offshore tax arrangements. And yet she is pure box office (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2013/may/16/google-told-by-mp-you-do-do-evil\" title=\"\">she described Google’s tax avoidance as “evil”</a>) and must be close to big beastdom. When Rona Fairhead, the former HSBC director, was interviewed by the culture committee prior to her appointment as chair of the BBC Trust, one of the main concerns the committee had was that she might find the workload a bit tiring. Hodge said Fairhead, who had only been approved as chair of the BBC Trust by the DCMS select committee several months earlier, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/10/rona-fairhead-ex-bbc-trust-chair-michael-lyons-margaret-hodge\" title=\"\">was unfit to hold that office</a> and should reconsider her position.</p> \n<p>Not every committee can always provide the theatre of the HSBC inquisition – some, it has to be said, are terribly dull. But their proceedings are genuinely democratic: the difficult questions do generally get asked as the lesser-known MPs temporarily lose their two-dimensional constraints and display unsuspected depths of intelligence, humour and conscience. Accountability and transparency are not dead inside parliament. They just sometimes take a little finding.</p> \n<h2>* * *</h2> \n<p><strong>On a particularly rainy day,</strong> it’s not uncommon to find strategically placed buckets throughout Westminster – not even the grandest of grand corridors, halls and staircases are immune from the indignity. Much of the grandeur is barely even skin-deep; the roof and ceilings leak, the masonry is crumbling and not even the small army of builders, conservators and contractors who are permanently on site can hold the building together. In political parlance, Westminster is not fit for purpose. What to do about it is another matter. To restore the palace to full working order would cost about &pound;3bn and require the Lords and Commons to relocate for several years. This is not the kind of decision any government wants to make. Parliament spending money on itself never looks good at the best of times. And where does it move to? Birmingham? Manchester? Liverpool? Whatever decision is made is going to upset someone. Far better, then, to do nothing. The only thing that might rush a government into action was if a piece of the Commons roof fell down during prime minister’s questions and took out several backbenchers. Though it might depend on who they were.</p> \n<p>Even with the new female intake, Westminster is still unquestionably male. It looks as if it was designed by and for men of a particular privileged class, its halls and chambers resembling a cross between a public school, an Oxbridge college and a gentlemen’s club to which only the already entitled are welcome. When Sir Malcolm Rifkind made his first appearance in the Commons after being filmed touting for outside work earlier this year, the Tory backbenchers gave him a huge cheer before he spoke. Decent chaps have to stick together and all that.</p> \n<p>For women, Westminster can be an alien world. Sexism is so &nbsp;everyday and institutionalised, most MPs fail to even realise its existence. Even now, some MPs cup their hands across their chest and jig them up and down – off-camera, of&nbsp;course – when a woman gets up to speak. It’s like a reflexive, unconscious herd-like response from people who wouldn’t dream of behaving in such a way anywhere else. Even the prime minister sometimes can’t help himself. In one&nbsp;heated exchange during PMQs in 2011, he told Angela Eagle, then shadow chief secretary to the Treasury, to “Calm down, dear.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For women, Westminster can be an alien world. Sexism is so institutionalised, most MPs fail to realise its existence</p> \n </blockquote> \n</aside> \n<p>The procedures of the Commons are sometimes arcane. Last year, for instance, three MPs hatched a plan to sleep by turns in the room adjoining the office of the Commons clerk responsible for allotting the last remaining slots for private members’ bills, so at least one of them would be first in the queue when he arrived. They are, however, just about functional once you know how the system works. Sometimes, though, this functionality gets lost in smoke and mirrors. Never more so than at prime minister’s questions, the theatrical centrepiece of the Commons week in which the prime minister is meant to be held to account for the government’s actions, yet seldom is. Somehow, it manages simultaneously to be both democracy in action and democracy inaction.</p> \n<p>Before PMQs, which take place at midday on a Wednesday, there is a brief round of departmental questions in which the Scotland, Northern Ireland and Wales offices get their occasional half-hour in the sun. This is the session in which Westminster proves it really doesn’t care about the regions at all. As the clock ticks round to midday, the chamber begins to fill up with MPs from all sides; none of whom feel obliged to discontinue a conversation they were having when they walked in. Come 11.55am, the chamber is drowned out with 300 different conversations while the unfortunate minister carries on talking inaudibly.</p> \n<p>At midday the Speaker brings this particular form of torture to a halt and announces: “Questions for the prime minister.” After a couple of warm-up questions from backbenchers to quieten the crowd, the leader of the opposition is called to the dispatch box. The noise levels on both sides of the house increase significantly. The questions vary week on week but the responses do not. The prime minister is not obliged to answer, merely to say something. Traditionally, Cameron either answers a different question to the one he has been asked or asks why he hasn’t been asked a question about something he has done well. When he was leader of the opposition, Miliband got to ask six questions. The new Labour leader will only get four; the other two will go to the Scottish National party, which is now the Commons’ third-largest party. According to how the protagonists are doing, their supporters either jeer, yell or make farmyard noises.</p> \n<p>Once the exchanges are over, MPs and the political media start tweeting frantically, with a variety of scorelines. Labour MPs always reckon their man has won, while the Tories always say that theirs has. To see out time, Cameron has another 20 minutes of questions from backbenchers. The Tories tend to ask him if he happens to be aware how well his long-term economic plan is working in their constituencies. He does. Labour MPs ask him if he knows that his long-term economic plan isn’t working in their constituencies. He says they are misinformed.</p> \n<p>Shortly after 12.30pm, the Speaker puts everyone out of their misery. The crowded chamber and press gallery empty. In the ante-room the press lobby forms a huddle around the prime minister’s press officer who tries to explain what the prime minister had really meant and what he might have meant had he been asked something else entirely. The game goes on. For everyone working inside it, Westminster is not merely the seat of government, it’s also a test of endurance and nerve. Daily survival is often all that matters. Tomorrow can look after itself.</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/longreadheader/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/longreadheader/boot.js\" data-alt=\"Enhancer\"> \n <figcaption>\n  Illustration by Daniel Haskett\n </figcaption> \n</figure>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431534935550/810626c5-0bd9-4001-b22f-fef6bf6878fe-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"The Guardian","altText":"Illustration","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431537056888/35240d4f-a013-4880-9a12-f6b7580a4d42-1020x732.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":732,"width":1020,"orientation":"landscape","caption":"Illustration by Daniel Haskett","credit":"Daniel Haskett","altText":"Daniel Haskett on Westminster","cleanCaption":"Illustration by Daniel Haskett"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431537219851/07c7b889-e7ce-4c28-9e2e-a1c1aa24b480-602x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":602,"orientation":"portrait","caption":"Illustration by Daniel Haskett","credit":"Daniel Haskett","altText":"Daniel Haskett on Westminster","cleanCaption":"Illustration by Daniel Haskett"}],"webPublicationDate":"2015-05-14T05:00:06Z","lastModified":"2015-05-14T05:00:06Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"John Crace","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/3/1415028976132/John-Crace-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johncrace"}],"feature":true,"keywords":["Politics","House of Commons","House of Lords","UK news"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/lords","webTitle":"House of Lords"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"John Crace","topic":{"type":"tag-contributor","name":"profile/johncrace"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/14/insiders-guide-westminster-portcullis-house-burma-road","shortUrl":"http://gu.com/p/48pdj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/14/insiders-guide-westminster-portcullis-house-burma-road","webUri":"http://www.theguardian.com/politics/2015/may/14/insiders-guide-westminster-portcullis-house-burma-road"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431534935550/810626c5-0bd9-4001-b22f-fef6bf6878fe-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Illustration by Daniel Haskett Photograph: The Guardian","credit":"The Guardian","altText":"Illustration by Daniel Haskett","cleanCaption":"Illustration by Daniel Haskett","cleanCredit":"Photograph: The Guardian"}},"importance":7,"kicker":{"title":"The insider’s guide to Westminster"},"showQuotedHeadline":false},{"title":"Mindfulness / Effective mental health treatment but not a panacea","rawTitle":"Effective mental health treatment but not a panacea","item":{"type":"article","id":"healthcare-network/2015/may/14/mindfulness-mental-health-treatment-nhs","title":"Mindfulness: an effective mental health treatment but not a panacea","trailText":"It’s cheap with a wide range of health benefits – but there’s a shortage of teachers and NHS provision is patchy","standFirst":"<p>It’s cheap with a wide range of health benefits – but there’s a shortage of teachers and NHS provision is patchy</p>","byline":"Kate Bermingham","body":"<p>It may be an ancient Buddhist practice, co-opted and misrepresented by celebrity practitioners, but scientists and health practitioners have found that mindfulness has specific benefits for mental health patients. The medical profession, too, is beginning to take it seriously. <br /></p> \n<p>Consultant psychiatrist <a href=\"http://www.national.slam.nhs.uk/about-us/our-experts/florianruths/\">Dr Florian Ruths </a>explains why: “MBCT [<a href=\"http://cebmh.warne.ox.ac.uk/csr/mbct.html\">mindfulness based cognitive therapy</a>] is a powerful intervention –it isn’t fluffy or alternative. The MBCT course is based on solid scientific research, and Nice [the National Institute for Health and Care Excellence] has recommended it since 2005 for keeping patients with recurrent depressive vulnerability depression-free.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/views-from-the-nhs-frontline/2015/may/11/mental-health-colleagues-dont-understand-depression\">I work in mental health but colleagues don't understand my depression</a> </p> \n</aside> \n<p>Last month, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/apr/21/mindfulness-based-cognitive-therapy-treatment-chronic-depression-antidepressants\">research</a> found that MBCT may be as effective as medication for treating recurrent depression, and may work even better than medication for patients with a history of childhood abuse.</p> \n<p>The <a href=\"http://oxfordmindfulness.org/\">Oxford Mindfulness Centre</a>, part of the University of Oxford’s department of psychiatry, has found that the MBCT course reduces the risk of relapse into depression by 44%. There is <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2848393/\">emerging evidence</a> to suggest MBCT is also effective for treating generalised anxiety disorder, stress and other mental health conditions. Cancer patients have also benefitted from it.</p> \n<p>But despite these findings, mindfulness isn’t appropriate for some patient groups as Dr Christina Surawy, a clinical psychologist, warns: “MBCT isn’t suitable for patients who are in the grip of a drug or alcohol dependency, as they won’t be able to fully engage with the therapy. Also, patients who are recently bereaved may find MBCT too overwhelming.” Ruths echoes these concerns, adding that it is not useful for patients during an episode of severe depression. These patients should wait until they recover to a mild or moderate state before engaging with MBCT.</p> \n<p>Ruths adds that unlike some drug treatments, side effects are very rare with MBCT, though “minor side effects, such as a temporary drop in mood before an improvement in mood, are more common but manageable”. He emphasises that it is important for MBCT therapists to be properly trained to deal with any side effects and support their patients appropriately.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/views-from-the-nhs-frontline/2014/sep/29/not-equipped-treat-patients-mental-health-problems\">As a nurse I don’t feel equipped to treat patients with mental health problems</a> </p> \n</aside> \n<p>The shortage of properly qualified MBCT teachers, and the need to widen access to mindfulness-based interventions for people with long-term conditions, was noted in this year’s mindfulness all-party parliamentary group’s interim report, <a href=\"http://www.themindfulnessinitiative.org.uk/files/Mindful-Nation-UK-Interim-Report-of-the-Mindfulness-All-Party-Parliamentary-Group-January-2015.pdf\">Mindful Nation UK</a>. The report described mindfulness as “an effective, low-cost intervention with a wide range of benefits”. <br /></p> \n<p>Amid the rush to train enough MBCT teachers to meet rising demand, efforts are being made to avoid any decline in quality of practice. The UK Network for Mindfulness-Based Teachers has produced <a href=\"http://mindfulnessteachersuk.org.uk/pdf/teacher-guidelines.pdf\">good practice guidelines</a> that all MBCT teachers should abide by.<br /></p> \n<p>Dr Clara Strauss, research lead at Sussex Mindfulness Centre, emphasises that MBCT teachers in training learn to have an attitude of acceptance: “Mindfulness is not about getting rid of negative thoughts, it’s about learning to sit with and tolerate all of our experiences, including difficult experiences, with kindness and compassion towards ourselves. </p> \n<p>“An inexperienced teacher may respond to a person’s struggle with difficult experiences with inadvertent judgment, encouraging the person to try to avoid or change these, and so it is crucial that MBCT training is thorough and that the good practice guidelines are followed. A cornerstone of the <a href=\"http://mindfulnessteachersuk.org.uk/pdf/teacher-guidelines.pdf\">good practice guidelines</a> is that MBCT teachers have an established personal mindfulness practice and appreciate the common nature of human suffering, rather than teaching from a purely intellectual stance.”<br /></p> \n<p>Professor Willem Kuyken, director of the Oxford Mindfulness Centre, leads <a href=\"http://www.exeter.ac.uk/mooddisorders/aspire/\">the Aspire Project</a>, a study set up in 2013 to investigate patients’ access to MBCT across the UK. He says access to MBCT throughout the NHS is patchy and “effectively a postcode lottery”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/2015/apr/30/mental-health-charities-help-people-nhs\">Mental health charities can help people where the NHS cannot</a> </p> \n</aside> \n<p>“To improve access to MBCT we need a combination of top-down action, such as getting commissioners and senior managers on board, and bottom-up action ... pro-active mindfulness teachers and trainers setting up high quality local services and encouraging GPs to refer patients who would benefit from MBCT treatment,” he says. But Kuyken acknowledges the tough financial climate means mental health trusts often can’t make MBCT a priority: “Their core business is treatment of serious illness rather than prevention of relapse, which can mean that therapies like MBCT get sidelined.”<br /></p> \n<p>Despite pressure on resources, there are successful NHS examples of mindfulness-based service delivery, including the <a href=\"http://www.nottinghamshirehealthcare.nhs.uk/our-services/local-services/lets-talk-wellbeing/nottingham-centre-for-mindfulness-ncm/\">Nottingham Centre for Mindfulness</a>. Set up in 2010, the service has trained approximately 100 MBCT teachers (mainly nurses, doctors and psychologists) and treated more than 1,000 patients.<br /></p> \n<p>Tim Sweeney, MBCT clinical lead at the centre, described its progress: “The patient population has welcomed MBCT. Verbal and written feedback from patients has been largely very positive and measures of depression and anxiety on average show a significant reduction following the course.<br /></p> \n<p>“In the face of budget cuts, it’s been relatively straightforward to integrate MBCT into our trust. It’s a no-brainer: the arguments in favour stack up for both patients and staff. It’s effective, and can be made readily available to large numbers of people as a group intervention … It’s rare for patients to find it unhelpful, and research has found that the results are comparable to ongoing anti-depressant drug treatment.”<br /></p>","section":"Healthcare Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431434234876/2939a177-1585-4950-a23d-48852ffc111e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fredrik Skold/Alamy","altText":"Psychedelic image of a head touching liquid.","cleanCredit":"Photograph: Fredrik Skold/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-14T07:15:26Z","lastModified":"2015-05-14T07:18:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[],"feature":true,"keywords":["Healthcare Network","Mental health","Work practices","Mindfulness","Mental health","Society","NHS","Psychiatry","Psychology","Health","Medical research","Medicine","Depression","Science","Life and style"],"tags":[{"id":"healthcare-network/healthcare-network","webTitle":"Healthcare Network"},{"id":"healthcare-network/mental-health","webTitle":"Mental health"},{"id":"healthcare-network/work-practices","webTitle":"Work practices"},{"id":"lifeandstyle/mindfulness","webTitle":"Mindfulness"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/society","webTitle":"Society"},{"id":"society/nhs","webTitle":"NHS"},{"id":"society/psychiatry","webTitle":"Psychiatry"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"society/health","webTitle":"Health"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"education/medicine","webTitle":"Medicine"},{"id":"society/depression","webTitle":"Depression"},{"id":"science/science","webTitle":"Science"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"healthcare-network"},"topics":[],"embeddedVideos":[],"adTargetingPath":"healthcare-network"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/healthcare-network/2015/may/14/mindfulness-mental-health-treatment-nhs","shortUrl":"http://gu.com/p/48ama","relatedUri":"http://mobile-apps.guardianapis.com/items-related/healthcare-network/2015/may/14/mindfulness-mental-health-treatment-nhs","webUri":"http://www.theguardian.com/healthcare-network/2015/may/14/mindfulness-mental-health-treatment-nhs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431434234876/2939a177-1585-4950-a23d-48852ffc111e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mindfulness based cognitive therapy may be as effective as medication for treating recurrent depression, research has found.  Photograph: Fredrik Skold/Alamy","credit":"Fredrik Skold/Alamy","altText":"Psychedelic image of a head touching liquid.","cleanCaption":"Mindfulness based cognitive therapy may be as effective as medication for treating recurrent depression, research has found. ","cleanCredit":"Photograph: Fredrik Skold/Alamy"}},"importance":5,"kicker":{"title":"Mindfulness"},"showQuotedHeadline":false},{"title":"The Green Road by Anne Enright: review / A family’s worth of stories","rawTitle":"A family’s worth of stories","item":{"type":"article","id":"books/2015/may/14/the-green-road-anne-enright-review-kate-clanchy","title":"The Green Road by Anne Enright review – a family’s worth of stories","trailText":"The sale of a house in the west of Ireland once the children are grown is at the centre of a brilliant, radical novel that refuses to offer any neat solutions","standFirst":"<p>The sale of a house in the west of Ireland once the children are grown is at the centre of a brilliant, radical novel that refuses to offer any neat solutions</p>","byline":"Kate Clanchy","body":"<p>Anne Enright’s new&nbsp;book, the blurb&nbsp;tells&nbsp;us, is set around&nbsp;an&nbsp;enticing moment:&nbsp;matriarch Rosaleen Madigan calling together her grown-up children to discuss the selling of the family house. Families and their particular unhappinesses; Ireland and her madness; houses and inheritance – the very stuff of novels. We anticipate character arcs and plot lines steaming out from the will-making with all the coal-fired, piston-pumping energy of <em>Bleak House</em>.</p> \n<p>But <em>The Green Road</em> is nothing like&nbsp;that. Rosaleen is certainly a fine specimen of matriarchal monster, but&nbsp;she doesn’t get round to the summoning of offspring, let alone the disbursement, until more than halfway through the book. The first part is instead given over to separate episodes in the lives of the four children, each spaced widely from the next, like lights on the long country road of the title.</p> \n<p>We begin with Hanna, 12, wandering round her home town in County Clare in 1980 and trying to bridge, on foot and in her mind, the gap between her Granny Madigan in an unheated smallholding straight from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2005/jul/09/theatre.edinburghfestival2005\" title=\"\">JM Synge</a>, and the modernity of her uncle Bart Considine’s chemist’s shop, where “bottom cream” is dispensed and requests for condoms are smugly refused. The two sides of the family are long estranged: “Grandfather Madigan was shot during the civil war and their Grandfather Considine refused to help. The men ran&nbsp;to the Medical Hall looking for ointment and bandages and he just pulled down the blind.” Hanna’s oldest brother, Dan, is all set to be a priest at this point, but when we join him in 1991 in New York, he has metamorphosed into “Irish Dan”: mercurially reciting <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/wbyeats\" title=\"\">Yeats</a> to a table of gay men, deftly and cruelly moving through and out of the charged dramas of the Aids epidemic.</p> \n<p>Six years later, Dan’s loved and despised sister Constance is called in for a mammogram, and drives herself along the “green road” to hospital. As&nbsp;in her earlier novel <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2011/may/01/forgotten-waltz-anne-enright-review\" title=\"\"><em>The Forgotten Waltz</em></a>, Enright casually and superbly evokes the changes that came to Ireland in the 90s, exemplified in this instance by Constance’s brash husband and his family: “She passed the latest McGrath house: Dessie’s brother the auctioneer’s, who had built a bungalow, high&nbsp;off the road.” But Enright also weaves in something new,&nbsp;here and throughout the book: a&nbsp;thread of flaming, elemental Irish romanticism. Constance continues: “The slope of raw clay had been ablaze, when her father passed along that way, with red&nbsp;poppies and with those yellow flowers that love broken ground.” Constance thinks briefly of middle brother Emmet, “back from Africa, or wherever, with a scraggy beard and hundred yard stare”, and in 2002 in Mali we catch up with him, trying to balance the demands of starving children and a needy dog; of his sentimental, lovable girlfriend Alice and his terrible drive to do good.</p> \n<p>Enright wrote short stories before she wrote novels, and each of these chapters is something like one, though of an unusually lengthy, majestic sort. Each takes place in its own fully realised, strikingly sensual world. Each has a separate narratorial voice: just behind Constance’s shoulder in her chapter; chilly with irony for Emmet; and in Dan’s section, an observing and desiring “we” that speaks for the gay community. Enright does not try to link the tales in any conventional manner: the siblings think of each other only glancingly; and Constance doesn’t tell us, for instance, when or how Dan gave up the&nbsp;priesthood, though we thirst to know. Any one of these episodes could be read separately, in short, for the wit or&nbsp;the pleasures of the deft prose; but it&nbsp;is part of the miracle of this novel that the stories seem, nevertheless, powerfully part of each other.</p> \n<p>How has this been achieved? Perhaps&nbsp;it is simply that the characters are so finely realised that they seem continuous: we feel the pressures on Emmet as coming from the long past, part of the air he breathes; we understand that the absence of all three of&nbsp;Constance’s siblings is an unspoken part of her homemaking; most extraordinary of all, we experience Dan’s gaps and distance as part of his character, his distance from himself. It&nbsp;is not much like a novel, but it is a lot&nbsp;like knowing people; an awful lot like being alive.</p> \n<p>The novel-ish crisis does finally arrive, as such moments do in life, and is heralded with declarations and plane journeys and massive shopping sprees; and passes with a fine display of compulsive bad behaviour, flummery and policemen. When it is over the Madigan siblings have, in a novel-like manner, gained some wisdom. But no one, least of all Rosaleen, can be tucked into an arc in this book; only minor characters are allowed a resolution, and that a brief one, on Facebook.</p> \n<p>The episodic, trailing, unclosed ending is perhaps the most brilliant part of this brilliant, devastating, radical novel. Nothing is settled; no one is improved: life and character are as provisional, as mysterious and as rich as they seemed to Hanna at the beginning of the journey, when she walked down the road looking into the&nbsp;windows, each with its “own decoration and its own version of curtains or blinds: a sailboat made of&nbsp;polished horn, a cream tureen with plastic flowers in it, a pink felted plastic cat”. This is not a book about houses, however lovingly Enright evokes them; it is a book about the road: the green road across the Burren, “the most beautiful road in the world, bar none” – the road to the sea.</p> \n<p><em><span class=\"bullet\">•</span> </em><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/dec/07/bbc-national-short-story-award\" title=\"\"><em>The Not-Dead and the Saved</em></a> by Kate Clanchy is&nbsp;published by Picador in June. To order <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283515/\" title=\"\"><em>The Green Road</em></a> for &pound;13.59 (RRP &pound;16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/13/1431545596555/Anne-Enright-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Each chapter is like a short story' … Anne Enright. Photograph: Eamonn McCabe for the Guardian","credit":"Eamonn McCabe/Guardian","altText":"Anne Enright","cleanCaption":"'Each chapter is like a short story' … Anne Enright. Photograph: Eamonn McCabe for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-14T05:30:07Z","lastModified":"2015-05-14T05:30:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kate Clanchy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kate-clanchy"}],"feature":false,"keywords":["Anne Enright","Fiction","Books","Culture"],"tags":[{"id":"books/anne-enright","webTitle":"Anne Enright"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Kate Clanchy","topic":{"type":"tag-contributor","name":"profile/kate-clanchy"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/14/the-green-road-anne-enright-review-kate-clanchy","shortUrl":"http://gu.com/p/489p3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/14/the-green-road-anne-enright-review-kate-clanchy","webUri":"http://www.theguardian.com/books/2015/may/14/the-green-road-anne-enright-review-kate-clanchy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/13/1431545596555/Anne-Enright-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Each chapter is like a short story’ … Anne Enright. Photograph: Eamonn McCabe for the Guardian","credit":"Eamonn McCabe/Guardian","altText":"Anne Enright","cleanCaption":"‘Each chapter is like a short story’ … Anne Enright. Photograph: Eamonn McCabe for the Guardian"}},"importance":5,"kicker":{"title":"The Green Road by Anne Enright: review"},"showQuotedHeadline":true},{"title":"Passion project / Meet the indie super-producer behind Cannes hot ticket Carol","rawTitle":"Meet the indie super-producer behind Cannes hot ticket Carol","item":{"type":"article","id":"film/2015/may/14/carol-film-cannes-karlsen-cate-blanchett","title":"Passion project: meet the indie super-producer behind Cannes hot ticket Carol","trailText":"It took Elizabeth Karlsen a decade to bring Patricia Highsmith’s once-scandalous lesbian love story to the big screen. She tells Hannah Ellis-Petersen why it’s all part of her fight against Hollywood sexism","standFirst":"<p>It took Elizabeth Karlsen a decade to bring Patricia Highsmith’s once-scandalous lesbian love story – starring Cate Blanchett and Rooney Mara – to the big screen. She tells Hannah Ellis-Petersen why it’s all part of her fight against Hollywood sexism</p>","byline":"Hannah Ellis-Petersen","body":"<p>Buried in the vast cache of Sony emails leaked last year was a revealing statement by Hollywood screenwriter <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/aaron-sorkin\">Aaron Sorkin</a>. “There just aren’t that many tour-de-force roles out there for women,” he wrote. It was not sympathetic – he meant to criticise the female actors picking up awards for “easy” roles when male actors had to work so much harder – but he landed on a valuable point. It has been repeated since by everyone from <a href=\"http://www.hollywoodreporter.com/news/elizabeth-banks-200-million-path-791855\">Elizabeth Banks</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/29/kristen-stewart-hollywood-is-disgustingly-sexist\">Kristen Stewart</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/22/carey-mulligan-film-industry-is-massively-sexist-far-from-the-madding-crowd\">Carey Mulligan</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/apr/01/michelle-rodriguez-feminism-sexism-fast-furious-film-industry-hollywood\">Michelle Rodriguez</a>: Hollywood is depriving its actresses of interesting roles.</p> \n<p>Yet it is not an issue ignored by everyone in the film industry, and one woman who is attempting to combat Hollywood’s ingrained sexism is the producer <a href=\"http://www.imdb.com/name/nm0439563/\">Elizabeth Karlsen</a>. The force behind movies such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/nov/09/made-in-dagenham-review-skilful-pastiche\">Made in Dagenham</a> and<a href=\"http://www.theguardian.com/film/movie/35149/little.voice\"> Little Voice</a>, she has spent her long career bringing a diverse and powerful range of female voices on to the screen. Her latest venture, <a href=\"http://www.imdb.com/title/tt2402927/\">Carol</a>, based on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/patricia-highsmith-film-adaptation-carol-only-openly-lesbian-novel-cannes-cate-blanchett\">Patricia Highsmith’s 1952 novel The Price of Salt</a> and starring Cate Blanchett, is no different.</p> \n<p>It’s taken more than 50 years to get Highsmith’s seminal – and once shocking – lesbian novel to cinemas. Yet the tale of the older, married Carol (Blanchett) and shopgirl Therese (<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/rooney-mara\">Rooney Mara</a>), as they fall in love and set off across the US on a road trip pursued by a private detective, has become one of the most anticipated competition debuts at Cannes.</p> \n<figure class=\"element element-image\" data-media-id=\"242c46e1803b5e447f49d8fc4b58197b1fbfddc8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431540417883/ccece4dd-38af-4984-8b0a-1f141e30d8b2-460x276.jpeg\" alt=\"Rooney Mara and Cate Blanchett in Carol, directed by Todd Haynes.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The story was so scandalous at the time because it had a happy ending’ … Rooney Mara and Cate Blanchett in Carol, directed by Todd Haynes.</span> \n  <span class=\"element-image__credit\">Photograph: Wilson Webb</span> \n </figcaption> \n</figure> \n<p>“I always knew Carol would be a really important film,” says Karlsen. “It was so scandalous at the time because it has a happy ending. Even today you can count on one hand the number of gay stories with a happy ending. But it is also just a wonderful love story, with two very powerful women at its heart. And that, sadly, is still very hard to find, even in 2015.”</p> \n<p>As one half of <a href=\"http://www.number9films.co.uk/about/company\">Number 9 films</a>, the independent production company she formed in 2004 with her British husband, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/may/18/cannes-film-festival-producers-guide\">Stephen Woolley</a> (also an acclaimed producer and director), Karlsen has long championed more unconventional or difficult stories, be it child abuse in <a href=\"http://www.imdb.com/title/tt0113314/\">Hollow Reed</a> or transgender characters and prostitution in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2006/jan/13/2\">Breakfast on Pluto</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/patricia-highsmith-film-adaptation-carol-only-openly-lesbian-novel-cannes-cate-blanchett\">Carol: the women behind Patricia Highsmith's lesbian novel</a> </p> \n</aside> \n<p>While <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/may/16/patricia-highsmith-hip-films-books-adaptations\">Highsmith is best known for her psychological thrillers (most notably The Talented Mr Ripley</a>), Karlsen saw another, more intriguing, side of the author reflected in the pages of The Price of Salt. As Highsmith herself noted just prior to her death in 1995: “I never wrote another book like this.”</p> \n<p>While Karlsen came across the script for Carol in 2004, she wouldn’t get the rights to make the film for another eight years. “I’ve always loved Patricia Highsmith’s writing, but to me what is so fascinating about [this story] is that it is semi-autobiographical, based on this striking woman in fur she had seen when she was working in a department store,” she says. “When I decided to take on the project, I started reading Highsmith’s diaries and letters, which are held in a library in Zurich. What was really interesting was that she wrote in one of her diary entries about her longing to have children and to have a proper relationship. Patricia Highsmith was also gay, and this felt, to me, like she was writing a life she thought might be possible – that [The Price of Salt] was the novel of what might have been.”</p> \n<p>Producing the film, says Karlsen, was a passion project littered with obstacles. <a href=\"http://www.imdb.com/name/nm0619507/\">Phyllis Nagy</a>, who wrote the screenplay, had already spent 14 years fighting to get it made without success, and even once Karlsen convinced Highsmith’s reluctant estate to sign over the rights to her, they went through two other directors before <a href=\"http://www.imdb.com/find?ref_=nv_sr_fn&amp;q=todd+haynes&amp;s=all\">Todd Haynes</a> finally came on board.</p> \n<p>Championing Carol, Karlsen was struck by the prospect of bringing a defiantly female-driven story to a wider audience. “As you get older, you become far more attuned to just how much gender inequality is around. The longer I live, the more depressed I am that so many things haven’t changed for women – and so many things have gone backwards.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/10/cannes-2015-sexy-films\">Sex on the beach: a brief history of Cannes and erotic cinema</a> </p> \n</aside> \n<p>Karlsen, who is the chair of Women in Film and Television, doesn’t mince words about how the film industry has failed to adequately represent women. “Women make up 50% of the world’s population, and yet they are an underused workforce and are underused creative and intellectual powerhouses. And they are an audience who are still not being served.”</p> \n<p>Agreeing with recent remarks made by Carey Mulligan that sexism remains rife within the industry, she adds: “Certainly there aren’t nearly enough female film directors, there aren’t enough women screenwriters and producers. The figures were worse this year than last, the number of women actually went down. And that is unacceptable.”</p> \n<p>Karlsen sighs. “There is this circle of men hiring men and telling men’s stories, and not having a clue that it is not always very interesting. That’s why Stephen and I are so keen to tell female-driven stories. It’s a silent history that is slowly, slowly being unearthed.”</p> \n<ul> \n <li><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/cannes-2015\">Read all our Cannes coverage.</a></li> \n</ul>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431540167975/Film-producer-Elizabeth-K-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’ve always loved Patricia Highsmith’ … film producer Elizabeth Karlsen. Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee/Guardian","altText":"Film producer Elizabeth Karlsen","cleanCaption":"‘I’ve always loved Patricia Highsmith’ … film producer Elizabeth Karlsen. Photograph: Sarah Lee for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431540419087/ccece4dd-38af-4984-8b0a-1f141e30d8b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The story was so scandalous at the time because it had a happy ending’ … Rooney Mara and Cate Blanchett in Carol, directed by Todd Haynes. Photograph: Wilson Webb","credit":"Wilson Webb","altText":"Rooney Mara and Cate Blanchett in Carol, directed by Todd Haynes.","cleanCaption":"‘The story was so scandalous at the time because it had a happy ending’ … Rooney Mara and Cate Blanchett in Carol, directed by Todd Haynes.","cleanCredit":"Photograph: Wilson Webb"}],"webPublicationDate":"2015-05-14T06:03:07Z","lastModified":"2015-05-14T06:03:44Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Hannah Ellis-Petersen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424182428491/Hannah-Ellis-Petersen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-ellis-petersen"}],"feature":true,"keywords":["Cannes 2015","Drama","Culture","Film","Rooney Mara","Cate Blanchett","Patricia Highsmith","Romance","Film adaptations","Women","Feminism","Film industry","Cannes film festival","Festivals"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"film/drama","webTitle":"Drama"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"film/rooney-mara","webTitle":"Rooney Mara"},{"id":"film/cate-blanchett","webTitle":"Cate Blanchett"},{"id":"books/highsmith-patricia","webTitle":"Patricia Highsmith"},{"id":"film/romance","webTitle":"Romance"},{"id":"film/film-adaptations","webTitle":"Film adaptations"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/feminism","webTitle":"Feminism"},{"id":"film/film-industry","webTitle":"Film industry"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"}],"section":{"id":"film"},"topics":[{"displayName":"Hannah Ellis-Petersen","topic":{"type":"tag-contributor","name":"profile/hannah-ellis-petersen"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/14/carol-film-cannes-karlsen-cate-blanchett","shortUrl":"http://gu.com/p/48q22","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/14/carol-film-cannes-karlsen-cate-blanchett","webUri":"http://www.theguardian.com/film/2015/may/14/carol-film-cannes-karlsen-cate-blanchett"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431540167975/Film-producer-Elizabeth-K-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’ve always loved Patricia Highsmith’ … film producer Elizabeth Karlsen. Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee/Guardian","altText":"Film producer Elizabeth Karlsen","cleanCaption":"‘I’ve always loved Patricia Highsmith’ … film producer Elizabeth Karlsen. Photograph: Sarah Lee for the Guardian"}},"importance":4,"kicker":{"title":"Passion project"},"showQuotedHeadline":false},{"title":"Nepal / 'There’s nothing to stay for now'","rawTitle":"'There’s nothing to stay for now'","item":{"type":"article","id":"world/2015/may/13/nepal-earthquake-villages-yanglakot","title":"Nepal's quake-shattered villages: 'there’s nothing to stay for now'","trailText":"In Yanglakot, despair has turned into something more like terror and survivors want to know where to go to find safety","standFirst":"<p>In Yanglakot, despair has turned into something more like terror and survivors want to know where to go to find safety</p>","byline":"Carole Cadwalladr in  Sindupalchok","body":"<p>A week after Nepal’s first earthquake, Yanglakot was a village on the edge of despair. Perched high on a mountain and cut off by landslides, two-thirds of its houses were destroyed, the rest uninhabitable.</p> \n<p>When I visited, making my way there on motorbike and then on foot, women with broken legs were sitting waiting for medical help to arrive, 1,500 people were sleeping outside under a handful of tarpaulins, and food stocks were set to run out in a matter of hours.</p> \n<p>Since the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/nepal-earthquake-thousands-sleep-outdoors-amid-fears-of-further-disaster\">second major quake</a> on Tuesday, despair has turned into something more like terror. Rabi Lama, 33, said that at first it didn’t feel like an earthquake. “There was this very strong noise that got louder and louder, like a machine gun, and then was a huge bang and a massive landslide fell down the other side of the valley.</p> \n<p>“The pillars of the houses that were remaining lifted off the ground and then landed back down and then they all collapsed.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/nepal-earthquake-thousands-sleep-outdoors-amid-fears-of-further-disaster\">Nepal earthquake: thousands sleep outdoors amid fears of further disaster</a> </p> \n</aside> \n<p>Two people died, he said, and 35 were injured. One reason the death toll was not higher was the presence of a British trainee GP, Elena Hazelgrove-Planel, 30, from Bristol. She treated four people who were severely wounded and managed to get a helicopter rescue “in a matter of hours, which was something of a miracle,” she said, explaining that the Nepalese army had happened to be close by.</p> \n<p>“The real tragedy is that the people that need help the most are least able to get it,” Hazelgrove-Planel said. “The worst-damaged places don’t have electricity and they can’t charge their phones or call for help, so God only knows what’s happened there.”</p> \n<p>I ask Rabi about the father of Krishna Tamang, a 16-year-old who had shown me the remains of what was once his house. Krishna had pointed out his disabled father sitting in the rubble sorting stones and then burst into tears. Had the father survived? “The house collapsed on him,” Rabi said. “But he was lucky. We pulled him out.”</p> \n<p>But people no longer want to stay in the village, which is in Sindhupalchok, one of the two worst affected districts, around 20 miles from the epicentre. “They don’t feel safe. They’re terrified there will be another landslide. And anyway, there’s nothing to stay for now. Do you know where there is a safe place for them to go? Can you find out?”</p> \n<p>A couple of dozen miles away in Sanghachowk Bhanjang, on a good tarmaced road between two towns, the situation is equally bleak and the questions equally impossible to answer. The village occupies a stunning ridgetop position overlooking the sort of green folded hills that, if you squint your eyes, could be Tuscany. </p> \n<p>Rama Giri, 31, tells me that the youngest of her three children, a boy of seven, is in hospital with head and leg injuries, and insists I look at her collapsed house. Afterwards, she asks the photographer where she lives. When she hears the answer, London, she asks: “Will you take my children with you?” There is nothing left for them here.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/why-i-had-return-to-nepal-earthquake-2015\">Nepal earthquake: why I had to return to a devastated country in crisis</a> </p> \n</aside> \n<p>A neighbour, Bom Bahadur Tamang, says it used to be a place where people from other villages came to set up businesses. It had a “good location and a good road and a school”, he says. In Nepalese terms, this made it almost prosperous. A day after the second quake, it looks like the Soviet army has just passed through on its way to Berlin.</p> \n<p>Collapsed concrete buildings line both sides of the ridge. Piles of rubble and bits of furniture press into the road. Nobody here died in this quake, unlike the last one, but after a fresh landslide none of the four houses that had been left habitable remain so. </p> \n<p>“Do you think this building is safe?” asks Harka Bhadur Giri. It’s ravaged by cracks and perched precariously on the edge of the ridge. It’s in better shape than Bom Bahadur Tamang’s. He had spent his life savings and taken out a $11,000 loan to build it, and another $1,500 had gone to pay a bond to an employment agent who had placed his only son, 22-year-old Dal Bahadur Tamang, in a job in Malaysia.</p> \n<p>The house, partially collapsed in the first quake, is now teetering after the second, and his son has returned home with nothing. Everything he earned had gone on the bond. But Bom still has $160 a month to pay for the debt. Will you still have to pay it now? “Of course,” he says. “Or they will take my land.”</p> \n<p>Pay it with what? He shakes his head. The only aid the village has received so far has come from overseas agencies. “Maybe people from abroad,” he says eventually. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc8f51cf33612af1912a2098621a7bb873f0e9bc/0_0_5736_3443/5736.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3443,"width":5736,"orientation":"landscape","credit":"LEVINE/SIPA/REX Shutterstock/LEVINE/SIPA/REX Shutterstock","altText":"Nepal earthquake damage","cleanCredit":"Photograph: LEVINE/SIPA/REX Shutterstock/LEVINE/SIPA/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-13T19:19:02Z","lastModified":"2015-05-14T02:04:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Carole Cadwalladr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":true,"keywords":["Nepal earthquake 2015","Nepal","Earthquakes","Natural disasters and extreme weather","South and Central Asia","World news"],"tags":[{"id":"world/nepal-earthquake-2015","webTitle":"Nepal earthquake 2015"},{"id":"world/nepal","webTitle":"Nepal"},{"id":"world/earthquakes","webTitle":"Earthquakes"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/13/nepal-earthquake-villages-yanglakot","shortUrl":"http://gu.com/p/48qxn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/13/nepal-earthquake-villages-yanglakot","webUri":"http://www.theguardian.com/world/2015/may/13/nepal-earthquake-villages-yanglakot"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc8f51cf33612af1912a2098621a7bb873f0e9bc/0_0_5736_3443/5736.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3443,"width":5736,"orientation":"landscape","caption":"A damaged home in Sangachounk, in the Sindhupalchok district of Nepal. Photograph: Levine/Sipa/Rex Shutterstock","credit":"Levine/Sipa/Rex Shutterstock","altText":"Nepal earthquake damage","cleanCaption":"A damaged home in Sangachounk, in the Sindhupalchok district of Nepal.","cleanCredit":"Photograph: Levine/Sipa/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Nepal"},"showQuotedHeadline":false},{"title":"The Tribe / A signed story of sex and violence in a deaf school","rawTitle":"A signed story of sex and violence in a deaf school","item":{"type":"article","id":"film/2015/may/13/the-tribe-deaf-school-drama-myroslav-slaboshpytskiy","title":"Silent horror: the director of The Tribe on his brutal film about life in a deaf school","trailText":"Ukrainian director Myroslav Slaboshpytskiy on his violent new film, set in a deaf school and completely signed, the revolution in Kiev and what it’s like to suddenly be hot","standFirst":"<p>Myroslav Slaboshpytskiy’s violent new film is set in a deaf school – and completely signed. The Ukrainian director on the revolution in Kiev, his vision for contemporary silent film and what it’s like to suddenly be hot</p>","byline":"Tom Seymour","body":"<p>Myroslav Slaboshpytskiy is remembering his secondary school and the deaf children who attended the state boarding school that sat opposite it. “We used to hang out with the deaf kids,” he says. “But usually we’d just fight.”</p> \n<p>Slaboshpytskiy, a great shambling bear of a man, traces with his hands a sweep of children running towards a focal point. “A boy from my school or one from theirs would pick on each other,” he says. “And the whole of my school would run to join in and defend him, and the whole of their school would run to defend their kid, and there would be these two walls of confrontation.”</p> \n<p>Did this happen a lot? He offers a slow shrug of his shoulders. “The school I studied in was like a prison,” says the Ukranian writer-director. “And it produced a lot of people who I’m sure are now in prison.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b7dd5166bdd1e2b6abbbd0c52d3a1754bb5ac8f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528933502/93b805c1-100a-4fff-8d0c-9a1b864ac9d3-460x276.jpeg\" alt=\"… Myroslav Slaboshpytskiy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Rehearsals and rehearsals and rehearsals’ Slaboshpytskiy says of working with non-professional actors</span> \n </figcaption> \n</figure> \n<p>Slaboshpytskiy recalls looking at the deaf children as they were corralled into the fight, threatening to knock him out with hard swoops of their hands. He thought how similar he was to them, but how different their experiences were. “Even as an 11-year-old, I was mystified by their gesture language,” he says. “The idea for a film appeared a long time ago.”</p> \n<p>Slaboshpytskiy, who has turned these memories into his debut film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/oct/17/the-tribe-review-deaf-mute-miroslav-slaboshpytskiy\">The Tribe</a>, has not parted with this information easily, although on this bright spring morning in Soho, London, he does seem to be enjoying his first moments in the spotlight. Stretched out on a sofa with his wife, Elena, a film producer, and sharing private jokes with his translator, the 40-year-old easily positions himself in the great sweep of his nation’s history. “Ukraine is under assault as an independent state,” he says, “and The Tribe is the most successful movie of independent Ukraine. Since 1895, since the birth of cinematography, it’s the most rewarded movie in the history of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/ukraine\">Ukraine</a>.”</p> \n<p>He may have a point. When the film premiered at Cannes last year, Slaboshpytskiy was hailed as a great new voice in independent cinema – precisely because he does not use voices. The Tribe, using his 2010 exploratory short film Deafness as a base, is communicated completely in sign language – without voiceover, subtitles, added music or anything else that might help explanation. It’s performed by an ensemble cast of non-professional deaf actors – “children from the streets” – leaving us to work out the characters’ dynamics through gestures and symbols. As the trailer states: “For love and hatred, you don’t need translation.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456592804__\n</div> \n<p>And then there’s the story itself: a dark, unsparing portrait of the violent power structures of schools that exist beyond the control of teachers. The deaf school in Slaboshpytskiy’s film is controlled by gangs of older pupils, who extort the younger students – particularly the girls – into coarse acts of crime, thuggery and disinhibited sex. Yet the film is so well composed, so accomplished in its execution, that these strange, unfathomably violent relationships are communicated with just a few opening scenes. “Rehearsals and rehearsals and rehearsals,” he says of creating a film that often resembles a silent, nightmarish ballet.</p> \n<p>Until last year, Slaboshpytskiy was an unknown entity in the west, even for the most ardent arthouse aficionado. But The Tribe has been in the making since he studied film-making at university in Kiev. “Even then, I had this idea of creating a contemporary silent movie,” the director says. “Using only silent language.” The film screened at Cannes on the same afternoon as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/feb/22/maidan-sergei-loznitsa-review-history-in-the-making\">Maidan</a>, Sergei Loznitsa’s documentary about the Euromaidan activists who occupied <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/apr/08/architects-revolt-kiev-maidan-square-ukraine-insurrection\">Kiev’s Maidan Nezalezhnosti (Independence Square)</a>, eventually leading to the downfall of the country’s president, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/viktor-yanukovych\">Viktor Yanukovych</a>, in 2014. Almost inevitably, The Tribe was regarded as a parable for Ukraine’s shadowy fall into war, even though the script was written in 2011, years before the Maidan protests.</p> \n<p>How much of what is in The Tribe has Slaboshpytskiy seen with his own eyes? “The episodes you see never actually took place in that order,” he says. “But if you take each scene individually, they’re testimonies from that society – from students I’ve talked to, from teachers. And some of those scenes I’ve experienced personally, at school and as a crime reporter.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Some of the scenes I've experienced personally, at school and as a crime reporter</p> \n </blockquote> \n</aside> \n<p>That was his first job out of university, and he reported from crime scenes across Kiev for the city’s broadcaster. Some of the footage is, apparently, on YouTube. I ask if he’s seen <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/oct/30/jake-gyllenhaal-nightcrawler-interview\">Nightcrawler</a>, the 2014 noir-thriller in which Jake Gyllenhaal sells footage of crashes and murders to local news channels. He laughs heartily. “I think Nightcrawler is too romantic, too gentle,” he says. “I saw much, much worse.”</p> \n<p>Slaboshpytskiy left Kiev for St Petersburg, spending his time writing and directing soaps for TV. In 2010, he returned home to work on his own projects. “There was a great renaissance in Ukrainian cinema,” he says. “Suddenly, the state was supportive of cinema, and 50 movies were made in three years. The Tribe was one of them.”</p> \n<p>The film has won three awards, including the Critics’ Week grand prize at Cannes, where the French press dubbed it “un OVNI”, or a UFO – a film so strange, so lacking in familiarity, no one quite knows how to respond. Did he anticipate the reaction? “When it came to Cannes,” he says, “I was looking for an opponent, someone who would challenge my idea of silent cinema. It didn’t happen, so it made me feel like a pioneer.”</p> \n<figure class=\"element element-image\" data-media-id=\"817e48a6f307a73e1de868034e875f666c64083e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431529086127/633a0791-efd8-4f2e-beb3-b5a68ceda44d-460x276.jpeg\" alt=\"The Tribe\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘For love and hatred, you don’t need translation’ … Grigoriy Fesenko and Yana Novikova in The Tribe</span> \n </figcaption> \n</figure> \n<p>Instead, the film has been universally lauded, with rights sold in more than 40 countries. “We have to go to every country to talk about The Tribe,” says Slaboshpytskiy. “I’m getting used to having lunch with distributors. In France, they love the sex – no problem. But they struggle with the violence. In the US, they sit me down and say, ‘You see my man, the violence is no problem, but the sex might a deal-breaker.’ I don’t know where Britain is on that scale.” Producers from around the world have also been rushing to get in touch. “I’m suddenly a cool guy,” he says. “I’m now very hot property.”</p> \n<p>His next film will be a depiction of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/chernobyl-nuclear-disaster\">Chernobyl disaster</a>, building on his 2012 short <a href=\"https://www.youtube.com/watch?v=ryHMAa0_uyw\">Nuclear Waste</a>, funded by a German production company. Is this out of necessity, I ask, given the situation in Ukraine? Another laconic shrug. “After the change of the government, support for cinema in Ukraine collapsed again,” he says. “But I’ve told them any funds need to be used in Ukraine, it has to be in the Ukrainian language, and it has to be shot in Ukraine.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In France they love the sex, but struggle with the violence. In the US violence is no problem, but sex is a deal-breaker</p> \n </blockquote> \n</aside> \n<p>In one of the scenes, Ukraine is shown on a map as part of Europe, not Russia. Like the undeclared Russian troops that cross the borders of Ukraine, the figures that exert their control over the deaf children of The Tribe remain opaque, at a distance, scrupulously unaccountable.</p> \n<p>Given how personal The Tribe is, given how much he has mined his own past to create it, does Slaboshpytskiy have a problem with the perceptions of his work as geopolitical allegory? “I have studied film history,” he says. “It says in books that German expressionists sensed the coming of fascism and that was reflected in their films. I was not very entertained by that idea. I thought it was a foolish statement. We had no idea what would happen to Ukraine when we started The Tribe. And I fear that, when I cease to be, some student will read the history of Ukraine and see The Tribe as a prophesy.”</p> \n<p>But, as he was shooting the film (in his old school), the Maidan protests were appearing on the news every day. Surely that effected his mindset? “I was not aware that Maidan would take place,” he repeats. “But I lived in Kiev and breathed the same air as the people who took to the streets of Maidan. I felt the same problems, I was part of that life, part of that community. On some emotional level, maybe I felt Ukraine was going to end up the way it has. But all I can do is make cinema – and hope.”</p> \n<p><span class=\"bullet\">•</span> The Tribe is out 15 May.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528682468/The-Tribe-by-the-Ukrainia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'In France they love the sex, but they struggle with the violence' … Ukrainian writer-director Myroslav Slaboshpytskiy's The Tribe","credit":"Pr","altText":"The Tribe by the Ukrainian writer-director Myroslav Slaboshpytskiy","cleanCaption":"'In France they love the sex, but they struggle with the violence' … Ukrainian writer-director Myroslav Slaboshpytskiy's The Tribe"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528934693/93b805c1-100a-4fff-8d0c-9a1b864ac9d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Rehearsals and rehearsals and rehearsals’ Slaboshpytskiy says of working with non-professional actors","credit":"PR","altText":"… Myroslav Slaboshpytskiy","cleanCaption":"‘Rehearsals and rehearsals and rehearsals’ Slaboshpytskiy says of working with non-professional actors"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431529086782/633a0791-efd8-4f2e-beb3-b5a68ceda44d-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"‘For love and hatred, you don’t need translation’ … Grigoriy Fesenko and Yana Novikova in The Tribe","credit":"PR","altText":"The Tribe","cleanCaption":"‘For love and hatred, you don’t need translation’ … Grigoriy Fesenko and Yana Novikova in The Tribe"}],"webPublicationDate":"2015-05-13T16:39:52Z","lastModified":"2015-05-13T23:00:34Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Tom Seymour","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-seymour"}],"feature":false,"keywords":["The Tribe","Culture","Drama","Film","Ukraine","Maidan","Deafness and hearing impairment","Disability","Cannes film festival","Children"],"tags":[{"id":"film/the-tribe","webTitle":"The Tribe"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/drama","webTitle":"Drama"},{"id":"film/film","webTitle":"Film"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"film/maidan","webTitle":"Maidan"},{"id":"society/deafness","webTitle":"Deafness and hearing impairment"},{"id":"society/disability","webTitle":"Disability"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"film"},"topics":[{"displayName":"Tom Seymour","topic":{"type":"tag-contributor","name":"profile/tom-seymour"}}],"embeddedVideos":[{"id":"gu-video-456592804","source":"guardian.co.uk","durationInSeconds":194,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/01/150505Thetribe_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/01/150505Thetribe.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/1/1430500813863/KP_209354_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for The Tribe","credit":"guardian.co.uk","altText":"620x372 trailpic for The Tribe","cleanCaption":"620x372 trailpic for The Tribe"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/13/the-tribe-deaf-school-drama-myroslav-slaboshpytskiy","shortUrl":"http://gu.com/p/48pmv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/13/the-tribe-deaf-school-drama-myroslav-slaboshpytskiy","webUri":"http://www.theguardian.com/film/2015/may/13/the-tribe-deaf-school-drama-myroslav-slaboshpytskiy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528682468/The-Tribe-by-the-Ukrainia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The school I studied in was like a prison’ … Ukrainian writer-director Myroslav Slaboshpytskiy’s The Tribe","credit":"Pr","altText":"The Tribe by the Ukrainian writer-director Myroslav Slaboshpytskiy","cleanCaption":"‘The school I studied in was like a prison’ … Ukrainian writer-director Myroslav Slaboshpytskiy’s The Tribe"}},"importance":3,"kicker":{"title":"The Tribe"},"showQuotedHeadline":false},{"title":"New York gentrification / What will happen when Harlem becomes white?","rawTitle":"What will happen when Harlem becomes white?","item":{"type":"article","id":"us-news/2015/may/13/harlem-gentrification-new-york-race-black-white","title":"What will happen when Harlem becomes white?","trailText":"While many black residents, old and new, are thankful for the new amenities that gentrification brings, others worry that an emerging brand of black pride could do away with the community’s politically nourished roots, writes <strong>Rose Hackman</strong>","standFirst":"<p>While many black residents, old and new, are thankful for the new amenities that gentrification brings, others worry that an emerging brand of black pride could do away with the community’s politically nourished roots, writes <strong>Rose Hackman</strong></p>","byline":"Rose Hackman in New York","body":"<p>Harlem is gentrifying. </p> \n<p>Get off at 125th street’s A subway and walk south. As you go, you will spot luxury condominiums in between brownstones and walk-ups. If you want to, you can stop off at a designer flower store or a hat boutique. On your walk, you will almost certainly spot more than a few white, middle-class-looking faces – something that would have been inconceivable 20 years ago. </p> \n<p>Couples can now be spotted in and out of bars and restaurants along Frederick Douglass Boulevard, locally renamed “restaurant row”. Outside of 67 Orange Street, a small craft cocktail speakeasy, reality television crews have been known to ask customers to sign off releases so that their faces can be used on film. The bar is a staple of Harlem’s “new” renaissance, where young, hip, black customers have adopted local venues to spend their downtime.</p> \n<p>Gentrification means that demographics are changing, and Harlem is getting whiter. Between 2000 and 2010, the number of black residents fell notably, and white population share grew, particularly in central Harlem where white residents increased fivefold. </p> \n<figure class=\"element element-image\" data-media-id=\"f7b423b7deb7b4b02b8060c129ca0d4965e5a129\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431525594590/9a909f13-8666-49c2-8ce0-4fe05498580b-460x276.jpeg\" alt=\"Harlem renaissance: so chic.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Harlem renaissance in the 1920s: so chic.</span> \n  <span class=\"element-image__credit\">Photograph: Public domain</span> \n </figcaption> \n</figure> \n<p>But when it comes to economic development, the story is much more complicated than white people moving in, black people moving out.</p> \n<p>At the heart of Harlem’s gentrification are black residents old and new, many of whom are thankful for the new amenities and nighttime options. A very particular brand of black pride is being curated, sold and embraced – a move that is at the same time celebrating and threatening the very core of a dynamic black heritage and culture.</p> \n<p>When 32-year-old Kwame Binea came to New York eight years ago, one visit to Harlem was enough to convince him he couldn’t live anywhere else in the city. Pushing him to make such a move were not just cheaper rents, but the heritage of what Harlem was culturally and artistically, and the sense that this was a place where he could relax as a black man. “In Harlem, I could finally breathe,” he says.</p> \n<p>Binea, who is a part-time barman and a full-time artist and musician (he’s the lead vocalist in a rock and soul band) found that older neighborhood community members were quick to take him under their wing and offer support.</p> \n<figure class=\"element element-image\" data-media-id=\"281aeba2d9202846cb4f358331a5ad3815df9765\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431462738002/2e1299aa-dfdf-4ff1-b6ea-8584e49883f4-460x276.jpeg\" alt=\"Kwame Binea\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kwame Binea.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p>Jamal Joseph, a Columbia University professor, writer, film-maker and community activist who was a member of the Black Panther party as a teenager in the 1960s (he spent time in prison for it as a consequence) has helped Binea by shooting some of his music videos, and by being a go-to man for advice. Many other successful elders within the community have stepped up in a similar fashion.</p> \n<p>Binea, who was born in Ghana and arrived in the US as a child by way of London, also learned to appreciate the struggle specific to African American culture while living in Harlem. “Bob Marley wrote his best music while he was here in America. That’s no coincidence,” he says.</p> \n<p>Just over a year ago, Binea was walking home from work and was stopped and frisked by police. That night was also the night he felt he gained a better understanding of the world his American-born black brothers and sisters had been brought up in, he says.<br /></p> \n<h2>Not a question of race, but class</h2> \n<p>To attract outsiders and economic development in recent years, a culture of political and social resistance has been toned down. Instead, Harlem has been presenting itself as a reinvigorated version of itself, specifically highlighting the period of the Harlem Renaissance when great black cultural figures came to the fore.</p> \n<p>Karl Williams, the 39-year-old Yale-educated owner of 67 Orange Street, quotes Marcus Garvey when speaking about the heritage defining his establishment, talking about using “arts and literature to demonstrate black competence through prominence, skill and intellect”.</p> \n<p>Williams is no Harlem native, but has settled here and embraced it wholeheartedly. “I chose Harlem not just as a business opportunity, but also because winning within this market meant more to me as a black entrepreneur.” For him, the issues around Harlem’s gentrification are not so much a question of race, but class. Many of his associates are, like him: highly educated black members of the middle class. Their stake in the neighborhood is secure.</p> \n<p>When Harlem Park to Park was founded in 2009, eight out of its nine founding businesses were black-owned. In 2011, the organization counted over 50 businesses, 80% of which were black-owned. Today, reflecting the shift in residents more broadly, with 104 businesses, 63% are black-owned.</p> \n<p>Of all the new settlers, few have moved in with more publicity than celebrity chef Marcus Samuelsson, who in 2010 opened his restaurant, Red Rooster, just a few steps away from historical soul food diner, Sylvia’s.<br /></p> \n<p>Samuelsson, who was brought up in Sweden but was born in Ethiopia, settled in Harlem years before opening a restaurant in the area. He jokes he had to get the equivalent of a PhD in Harlem before daring to open a business here – a form of respect and a way of paying homage, before looking to the future.</p> \n<figure class=\"element element-image\" data-media-id=\"3e8903ad4e7dc9dab80bfcee6ecd815f9ce6ddca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431460401237/15689780134_e6f3c652f6_o-460x276.jpeg\" alt=\"Red Rooster in Harlem.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Red Rooster in Harlem. </span> \n </figcaption> \n</figure> \n<p>Today, his restaurant is an unequivocal success and a game changer. Business owners speak about “before Red Rooster” and “after Red Rooster”, referring not just to its power in terms of drawing outsider crowds, but also in defining a specific kind of Harlem chic.</p> \n<p>Samuelsson and his wife are one of a handful of good-looking black couples who have given Harlem a modern sheen of gloss and glamor. While Red Rooster’s restaurant clientele is generally quite white and non-local, its bar is frequented by black locals. Beneath Red Rooster, Ginny’s Supper Club, a restaurant and club that opened shortly after Red Rooster, has been decorated to evoke the Harlem Renaissance. Here too, patrons are very often mostly of the black, cool and well-dressed sort rather than the “white tourist in trainers” variety.</p> \n<p>For Samuelsson, who is a little touchy on the subject of gentrification, coming to Harlem has been as much about job creation as anything else. Of the 150 to 200 people his Harlem initiatives employ, he says he makes sure 65% to 70% of them at any time are Harlem residents.</p> \n<p>“Harlem is changing. As a person living in my community, like anything that will change, I have a choice to take part in that change and to make sure that I respect the things that were built here before us. So that it’s not just completely washed out.”</p> \n<p>Samuelsson’s approach is one shared across businesses. “Economic development needs to be strongly tied to the culture,” Nikoa Evans-Hendricks, Harlem Park to Park’s executive director, says. “That is the strategy. How do you monetize the cultural experience in a way that remains genuine and authentic?”</p> \n<h2>‘It’s never been the place – it’s been the people’</h2> \n<p>Thomas Carroll, 60, occupies a particularly interesting space between what might be seen as an old Harlem and a new one. Carroll grew up and spent most of his life on a small corridor on 118th street. “To me, 118th street was the entire world, it was our globe,” he says.</p> \n<p>When times got tough in the 1970s, 1980s and 1990s, with the flooding of drugs to the area and mass abandonment and disinvestment, Carroll didn’t budge from his center of gravity. He owned a few businesses and created a block club. He returned to 118th street every day, even when he could no longer live there, and found support from his community members when his mother became ill.</p> \n<figure class=\"element element-image\" data-media-id=\"d068428c51b3f7c314d71b4535b886da30cddaf3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431527645207/38a32400-cb10-4c1e-a11d-663b838c0372-460x276.jpeg\" alt=\"Harlem, 1975.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Harlem, 1975.</span> \n  <span class=\"element-image__credit\">Photograph: Wiltshire/Rex</span> \n </figcaption> \n</figure> \n<p>Today, Carroll is a doorman just one street away in one of the large developments that came to Harlem in the early 2000s. He says most of the people he once knew on 118th street are no longer there. But he is positive about change, greeting the dozens upon dozens of residents in his building – black and white – with a signature charm and genuine warmth. Carroll gives his new building a connection to a past that’s slowly melting away.</p> \n<p>When asked whether he remembers when white people started to move into the neighborhood, Carroll does not hesitate. “That happened in the 1990s. You started to see white women pushing their babies on the street. That’s when you knew it was changing,” he says. “That was right around the time that Giuliani introduced his quality of life campaign,” he says.</p> \n<p>“That’s when the chasing started. We would be chased around by police vans like apes and arrested. Have you seen Planet of the Apes? Yes? Just like that.”</p> \n<p>With newly enforced loitering and vagrancy laws and the activation of the broken windows theory of policing, Carroll found that he could no longer do something that had been a signature of his everyday life on the block: sitting on the stoop and congregating outside with neighbors.</p> \n<p>This is where the use of cultural references for profit gets a little awkward.</p> \n<p>A two-minute walk away from Carroll’s lifetime block is Samuelsson’s new, more democratically priced restaurant, Streetbird, which opened just a few weeks ago. Already, it has become a nighttime hotspot, attracting a young crowd – albeit a seemingly majority white one this time.</p> \n<p>Streetbird has been decorated to celebrate 1980s and 1990s hip-hop culture. Graffiti and boomboxes adorn the walls, cassettes surround lights, sneakers hang by their shoelaces from the ceilings. Symbolically, sneakers hanging from wires might simply evoke black urban America to outsiders – but to those more familiar with inner-city life, they are a symbol of gang sites, the marking of someone’s killing, although sometimes too, of kids simply having fun.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"59e032f1661d6f3874904b14493f2a3390659e1f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528310139/affd37c7-77f8-47b1-90fc-d06890dd6e64-bestSizeAvailable.jpeg\" alt=\"streetbirdnyc\" width=\"300\" height=\"395\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Streetbird: Samuelsson’s new venture.</span> \n  <span class=\"element-image__credit\">Photograph: streetbirdnyc</span> \n </figcaption> \n</figure> \n<p>Safe to say, they are a symbol of disenfranchisement with severe political and cultural weight. To see them hanging in a restaurant a few streets away from the housing projects where the NYPD <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/23/online-surveillance-black-teenagers-new-stop-and-frisk\">executed their largest gang raid</a> in department history last June is a little jarring.</p> \n<p>“When you have shoes hanging over the wires at a restaurant at a time when black men are dying – at the hands of each other, at the hands of police … I think there should be a context where that should be memorialized, but not just as a way to sell greens and grits and black-eyed peas,” says Davarian Baldwin, a professor of American studies at Trinity College.</p> \n<p>Baldwin, who is, among other things, a scholar of the Harlem Renaissance, says the commodification of selective aspects of black culture is something that comes with heavy questions and implications. The Harlem Renaissance included activism around labor, housing and politics, he says – subjects that tend to be brushed to one side within this current context.</p> \n<p>The Reverend Mike Walrond, who leads a congregation of 9,000 at Harlem’s First Corinthian Baptist Church – most of whom are black and between the ages of 21 and 45 – says gentrification is on everyone’s mind. Older church members are struggling with higher rents, and some have been forced to move.</p> \n<p>“Harlem has never been the buildings, it’s never been the place. It’s been the people, the connection, the relationships. As those things begin to fade, something of the identity of the community is going to fade as well. That is a great fear of mine,” he says. Walrond points to the elephant in the room: a fear of what happens when Harlem becomes white. With a Whole Foods opening next year on 125th<sup> </sup>street, that future might be closer than you think.</p> \n<p>Walrond says housing – upholding and expanding affordable housing – should be at the center of concern for those seeking to keep many of Harlem’s current residents put. “Right now, we have an average rent of $2,400 a month, with average income of $21,000. That’s not sustainable,” Walrond says.</p> \n<p>With the 1990s marking the dismantling of public gardens, crackdown on graffiti and block parties, zero-tolerance policing and the sweeping away of street vendors, community life was almost entirely formally dismantled.</p> \n<p>Baldwin says that with such complete disregard for urban black life, real value can only be regained once it is seen as consumable by white people. “When there are limited options for survival as black people, they have nothing left to do but to sell themselves. Yes finally, we are being valued. But we are being valued within a market. We are not being valued within civil society,” Baldwin says.</p> \n<figure class=\"element element-image\" data-media-id=\"d27cc6d089f1b378c66b3c5f3f4bb48fa9bad221\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431530469601/47b6ae45-10d8-468b-9179-43855b46da17-460x276.jpeg\" alt=\"President Barack Obama plays with the Harlem Globetrotters in 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">President Barack Obama plays with the Harlem Globetrotters in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> \n </figcaption> \n</figure> \n<p>On a dreary, rainy evening, a few streets north and further to the west, the headquarters of the 26th police precinct are holding a community meeting: a representative of the New York City department of parks and recreation highlights changes in Morningside Park: flowers growing, bushes being cut down to address an occasional nighttime population of homeless drug users, surveillance cameras installed, police monitoring.</p> \n<p>“But what about the basketball courts,” one exasperated community member asks. “When are the basketball courts going to be done up? That’s what the kids want, they don’t care about flowers,” he says, referring to the vast community of children living in the nearby housing projects.</p> \n<p>He is met with a blank stare and a muffled response. “You see what we have to deal with?” he says, turning to me, ushering his companions to the exit.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525351021/0a97f612-5ee7-4a8c-a5fc-aa433d91665c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Shannon Wright","altText":"Harlem gentrification","cleanCredit":"Photograph: Shannon Wright"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525595310/85f41fd9-852a-4a87-ba22-7b207f328821-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":279,"width":465,"orientation":"landscape","caption":"Harlem renaissance in the 1920s: so chic. Photograph: Public domain","credit":"Public domain","altText":"Harlem renaissance: so chic.","cleanCaption":"Harlem renaissance in the 1920s: so chic.","cleanCredit":"Photograph: Public domain"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431462738589/f83355c3-10ab-40e7-b631-c8872fbe8170-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Kwame Binea. Photograph: Supplied","credit":"Supplied","altText":"Kwame Binea","cleanCaption":"Kwame Binea.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431460402564/15689780134_e6f3c652f6_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Red Rooster in Harlem. ","credit":"Edsel Little/flickr","altText":"Red Rooster in Harlem.","cleanCaption":"Red Rooster in Harlem. "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527646499/38a32400-cb10-4c1e-a11d-663b838c0372-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Harlem, 1975. Photograph: Wiltshire/Rex","credit":"Wiltshire/Rex","altText":"Harlem, 1975.","cleanCaption":"Harlem, 1975.","cleanCredit":"Photograph: Wiltshire/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528310139/affd37c7-77f8-47b1-90fc-d06890dd6e64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":395,"width":300,"orientation":"portrait","caption":"Streetbird: Samuelsson’s new venture. Photograph: streetbirdnyc","credit":"streetbirdnyc","altText":"streetbirdnyc","cleanCaption":"Streetbird: Samuelsson’s new venture.","cleanCredit":"Photograph: streetbirdnyc"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431530471010/47b6ae45-10d8-468b-9179-43855b46da17-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"President Barack Obama plays with the Harlem Globetrotters in 2012. Photograph: Chip Somodevilla/Getty Images","credit":"Chip Somodevilla/Getty Images","altText":"President Barack Obama plays with the Harlem Globetrotters in 2012.","cleanCaption":"President Barack Obama plays with the Harlem Globetrotters in 2012.","cleanCredit":"Photograph: Chip Somodevilla/Getty Images"}],"webPublicationDate":"2015-05-13T16:45:56Z","lastModified":"2015-05-13T18:46:31Z","metadata":{"commentable":true,"commentCount":232,"contributors":[{"name":"Rose Hackman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rose-hackman"}],"feature":true,"keywords":["New York","Gentrification","Race issues","Poverty","Society","Cities"],"tags":[{"id":"us-news/new-york","webTitle":"New York"},{"id":"cities/gentrification","webTitle":"Gentrification"},{"id":"world/race","webTitle":"Race issues"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/society","webTitle":"Society"},{"id":"cities/cities","webTitle":"Cities"}],"section":{"id":"us-news"},"topics":[{"displayName":"Rose Hackman","topic":{"type":"tag-contributor","name":"profile/rose-hackman"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/13/harlem-gentrification-new-york-race-black-white","shortUrl":"http://gu.com/p/48pvj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/13/harlem-gentrification-new-york-race-black-white","webUri":"http://www.theguardian.com/us-news/2015/may/13/harlem-gentrification-new-york-race-black-white"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431525351021/0a97f612-5ee7-4a8c-a5fc-aa433d91665c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Harlem gentrification: a new renaissance? Photograph: Illustration: Shannon Wright","credit":"Illustration: Shannon Wright","altText":"Harlem gentrification","cleanCaption":"Harlem gentrification: a new renaissance?","cleanCredit":"Illustration: Shannon Wright"}},"importance":3,"kicker":{"title":"New York gentrification"},"showQuotedHeadline":false}],"lastModified":"2015-05-14T08:08:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}