{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Auschwitz, memory and truth / How trauma passes down the generations","rawTitle":"How trauma passes down the generations","item":{"type":"article","id":"lifeandstyle/2015/jun/27/auschwitz-memory-and-truth-how-trauma-passes-down-the-generations","title":"Auschwitz, memory and truth: how trauma passes down the generations","trailText":"When she began to write about her family’s Jewish history, Alison Pick realised she couldn’t include everyone’s version of the truth – indeed, she couldn’t even pin down the truth within herself","standFirst":"When she began to write about her family’s Jewish history, Alison Pick realised she couldn’t include everyone’s version of the truth – indeed, she couldn’t even pin down the truth within herself","byline":"Alison Pick","body":"<p>I was a Christian child. I went to Sunday school. In the cool church basement, I drew pictures of Jesus and his disciples. Then one day, in the playground, another child approached me. “Your dad is Jewish,” he said. “No he’s not,” I replied instinctively. But deep down, in some profoundly buried part of myself, I knew this was true.</p> \n<p>I knew it was true while at the same time not understanding what it meant. Jewish was something that belonged to my friend Jordan – the one who had accused me – but what did it mean to be Jewish? Jordan brought matzah (unleavened bread) to school on Passover, and went to Hebrew school. He was studying for something called a barmitzvah. That was all I knew.</p> \n<p>The year passed. Despite the fact I was almost 13, the Easter bunny still came. My younger sister and I hunted&nbsp;for eggs in the rooms of our suburban home.</p> \n<p>Easter, I knew, meant rebirth. It meant dying and coming back to life. I felt, deep down, that rebirth could happen to me too.</p> \n<p>I came to know the truth about my family’s history slowly. I first learned the facts – my great-grandparents died in Auschwitz; my grandparents came to Canada and hid their true identities. They had been assimilated, non-practising Jews and Canada in the 1940s was hugely antisemitic. They wanted no part of it.</p> \n<p>Later, as a teenager, I understood this more profoundly – what it meant to hide who you are. The effort that had gone into their charade, and the sacrifice.</p> \n<p>Even later, I came to understand it on a bodily level, deep in my cells below my rational mind. I suffer from depression. My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.</p> \n<figure class=\"element element-image\" data-media-id=\"9c63a40fa4edc04d857c546f01668b54ca2229d0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434993230541/b2cbd765-c501-4ea9-ac0e-64cb29f4d6fc-460x340.jpeg\" alt=\"Alison Pick's grandmother Liske and great-grandmother Marianne\" width=\"460\" height=\"340\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alison Pick’s grandmother Liske and great-grandmother Marianne, who died in Auschwitz.</span> \n </figcaption> \n</figure> \n<p>Intergenerational trauma can be difficult to make sense of. It is like saying that, 80 years ago, my grandmother tripped on an apple core and now my ankle is sprained as a result. This transmission of trauma has been corroborated with <a href=\"http://www.bbc.co.uk/news/health-25156510\" title=\"\">research</a>. The legacy of the Holocaust was influencing – three generations later – my daily experience of being alive.</p> \n<p>I set about to reclaim what had been lost. Judaism resonated for me at a profound level, and I studied to convert. As Judaism is matrilineal and my mother isn’t Jewish, I had to take a year-long intensive class and meet monthly with my sponsoring rabbi.</p> \n<p>For me, this was frustrating and challenging. My relatives died in Auschwitz. Shouldn’t I already be accepted as Jewish?</p> \n<p>But I was pleased to do this. I wanted to belong.</p> \n<p>Both were true.</p> \n<p>Every family story has a thousand other stories contained within it, like an unending series of nesting dolls. I set about learning more about my ancestors, and who they had been. I have a cousin, a historian, who I respect deeply. She is a decade older than me; 10 years of extra conversations with our grandparents. I told her how drawn I was feeling to our family’s lost Judaism. She empathised, and told me she had gone through something similar. We talked about my grandfather; she remembered, she told me, that he used to hate Christmas. “He looked so sad and despondent among all the presents,” she said.</p> \n<p>This made sense to me. Our grandfather was Jewish. There must have been part of him that resented pretending otherwise, even if he believed it was for the safety of his family. Later, though, my cousin changed her mind. She had been thinking and had revised her opinion. “He loved Christmas,” she said. And, when she said it, I realised this was true too. We have pictures of our grandfather not despondent, but laughing beside the Christmas tree. And though I was just a child when he died – not yet batmitzvah age – I remember this too.</p> \n<p>I had a deep desire to settle on one version of the story. As a writer, I had a semi-conscious hope that by organising it into a consistent narrative, I could finally heal my pain. But the problem with words is that they are fixed in time, in a way that history and memory are not.</p> \n<p>A family story varies wildly between members. I knew this. What it took me time to understand was the multiplicity of stories that existed within me.</p> \n<p>The depression I suffer from has always felt pre-formed, ancient, like it was given to me in its entirety at birth. My father experiences something similar. He calls it “the bad blood” as though there is a faucet deep within him; when the faucet is turned on it floods his body with weight. His mother, my granny, was melancholic too. When I was a child we spent our summers with her. I remember her crying at the end of August when we loaded up our family car and said goodbye. She told me she hated being alone.</p> \n<p>Later in life, she took Prozac, which helped. But Granny had been exceptionally close to her own mother, Marianne. We have pictures of the two of them skiing in Europe before the war, their arms thrown around each other like sisters. Marianne was murdered in Auschwitz. How could Granny not be depressed? My cousin objected to this depiction of Granny too – and, again, she was right. I went back, remembering again. Granny was the life of any party. Dripping in jewels, she was feminine and strong. A flirt, a worthy opponent on the tennis court, an excellent conversationalist for anyone on any&nbsp;topic.</p> \n<p>She loved being alive.</p> \n<p>This was true too.</p> \n<p>To wrestle with a family story is to be humbled as a writer and as a person. You cannot include everyone’s versions. Sometimes you cannot even nail down the truth as it exists within yourself.</p> \n<p>More years have passed. I have converted to the Judaism of my father’s family. I have a five-year-old daughter who I take to synagogue on Saturdays. In the basement of the <em>shul</em> – so much like the basement of the church where I grew up – there is a miniature ark stuffed with toy Torahs. The leader asks, “Who can help me open the ark?”</p> \n<p>My daughter rushes forward. She prises the door open and chooses the biggest stuffed Torah she can find. With the other small “Israelites” she parades it around the basement proudly. She has done this for years, and every time I cry. I see myself in her; I see my cousin, who I love dearly, and my granny, who was changeable and full of human contradiction. I see my great-grandmother Marianne, who I never knew, who died in the gas chamber.</p> \n<p>A long line of women bent low with history’s weight; a line of joyous women celebrating their stories. Both are true. And nothing can change that.</p> \n<p><em><span class=\"bullet\">•</span> </em><a href=\"http://bookshop.theguardian.com/between-gods.html\" title=\"\"><em>Between Gods</em></a><em> by Alison Pick is published on 2 July by Headline, &pound;13.99. To order a copy for &pound;11.19 with free p&amp;p, call Guardian book service on 0330 333&nbsp;6846</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434993092034/Alison-Pick-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'","credit":"PR","altText":"Alison Pick","cleanCaption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434993228847/b2cbd765-c501-4ea9-ac0e-64cb29f4d6fc-2060x1524.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1524,"width":2060,"orientation":"landscape","caption":"Alison Pick’s grandmother Liske and great-grandmother Marianne, who died in Auschwitz.","credit":"PR","altText":"Alison Pick's grandmother Liske and great-grandmother Marianne","cleanCaption":"Alison Pick’s grandmother Liske and great-grandmother Marianne, who died in Auschwitz."}],"webPublicationDate":"2015-06-27T06:30:08Z","lastModified":"2015-06-27T06:30:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Family","Bereavement","Judaism","Parents and parenting","Grandparents and grandparenting","Second world war","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/bereavement","webTitle":"Bereavement"},{"id":"world/judaism","webTitle":"Judaism"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/grandparents-and-grandparenting","webTitle":"Grandparents and grandparenting"},{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/27/auschwitz-memory-and-truth-how-trauma-passes-down-the-generations","shortUrl":"http://gu.com/p/4a3x4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/27/auschwitz-memory-and-truth-how-trauma-passes-down-the-generations","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/27/auschwitz-memory-and-truth-how-trauma-passes-down-the-generations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434993092034/Alison-Pick-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'","credit":"PR","altText":"Alison Pick","cleanCaption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'"}},"importance":7,"kicker":{"title":"Auschwitz, memory and truth"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434993092034/Alison-Pick-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'","credit":"PR","altText":"Alison Pick","cleanCaption":"Alison Pick: 'My family had repressed the horror of the gas chambers. The unfelt grief had been passed from my grandmother to my father to me, like an heirloom.'"}}]},{"title":"Russian defectors in Oregon / Living the dead end of the American dream","rawTitle":"Living the dead end of the American dream","item":{"type":"article","id":"world/2015/jun/26/russian-defectors-spies-dead-end-american-dream","title":"Russian defectors living the dead end of the American dream in distant Oregon","trailText":"For Janosh and Victorya, who in Russia lived as a former bag man for a Moscow bank and an FSB agent, the dream of a life as defectors has been plagued by spats with the FBI, and an unexpected life in a city they’d never heard of","standFirst":"<p>For Janosh and Victorya, who in Russia lived as a former bag man for a Moscow bank and an FSB agent, the dream of a life as defectors has been plagued by spats with the FBI, and an unexpected life in a city they’d never heard of</p>","byline":"Chris McGreal in Portland, Oregon","body":"<p>The Russian who now goes by the name of Janosh Neumann had a clear plan for how things would unfold once he crossed the threshold of the US embassy on the Caribbean island he chose as his hideout.</p> \n<p>Neumann would offer the CIA chapter and verse about his years as a Russian intelligence officer and his work after that as a bag man for a Moscow bank specialising in money laundering. He would lay bare the intricate web of ties between Russia’s security service, the FSB, organised crime and Moscow banks. He would name names.</p> \n<p>Neumann also knew he would have to frankly admit he too was on the take, accepting bribes and his cut of illegal deals.</p> \n<p>In return, the Russian wanted the CIA to provide a foreign passport to somewhere quiet, he had in mind Denmark or Switzerland, and a fat chunk of money: something in the region of the $2.5m he calculated he made from money laundering over the previous three years, most of which was spent or left behind when he fled Moscow. Neumann, who was born in the then Soviet Union 36 years ago and came of age during its collapse, needed a new paymaster and a new life with his wife, a former FSB agent now called Victorya.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We don’t have jobs, we don’t have documents. We live in a place we never even heard of before we got here</p> \n  <footer> \n   <cite>Janosh Neumann</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>That was the plan, and for a while – as the CIA smuggled Janosh and Victorya through the Caribbean by yacht, and the FBI installed the couple in a luxury hotel for months and showered them with cash – it looked as if it might work out.</p> \n<p>But seven years and several identities later, the Neumanns find themselves trapped in a nightmare after what he describes as a virtual abduction to the one place they did not want to go: the United States.</p> \n<p>The relationship with the CIA, and later the FBI, unravelled amid accusations on both sides of betrayed promises and lies. That has left the Russian defectors living the dead end of the American dream in distant Oregon; unemployed, drowning in debt and refused the right to remain in the US by the immigration service because of their pasts but with nowhere else to go. All the while they live in fear of reprisals by former associates in Russia.</p> \n<p>“This is not at all what we imagined when we went to the Americans. We don’t have jobs, we don’t have documents. We live in a place we never even heard of before we got here,” said Neumann. “I fucked up because I trusted the FBI. Do not trust anything to do with the US government because they will lie to you. They promise but they don’t deliver. There is no sense in cooperating.”</p> \n<h2>‘We could never go home’</h2> \n<figure class=\"element element-image\" data-media-id=\"1faa90f05696fba51b396a0bec3cf12d5ab27beb\"> \n <img src=\"http://media.guim.co.uk/1faa90f05696fba51b396a0bec3cf12d5ab27beb/0_0_3508_2105/1000.jpg\" alt=\"Russian spy documents\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Janosh Neumann’s travel documents and passport, including one from the Dominican Republic, where the couple moved from Russia in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Handout</span> \n </figcaption> \n</figure> \n<p>In 2008, Neumann – or, as he was then, Aleksey Artamonov– realised it was time to get out of Moscow when his own father, a retired KGB officer, said “to shoot myself or they will do it for you”. </p> \n<p>Neumann joined the FSB out of school, but after a decade in the security service, taking bribes but also watching where the real money was made, he moved to the shady end of banking as deputy head of security at a Moscow bank, Kreditimpeks. Part of his job, he says he told the CIA, was acting as the middle man in money-laundering deals with criminal gangs. Neumann describes a life flush with cash. Then, by his own admission, he “became too greedy”. His father’s warning was the signal to flee.</p> \n<p>A Russian passport offers limited options for spontaneous travel. Most countries that do not require a visa are allied to Moscow and no place to hide. Neumann’s eye settled on an exception: the Dominican Republic. The couple landed one May evening in 2008 with two suitcases, $15,000 in cash and pictures of the life they had abandoned. They show Janosh with flowing dark locks and a taste for flowery shirts. He is chubbier than now, a reflection of the good life.</p> \n<p>Photographs of Victorya reveal a poised elegant woman with a taste for idiosyncrasy. In one picture, posing outside a church in a sky-blue denim jacket, her hair is dyed orange.</p> \n<p>Their most immediate concern was to disappear. Only later did they decide to defect.</p> \n<p>“It was not a plan at all when we left Moscow. We never discussed it,” said Neumann.</p> \n<p>Alone in the Dominican Republic, their options appeared limited. They couldn’t expect to go unnoticed on the island for long if the Russian authorities started looking. Still they hesitated to go to the Americans. Inside the FSB, in the old KGB headquarters in Moscow’s Lubyanka square, the US had remained “enemy number one”, as Neumann put it, long after the cold war.</p> \n<p>He knew he would be branded a traitor, not least because he came from a family line serving the Russian state back to the tsar.</p> \n<p>“It’s a really tough step. We served one country, Russia, and for us to make a decision to go with US officials, we technically became traitors the next minute,” he said. “We could never go home. You are betraying everybody who is believing in you.”</p> \n<p>The Neumanns initially checked into a hotel in the beachside resort of Cabarete but then found a room in a villa. There, Janosh composed a letter.</p> \n<p>A week after landing in the Caribbean, he walked into the US embassy in Santo Domingo and asked to speak to an intelligence official. A woman appeared. He showed his FSB credential and handed over the letter. They arranged to meet two hours later at a nearby cafe, Il Cappuccino.</p> \n<p>“There were two of them,” said Neumann. “The woman was wearing a fake wig. It kept moving and she kept having to put it back in place.”</p> \n<p>The agents first asked if the Neumanns had information about a threat to American lives. Janosh said he knew nothing about terrorism, explained his background and said he was looking to swap information for a new life in the west. The Americans asked about the couple’s motives and psychological state.</p> \n<p>“Then they asked me, what do you have?” he said. “Financial corruption, and the connections between the Russian government and the Russian mafia there and in the US, and how the system is working with the bribing and the bank. The links to the FSB. How it all is tied together.”</p> \n<p>One of the Americans handed Neumann $2,500 in cash.</p> \n<p>At a second meeting two days later in a bookstore, a Russian-speaking intelligence officer asked if they knew of Americans spying for Moscow. Another agent took Neumann’s FSB credential.</p> \n<p>The agents handed over $2,000.</p> \n<p>There were eight meetings with the CIA over six weeks in June and July 2008. The agency gave them a cover story; they were advertising executives from Kiev.</p> \n<p>One morning an American agent delivered them to a government office and waited as a Dominican official took them inside.</p> \n<p>“I tried to say, hello, how are you doing?” said Victorya. “They didn’t want to hear my voice. They didn’t want to look at me.”</p> \n<p>The couple emerged with Dominican Republic identity documents in the names of Andrey and Maria Bogden, Serbs born in Belgrade.</p> \n<h2>Family history</h2> \n<figure class=\"element element-image\" data-media-id=\"9ba2c4ee981b56ab1a4896e31ee6df452104660a\"> \n <img src=\"http://media.guim.co.uk/9ba2c4ee981b56ab1a4896e31ee6df452104660a/50_2163_2241_1345/1000.jpg\" alt=\"Russia spies\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Janosh and Victorya Neumann before they defected from Russia.</span> \n  <span class=\"element-image__credit\">Photograph: Handout</span> \n </figcaption> \n</figure> \n<p>As the CIA sought to verify the Neumanns’ identities, Janosh poured out his family history. His father served in the KGB as a procurator. A grandfather spent the second world war as a colonel in Stalin’s intelligence interrogating Nazi soldiers because he spoke German. A great grandfather served the tsar’s secret police pursuing Bolsheviks before the 1917 revolution.</p> \n<p>“Both lines, my mum’s line and my dad’s line, both were military or serving the secret police. It’s a family business. Some families got to work in a factory. Not us,” he said. “When I was a child, even my nanny was a soldier.”</p> \n<p>So it seemed only natural that at the age of 17, the then Aleksey Artamonov should be sent for training at the FSB academy – what he laughingly calls “KGB high school”.</p> \n<p>“My choice to join the FSB was not my choice. It was my father’s. We never had any kind of normal relationship as a son and dad. I was following all the time what he wanted me to do. There were two opinions at home – his and wrong,” said Neumann.</p> \n<p>At 13, he was packed off to New York on an international exchange and a year later to Miami. His father later told him the visits were to condition him for the family business by helping to improve his English and getting to “know the enemy”.</p> \n<p>As it turned out, Neumann liked the enemy. He enjoyed American culture. He felt freer.</p> \n<p>“It was completely different to Russia, an open world,” he said. “My opinion about the US is not even close to my father’s.”</p> \n<p>Neumann said he earned a master’s degree in criminal law at the FSB academy and was appointed second lieutenant. He specialised in counterintelligence and was posted to the financial crimes department where he pursued organised crime and investigated crooked bankers. Neumann also spied on foreign businessmen.</p> \n<p>“We’d listen to their calls. We’d hear them phone their wives and then they’d be talking to their friends about picking up Russian girls. That kind of information is useful,” he said.</p> \n<p>Neumann’s future was mapped out by his father but the two fell out after his first marriage, before Victorya, was to a woman “outside the KGB family”.</p> \n<p>“My father’s plan was for me to go into foreign intelligence. That was always the path. He told me that’s why they sent me to visit the US. But after my marriage, there was no more talk of that. She was an outsider, not to be trusted,” he said.</p> \n<p>Neumann said his FSB career ran into a wall. He had also seen a more lucrative path.</p> \n<p>Neumann admits to taking bribes from corrupt banking officials when he was in the FSB’s financial crimes unit. He decided to flip over to the other side, quit the security service and took a job as deputy head of security at a Moscow bank, Kreditimpeks.</p> \n<p>The former FSB officer told his CIA interrogators the bank oversaw a sprawling money-laundering operation on behalf of criminal groups and the rich. He said that through subsidiary banks it set up shell companies in Malta, Vietnam, the British Virgin Islands and the Baltic states where big firms, legitimate and criminal, could park their assets or launder money.</p> \n<p>“The bank created the whole investment project,” he said. “And then it’s like a money hole. Money coming and coming. Technically if you’re reinvesting the money you don’t need to pay taxes. Or you’re creating a fake loan which says a Russian company owes money to a foreign company. You say you’re repaying the loan. That’s why the money is going from Russia to the outside.”</p> \n<p>Neumann said the bank’s fee was up to 20% of the laundered funds and a cut was paid to his team of five men which did a lot of the legwork with underworld clients dealing in cash.</p> \n<p>“I had a regular salary, five or six thousand dollars a month. But we could make tens of thousands of dollars every month in fees. The biggest single fee I made was $100,000. I was spending all this. Her lifestyle,” he said, stealing a look at Victorya who appeared none too pleased. “If she wanted to go to the store, I just gave her what she needed. A hundred thousand roubles. Two hundred thousand. I just picked up a block of money and gave it to her.”</p> \n<p>Neumann told the CIA he was hired by the bank for his contacts in the Russian security service and remained a reserve FSB officer.</p> \n<p>“FSB guys worked for us transporting cash. We used FSB credentials. Sometimes we used even government vehicles for this,” he said. “The whole operation is illegal. Completely. But for us, it was a business.”</p> \n<p>The relationship with the FSB also forewarned the bank of investigations.</p> \n<p>“We were paying bribes to the economic investigation department. We paid money to the organised crime units inside the police. Sometimes I was delivering the envelopes,” he said. “These guys were providing us with information. What kind of banks in Moscow were under investigation by these units. Who’s the next target for investigation. Who’s the next target for a search. Who’s being monitored by law enforcement.”</p> \n<p>Neumann had his differences with his father but makes a point of saying he respects him as an honourable man who never took a bribe in his life and was dedicated to serving Russia and the communist cause. He blames his own corruption on the collapse of ethics with the end of the Soviet Union and the rush to make money in the 1990s. Although he says he is ashamed of taking bribes, he adds so many qualifications – almost everyone in government service is at it, my generation lost its ideals – that his remorse comes across as less than heartfelt.</p> \n<p>Neumann also frankly concedes that the high life might have gone on had hubris not got a grip on him.</p> \n<p>“We had so much money we felt like no one could touch us. No one could stop us,” he said.</p> \n<p>When Kreditimpeks moved to buy a smaller bank to add to its collection of money-laundering fronts, Neumann and his men demanded 10% of a deal they had no hand in – a payout of millions of dollars.</p> \n<p>“We got too greedy. We asked for too much and it went bad. They made the decision to move against us. The first I knew my bank accounts were frozen. Then the threats came. I knew we were in trouble,” said Neumann.</p> \n<p>His father’s admonishment to shoot himself followed. Neumann suspects his father meant it. Janosh and Victorya made a run for it.</p> \n<h2>‘We never heard of Portland until we ended up here’</h2> \n<p>The CIA returned to each meeting with Neumann with ever more detailed questions. The Russian pressed the American agents about when they were going to get their new identities. He said the CIA discussed where the couple might go. The agents ruled out Switzerland but suggested Canada? The Neumanns wanted Sweden.</p> \n<p>Then there was the money. Neumann said the CIA agreed a lump sum payment of $1.8m although it was never put in writing.</p> \n<p>The debriefings continued until mid-July when the Americans suddenly said it would be safer to move to Puerto Rico, a US territory just to the east. They would go by boat.</p> \n<p>The Neumanns boarded a catamaran around 3am on 16 July accompanied by a CIA agent. Hurricane Bertha passed through a few days earlier and was still churning up the Caribbean. The couple was sick most of the way and soaked to the skin.</p> \n<p>Around noon, a US coast guard cutter took the Neumanns on board. The pair expected Puerto Rico to be the end of their journey but they were immediately driven to an airport and ushered on to a small jet, still in wet clothes. It was not until they were in the air that they discovered they were on their way to the United States.</p> \n<p>“We had no idea we were going to be on that plane,” said Neumann.</p> \n<p>A few hours later the couple landed in Virginia. On their first night in the US, they were taken for dinner by a Russian-speaking CIA agent. The Neumanns got drunk. Janosh told Russian jokes. No one talked business.</p> \n<p>The next day three FBI agents arrived dressed in similar dark suits and looking, as Neumann describes it, as if they had stepped out of the film Men in Black.</p> \n<p>“They sat opposite us in a row,” he said. “One of the first things they asked was, did you kill anyone? I was clear. No, never.”</p> \n<p>The CIA brought the Neumanns into the country but they said the FBI swiftly embraced them as useful in investigating Russian organised crime with tentacles in the US.</p> \n<p>The bureau’s lead agent on the case, whose first name is Karen (the FBI asked the Guardian not to publish her surname), a Russian mafia specialist, built an unusually close relationship with the couple, particularly Victorya, who said the two women held long, sometimes highly personal phone conversations and exchanged hundreds of text messages.</p> \n<p>Meanwhile Neumann said the promises of a better future kept coming.</p> \n<p>“The FBI assured us we would receive passports, social security cards, driver’s licences. That we would get certified copies of our Russian qualifications to use in the US so we could find jobs,” he said. “The Virginia FBI office said we could have a green card within a year if we cooperated.”</p> \n<p>Then the FBI dropped the bombshell that the deal to pay the Neumanns $1.8m was off. Instead they would received a $300,000 lump sum, still a considerable amount of money. There was also a contract which paid the couple paid $3,500 a month each to assist with investigations.</p> \n<p>The pair has steadfastly refused to discuss the details of their work for the FBI because the contract forbids it but there are clues in the wording which refers to Neumann as JJN.</p> \n<p>“JJN agrees to assist the FBI in collecting evidence and intelligence against subjects,” it said. Neumann is required to communicate with suspects and wear a wire, and to read and translate documents.</p> \n<figure class=\"element element-image\" data-media-id=\"4f8b8d0fbc538d77c17e3315b1a5cd365b5a9ff3\"> \n <img src=\"http://media.guim.co.uk/4f8b8d0fbc538d77c17e3315b1a5cd365b5a9ff3/0_248_2397_3260/735.jpg\" alt=\"FBI document\" width=\"735\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Janosh Neumann ‘agrees to assist the FBI in collecting evidence and intelligence against subjects’.</span> \n  <span class=\"element-image__credit\">Photograph: Handout</span> \n </figcaption> \n</figure> \n<p>In short, he was expected to help reel in his former comrades in arms in illegal banking deals and money laundering in Russia and the US. He has declined to say if his work for the FBI has resulted in prosecutions.</p> \n<p>Victorya said she was used in a different capacity.</p> \n<p>“I got together info remotely. Not on the Russian community. Both organised crime and terrorism,” she said.</p> \n<p>After a few months, the Neumanns were moved again, this time to Philadelphia. After three months there, Karen flew the couple to Salt Lake City to appear before a judge and change their names. Neumann was asked to come up with a new name and settled on Janosh from the Roman god with two faces looking at the past and the future. He chose Neumann for “new man”.</p> \n<p>“Afterwards Karen said, now we’re going to Portland. I said, where the hell is Portland? We never heard of Portland until we ended up here. What I know about Portland, it’s something between Seattle and San Francisco with a Ukrainian who plays for the basketball team,” said Neumann.</p> \n<h2>Between the US and Russia: an issue of cooperation</h2> \n<p>The FBI agent drove the couple to Oregon in November 2008 and settled them into Portland where they remain. Their contract was renewed each year but there was still no sign of the promised foreign passports so the Neumanns began pushing for American identity documents. Anything to be able to build a normal life.</p> \n<p>“I asked, where are our documents and when can we go and do our thing? We’re tired. They tried to say they were working on it to find out which place is best for you and blah, blah, blah,” he said.</p> \n<p>But the relationship was already beginning to sour. Neumann said the FBI began to describe him as uncooperative.</p> \n<p>“They put in a report that I was threatening them and not fully cooperative,” said Neumann. He says the threats were not physical but to take legal action.</p> \n<p>The issue of cooperation may be tied to his insistence that he would not talk about the FSB’s legitimate activities, only the illegal ones.</p> \n<p>“I told them: I’m going to help you but I’m not going to do anything that crosses a line,” he said.</p> \n<p>It was important to Neumann that he not be seen as a traitor to Russia, whatever his father might think.</p> \n<p>“I never set up anyone from the Russian intelligence. I never screwed anyone with whom I was working. So no one was in danger because of me,” he said. “If I screw up gangsters, criminals, guys who are dirty, guys who are corrupted, I don’t give a shit.”</p> \n<p>There was also a question of credibility. Some in the FBI doubted the veracity of the Neumanns’ information. There are hints in legal documents that the couple promised more than they could deliver. Some of the agents didn’t like their manner.</p> \n<p>“A few times we heard that we stepped on some toes. They called us rude and pushy. They don’t believe what we are saying most of the time because we can’t prove it immediately,” he said.</p> \n<p>Janosh said his information conflicted with some of the bureau’s long-held working assumptions to the embarrassment of some agents.</p> \n<p>Victorya said Janosh had a tendency to be combative.</p> \n<p>“A lot of times the word ‘arrogant’ was used and people don’t like arrogant people. You may be too arrogant. I heard that,” she said.</p> \n<p>Certainly, Neumann can sound superior as he derides the FBI as “like a second-rate soccer team” and compares it unfavourably with the FSB. But if the Neumann’s credibility was part of the problem, events in Russia were to provide some corroboration of his claims.</p> \n<p>***</p> \n<p>Last year, Kreditimpeks’s <a href=\"http://www.rosbalt.ru/business/2014/05/26/1272661.html\">banking licence was revoked</a> over more than 13bn roubles in “suspicious transactions” during 2013 alone and for repeated breaches of financial regulations.</p> \n<p>It followed a raid on the bank in 2013 over an <a href=\"http://www.rosbalt.ru/moscow/2014/03/17/1244261.html\">8bn rouble VAT fraud scam</a> by six shell companies. The bank was accused of laundering billions of roubles through a property deal in Turkey. Kreditimpeks was also named in an official report as having received more than 600m roubles in stolen government money during 2009 and 2010.</p> \n<p></p> \n<p>After five years, the FBI cancelled the Neumanns’ contract without explanation. That meant the end of their visas under a programme for people cooperating with federal law enforcement and the loss of work permits. Without jobs, the money dried up.</p> \n<p>Even as the relationship with the FBI grew more troubled, the one between Victorya and Karen became more intimate. Victorya shared her fears and troubles, including a health crisis in part brought on by the stress of life in exile.</p> \n<p>Much of the relationship is documented in hundreds of text messages Victorya has kept. Among them is one from May 2013, in which she told the FBI agent they were facing eviction from their apartment.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"57b59e8272a791ab544e77a1429273a567ece882\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435254688628/fb19a12b-51a6-4f92-ab5b-453477d5c611-297x420.jpeg\" alt=\"Russian texts\" width=\"297\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A text exchange between Karen and Victorya in which Victorya asks the FBI agent to return the couple’s Russian passports and other documents the FBI is still holding.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p>Victorya claimed she was owed a final payment of $7,000 for work done for the FBI, enough to cover the outstanding rent. Karen responded: “My agent is putting the payment request in today. I will push it through. We have the money.”</p> \n<p>But the money did not come.</p> \n<p>The Neumanns paid off the outstanding rent by selling their car but still had to leave the apartment because they could not afford the next month’s payment. They say they have sold many of their possessions and now rely on occasional part-time work and loans from a friend to keep the bills paid.</p> \n<p>Still, the CIA and FBI gave them a $300,000 lump sum and paid them $7,000 a month for years – well above what most Americans earn. Where did it all go?</p> \n<p>For a while the Neumanns continued to spend as they had in Moscow. They drove upmarket cars and lived in the expensive end of downtown Portland, in part because they did not have the identity documents and credit history required to rent through normal channels. But a good part of the money was sucked up by the US’s overpriced medical system as Victorya’s health collapsed under the strain of uncertain exile.</p> \n<p>She guards the details but Victorya required a series of operations that cost more than $130,000 as well as long-term care she can no longer afford.</p> \n<p>The Neumanns’ story at times seems so unlikely that one of their own lawyers, Judy Snyder, was hesitant to believe it.</p> \n<p>“I had the initial scepticism that you might expect,” she said. “But with the multitude of documents there were pieces that were painting a fairly vivid picture which we corroborated partly.”</p> \n<p>Snyder has seen the contracts with the FBI, also seen by the Guardian, which she is confident are genuine. The Neumanns also had copies of the Dominican Republic identity cards the CIA arranged and of Janosh’s FSB credentials.</p> \n<p>“Everything that we could validate was validated,” she said.</p> \n<p>Snyder hired a former FBI agent to poke around among old contacts in the bureau. He confirmed that the Neumanns had worked for the FBI.</p> \n<p>“Based upon what we were able to validate, the behaviour of the US government was deplorable,” said Snyder. “They have been responsible for making commitments that have not been fulfilled and have basically abandoned Jan and Victorya after they have finished with them.”</p> \n<p>Snyder struggles to explain the Neumanns’ treatment.</p> \n<p>“My suspicions are that people made promises either they had no intention of fulfilling or promises that they were incapable of fulfilling. They didn’t bother about whether they were capable of doing it because all they cared about was getting the information that Jan and Victorya could provide,” she said.</p> \n<p>“We had contact with several well-intentioned people who work for the government both at CIS [immigration service] level and the FBI level and the Senate level, people who really wanted to help, and even they were thwarted. The issue of who is placing the obstacles in Jan and Victorya’s path is not at all clear to me but it is certainly someone with enough power and authority to thwart even well-intentioned representatives of our government who are trying to help.”</p> \n<p>Without papers to remain in the US, the Neumanns applied for political asylum. Months later it was refused in part because the immigration service said Janosh is a threat to US national security as a former intelligence agent of a hostile foreign power.</p> \n<p>Snyder is scornful.</p> \n<p>“If the government is interested in a person because of what they can bring to the table, and wants to bring them into the country because of those experiences and wants them to work for our government because of those experiences, how can they then say, well never mind we’re going to cut you loose without any assistance because of what you did in a foreign country? That’s ludicrous,” she said.</p> \n<p>Asylum was also rejected on other grounds which are more tricky for Neumann. An immigration officer recorded that the Russian admitted to what Karen described in a text as “hurting people due to their political beliefs”.</p> \n<p>Neumann vigorously denies this. The problem may lay in his use of English which is good but not always precise. Neumann said he was asked if he used force during interrogations as an FSB officer.</p> \n<p>“He asked, are you doing anything physical? I said, not by myself. It’s not my job to do so. Of course I know how this looks like. I know how to do this. But I never do this by myself,” he said he told the immigration officer.</p> \n<p>As he describes the interview, it becomes apparent that Neumann does not understand that the phrase “not by myself” can sound as if he was torturing a suspect in league with another interrogator when he meant to say he himself did not use force. But even with that qualification, it sounds as if he was present during torture.</p> \n<p>Neumann may have compounded his problem by elaborating on his answer.</p> \n<p>“I can ask 25 times the same question to a person. But for local guys, interrogation means using water, electricity, they cut their balls and ass. That’s what they’re doing. I said to him, I’m not doing this,” he said.</p> \n<p>Asked why he would use an asylum interview to describe the FSB’s torture techniques and how he thought that would help his case, Neumann replied: “He asked a general question and I gave him a general answer.”</p> \n<p>The immigration service also concluded Neumann discriminates against people based on their ethnicity. Asked why it would think that, he said he described Russian mafia as dominated by Armenians and Jews.</p> \n<p>“It’s not my fault they are organised. It’s like in the US. Most of the mafia families are Italians. It doesn’t mean I hate Italians,” he said.</p> \n<p>Karen called the asylum interview a “disaster” in a text to Victorya.</p> \n<p>***</p> \n<p>Although the FBI cut off the Neumanns’ contract, some of its agents felt they owed it to the couple to sort out the immigration issue. Karen arranged for one of the bureau’s lawyers to write the couple’s appeal but she warned Victorya it would almost certainly be refused again. Neumann is still awaiting the appeal interview.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"59dd21c1bcd10775c83759701d6c1d0c65ce04d0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435248747754/1ddaf515-55fb-485f-8dea-31571376bb2f-315x420.jpeg\" alt=\"Janosh Neumann Grimm\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Janosh Neumann appearing as a heavy in the TV show Grimm.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p>Neumann eventually gave up on the FBI and hired Snyder who filed a notice of intention to sue against the bureau, the CIA, the Department of Homeland Security and the immigration service. It claims damages for false imprisonment on the grounds the couple was brought to the US without their consent and are unable to leave because the FBI refuses to hand back their Russian passports. The suit accuses the US government of fraud for allegedly failing to follow through on its commitments.</p> \n<p>Neumann insists the legal action is not about the money. Karen thinks differently and warns Victorya that the timing is bad with Edward Snowden in Moscow following his revelations in the Guardian.</p> \n<p>“Money always brings out the best in people ,,,,, Even the possibility of money. And J does not get it, now is NOT the time to go after the US Government with the Snowden thing going on. It’s going to come back and hurt them badly,” she said in a message.</p> \n<p>In another text, the FBI agent writes: “J is an adult and the lawyer cannot protect him when his true identity is made public. Money will not help then. And even if the government pays, it will not be for years. A lot of permanent damage for short term gain.”</p> \n<p>Karen also warns Victorya that suing the FBI may result in the release of her medical records which could make it harder for her to find a job.</p> \n<p>But the FBI agent acknowledges the crisis the Neumanns are facing.</p> \n<p>“I understand and i know the fear. Falling off the edge is a scary possibility,” she wrote.</p> \n<p>Eventually, Victorya tells Karen that she has lost confidence in the promises of documents.</p> \n<p>Karen replies: “I cant seem to make that happen.”</p> \n<p>In desperation, the Neumanns turned to Oregon senator Ron Wyden, who sits on the intelligence committee. One of his staff, John Dickas, said in an email to the Neumanns that the FBI acknowledged its responsibility to help them win approval to remain in the US. But Wyden’s office has not had any more success than anyone else in discovering why the bureau soured on the Neummans.</p> \n<p>Wyden’s spokesman, Keith Chu, said in written answers to the Guardian that “the senator’s staff have made inquiries to the FBI about this case, and continue to ask follow-up questions to get additional information”.<br /></p> \n<p>“The FBI has been somewhat slow to respond to inquiries about this case,” he said.</p> \n<p>Chu said that Senator Wyden is also in communication with the immigration service “to resolve the Neummans’ asylum claim as soon as possible”. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"89f77eeb0bbcdee61c3ed3110d1cb70018631408\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435254854146/c09a37b5-dcdb-410e-a8b5-5712e1e301df-460x276.jpeg\" alt=\"Russian text\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A text from Karen to Victorya warning that her husband Janosh’s threat to sue the FBI is a mistake. Janosh is referred to as J in the text.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p>Janosh stopped listening to the FBI’s warnings to keep a low profile. Desperate for work, he landed a small acting job in a television series set in Portland. This produced the unusual spectacle of a foreign defector, living undercover with a new identity, popping up in the nationally syndicated sci-fi police drama Grimm.<br /></p> \n<p>Neumann plays a heavy sent to abduct a woman from her hotel room. Dressed in a black suit with his thick Russian accent still in place, he does a passable impression of a mobster.</p> \n<p>“Basically I just played myself,” he said.</p> \n<p>Neumann’s appearance is fleeting. Within a few minutes he is shot dead.</p> \n<p>Earlier this year, Karen sent a text to Victorya with the name of a New York lawyer, Michael Wildes, who has experience of representing whistleblowers, defectors and foreign diplomats collaborating with the US.</p> \n<p>Wildes told the couple the FBI offered to pay his fees. He started work on their case but the payment from the bureau never arrived. So he stopped.</p> \n<p>“There are a low of politics involved in all these law enforcement agencies. My sense, not just from this case but other cases, is everyone’s concerned about exposing their methods and procedures. There’s a delicacy involved,” he said.</p> \n<p>“This is a family that put themselves in harm’s way for the protection of our interests in a very delicate region and should be given every deference for that. Both as a measure of gratitude and as a strong message to other people out there who would want to help America’s homeland security issues abroad.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>My big mistake was first to trust the bureau</p> \n  <footer> \n   <cite>Janosh Neumann</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The Neumann’s have now retained Wildes themselves.</p> \n<p>The FBI declined to comment. It said it does not comment on the use of specific informers. It is understood that individual agents continue to help the Neumanns on their immigration battle. </p> \n<p>Janosh Neumann is as much bewildered and disappointed as he is angry. He expected better of the Americans because they are not Russians.<br /></p> \n<p>Once feted and charmed by the CIA and FBI as a valuable intelligence asset, he is struggling to understand how it is his future is being decided by an immigration service which holds him in no regard at all.</p> \n<p>So was it a mistake to walk into the US embassy seven years ago?</p> \n<p>“My big mistake was first to trust the bureau,” said Janosh. “To be honest with you, I had an absolutely different opinion about their professional level, about their dignity. This is a huge disappointment for me.”</p> \n<p>Victorya’s frustrations are not only directed at US officials.</p> \n<p>“Even though I’m very bitter and disappointed, I don’t think it was a mistake. For me, the mistake was to leave [Moscow] initially. It’s hugely different between why he left and why I left. I left for him. I didn’t leave because I had to leave. But we cannot go back,” she said.</p> \n<p>Victorya said she feels badly let down by the FBI as a whole but is still uncertain about whether Karen was sincerely trying to help or playing them all along.</p> \n<p>It’s unlikely the couple will be deported given their years of cooperation with the US authorities. They would almost certainly lose their freedom, and possibly their lives, if they were returned to Russia.</p> \n<p>But their dreams of living the life they imagined defectors enjoy – having the run of Europe with new identities, invented histories and flush with money – are long gone. Instead they get to live like so many Americans, struggling to make ends meet, fighting off the debt collectors and worrying about the immigration service banging on the door.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c783c792ba44127e6b037c9c5a4815d3a21c90b/0_256_3839_2304/3839.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2304,"width":3839,"orientation":"landscape","credit":"Jim Lommasson for the Guardian","altText":"Janosh and Victorya Neumann photographed in Portland","cleanCredit":"Photograph: Jim Lommasson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1faa90f05696fba51b396a0bec3cf12d5ab27beb/0_0_3508_2105/3508.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2105,"width":3508,"orientation":"landscape","caption":"Janosh Neumann’s travel documents and passport, including one from the Dominican Republic, where the couple moved from Russia in 2008. Photograph: Handout","credit":"Handout","altText":"Russian spy documents","cleanCaption":"Janosh Neumann’s travel documents and passport, including one from the Dominican Republic, where the couple moved from Russia in 2008.","cleanCredit":"Photograph: Handout"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9ba2c4ee981b56ab1a4896e31ee6df452104660a/50_2163_2241_1345/2241.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1345,"width":2241,"orientation":"landscape","caption":"Janosh and Victorya Neumann before they defected from Russia. Photograph: Handout","credit":"Handout","altText":"Russia spies","cleanCaption":"Janosh and Victorya Neumann before they defected from Russia.","cleanCredit":"Photograph: Handout"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f8b8d0fbc538d77c17e3315b1a5cd365b5a9ff3/0_248_2397_3260/2397.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3260,"width":2397,"orientation":"portrait","caption":"Janosh Neumann ‘agrees to assist the FBI in collecting evidence and intelligence against subjects’. Photograph: Handout","credit":"Handout","altText":"FBI document","cleanCaption":"Janosh Neumann ‘agrees to assist the FBI in collecting evidence and intelligence against subjects’.","cleanCredit":"Photograph: Handout"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435254686967/30d7ec65-4361-4854-bb74-c65a74d22389-1442x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1442,"orientation":"portrait","caption":"A text exchange between Karen and Victorya in which Victorya asks the FBI agent to return the couple’s Russian passports and other documents the FBI is still holding. Photograph: Supplied","credit":"Supplied","altText":"Russian texts","cleanCaption":"A text exchange between Karen and Victorya in which Victorya asks the FBI agent to return the couple’s Russian passports and other documents the FBI is still holding.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248747381/f48e34dc-4084-4501-ae8f-fc7297b5a4d6-765x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":765,"orientation":"portrait","caption":"Janosh Neumann appearing as a heavy in the TV show Grimm. Photograph: Supplied","credit":"Supplied","altText":"Janosh Neumann Grimm","cleanCaption":"Janosh Neumann appearing as a heavy in the TV show Grimm.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435254854585/d9570773-9eae-4ad9-8598-78e62380cefa-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A text from Karen to Victorya warning that her husband Janosh’s threat to sue the FBI is a mistake. Janosh is referred to as J in the text. Photograph: Supplied","credit":"Supplied","altText":"Russian text","cleanCaption":"A text from Karen to Victorya warning that her husband Janosh’s threat to sue the FBI is a mistake. Janosh is referred to as J in the text.","cleanCredit":"Photograph: Supplied"}],"webPublicationDate":"2015-06-26T13:08:16Z","lastModified":"2015-06-26T23:13:29Z","metadata":{"commentable":true,"commentCount":369,"contributors":[{"name":"Chris McGreal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chrismcgreal"}],"feature":true,"keywords":["Russia","Oregon","US news","Portland","World news","Espionage","Europe","CIA","FBI"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"us-news/oregon","webTitle":"Oregon"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/portland","webTitle":"Portland"},{"id":"world/world","webTitle":"World news"},{"id":"world/espionage","webTitle":"Espionage"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"us-news/cia","webTitle":"CIA"},{"id":"us-news/fbi","webTitle":"FBI"}],"section":{"id":"world"},"topics":[{"displayName":"Chris McGreal","topic":{"type":"tag-contributor","name":"profile/chrismcgreal"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/russian-defectors-spies-dead-end-american-dream","shortUrl":"http://gu.com/p/4a2zx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/russian-defectors-spies-dead-end-american-dream","webUri":"http://www.theguardian.com/world/2015/jun/26/russian-defectors-spies-dead-end-american-dream"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c783c792ba44127e6b037c9c5a4815d3a21c90b/0_256_3839_2304/3839.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2304,"width":3839,"orientation":"landscape","caption":"Janosh and Victorya Neumann photographed in Portland, Oregon. Photograph: Jim Lommasson for the Guardian","credit":"Jim Lommasson for the Guardian","altText":"Janosh and Victorya Neumann","cleanCaption":"Janosh and Victorya Neumann photographed in Portland, Oregon.","cleanCredit":"Photograph: Jim Lommasson for the Guardian"}},"importance":5,"kicker":{"title":"Russian defectors in Oregon"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c783c792ba44127e6b037c9c5a4815d3a21c90b/0_256_3839_2304/3839.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2304,"width":3839,"orientation":"landscape","credit":"Jim Lommasson for the Guardian","altText":"Janosh and Victorya Neumann photographed in Portland","cleanCredit":"Photograph: Jim Lommasson for the Guardian"}}]},{"title":"The enigma of Kanye West / How the world's biggest pop star ended up being its most reviled, too","rawTitle":"How the world's biggest pop star ended up being its most reviled, too","item":{"type":"article","id":"music/2015/jun/25/kanye-west-glastonbury-festival-2015-worlds-biggest-pop-star","title":"The enigma of Kanye West – and how the world's biggest pop star ended up being its most reviled, too","trailText":"Everything Kanye West does is an event, from the smallest interview to the biggest show. As he prepares to headline Glastonbury, one writer considers how West became the divisive figure he is","standFirst":"<p>Everything Kanye West does is an event, from the smallest interview to the biggest show. As he prepares to headline Glastonbury, one writer considers how West became the divisive figure he is</p>","byline":"Ben Westhoff","body":"<p>Hating Kanye West has long been an international pastime. At the Big Chill festival at Eastnor Castle in 2011 he complained that people looked at him “like I’m Hitler”. Footage of him walking with his wife, Kim Kardashian – head down to avoid paparazzi, and then <a href=\"https://www.youtube.com/watch?v=d4C3ijlWcHM\">smashing his head into a street sign</a> – has more than 4m YouTube views. (“I hope the sign is OK,” wrote one commenter, a mild expression of the same disgust for West that prompted petitions in protest at him headlining Glastonbury this year.) </p> \n<p>With Groundhog Day-like timing, West stuck his foot in his mouth earlier this year, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/feb/09/kanye-west-beck-grammy-win-disrespectful-to-inspiration-beyonce\">decrying Beck’s album of the year Grammy award</a>. As was the case with when he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/sep/15/kanye-west-taylor-swift-vma\">protested against Taylor Swift’s win in 2009</a>, he again insisted Beyonc&eacute; was more deserving. Ironically, soon after this year’s Grammys, Swift and Kanye had dinner together at Manhattan restaurant the Spotted Pig, which just happened to be playing Beck’s winning album, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/feb/20/beck-morning-phase-review\">Morning Phase</a>. “I was like, this is kinda good,” Kanye admitted sheepishly in a radio interview, adding that he hadn’t previously heard the work.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/jun/17/kanye-west-yeezus-review\">Kanye West: Yeezus – review</a> </p> \n</aside> \n<p>Understanding why Kanye is Kanye first requires understanding what worldwide popularity does to people. To paraphrase an expression, fame crazies, absolute fame crazies absolutely. This is the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/michaeljackson\">Michael Jackson</a> paradigm. When you’re rich and on top of the world, you start peeing on people, or molesting them, or killing them, or killing yourself. </p> \n<p>But what’s truly crazy is that Kanye hasn’t done any of those things. In fact, on the eve of his appearance at Glastonbury, he’s arguably the most critically beloved pop artist of the 21st century so far. From the release of his debut, The College Dropout,<em> </em>in 2004 (which Rolling Stone<em> </em>called one of the 10 best albums of the decade, in any genre) to his most recent work, Yeezus (which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/dec/20/best-albums-2013-kanye-west-number-1\">the Guardian and many others called the best album of 2013</a>), practically no one has been as beloved, by critics and fans alike, for so long. </p> \n<p>So how has he simultaneously become a laughing stock? “The media takes the shit and blows it all out of proportion,” says Fetty Wap, the quickly emerging New Jersey rapper whom West has championed and performed with. He adds that West’s multitude of talents tend to be overlooked because of his antics. But West learned the rules of engagement a long time ago, and nonetheless continues to play the lamb to our slaughter. As a result, he occupies a bizarre place in the zeitgeist – absolutely beloved and absolutely reviled, simultaneously, sometimes by the same people. My wife, for example, adores much of his music but despises him as a person.</p> \n<p>How did this come to pass? It all started at the very beginning of his career. That is, in his pink polo shirt days. </p> \n<h2>A world that is more than fair</h2> \n<p>West’s father was a Black Panther. His mother was arrested at an Oklahoma City lunch counter when she was six, as West explains on his song <a href=\"https://www.youtube.com/watch?v=JgtZHXEmvFQ\">Never Let Me Down</a>, from The College Dropout. “We grew up very aware of racism in this country,” Donda West told VH1, adding: “The political activity was all about making sure that whatever was not just became just.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>He believes himself to be the best, and won’t rest until everyone agrees.</p> \n </blockquote> \n</aside> \n<p>West, too, wants to create a world that is more fair. But his quest for social justice has long dueled with a virulent solipsism. At his worst, he’s concerned only that the world be fair to him. He believes himself to be the best, and won’t rest until everyone agrees. </p> \n<p>That drive has taken him far. As a teenager, he barricaded himself in his room for weeks at a time to work on songs and rhymes. When he found out that producer No ID – the reigning champion Chicago beatmaker in the mid-90s – was the child of his mother’s friend, he began pestering him at all hours, even camping out in his driveway until he came home. “He wouldn’t ever take no [for an answer],” No ID told VH1. West dropped out of college to move to Newark, New Jersey, to be closer to New York’s music industry, and even after blowing up as a producer on Jay Z’s landmark 2001 album The Blueprint,<em> </em>remained unsatisfied. He wanted to be known as a rapper. But owing to his somewhat clunky delivery, and his penchant for unorthodox material (the label brass saw his early single <a href=\"https://www.youtube.com/watch?v=MYF7H_fpc-g\">Jesus Walks</a> as too controversial for radio) he received constant rejection. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ecca7c297de88969931496ee3930bba8f31691f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435092114001/f5d56222-2aff-4161-b56d-2a9c820234ae-460x276.jpeg\" alt=\"Collaborators … Jay Z and Kanye West.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Collaborators … Jay Z and Kanye West.</span> \n  <span class=\"element-image__credit\">Photograph: Startraks Photo/Rex Features</span> \n </figcaption> \n</figure> \n<p>Another artist might have toned things down. But West not only needs to be cherished, he needs to be cherished on his own terms. Hence his trademark pink polo shirt and then later, on his Watch the Throne<em> </em>tour with Jay Z, his skirt (er, kilt). Just like his songs pushed barriers, so did his fashion, and his politics too. In 2005 he was one of the first famous rappers to speak out against homophobia, which had long run rampant in hip-hop but is now starting to fade. That’s largely owing to his influence; his close partner Jay Z, of all people, came out in favor of gay marriage in 2012.</p> \n<p>When it’s not drowned out by his self-aggrandising, Kanye can actually be humble. The College Dropout<em> </em>is a grand, politically conscious mission statement that mixes politics, spirituality and existentialism. He champions the sinners (himself included) and the unfortunates who weren’t “supposed to make it past 25”. His characters work menial jobs, dream big dreams, suffer setbacks and find inspiration in the Lord. The College Dropout<em> </em>is a populist work, and that album and its follow-up, Late Registration,<em> </em>remain to many the ideal of what Kanye should<em> </em>be. Sure, he rapped controversial things – “I know the government administers Aids” – but he was voicing fears held by many. “George Bush doesn’t care about black people” may have angered conservative viewers of the Katrina benefit <a href=\"https://www.youtube.com/watch?v=bMEn_KgxqSg\">A Concert for Hurricane Relief</a><em> </em>in 2005, but his admirers believed him to be speaking from the heart, using his platform to attack those without one.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sure, he rapped controversial things​ – “I know the government administers Aids” – but he was voicing fears held by many</p> \n </blockquote> \n</aside> \n<p>But the self-focused, self-regarding Kanye always lurked in the background. He stormed out after losing the best new artist award to country singer Gretchen Wilson at the 2004 American Music awards, complaining that he<em> </em>was the best new artist. In hindsight, he was right, but he was convinced of it even before his debut was released. As he told the New York Times<em> </em>of his appearance on the 2003 hit <a href=\"https://www.youtube.com/watch?v=6LXZHRI2w7k\">Slow Jamz, with Twista and Jamie Foxx</a>: “I knew when I wrote the line ‘light-skinned friend look like Michael Jackson’ I was going to be a big star. At the time, they used to have the Virgin music [stores], and I would go there and just go up the escalator and say to myself, ‘I’m soaking in these last moments of anonymity.’”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=YkwQbuAGLj4\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/YkwQbuAGLj4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Kanye West – Touch the Sky\n </figcaption> \n</figure> \n<p>By the middle of the last decade, he was indeed selling millions of records globally. Unfortunately, the powers that be weren’t recognising his genius swiftly enough. In 2006, upset about not winning best video at the MTV Europe Music awards in Copenhagen, he commandeered the stage to announce that his Touch the Sky should have been victorious because it “cost a million dollars. I had Pamela Anderson. I was jumping across canyons and shit. If I don’t win, the award show loses credibility.” Once again, he hadn’t actually seen the winning video, <a href=\"https://www.youtube.com/watch?v=L0TvnWRSyr4\">Justice vs Simian’s We Are Your Friends</a>. </p> \n<p>His personality was eclipsing his art, a trend that continued on his 2007 work Graduation. It’s a brilliant album, which anticipated electronic music’s infiltration of hip-hop and contained nearly top-to-bottom hits, including the best-selling single of his career, <a href=\"https://www.youtube.com/watch?v=PsO6ZnUZI0g\">Stronger</a>, which sampled <a href=\"http://www.theguardian.com/music/daft-punk/\">Daft Punk</a>. But that song also contained cringeworthy lines like: “How the hell could you front on me? / There’s a thousand yous, there’s only one of me.” The album is best remembered for its opening-week sales showdown with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/50cent\">50 Cent</a>, then hip-hop’s biggest star. Kanye cockily believed himself capable of dethroning Fiddy – and he promptly did, forever banishing the Queens gangsta rapper to the realm of bodega drinks and self-help books. </p> \n<p>The death of his mother in 2007 brought West back to Earth, along with his breakup with fiancee Alexis Phifer, whom his mother reportedly hoped he’d marry. These events inspired his 2008 album <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/nov/21/kanye-west-808s-heartbreak\">808s &amp; Heartbreak</a>, which was a departure from his previous efforts but again sold gangbusters nonetheless. Largely sung – with extensive use of Auto-Tune – rather than rapped, the work is considered something of an aberration in his career. But it rewards repeated listens, and features West opening up and soberly contemplating his existence like never before. It represents a period of sincere self-reflection in West’s life. Tragedy often brings out the best in artists, and West sought to improve himself as a person and a performer. Shockingly, after being upstaged by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/lil-wayne\">Lil Wayne</a> at the 2008 New Jersey Summer Jam concert, he promised the audience that he would go back to the drawing board and try harder next time.</p> \n<p>Apparently he was satisfied with the results, because by 2009 he had once again placed himself at the centre of the universe. At the MTV Video Music awards that year, at Radio City Music Hall in New York, he interrupted Taylor Swift to announce that her best female video award winner <a href=\"https://www.youtube.com/watch?v=VuNIsY6JdUw\">You Belong With Me</a> was, in fact, inferior to <a href=\"https://www.youtube.com/watch?v=4m1EFMoRFvY\">Beyonc&eacute;’s Single Ladies (Put a Ring on It)</a>. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/beyonce\">Beyonc&eacute;</a> was horrified, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/taylor-swift\">Swift</a> reportedly started bawling, and the internet began castigating and memeing Kanye relentlessly. Never mind if he had a point; after all, Single Ladies was kind of good. All the viewers at home saw was an egotistical man disrupting the biggest moment of a 19-year-old girl’s life.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Swiftgate utterly shamed Kanye. He apologised, and quickly sought to win back the public’s love</p> \n </blockquote> \n</aside> \n<p>Swiftgate utterly shamed Kanye. He apologised, and quickly sought to win back the public’s love the best way he knew how: by crafting an amazing album. In 2010 he released the crowdpleasing work <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2010/dec/16/kanye-west-beautiful-dark-twisted-fantasy\">My Beautiful Dark Twisted Fantasy</a>, which received perfect ratings from Pitchfork and many other outlets. It wasn’t entirely a mea culpa; on <a href=\"https://www.youtube.com/watch?v=Ona42jz8w0k\">Monster</a> he declared: “My presence is a present, kiss my ass.” But the album’s centrepiece, <a href=\"https://www.youtube.com/watch?v=Bm5iA4Zupek\">Runaway</a>, saw him finally beginning to understand why so many detested him. “Let’s have a toast for the douchebags / Let’s have a toast for the assholes … Baby, I got a plan / Run away as fast as you can.” It was an extraordinary song and an extraordinary album. Admitting culpability is not something one often gets in hip-hop, let alone from its self-declared alpha and omega. </p> \n<h2>I Am a God</h2> \n<p>You know what happens next: West fell off the wagon once again. He was no longer just the “best living or dead, hands down” (as he called himself on Monster) or a king (2011’s Watch the Throne) but now a living, breathing, divine entity. On his 2012 collaborative album <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/sep/20/kanye-west-cruel-summer-review\">Cruel Summer</a>,<em> </em>he spit a “new God flow” and deified himself entirely on 2013’s Yeezus. The man who put his faith above his personal ambition on <a href=\"https://www.youtube.com/watch?v=MYF7H_fpc-g\">Jesus Walks</a> now declared <a href=\"https://www.youtube.com/watch?v=I5p5z5CIxiA\">I Am a God</a>, a song most famous for the line: “Hurry up with my damn croissants.” He wrote the track after suffering a mild rebuke from fashion designer <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/fashion/hedi-slimane\">Hedi Slimane</a>, who told him he could only attend one of his Paris fashion shows if he didn’t attend the others. (As for Kanye’s own foray into haute couture, he initially stumbled, but footwear designs like his Yeezy Boost boots have sold out quickly.)<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Ge33hrlN2Uc\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Ge33hrlN2Uc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Yeezus was experimental and dissonant, and folks attending its corresponding tour were subjected to long, rambling diatribes making his case as a cultural giant of epic proportions, akin to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/stevejobs\">Steve Jobs</a> or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/walt-disney-company\">Walt Disney</a>. “Nobody can tell me where I can and can’t go,” Kanye said to W magazine. “Man, I’m the No 1 living and breathing rock star. I am <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/30/axl-rose-critical-of-indonesia-after-public-appeal-fails-to-stop-executions\">Axl Rose</a>; I am <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/doors\">Jim Morrison</a>; I am <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jimi-hendrix\">Jimi Hendrix</a>.” </p> \n<p>Such boasts ran the gamut from preposterous to plausible, but even when Kanye is correct in proclaiming his greatness, nobody wants to hear him<em> </em>say it. Even the birth of his daughter and his marriage to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/kim-kardashian\">Kim Kardashian</a> have done little to improve his reputation. That’s likely due to his humourlessness. Though Kim is widely perceived as a beautiful airhead, he defends her as a brilliant business mind and entertainer who deserves a star on the Hollywood Walk of Fame. It’s great when a man sticks up for his wife, but one gets the feeling that such comments are really about Kanye himself. While playing him on Saturday Night Live, Jay Pharoah parodied him best: “I turned this woman into an artiste. A philosopher. A intergalactic icon of creativity.”</p> \n<p>Responded Kim’s character: “I’m also blonde now!” </p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/fscottfitzgerald\">F Scott Fitzgerald</a> said there are no second acts in American lives, but that’s not always true. When Kanye rushed the stage again at the Grammys this year – but then turned back, despite Beck’s invitation – Twitter momentarily erupted with a groundswell of support for #yeezy. He was laughing at himself! He’s learned his lesson! But no. In a post-awards interview he again declared himself the true arbiter of greatness, demanding Beck forfeit his album of the year statue to Beyonc&eacute;. Again, the public was disgusted and, again, Kanye is now scrambling to get himself back into our favour.</p> \n<p>And that is fantastic news.</p> \n<p>Expectations are through the roof for new album Swish, which doesn’t yet have a release date. It was originally titled So Help Me God. </p> \n<p>After Yeezus’s abrasiveness, it will be more melodic, and has already borne fruit by way of a number of tracks released in the first months of the year. They have included collaborations with the king of melody himself, Paul McCartney. Recorded in a coastal Mexican house with no back wall, Only One is a sweet, stripped-down ode to his daughter sung from the perspective of his mother, while <a href=\"https://www.youtube.com/watch?v=Ng1d_7DiEG8\">All Day</a> is revved up and anthemic. Taylor Swift dances vampily in its live video, shot at this year’s Brit awards. Both are nearly perfect Kanye songs. They’re immediately memorable but sound like nothing else on the radio. He also debuted the powerful <a href=\"https://www.youtube.com/watch?v=_QknWOgo-OA\">Wolves</a> on Saturday Night Live’s<em> </em>40th anniversary broadcast, while another strong Kanye/McCartney collaboration, <a href=\"https://www.youtube.com/watch?v=kt0g4dWxEBo\">FourFiveSeconds</a>, with Rihanna, will appear on her next work. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=WibQR0tQ0P8\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/WibQR0tQ0P8?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Kanye West – Only One\n </figcaption> \n</figure> \n<p>“This album’s just embracing the music, embracing joy and being of service to the people,” Kanye told New York station Power 105.1 in February. “I just hope people like it and enjoy it.” Among the already converted is Los Angeles hip-hop singer Ty Dolla Sign, who contributed to the Mexico sessions and left positively inspired. “I learned to always do me, no matter what anyone says,” he reported. Certainly, West is an expert on this. That said, it’s clear that following his own vision – without regard to trends or naysayers – is Kanye’s great strength, and something few have the courage to see through. </p> \n<p>Despite rumours that Kanye has cold feet following Kendrick Lamar’s politicised smash hit <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/mar/22/kendrick-lamar-to-pimp-butterfly-review-fearless-in-scope\">To Pimp a Butterfly</a>, Swish<em> </em>is as close to a sure thing as one gets in music. (For one thing, Apple is reportedly interested in debuting it on its new streaming music service.) Yet one can also pretty much guarantee that Kanye will declare its (likely positive) reviews as insufficiently rapturous. And thus will continue the world’s bizarre cycle of Kanye West co-dependency. The more scorn we heap upon him, the harder he will try to please us. One gets the feeling that neither party would have it any other way. </p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708090471/1c912231-6c94-4b10-afa3-8828f5a3ed7f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"Kanye West","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435092115288/f5d56222-2aff-4161-b56d-2a9c820234ae-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Collaborators … Jay Z and Kanye West. Photograph: Startraks Photo/Rex Features","credit":"Startraks Photo/Rex Features","altText":"Collaborators … Jay Z and Kanye West.","cleanCaption":"Collaborators … Jay Z and Kanye West.","cleanCredit":"Photograph: Startraks Photo/Rex Features"}],"webPublicationDate":"2015-06-25T14:00:04Z","lastModified":"2015-06-25T23:00:33Z","metadata":{"commentable":true,"commentCount":811,"contributors":[{"name":"Ben Westhoff","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-westhoff"}],"feature":false,"keywords":["Glastonbury 2015","Music","Kanye West","Glastonbury festival","Festivals","Culture","Music festivals","Rap","Hip-hop","Kim Kardashian","Life and style"],"tags":[{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"music/music","webTitle":"Music"},{"id":"music/kanyewest","webTitle":"Kanye West"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"music/rap","webTitle":"Rap"},{"id":"music/hip-hop","webTitle":"Hip-hop"},{"id":"lifeandstyle/kim-kardashian","webTitle":"Kim Kardashian"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"music"},"topics":[{"displayName":"Ben Westhoff","topic":{"type":"tag-contributor","name":"profile/ben-westhoff"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/25/kanye-west-glastonbury-festival-2015-worlds-biggest-pop-star","shortUrl":"http://gu.com/p/4a4xx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/25/kanye-west-glastonbury-festival-2015-worlds-biggest-pop-star","webUri":"http://www.theguardian.com/music/2015/jun/25/kanye-west-glastonbury-festival-2015-worlds-biggest-pop-star"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708090471/1c912231-6c94-4b10-afa3-8828f5a3ed7f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Kanye West … the man who has to win","credit":"PR","altText":"Kanye West","cleanCaption":"Kanye West … the man who has to win"}},"importance":5,"kicker":{"title":"The enigma of Kanye West"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708090471/1c912231-6c94-4b10-afa3-8828f5a3ed7f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"Kanye West","cleanCredit":"Photograph: PR"}}]},{"title":"Tunisia / Murder of holiday-makers could kill tourism but not hope","rawTitle":"Murder of holiday-makers could kill tourism but not hope","item":{"type":"article","id":"world/2015/jun/26/tunisia-attack-terrorism-tourism","title":"Tunisia: murder of holidaymakers could dent tourism but not hope","trailText":"Hopes that scale of Sousse resort attack will not spark loss of confidence in a country regarded as relatively peaceful, compared with troubled neighbours","standFirst":"<p data-dropid=\"0\">Hopes that scale of Sousse resort attack will not spark loss of confidence in a country regarded as relatively peaceful, compared with troubled neighbours</p>","byline":"Angelique Chrisafis","body":"<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-tourist-hotel-reportedly-attacked\">slaughter of sunbathers</a> and hotel staff on the beaches of a country that has always prided itself as a carefree, laid-back destination for package holidaymakers has dealt a huge blow to Tunisia.</p> \n<p>The small north African country <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jan/16/leader-2-arab-spring-tunisia-egypt\">lit the first spark</a> of the Arab spring four years ago, when its popular uprising toppled a corrupt dictatorship relatively peacefully. It is often looked to as the hope of the region. Unlike its troubled neighbours, it has managed to keep its political transition on course — crafting a new constitution, staging free presidential and parliamentary elections. </p> \n<p>But with a struggling post-revolution economy that depends in large part on its beach resorts and foreign visitors, it was already facing the serious ongoing challenges of how to tackle unemployment, social unrest and strikes, and how to address the feeling among the poorest and the young that their demands, which inspired the revolution — the need for social justice, jobs and the fight to end corruption — are yet to be fully achieved.</p> \n<p>In recent months, Tunisia was already grappling with a growing jihadi problem. Thousands of its young men — more than any other Arab country — have gone to fight in Syria, and porous borders with Libya and Algeria have raised the stakes. Yet the Sousse attack seems to cement a troubling new pattern. <br /></p> \n<p>Before this spring, the jihadi threa was aimed mostly at Tunisian security forces. But the March <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/18/eight-people-killed-in-attack-on-tunisia-bardo-museum\">terrorist attack on the Bardo National Museum</a> in Tunis that killed 21 foreign tourists and a policeman and now the Sousse beach massacre suggest a new focus on soft targets. The negative impact on the country’s image and economy is potentially highly damaging. </p> \n<p>“I think the effect of this will be even more serious than the effect of the Bardo attack in March,” said Monica Marks, a North Africa analyst based in Tunis. “Not all tourists who come to Tunisia want to visit the Bardo museum: a lot more — particularly the German and British — are Vitamin D tourists who want to spend time on the beach. </p> \n<p>“Sousse has the most package tourism of any other Tunisian resort on the coast,” she added. “Images of tourists dead across sunloungers will have a considerable effect. Tourism accounted for around 14.5% of Tunisian GDP last year. This will have considerable repercussions for the Tunisian economy. It also will also affect investor confidence.”</p> \n<p>Marks said that the attack on this scale could spark a loss of confidence in the government and dent its authority. </p> \n<p>The government response will be crucial, particularly in a country where the balance between security measures and human rights is both delicate and important.</p> \n<p>In December, a new parliament was elected. The president Beji Caid Essebsi is an 88-year-old secularist who served as a senior official in Tunisia’s previous regimes. His ruling secular party Nidaa Tounes governs in a coalition that includes the small presence of Ennahda, the moderate Islamist movement that won the first post-uprising election and has done much to make Tunisia’s transition a relative success.<br /></p> \n<p>After the Bardo attack, the immediate reaction of Essebsi was to spearhead new anti-terror laws and promise a crackdown. The tough new legislation has not yet been passed, politicians have argued over it and lawyers and human rights groups have raised concerns about freedom of speech and civil liberties, arbitrary arrests, detention and police harassment. </p> \n<p>The balance between security and human rights is a delicate issue in a country that, under the authoritarian Zine El Abidine Ben Ali, was a notoriously brutal police state. Tunisia’s post-revolution Truth and Dignity Commission is currently attempting to deal with the harrowing accounts that stem from the country’s recent history. The issue of torture, even after the revolution, has not yet been fully dealt with. This commitment to deal with the past is vital and Tunisia is unlikely to slide back to the days of Ben Ali’s oppressive state. But lawyers and rights groups are pushing to keep that balance between security and rights.</p> \n<p>Tunisia prides itself on its continuing resilience in the face of its post-revolution challenges, including political assassinations and the jihadi threat. The Sousse attack is one of its biggest challenges yet.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7bbf79c906f826c31b4904a06f5347c2587adfc/0_0_1582_949/1582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":949,"width":1582,"orientation":"landscape","credit":"Bechir-Taieb/dpa/Corbis","altText":"26 Jun 2015, Sousse, Tunisia --- Onlookers on the beach of the RIU hotel 'Imperial Marhaba' in Sousse and look at the cordoned-off crime scene, 26 June 2015. 28 people, including several foreign tourists, were killed during an attack on the beach hotel on 26 June 2015. Photo: Bechir-Taieb/dpa --- Image by © Bechir-Taieb/dpa/Corbis","cleanCredit":"Photograph: Bechir-Taieb/dpa/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-26T19:28:11Z","lastModified":"2015-06-27T06:32:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Angelique Chrisafis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/angeliquechrisafis"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news","Arab and Middle East unrest"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"}],"section":{"id":"world"},"topics":[{"displayName":"Angelique Chrisafis","topic":{"type":"tag-contributor","name":"profile/angeliquechrisafis"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-attack-terrorism-tourism","shortUrl":"http://gu.com/p/4a6mh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/tunisia-attack-terrorism-tourism","webUri":"http://www.theguardian.com/world/2015/jun/26/tunisia-attack-terrorism-tourism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7bbf79c906f826c31b4904a06f5347c2587adfc/0_0_1582_949/1582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":949,"width":1582,"orientation":"landscape","caption":"The beachfront of the RIU Imperial Marhaba hotel in Sousse, following the murder of tourists. Photograph: Bechir-Taieb/dpa/Corbis","credit":"Bechir-Taieb/dpa/Corbis","altText":"The beachfront of the RIU Imperial Marhaba hotel in Sousse, following the murder of tourists.","cleanCaption":"The beachfront of the RIU Imperial Marhaba hotel in Sousse, following the murder of tourists.","cleanCredit":"Photograph: Bechir-Taieb/dpa/Corbis"}},"importance":4,"kicker":{"title":"Tunisia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7bbf79c906f826c31b4904a06f5347c2587adfc/0_0_1582_949/1582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":949,"width":1582,"orientation":"landscape","credit":"Bechir-Taieb/dpa/Corbis","altText":"26 Jun 2015, Sousse, Tunisia --- Onlookers on the beach of the RIU hotel 'Imperial Marhaba' in Sousse and look at the cordoned-off crime scene, 26 June 2015. 28 people, including several foreign tourists, were killed during an attack on the beach hotel on 26 June 2015. Photo: Bechir-Taieb/dpa --- Image by © Bechir-Taieb/dpa/Corbis","cleanCredit":"Photograph: Bechir-Taieb/dpa/Corbis"}}]},{"title":"What large teeth you have! Little Red Riding Hood heads to Manchester","rawTitle":"What large teeth you have! Little Red Riding Hood heads to Manchester","item":{"type":"article","id":"stage/2015/jun/27/douglas-gordon-neck-of-the-woods-manchester-international-festival-2015","title":"What large teeth you have! Little Red Riding Hood heads to Manchester","trailText":"Neck of the Woods, a new play by Turner prizewinner Douglas Gordon based on Perrault’s fairytale premieres in Manchester next month. Tim Auld follows the trail of the Big Bad Wolf","standFirst":"Neck of the Woods, a new play by Turner prizewinner Douglas Gordon based on Perrault’s fairytale premieres in Manchester next month. Tim Auld follows the trail of the Big Bad Wolf","byline":"Tim Auld","body":"<p><sup>‘</sup>For me, the most important thing is to be as close to the dark as possible, and then, when the lights come up, it should be the same as when you’re a&nbsp;child, when you have a nightmare and then you wake up and&nbsp;you feel safe and then you’re frightened to go back to sleep.” In his gravelly, laconic Glaswegian voice, the Turner-prizewinning artist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/australia-culture-blog/2014/mar/20/douglas-gordon-sydney-biennale\" title=\"\">Douglas Gordon</a> is&nbsp;painting me a picture of a&nbsp;new&nbsp;play about the Big Bad Wolf that he is directing, designing and performing in at this year’s Manchester international festival.</p> \n<p>Entitled <em>Neck of the Woods</em>, it is a&nbsp;retelling of the <em>Little Red Riding Hood</em> story, and brings together an impressive group of talents: Gordon, the concert pianist and wolf conservationist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/18/helene-grimaud-review-piano-water-theme\" title=\"\">H&eacute;l&egrave;ne Grimaud</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/charlotte-rampling\" title=\"\">Charlotte Rampling</a> and the acclaimed Mexican-born writer and film-maker <a href=\"http://www.veronicagonzalezpena.com/\" title=\"\">Veronica Gonzalez Pe&ntilde;a</a>.</p> \n<p>Gordon, 48, is known for his unsettling video installations, such as <a href=\"http://www.theguardian.com/arts/pictures/image/0,8543,-10104531576,00.html?redirection=guardian\" title=\"\"><em>24 Hour Psycho</em></a>, in which he slowed down Hitchcock’s classic so that it lasted a whole day. He also co-directed the left-field, but mesmeric <a href=\"http://www.theguardian.com/film/movie/114717/zidane\" title=\"\"><em>Zidane, un portrait du 21e si&egrave;cle</em></a>, a 90-minute film that followed the footballer’s every move in real time in a match between Real Madrid and Villarreal in 2005. In another work, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/video/2012/jul/03/douglas-gordon-cultural-olympiad-video\" title=\"\"><em>The End of Civilisation</em></a>, he set a piano on fire in the Cumbrian hills and filmed it burning.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"870a6def457e5a0cb966d9a2a540b50381771943\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070074236/a991b28f-60ba-43fc-9a0e-b2367d2d39f4-321x420.jpeg\" alt=\"1952 engraving by Gustave Dor&eacute; for Charles Perrault’s &lt;em&gt;Little Red Riding Hood&lt;/em&gt;.\" width=\"321\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">1952 engraving by Gustave Dor&eacute; for Charles Perrault’s <em>Little Red Riding Hood</em>.</span> \n  <span class=\"element-image__credit\">Photograph: Roger-Viollet/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>The catalyst for <em>Neck of the Woods</em> was Alex Poots, artistic director of the Manchester international festival, who&nbsp;knew about Grimaud’s wolf conservation centre and remembered that&nbsp;in pride of place on a piano in Gordon’s Berlin studio stood a stuffed wolf. “He said: ‘H&eacute;l&egrave;ne Grimaud, you have to meet her,’” says Gordon. “So he&nbsp;got to&nbsp;H&eacute;l&egrave;ne and that’s how we met. You know our kind of shared fascination with the wolf and the piano.&nbsp;Not a bad start.”</p> \n<p>In 1999, having – as you do – been introduced to a real wolf living in a&nbsp;friend’s home in Tallahassee, Florida, Grimaud set up a wolf sanctuary in upper New York state, and is now responsible for a&nbsp;programme that releases the endangered Mexican grey wolf and red wolf back into the wild.</p> \n<p>Gordon has not one but three stuffed wolves in his studio: “I have a pair of European wolves fucking each other and another European wolf with its head cut off – that’s the kind of world I&nbsp;live in,” he says. “There are quite a lot of wolves in the outskirts of Berlin, so they have a cull every year. H&eacute;l&egrave;ne is saving wolves, I just have dead ones.”</p> \n<p>Was he worried what Grimaud would make of his stuffed wolves?</p> \n<p>“I treat my dead wolves with respect, and it’s probably better that I&nbsp;have them than a lot of other people. I’m not about to get a gun and shoot one,” he says.</p> \n<p>I call Grimaud to get her side of the story. “Ideally one would like no individual wolf to be taken,” she says, “but at&nbsp;least he’s honouring them in a&nbsp;certain way, in a Douglas Gordon sort of way.”</p> \n<p>It’s the second time Grimaud and Gordon have worked together. The first&nbsp;was in New York in late 2014, on a&nbsp;performance called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/11/douglas-gordon-black-lagoon-tears-become-streams\" title=\"\"><em>Tears Become … Streams Become …</em></a> They hit&nbsp;it off immediately. “He’s a&nbsp;man who has a&nbsp;huge heart and he has a&nbsp;profound respect for all living creatures, and that’s something that connects us,” says Grimaud.</p> \n<p>Gordon is clearly a compelling character, with the ability to charm golden eagles from Scottish mountain tops. Think of him as the Billy Connolly of avant-garde art. When I talk to Rampling, the narrator of the play, and Gonzalez Pe&ntilde;a, it is obvious that they too have been won over.</p> \n<p>Everyone involved with&nbsp;<em>Neck of the Woods</em> describes the play as a collaborative project, and when I speak to&nbsp;the various parties three weeks before opening night, it&nbsp;emerges that the script, the&nbsp;music, the design are all in&nbsp;a&nbsp;state of flux. The whole thing will only come together at the very last minute. “It’s going to be a&nbsp;complete surprise,” says Rampling, “it’s going to&nbsp;surprise us too, once we’re on stage. We’re lucky enough to have the stage in Manchester for a&nbsp;week before we start our performances – we’ll actually be creating it then.”</p> \n<figure class=\"element element-image\" data-media-id=\"9db78e6723f450b48b09833803cea7ebeda10cda\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435251184041/12c29f58-92f1-440f-8fdf-3a57765b9640-460x307.jpeg\" alt=\"H&eacute;l&egrave;ne Grimaud with Nanuk at Wildpark L&uuml;neburger Heide, Germany, in 2012.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">H&eacute;l&egrave;ne Grimaud with Nanuk at Wildpark L&uuml;neburger Heide, Germany, in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Fishing4 /Thorge Huter</span> \n </figcaption> \n</figure> \n<p>For the story, Gordon asked Gonzalez Pe&ntilde;a for&nbsp;something “very loosely based on&nbsp;<em>Little Red Riding Hood</em>”. Her script will draw on the many different takes on the wolf&nbsp;myth in literature, bringing them together in a&nbsp;collage of narrative, sound, lighting and&nbsp;singing.</p> \n<p>The wolf has not had a good press in&nbsp;literature. For Aesop, writing 600 years before the birth of Christ, it is a creature without virtue. It&nbsp;is insatiable. It is deceitful and selfish. It eats children. Biblical scribes concurred. In Genesis we&nbsp;hear that Benjamin, Joseph’s youngest brother, “shall ravin as a&nbsp;wolf” and Jesus ran with the image in his teachings: “Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravenous wolves” (Matthew 7:15).</p> \n<p>Such negative portrayals were not, of course, without justification. If the Bible frequently plays on the image of a&nbsp;devilish wolf preying on God’s faithful flock, it&nbsp;is because the loss of livestock to wolves was a daily reality for shepherds. It is unfortunate for real wolves that the image stuck and became deeply embedded in the western psyche: the wolf as devourer of Christians, the quintessence of mankind’s basest carnal desires. Why not hunt such a creature to extinction?</p> \n<p>On the odd occasion when a story portrayed a wolf in a positive light, it was quickly stamped on. In Augustine’s hands the tender tale of the she-wolf who rescued Romulus and Remus from the Tiber and suckled them becomes a&nbsp;story to justify the fall of Rome, which he believed had become lustful and corrupt. The she-wolf, he says, was actually a whore (<em>lupa</em> meaning both wolf and prostitute) – what hope, he argues, for a city founded by an infant who first supped at the breasts of such a&nbsp;woman?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c57db87a63e8d6dd2a4db5a857af0ce214eb5e25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435070257232/e60b8704-7dcc-4aad-b670-8fef05b1592f-254x420.jpeg\" alt=\"Charlotte Rampling, who narrates the play.\" width=\"254\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Charlotte Rampling, who narrates the play.</span> \n  <span class=\"element-image__credit\">Photograph: James McCauley/Guardian</span> \n </figcaption> \n</figure> \n<p>Not all cultures have enshrined the wolf as a symbol of man’s evil and inner darkness. American Indian tribes such as the Quileute and Kwakiutl believe their ancestors were wolves transformed into men and revere the wolf for its courage, loyalty and brilliance as a hunter. In early Turkic and Mongolian cultures the wolf was seen as a symbol of good fortune, in Japan it was worshipped as a protector and bringer of fertility. In Chechnya the wolf is a symbol of national pride, a nurturing mother.</p> \n<p>But in western culture the rapacious reputation has conquered all&nbsp;others. And so the wolf, and its humanoid incarnation the werewolf, has stalked its miscreant way through legend and literature, from the tales of&nbsp;Perrault, the brothers Grimm, De&nbsp;La&nbsp;Fontaine and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/hans-christian-andersen\" title=\"\">Hans Christian Andersen</a>, through <a href=\"http://bookshop.theguardian.com/dracula-47.html\" title=\"\"><em>Dracula</em></a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jrrtolkien\" title=\"\">Tolkien</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/cslewis\" title=\"\">CS Lewis</a> and Prokofiev. When film came along it took up the baton and countless werewolf ripper movies have been inspired by Guy Endore’s 1933 cult novel <a href=\"http://bookshop.theguardian.com/werewolf-of-paris.html\" title=\"\"><em>The Werewolf of Paris</em></a>.</p> \n<p>For all this negativity, the last century has seen a change in attitude to the&nbsp;wolf. Kipling casts the wolves in a&nbsp;benign role in <a href=\"http://bookshop.theguardian.com/the-jungle-book.html\" title=\"\"><em>The Jungle Book</em></a>, as the&nbsp;saviours of Mowgli. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jkrowling\" title=\"\">JK Rowling</a> offers a&nbsp;sympathetic portrait of a man fighting his inner werewolf in the character of Remus Lupin in her Harry Potter novels, while <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/stephenie-meyer\" title=\"\">Stephenie Meyer</a>’s tribe of shape-changing werewolves are warriors against the forces of evil in&nbsp;her Twilight novels. And of course there is the short story by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2013/mar/22/survey-short-story-angela-carter\" title=\"\">Angela Carter</a>, “The Company of Wolves”, which subverts traditional sexual attitudes to <em>Little Red Riding Hood</em> and&nbsp;ends with the girl stripping off to take her pleasure with the beast.</p> \n<p>It is against this backdrop that Gonzalez Pe&ntilde;a, in conversation with Gordon, has woven her script, bringing in references to Freud and the little-known but influential early 20th-century American writer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jul/24/sherwood-anderson-brief-survey-short-story\" title=\"\">Sherwood Anderson</a>. I ask her whether, with a&nbsp;mind to Grimaud’s conservation activities, the play will try to right the malign image of the wolf. No, she says, it’s not going to be a polemical piece. Grimaud acknowledges that a didactic approach would not work artistically: “In the beginning, I suppose a part of me&nbsp;thought, ‘Great, we’re doing a&nbsp;piece about the ecology and the behaviour of&nbsp;wolves. We are rectifying the story and telling the facts,’ and, of&nbsp;course, it&nbsp;couldn’t be that.”</p> \n<p>For Gordon, it’s not about real wolves at all. “It is more to do with the metaphor of the wolf. There is the history of&nbsp;the she-wolf, but mostly wolves represent a bad man. One of the things I wanted to explore with this project in Manchester was that there is badness, there are bad reputations and they’re not without any foundations. I think men are worse than wolves, for sure.”</p> \n<p>And is Douglas worse than a wolf? How much is <em>Neck of the Woods</em> a&nbsp;conversation with himself? “It’s a self-portrait, it’s all about the&nbsp;darkness.”</p> \n<p>Is it also a reflection on his relationships with women and his own children (he has a son in America and a daughter in Berlin and lives with his partner, the&nbsp;opera singer Ruth Rosenfeld)? He laughs with mock outrage. “I&nbsp;think you’ve gone a wee bit too far. Who told&nbsp;you about my relationships with women? Probably I&nbsp;did, actually. You’re not wrong, you’re not wrong.”</p> \n<p>I quote him a line one of the male characters speaks in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/stage/marber\" title=\"\">Patrick Marber</a>’s play <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/feb/23/closer-review-donmar-warehouse-london\" title=\"\"><em>Closer</em></a>: “If you women could see one minute of our Home Movies – the shit that slops through our minds every day – you’d string us up by the balls, you really would.” Gordon replies: “I&nbsp;think that if you know you’re a&nbsp;man, you know what other men are like. And&nbsp;that makes you&nbsp;fearful. If you are a&nbsp;man, you know what other men are thinking all the time. I am one of the most gentlemanly men you could ever meet, and even I think nasty things.</p> \n<p>“I don’t want to give out a spoiler, but the last acting role that I had I played a&nbsp;paedophile truck driver. This is even worse than that.”</p> \n<p><em><span class=\"bullet\">•</span> </em><a href=\"http://www.mif.co.uk/event/neck-of-the-woods\" title=\"\"><em>Neck of the Woods</em></a><em> </em>runs at HOME, 2 Tony Wilson Place, First Street, Manchester, as part of the <a href=\"http://www.mif.co.uk/\" title=\"\">Manchester international festival</a>, 10-18 July.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435251417992/Douglas-Gordon-with-wolf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian","credit":"James MacCauley/Guardian","altText":"Douglas Gordon with wolf","cleanCaption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070075988/a991b28f-60ba-43fc-9a0e-b2367d2d39f4-1560x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1560,"orientation":"portrait","caption":"1952 engraving by Gustave Doré for Charles Perrault’s <em>Little Red Riding Hood</em>. Photograph: Roger-Viollet/Rex Shutterstock","credit":"Roger-Viollet/Rex Shutterstock","altText":"1952 engraving by Gustave Doré for Charles Perrault’s <em>Little Red Riding Hood</em>.","cleanCaption":"1952 engraving by Gustave Doré for Charles Perrault’s <em>Little Red Riding Hood</em>.","cleanCredit":"Photograph: Roger-Viollet/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435251182555/12c29f58-92f1-440f-8fdf-3a57765b9640-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Hélène Grimaud with Nanuk at Wildpark Lüneburger Heide, Germany, in 2012. Photograph: Fishing4 /Thorge Huter","credit":"Fishing4 /Thorge Huter","altText":"Hélène Grimaud with Nanuk at Wildpark Lüneburger Heide, Germany, in 2012.","cleanCaption":"Hélène Grimaud with Nanuk at Wildpark Lüneburger Heide, Germany, in 2012.","cleanCredit":"Photograph: Fishing4 /Thorge Huter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435070255331/e60b8704-7dcc-4aad-b670-8fef05b1592f-1236x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1236,"orientation":"portrait","caption":"Charlotte Rampling, who narrates the play. Photograph: James McCauley/Guardian","credit":"James McCauley/Guardian","altText":"Charlotte Rampling, who narrates the play.","cleanCaption":"Charlotte Rampling, who narrates the play.","cleanCredit":"Photograph: James McCauley/Guardian"}],"webPublicationDate":"2015-06-27T07:00:09Z","lastModified":"2015-06-27T07:00:09Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Stage","Theatre","Manchester international festival 2015","Manchester international festival","Festivals","Culture"],"tags":[{"id":"stage/stage","webTitle":"Stage"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"culture/manchester-international-festival-2015","webTitle":"Manchester international festival 2015"},{"id":"culture/manchester-international-festival","webTitle":"Manchester international festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"stage"},"topics":[],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/27/douglas-gordon-neck-of-the-woods-manchester-international-festival-2015","shortUrl":"http://gu.com/p/4a3k6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/27/douglas-gordon-neck-of-the-woods-manchester-international-festival-2015","webUri":"http://www.theguardian.com/stage/2015/jun/27/douglas-gordon-neck-of-the-woods-manchester-international-festival-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435251417992/Douglas-Gordon-with-wolf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian","credit":"James MacCauley/Guardian","altText":"Douglas Gordon with wolf","cleanCaption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435251417992/Douglas-Gordon-with-wolf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian","credit":"James MacCauley/Guardian","altText":"Douglas Gordon with wolf","cleanCaption":"Douglas Gordon with wolf. Photograph: James MacCauley for the Guardian"}}]},{"title":"Musicians and writers choose their favourite book about music","rawTitle":"Musicians and writers choose their favourite book about music","item":{"type":"article","id":"books/2015/jun/26/musicians-writers-choose-favourite-books-music-brian-eno-beck","title":"Musicians and writers choose their favourite book about music","trailText":"Elvis as a young man, the size of Mick Jagger’s genitalia, Kristin Hersh’s miracle year, Berlioz in love … As festivalgoers crowd the stages at Glastonbury, Brian Eno, Beck, Lavinia Greenlaw, James Wood and a host of other stars select their favourite books about rock, pop, jazz and classical","standFirst":"<p>Elvis as a young man, the size of Mick Jagger’s genitalia, Kristin Hersh’s miracle year, Berlioz in love … As festivalgoers crowd the stages at Glastonbury, Brian Eno, Beck, Lavinia Greenlaw, James Wood and a host of other stars select their favourite books about rock, pop, jazz and classical</p>","byline":"Viv Albertine, Beck, Tim Burgess, Amit Chaudhuri, Jonathan Coe, Geoff Dyer, Brian Eno, Kim Gordon, Lavinia Greenlaw, John Harris, Philip Hensher, Barney Hoskyns, Johnny Marr, Alexis Petridis, Polly Samson, Sukhdev Sandhu, Jon Savage, Alexis Taylor, Rupert Thomson, Louise Wener, Richard Williams, Nicky Wire, Stephen Witt, James Wood","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/page-enhancers/nav/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/page-enhancers/nav/boot.js\" data-alt=\"chapter menu\"> \n</figure> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/feb/03/clothes-music-boys-viv-albertine-review-more-than-punk-memoir\">Viv Albertine</a></h2> \n<p><strong>As Serious as Your Life: John Coltrane and Beyond by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/val-wilmer\">Valerie Wilmer</a> (1977)<br /></strong><strong>Blues Legacies and Black Feminism by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/angela-davis\">Angela Davis</a> (1999)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"0b4bd198ac8a843ddfbf62ac48617a3c742b0a8a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246117681/6b2de66a-8855-4362-9a65-a8849ba6b99b-460x311.jpeg\" alt=\"Billie Holiday, c1970.\" width=\"460\" height=\"311\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Billie Holiday, c1970.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Ochs Archives</span> \n </figcaption> \n</figure> \n<p>Val Wilmer was an ordinary English white girl born in the 1940s, who fell in love with jazz and wrote about it professionally from the age of 17. This book was written in 1977 and I read it in 1978 when I was a punk, a self-taught musician and a rare female in the music industry – it saved me from giving up. Even though the jazz musicians Wilmer wrote about were mostly male, their approach to music making, their passion and their activism resonated with me and showed me a way to move forward musically with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jun/01/the-slits-viv-albertine-punk-violence-domesticity\">the Slits</a>. Even more striking were Wilmer’s descriptions of the disparity between men and women in all areas of the music industry.</p> \n<p>Angela Davis’s book analyses and contextualises the music of Ma Rainey, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jun/17/first-divas-of-the-blues\">Bessie Smith</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/billie-holiday\">Billie Holiday</a>. She documents the impact of the blues on American culture and the part these artists played in the beginnings of feminism during the decades after slavery. The subjects of the songs – domestic violence, prison, multiple relationships, homosexuality – were taboo in middle-class society at the time. This is how passionate, important and political music used to be.</p> \n<h2><strong>Nicky Wire</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/lipstick-traces.html\">Lipstick Traces</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/greil-marcus\">Greil Marcus</a> (1989)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"75a311e314ad1fdd3fd48a04f77f56ce11c4a88c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246339223/4fc91b08-4c72-46e3-83aa-375dac05d788-460x310.jpeg\" alt=\"James Dean Bradfield, Sean Moore and Nicky Wire of Manic Street Preachers in 2013.\" width=\"460\" height=\"310\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">James Dean Bradfield, Sean Moore and Nicky Wire of Manic Street Preachers in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Shirlaine Forrest/WireImage</span> \n </figcaption> \n</figure> \n<p>Some people say that a record or a film changed their life. In my case, it was this book, back in 1990. My hardback copy has a Biro inscription in it: “To Nick love Richey, James and Sean, 28th September 1990”. We’d all read a review in the NME and knew immediately that it was exactly the kind of thing we’d been searching for. Something to link music, art, culture and protest; an alternative history that segued those seemingly disparate elements into one text. It persuaded us that we could attempt to create art that just might deeply resonate with people in the way that the book had resonated with us.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Without resorting to cliche, Lipstick Traces is the band's Holy Bible; our cultural equivalent of the Good Book</p> \n </blockquote> \n</aside> \n<p>The <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/manic-street-preachers\">Manic Street Preachers</a> have taken so much from it; we even stole the title for a compilation album. You can hear echoes of it in our early lyrics where we tried to shoehorn the ideals of <a href=\"http://bookshop.theguardian.com/communist-manifesto-16.html\"><em>The Communist Manifesto</em></a> and thoughts on Lettrism and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/05/vorticism-wyndham-lewis-exhibition-june-1915-100-years-ago\">vorticists</a> into three-minute songs. It’s a pretty impossible ambition but it seemed slightly more achievable after reading that book. Without resorting completely to cliche, it’s the band’s Holy Bible; our cultural equivalent of the Good Book, if we have one. It’s the one book I will always turn to for inspiration.</p> \n<h2><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/beck\">Beck</a></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/last-train-to-memphis.html\">L</a><a href=\"http://bookshop.theguardian.com/last-train-to-memphis.html\">ast Train to Memphis: The Rise of Elvis Presley</a> (1994) and </strong><strong><a href=\"http://bookshop.theguardian.com/careless-love.html\">Careless Love: The Unmaking of Elvis Presley</a> (1999), </strong><strong>both written by Peter Guralnick</strong></p> \n<figure class=\"element element-image\" data-media-id=\"852cd95a73bc4c44b8a52739a461d727d7dc3e4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246412266/8291dbe1-4913-4e4f-b614-bc737d74dfc5-460x365.jpeg\" alt=\"Elvis Presley in 1968.\" width=\"460\" height=\"365\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Elvis Presley in 1968.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Ochs Archives</span> \n </figcaption> \n</figure> \n<p>Guralnick’s two-volume biography of Elvis is one of the best written accounts of a musician’s life. It carefully takes the myth of Elvis and puts it into human terms, giving you a sense of the shock of the new. From childhood in Tupelo, Mississippi through his years in Memphis, Hollywood and Las Vegas, the book puts you in the room with Elvis and his family, friends and collaborators. In the early years you are struck by the genuine innocence and good-naturedness he personified – an accessible small-town boy. Fans would line up outside his mother’s kitchen and he would come out to spend time with them after finishing the family dinner. You can see a kid trying to navigate an unformed world, a world we now know as the modern music business. He was self-aware, though, and brought a new vulnerability and disregard to performing.</p> \n<p>The first book ends with his mother’s death and his induction into the army, in many ways the beginning of his descent into drugs and isolation. In Hollywood he becomes commodified and put under a kind of artistic house arrest. It is frustrating to read how often his intentions and creative ideas were thwarted. His music had become carefully controlled and the way he had made his great early music was undermined. Later, in the 70s, you get accounts of him gatecrashing the White House and demanding to be made an FBI agent on the spot (Richard Nixon’s henchmen agreed) or starting his Tennessee Karate Institute with outlandish personalised karate uniforms. Though it is impossible for a book to sum up a life, especially one on the scale of Elvis’s, Guralnick’s accounts are ultimately about the impossibility of coming through your wildest dreams unscathed. But it’s more than a cautionary tale: it’s a document of the ways Elvis embodied the childlike and the primal and turned it into a kind of freedom.</p> \n<h2><strong>James Wood</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/hallo-sausages.html\">Hallo Sausages: The Lyrics of Ian Dury</a>, edited by Jemima Dury (2012)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"8c80239fe48c80b4103434951de99ec431926afa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435249302747/aba508dd-5e27-48d4-bec9-9d0285960b12-460x276.jpeg\" alt=\"Ian Dury in 1974.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ian Dury in 1974.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Putland/Getty Images</span> \n </figcaption> \n</figure> \n<p>When I want to cheer myself up, I think of Ian Dury – the best lyricist in English music, who fused music hall and funk, the first Cockney rapper. The music is always there and the music is very good, but it’s easy to miss the joyous flow of words when you’re listening to it. That’s where <em>Hallo Sausages: The Lyrics of Ian Dury</em>, edited by his daughter, is sublimely useful. Along with great photographs and a tender memoir, it collects the words for all the songs. So you can actually read “Reasons to Be Cheerful (Part Three)”, and get all the brilliant internal rhymes: “Seeing Piccadilly, Fanny Smith and Willy / Being rather silly and porridge oats.” There’s that great exercise in admiration and mockery, “There Ain’t Half Been Some Clever Bastards” – people like Einstein and Van Gogh – with its running refrain: “Probably got help from their mum who had help from her mum.” And everyone’s favourite, “Hit me With Your Rhythm Stick” (“Two fat persons, click, click, click”). Who couldn’t love a songwriter who has a song called “Plaistow Patricia”?</p> \n<p>Actually, my favourite Dury song is not cheerful, but terribly sad, “You’ll See Glimpses”, which takes the form of a letter written by someone who has been locked up because his mind doesn’t work properly. This letter is utopian: the inmate lists everything he would do to sort out “the problems of the world”. It ends: “This has been got out by a friend.” Go and listen to it – Dury doesn’t sing but reads the words, jauntily. Yet it’s profoundly sad, and seems to me as great a work of art as any novel or short story of the last 40 years.</p> \n<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/kim-gordon\">Kim Gordon</a></strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/i-m-with-the-band.html\">I’m With the Band</a> by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2003/jun/13/artsfeatures10\">Pamela Des Barres</a> (1987)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"075a36bc0ba15b3a85a383a800403e74d385e0b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246474883/9be6d1ad-2f68-45c9-a5a9-ba123d8de37b-460x276.jpeg\" alt=\"Pamela Des Barres with Alice Cooper, c1974.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pamela Des Barres with Alice Cooper, c1974.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Ochs Archives</span> \n </figcaption> \n</figure> \n<p>Pamela Des Barres became known as “Queen of the Groupies”, and when I first read <em>I’m With the Band</em>, I found it really inspiring. I thought, well, if she can write a book, I can. She didn’t go to college or study writing; she just did it through sheer will and gumption. And it is really entertaining. I was struck by the fact that she’s somebody who didn’t feel like she had to achieve anything. Or, maybe she did, and that’s why she wrote the book. But it’s so the opposite of me: I feel like I have to work and produce things in order to feel good about myself. She’s one of those people who really didn’t. She felt good about sleeping with somebody who did something. And I know that sounds really regressive, but I think she had a great sense of self. It’s one of my favourite music books. And it’s a point of view on the music world you don’t often hear: a woman’s point of view.</p> \n<h2><strong>Tim Burgess</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/wreckers-of-civilisation.html\">Wreckers of Civilisation: The Story of COUM Transmissions and Throbbing Gristle</a> by Simon Ford (1999)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"52db002136c402a532dc5b6a063d66118d21f76f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246571064/2b715b2b-9df2-4e1b-b7a1-3f921f67cf96-460x307.jpeg\" alt=\"Throbbing Gristle.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Throbbing Gristle.</span> \n </figcaption> \n</figure> \n<p>There’s probably nothing more flattering for a group of artists than to be dubbed “wreckers of civilisation” by an old guard Tory MP. That’s what happened in 1976 when the rightwing dinosaur Nicholas Fairbairn coined the phrase with reference to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/genesis-p-orridge\">Genesis P-Orridge</a>, <a href=\"http://www.coseyfannitutti.com/\">Cosey Fanni Tutti</a>, Chris Carter and Peter Christopherson, the group otherwise known as COUM Transmissions and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/throbbing-gristle\">Throbbing Gristle</a>.</p> \n<p>I instantly fell in love with the band on first hearing their album <em>20 Jazz Funk Greats</em>. They were, and maybe still are, the band that gets the most polarised reaction when I play their records – as the book makes clear, they got under the skin of almost everyone, causing either outrage or infatuation. What they were doing still sounds cutting-edge now, but in 1976, it was enough for people to call for them to be jailed, deported or banned from public performance. The book stands as a blueprint for what bands need to do to shake up the landscape.</p> \n<h2><strong>Barney Hoskyns</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/life-12.html\">Life</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/keithrichards\">Keith Richards</a> with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/dec/02/actor-james-fox\">James Fox</a> (2010)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"15ecee4c48c371cc563d38a41cbbb11b003eef87\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246657851/8e74a805-1f72-417e-96ae-de97892357d7-460x345.jpeg\" alt=\"Keith Richards in 2008.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Keith Richards in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Foley/EPA</span> \n </figcaption> \n</figure> \n<p><em>Life</em> is much more than a ghosted rock autobiography. Keith Richards is a voracious reader, and in James Fox he hired no mere pop hack but a proper journo and author. The result has the feel of a yarn, told in the authentic argot of a rock’n’roll “lifer” who never sold his soul to anything except perhaps the devil that haunted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/23/robert-johnson-photo-does-not-show-blues-legend-music-experts-say\">Robert Johnson</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Keith Richards is a rock'n'roll lifer who never sold his soul except perhaps to the devil that haunted Robert Johnson</p> \n </blockquote> \n</aside> \n<p>Richards should have been dead years ago. Instead, he lived long enough to turn rock and rhythm and blues into dark, dangerous art, the introverted Id to Jagger’s ingratiating Ego. (Who could resist the image of Keef writing “Gimme Shelter” in a Mayfair flat while <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2008/feb/24/1\">Anita Pallenberg</a> got naked with Mick for <a href=\"http://www.theguardian.com/film/movie/36289/performance\"><em>Performance</em></a>?) <em>Life</em> quickly became infamous for its gratuitously cruel mockery of Mick’s genitalia, but you have to love the way Richards never watches his words. Then again, he can afford not to be circumspect, knowing Jagger ultimately needs him more than he needs Jagger.</p> \n<h2><strong>Sukhdev Sandhu</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/but-beautiful.html\">But Beautiful</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/geoff-dyer\">Geoff Dyer</a> (1999)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"ffc02306033290ae8652d6c542035c5f454fc954\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435246775248/a420f6de-05fc-4373-ae46-20a395e4f9c7-460x302.jpeg\" alt=\"Charles Mingus in 1960.\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Charles Mingus in 1960.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>Dyer’s book is a collection of twilight essays, improvised riffs and biographical portraits of the likes of Charlie Mingus, Thelonious Monk and Bud Powell – jazz artists whose lives have been endlessly narrated. But the author, drifting between fiction, photographic criticism and cultural history, makes them new again – vivid, raw, romantic. “The music he played felt abandoned by him,” he says of Chet Baker. Of heroin-addicted saxophonist Art Pepper, back at the age of 52 for yet another comeback show: “He plays through a swamp of pain that leaves him clutching the horn like a crutch.”</p> \n<h2><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/oct/02/interview-louise-wener\">Louise Wener</a></strong></h2> \n<p><strong>Lost in Music by Giles Smith (1995)<br /><a href=\"http://\">Things the Grandchildren Should Know</a> by Mark Everett (2008</strong>)</p> \n<figure class=\"element element-image\" data-media-id=\"d79f441274cf652b019f04de55e86700fa63cc12\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435249670904/415df857-2a86-4328-b138-c417c695cbe5-460x304.jpeg\" alt=\"Mark Everett, of Eels, in 2010.\" width=\"460\" height=\"304\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Everett, of Eels, in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Gus Stewart/Redferns</span> \n </figcaption> \n</figure> \n<p>Writing about music is like dancing about architecture, so goes the famous quote. Reading about it is even worse. I have friends with shelves full of music biographies: 400-page tomes detailing everything Paul McCartney ate for breakfast in the years 1966-69; whole chapters on a single Dylan lyric. Everything is scrutinised to death: the literary equivalent of collectors who pin butterflies under glass.</p> \n<p>I’ve bought lots of music books over the years and really enjoyed just two of them. The first is <em>Lost in Music</em> by Giles Smith. Rock biographies are often worthy and self-aggrandising but this is brilliantly funny and self-deprecating. It’s a homage to pop-fandom: the story of a suburban music obsessive who signs a record deal but never makes it. Giles’s band, the Cleaners from Venus, are forever looking in from the margins. In many ways it’s the real story of music. Too much is written about pop success: failure is often more interesting.</p> \n<p>The second book is <em>Things The Grandchildren Should Know</em> by Mark Everett of the American band, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/eels\">Eels</a>. Essentially, it’s a misery memoir: rock biography by way of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/lars-von-trier\">Lars von Trier</a>. Everett’s family is the definition of dysfunctional; from his distant physicist father to the death of both his mother and his troubled sister. As a musician, Everett battles corporate rock to the point of self-destruction. It’s sometimes hard to read. But the writing is beautiful and, ultimately, it’s a paean to the curative power of music.</p> \n<h2><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/18/how-music-got-free-stephen-witt-review\">Stephen Witt</a></strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/tao-of-wu.html\">The Tao of Wu</a> by the RZA (2009)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"7bf4a12f6f616f1e3bb52f09e64be323484727ad\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247157337/913a1217-cdbf-427b-9ed5-fe7a2b46c1fa-460x433.jpeg\" alt=\"Wu-Tang Clan in 2014.\" width=\"460\" height=\"433\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wu-Tang Clan in 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Weiner</span> \n </figcaption> \n</figure> \n<p>The lurid symbology of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/wutangclan\">Wu-Tang Clan</a> is demystified – sort of – in this delirious book, a narrative biography with detours into Afrocentric pop culture analysis (“Dragon Ball Z represents the journey of the black man in America”) and Islamic numerology (“9 and 7 is 16, and 1 and 6 is 7.”) The RZA grew up poor, sleeping on a boxing mat with his family, and criminal life beckoned. After beating an attempted murder charge, he shifted focus to musical production, combining eastern esoterica and Five-Percent Nation of Islam doctrine – along with a sprinkling of angel dust – to forge the Wu-Tang myth. Soon, many of NYC’s best unsigned rappers were among his “disciples”. The book portrays Clan members as bright kids from tough environments, at once both nerds and gangsters, who used the adolescent vocabulary of chess, comic books and kung fu to interpret the adult world of drug-dealing and violence.</p> \n<h2><strong>Rupert Thomson</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/paradoxical-undressing.html\">Paradoxical Undressing</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/kristin-hersh\">Kristin Hersh</a> (2011)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"eeac8ee2f800b64403d758fb2b7d47fb87913b4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247294369/90ba80f3-6160-4994-9e55-4e11a8e2adbd-460x276.jpeg\" alt=\"Kristin Hersh in 2009.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kristin Hersh in 2009.</span> \n  <span class=\"element-image__credit\">Photograph: Jordi Vidal/Redferns</span> \n </figcaption> \n</figure> \n<p>Kristin Hersh is no ordinary musician, and her mind is unlike any other. In her memoir, <em>Paradoxical Undressing</em>, she captures what it’s like to be young and starting out, but this is a grazed reality, the top layer of skin stripped clean away. The book is based on a diary she kept when she was 18, which is, as she says, “the age when no one takes care of you”. It was a year when everything happened. She moved her band, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/sep/26/throwing-muses-tanya-donelly-review\">Throwing Muses</a>, from Providence, Rhode Island, to Boston. She was diagnosed as a schizophrenic, then bipolar. She was offered her first recording contract, with 4AD. She discovered she was pregnant. And she became unlikely friends with faded Hollywood movie star, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2007/mar/14/guardianobituaries.obituaries1\">Betty Hutton</a>. “Betty sings about starlight and champagne,” Hersh writes. “I sing about dead rabbits and blow jobs.” Though Hutton was unpredictable and fragile (“Time is like a hurricane to her – a big, fast mess, sweeping her away”) she was also full of generosity, compassion and advice. “You have to leave things out to tell a story,” she once told Hersh. And Hersh listened. This female Kurt Cobain – he was a fan of her work – has forged her own brave path, often against enormous odds. And she writes better sentences than most writers do.</p> \n<h2><strong>Alexis Petridis</strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/yeah-yeah-yeah.html\">Yeah Yeah Yeah: The Story of Modern Pop</a> by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/nov/06/story-modern-pop-bob-stanley-review\">Bob Stanley</a> (2013)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"21fb791846ec8058840584dda849079ab9dd31a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247422190/f507aa01-0dd1-4e81-865d-bf26ffbaa47d-460x309.jpeg\" alt=\"Joni Mitchell.\" width=\"460\" height=\"309\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joni Mitchell.</span> \n  <span class=\"element-image__credit\">Photograph: Tony Russell/Redferns</span> \n </figcaption> \n</figure> \n<p>There is something faintly off-putting about this book’s subtitle. We live in a world where the obsession with music’s past threatens to overwhelm its present, where the only music magazines that sell in any quantity deal in heritage rock, where virtually the only TV coverage of music comes via retrospective documentaries: the story of modern pop has been told and retold until it’s been reduced to a series of tired anecdotes and over-familiar landmarks. But <em>Yeah Yeah Yeah</em>’s brilliance lies in the personal, idiosyncratic route Bob Stanley takes through the past: for him, the modern pop era begins not with Elvis or “Rock Around the Clock”, but the release of Johnnie Ray’s 1954 album <em>Live at the London Palladium</em>, the first time a screaming teenage audience had been heard on record in the UK. He devotes more space to 1970 one-hit wonders <a href=\"http://www.edison-lighthouse.com/\">Edison Lighthouse</a> than to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/ledzeppelin\">Led Zeppelin</a>, delivers a withering verdict on some surprising sacred cows – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jonimitchell\">Joni Mitchell</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/patti-smith\">Patti Smith</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/steely-dan\">Steely Dan</a> – and is great at unearthing a forgotten quote that challenges what you might call the authorised version of events: at the height of the 1967’s Summer of Love, he finds <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/who\">the Who</a>’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/petetownshend\">Pete Townshend</a> not boggling at the new frontiers mapped out by psychedelia, but grumpily complaining that “people aren’t jiving in the listening boxes in record shops any more like we did to a Cliff Richard ‘newie’”.</p> \n<p>Stanley has a way of tackling well-worn topics – not least the Beatles – from unlikely angles, and of talking about artists you’ve never heard of with a contagious enthusiasm that makes hearing them seem like a matter of urgency. Best of all, he makes you laugh out loud while getting directly to the heart of the matter. The lugubrious late 70s output of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/pinkfloyd\">Pink Floyd</a> sounds like music made by people “who hated being themselves”. The punk-era <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/elviscostello\">Elvis Costello</a> sang “like he was standing in a fridge”, and the experience of listening to novelty ska revivalists Bad Manners is “like being on a waltzer when you’ve had three pints and desperately need the toilet”. If you’ve ever heard them, you’ll know exactly what he means.</p> \n<h2><strong>Brian Eno</strong></h2> \n<p><strong>Folk Song Style and Culture by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2002/jul/23/guardianobituaries.johnfordham\">Alan Lomax</a> (1965)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"87ed88b66e8dbcb4e96cbe08e5fbbe69e94150d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435249372242/f2337a35-5a26-46e0-8ea3-b9deb66798db-460x389.jpeg\" alt=\"Alan Lomax and Jerome Weisner transcribing folk songs and documenting records in the Library of Congress, 1941.\" width=\"460\" height=\"389\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alan Lomax and Jerome Weisner transcribing folk songs and documenting records in the Library of Congress, 1941.</span> \n  <span class=\"element-image__credit\">Photograph: Bernard Hoffman/Time &amp; Life Pictures/Getty Image</span> \n </figcaption> \n</figure> \n<p>Alan Lomax’s father, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jun/16/lomaxes-first-mission\">John Lomax</a>, “discovered” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/feb/19/lead-belly-smithsonian-folkways-collection-review\">Lead Belly</a> and many other blues musicians, and made black American music something that people respected and imitated. Alan spent a lifetime taking his research further afield, recording in remote corners of the globe. In so doing, he began to notice relationships between how people sang and what their societies were like. He noticed, for example, that polyphonic choral singing flourished in matriarchal societies, which also cherished purity of vocal tone. Male-dominated societies (pearl fishermen, native Americans), on the other hand, valued strong, harsh, single voices – individualistic narrative voices. Lomax also noticed that the more levels of social hierarchy a society exhibited, the more intervals (notes) in the musical scale they used (think of Indian singing versus pygmy singing).</p> \n<p>I don’t know whether or not the methods of statistical analysis that underpin the book are sound, and to be honest I don’t really care. For me, it is a most provocative work in that it isolates a lot of the things that singers do in such a way that you can start thinking about them and pondering how they came to evolve and what use can be made of them. It makes you think about music in an entirely different way.</p> \n<h2><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/johnnymarr\">Johnny Marr</a></strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/england-s-dreaming.html\">England’s Dreaming</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/jonsavage\">Jon Savage</a> (1991)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"87308f8f18f0e06d4a91540a134eeb0ae9e9c382\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247618934/077a7012-0e31-48bd-a517-94c38fd1b0c6-460x307.jpeg\" alt=\"Jon Savage in 2012.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jon Savage in 2012.</span> \n </figcaption> \n</figure> \n<p>This is the ultimate account of the punk rock movement in the UK. When I first started to read it I wondered how the writer would be able to divorce his subjectivity from the big picture, but it’s precisely this aspect that makes the book so good. It manages to tell the story of a fascinating cultural explosion in vivid detail and places the events in social context while at the same time making it seem a personal discovery. The combination of the events, historical facts and the authoritative skill in the writing makes it not just academically brilliant but a book about people whose story changed everything.</p> \n<h2><strong>Philip Hensher</strong></h2> \n<p><strong>Memoirs by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/hector-berlioz\">Hector Berlioz</a> (1870)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"e6761be70bf8f2ffbc52afbdddeedbc35854d769\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247704931/b3bf87cc-2aa8-46af-9248-8a965eb45620-460x276.jpeg\" alt=\"Hector Berlioz.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hector Berlioz.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>The temperament of a composer is an unusual one. He needs to be outgoing, to engage with performers, impresarios and audiences. But he must spend long hours in solitary contemplation, reflection and withdrawal, considering individual notes and sounds. You don’t write an opera by jamming with your mates in a garage. There’s no better reflection of this rare and fascinating temperament than Hector Berlioz’s wonderful <em>Memoirs</em>.</p> \n<p>Berlioz wrote much of the <em>Memoirs</em> in a foul mood, and they have both an irresistible buoyancy and absurdity, and often return, lovingly, to the bastards who have done Berlioz down over the years. Berlioz was born into an energetic, patchy, philistine musical environment, and some of the best stories in the book are about his single-handed attempts to restore standards. As a student, he shouted from the audience in protest when the Paris Opera decided that what Gluck’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2007/sep/12/classicalmusicandopera\"><em>Iphig</em>&eacute;<em>nie en Tauride</em></a> needed were some nice cymbal clashes. Later on, the fates of some of his greatest works were placed in the hands of his enemies; at the first performance of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2006/apr/21/classicalmusicandopera.shopping5\"><em>Requiem</em></a>, the conductor chose the worst possible moment to put his baton down, mid-movement, and take a pinch of snuff.</p> \n<p>The detailed, disgruntled account of his professional life is part of it, but the magic, I think, of the <em>Memoirs</em> is also in his absurd, ardent accounts of falling in love – with Harriet Smithson, an actor in Shakespeare, or, most entrancingly, a girl called Estelle when he was a mere boy. She wore pink shoes; he could hardly breathe. And then, 50 years later, their paths cross again, and she hasn’t changed, in Berlioz’s eyes, one bit. “I have some pity for unreasonable children,” Estelle writes, with amusement, to her now elderly suitor. It’s an unforgettably wry and impassioned epilogue to an infuriating, petty, sublime, entrancing book; the greatest of all musicians’ memoirs.</p> \n<h2><strong>John Harris</strong></h2> \n<p><strong>Shout! The True Story of the Beatles by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/philip-norman\">Philip Norman</a> (1981)<br /><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/oct/02/beatles-tune-in-mark-lewisohn-review\">Tune In by Mark Lewisohn</a> (2013)<br /><a href=\"http://bookshop.theguardian.com/revolution-in-the-head.html\">Revolution in the Head</a> by Ian MacDonald (1995)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"f355466124de667016831ae8958fe3e2e2303445\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435247943648/251e95b2-2efe-4dac-8748-aa2c9ec26212-460x384.jpeg\" alt=\"The Beatles in 1963.\" width=\"460\" height=\"384\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Beatles in 1963.</span> \n  <span class=\"element-image__credit\">Photograph: Popperfoto/Getty Images</span> \n </figcaption> \n</figure> \n<p>Rock may be entering its seventh decade, but serious literature on the subject is really only around half that age – and, as with the music, the Beatles were involved right at the start. Philip Norman’s <em>Shout!</em> <em>The True Story of The Beatles</em> was published in 1981, predating comparable works on <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/bobdylan\">Bob Dylan</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/therollingstones\">the Stones</a>, and appearing long before John, Paul, George and Ringo became postmodern gods (easy to forget, but even after Lennon’s murder in 1980, they remained a marginal part of the culture for another 15 years). In later editions, Norman toned down some of the writing in an apparent fit of misplaced bashfulness, so seek out an original, forgive him his anti-McCartney bias and luxuriate particularly in its treatment of Liverpool, Hamburg and 3 Savile Row, the West End townhouse where the group’s hippy faux-empire Apple rose and then rotted.</p> \n<p>Mark Lewisohn’s <em>Tune In</em> is the first of a trilogy titled <em>All These Years</em>, whose next instalment may (or may not) appear next year. Here, the story up until the release of “Love Me Do” in 1962 is told in Proustian detail, and because it’s them, it quickly proves addictive. Even better, Lewisohn knows how to elaborate on simple facts. Try this: in a mere footnote, he calculates that the time spent onstage on their first two trips to Hamburg totalled 918 hours: “the equivalent of 612 90-minute shows… in just 27 weeks.” This probably made them the most experienced rock’n’roll group on the planet, even before the world had heard of them.</p> \n<p>The best Beatles book – if not the greatest ever volume about rock itself – is probably the late Ian MacDonald’s <em>Revolution In The Head</em>. It was and is peerless: an expert account of their artistic progress told song-by-song, mixing musicology (“Eleanor Rigby” is based on “a plain E dorian melody over what amounts to two chords”), a keen grasp of their career’s underlying plotlines, and completely brilliant prose. If you want to be instantly convinced, go straight to the five pages on Lennon’s “I Am The Walrus”: “a damn-you-England tirade that blasts education, art, culture, law, order, class, religion and even sense itself.” Lennon, writes MacDonald, “never rose to this stunning level again.” Neither, arguably, did writing about popular music.</p> \n<h2><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/mar/07/polly-samson-books-interview-the-kindness\">Polly Samson</a></strong></h2> \n<p><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2003/jul/20/1\">Madcap</a> by Tim Willis (2002)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"661f22e7aa9ca2acc1a5c74bb4cf25f46e3ddbc7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435248061504/1bf64713-740a-4f69-a79b-f165fef53479-460x276.jpeg\" alt=\"Syd Barrett in 1967.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Syd Barrett in 1967.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Whittuck/Redferns</span> \n </figcaption> \n</figure> \n<p><em>Madcap</em> is a look at the mind behind Syd Barrett’s songs rather than the usual riffing on a charismatic genius, an acid casualty with a talent for whimsy and Mandrax melting into his perm. Barrett’s writing is given serious consideration: for example, a line such as “The Madcap laughed at the man on the border / Hey, ho, Huff the Talbot” emerges as not some sort of nonsense about a grumpy fish but a reference to Shakespeare’s <em>Henry VI</em> and Lord Talbot. The song “Lucifer Sam” is a nod to Christopher Smart’s poem <em>Jubilate</em>, “Dark Globe” is pinched from Tolkien, there’s Lear, Belloc and Joyce, all the typical influences of a well-read 21-year-old of that time. Willis makes a convincing case for synaesthesia in Barrett’s ability to write for the mind’s eye as well as the ear.</p> \n<p>The book, though short, is also a finely tuned evocation of a period and an incredibly poignant story of mental breakdown. The afterword, written following Barrett’s death in 2006, is one of the saddest things I’ve ever read: Willis picks among the paintings and writing and shonky DIY efforts that were left behind in Barrett’s suburban house and finds little evidence to support his previous conclusion that the singer had found some sort of Thoreau-esque order and purpose during his years of self-imposed isolation.</p> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/16/alexis-taylor-david-byrne-skype-chat\"><strong>Alexis Taylor</strong></a><strong> from </strong><strong><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/hot-chip\">Hot Chip</a></strong></h2> \n<p><strong><a href=\"http://bookshop.theguardian.com/will-oldham-on-bonnie-prince-billy.html\">Will Oldham on Bonnie “Prince” Billy</a>, edited by Alan Licht (2012)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"8505807b3248ee06e092667042d4a0c1073b82fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435248131700/607754bc-bda3-46ca-874e-b6508f9a8a67-460x322.jpeg\" alt=\"Bonnie 'Prince' Billy in 2010.\" width=\"460\" height=\"322\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bonnie ‘Prince’ Billy in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Meadows/WireImage.com</span> \n </figcaption> \n</figure> \n<p>This is a series of interviews with Will Oldham, better known as Bonnie “Prince” Billy. The book is so well researched and thorough because Licht knows and has been involved with Will since the early days. He and Will guide the reader through the career and records of a wonderfully idiosyncratic, wild and free musician and songwriter whom I love more and more each time I listen to him. His songs, and his approach to music making and recording, is so fascinating to me and this book brings more to the experience of listening to his records with its rich detail about who did what and how it all happened, something that is often deliberately missing from Oldham’s record sleeves.</p> \n<h2><strong>Richard Williams</strong></h2> \n<p><strong>Raise Up Off Me by Hampton Hawes and Don Asher (1974)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"a8032d78992ebb90f9c150c5f9b0aa1cb346d90b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435250619277/033a9963-c09c-461c-8c35-ef26a62f8e2c-460x346.jpeg\" alt=\"Hampton Hawes, c1970.\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hampton Hawes, c1970.</span> \n  <span class=\"element-image__credit\">Photograph: David Redfern/Redferns</span> \n </figcaption> \n</figure> \n<p>Hampton Hawes was a jazz pianist who enjoyed a brief flare of popularity in the mid-1950s: hard-swinging, technically scintillating, with a deep feeling for the blues. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2007/dec/25/1\">Oscar Peterson</a> learned a lot from him. Born in Los Angeles in 1928, the son of a Presbysterian preacher, Hawes was 19, already playing with the best in the clubs of Central Avenue and on his way to an important career – mothered, on a visit to New York, by Billie Holiday – when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/charlie-parker\">Charlie Parker</a> passed him his first joint.</p> \n<p>Preceding the similarly frank autobiographies of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/jul/25/jazz.johnfordham2\">Art Pepper</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/miles-davis\">Miles Davis</a>, Hawes’s book has a poetry (and it is his own, rather than his co-writer’s) that theirs lack. The sixth chapter begins with a long and devastatingly brilliant paragraph describing the state of mind of a musical prodigy on the brink of joining Parker and so many others among the growing ranks of heroin users in the postwar years. It ends: “Now at a young and impressionable age you’re standing on the curb and see 17 cats swing by in 17 green Buicks, wouldn’t you start to wonder, what’s with the green Buick?” Later he bumps into Holiday again. She takes a look at him. “You, too, baby?” she says.</p> \n<p>Snitched on by his bass player, he was busted on his 30th birthday and sentenced to 10 years. In his fourth year of incarceration he wrote to the new president, John F Kennedy, and began the long process of applying for executive clemency. Miraculously, a letter eventually arrived – “a blur of gothic letters on parchment paper, about 20 ‘whereases’, signed with the Man’s name” – and he was free to resume a career that sparked and sputtered but never quite achieved reignition before it was ended by a fatal stroke in 1977. When it comes to the jazz life, rather than a list of who-influenced-whom, this is the first book to read.</p> \n<h2><strong>Jon Savage</strong></h2> \n<p><strong>Magic Circles: The Beatles in Dream and History by Devin McKinney (2003)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"ef5235fa22d3913355db958d0fcfcaf15e64d8e8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435248584456/2a6a191e-fe6d-4a12-97db-76cf0d5b5fed-460x365.jpeg\" alt=\"The Beatles.\" width=\"460\" height=\"365\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Beatles.</span> \n  <span class=\"element-image__credit\">Photograph: Underwood &amp; Underwood/Corbis</span> \n </figcaption> \n</figure> \n<p><em>Magic Circles</em> is a beautifully written examination of the Beatles’ story – which becomes stranger and stranger as the years pass – and their enduring mythology. This is not a nostalgic exercise: born in 1966, McKinney did not experience the 60s as they happened, but after they were gone. This distance makes the familiar unfamiliar and allows the necessary element of puzzlement and wonder.</p> \n<h2><strong>Lavinia Greenlaw</strong></h2> \n<p><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2004/jul/03/highereducation.popandrock\">Haunted Weather: Music, Silence and Memory</a> by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/mar/23/maggoty-lamb-interviews-david-toop\">David Toop</a> (2004)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"2ce925bd3fd96a7f7d0ce83bce844730d205489b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435250217297/3d8e1719-c1e9-4da0-8631-ddd3a276865a-460x370.jpeg\" alt=\"David Toop.\" width=\"460\" height=\"370\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Toop</span> \n  <span class=\"element-image__credit\">Photograph: Alex Scagla</span> \n </figcaption> \n</figure> \n<p>This is a book about music by way of a continual testing of sound and silence. David Toop takes us through his own musical development via 60s art-school rock, 70s improvisation, the sound-work scene and on into the “laptop era”. But he starts with his father’s diary, in which most pages were blank, the only entries being such notes as “A slight breeze”, a phrase that tunes us in to the precision of his focus and the delicacy of his attention. He describes sitting in an anechoic chamber, in which silence is so absolute that you start to hear your internal bodily processes. This compression of the listening experience is followed by the dislocations of laptop composers performing “live”. Optimistic and receptive, Toop sees an astonishing level of “vitality, evolving ingenuity and determination” in the ways in which musicians respond to technology but he also notes what has gone awry.</p> \n<p>The challenges of improvisation compel him – what it’s for, when it works and when it really, really doesn’t. He recalls enduring one particularly hellish occasion only to have his students describe it as the best gig ever. He’s also good on the broader history of innovation, setting his time in the anechoic chamber beside the experiments of John Lilly, who took hallucinogens while in an isolation tank in the 1960s. All this is interspersed with fox cries, church bells, Japanese reed pipes, tugboat whistles and electricity-substation hums. You will want to go away and listen to everything Toop describes.</p> \n<h2><strong>Amit Chaudhuri</strong></h2> \n<p><strong><a href=\"http://www.tandfonline.com/doi/abs/10.1080/1013929X.1993.9677907?journalCode=rcwr20\">“What Is a Classic?”</a> by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/jmcoetzee\">JM Coetzee</a> (essay, 1993)<br />“Powerhouse” by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2001/jul/24/guardianobituaries.books\">Eudora Welty</a> (short story, 1941)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"bea07eb78cc9b652e4200b98813a22926a61cac4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435248697599/43d3160e-62e7-4986-b982-aa1c3181f85a-460x276.jpeg\" alt=\"Eudora Welty, c1945.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eudora Welty, c1945.</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Getty</span> \n </figcaption> \n</figure> \n<p>Everyone knows that music is terribly difficult to write about. How to put into words something that emerges from human beings but often makes no direct reference to them? Besides which, art is perfect, or aims towards perfection, and nowhere is the gap between it and the flawed people who produce and love it more evident than in the human relation to music. This knowledge informs JM Coetzee’s essay, “What Is a Classic?”, in which he revisits ideas explored by TS Eliot in an earlier essay of the same name. Coetzee’s first encounter with a classic, he realises, was “one Sunday afternoon in the summer of 1955, when I was 15 years old … mooning around our back garden in the suburbs of Cape Town”. Then, from the house next door, he hears music: “As long as the music lasted, I was frozen.” What he’d heard was a recording of Bach’s <em>The Well-Tempered Clavier</em>. Looking back, Coetzee scrutinises this moment with fascination and scepticism: was he really transformed by the music, or was it the provincial in him that was galvanised by the idea that listening to Bach would transport him physically out of “white South African society and out of what I must have felt … [was] an historical dead end”? He admits that “this is a question of a kind which no one would be deluded to think one could answer about oneself.” But it seems that the most compelling writing captures this doubleness: that music can be sublime, but must only be encountered in the world of compromise and self-doubt.</p> \n<p>One story in particular comes to mind: Eudora Welty’s extraordinary “Powerhouse”, which she says she wrote after attending a performance by Fats Waller in Jackson, Mississippi. On one level, Welty’s writing is one of the most successful approximations in English of what a jazz performance and its reverberations might be. The story is narrated by a white listener, but then, into the narrative leaks news of the pianist’s wife, and, subtly, the segregated universe of the American south. “Powerhouse” is jubilant and electrifying, but it also asks the questions that Coetzee asks himself, about the constrictions of society and our improbable longings; about how music changes us, and how we ourselves seek change and justice.</p> \n<h2><strong>Geoff Dyer</strong></h2> \n<p><strong>Essays on Music by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2005/aug/13/music\">Theodor Adorno</a> (2002)</strong></p> \n<p>My reading of serious books about serious music is seriously compromised by the way that I can’t understand any musical theory. Any mentions of D major or C minor are meaningless to me. At the same time, I can’t bear the kind of metaphorical overload you get in the famous – famously silly – evocation of Beethoven’s Fifth Symphony in EM Forster’s <em>Howards End</em>: “first of all the goblins, and then a trio of elephants dancing” etc. But certain brilliant things are also quite accessible: Barthes’s essay “Loving Schumann”, the passages on music in Milan Kundera, or the lecture on Beethoven’s final piano sonata in Thomas Mann’s <em>Doctor Faustus</em>. They build a bridge between the technical and the experiential so that we can <em>hear</em> the music in the writing.</p> \n<p>The Faustus lecture is pretty much a transcription of stuff Mann learned from his musical adviser on the book, Theodor Adorno. Whenever I came across a passage by Adorno on music – like the bit from <em>In Search of Wagner</em> where he writes that “it is not for nothing that the newly soulful tone of the violin counts among the great innovations of the age of Descartes” – it seemed to open up the music and allow the world in.</p> \n<p>Adorno’s own selection of his writings on music, <em>Quasi Una Fantasia</em>, was published in English 1992 but the treasure-house doors did not properly open for another 10 years. Edited by Richard Leppert, Adorno’s “Essays on Music” (University of California Press) is a masterpiece of scholarly publishing. Extended pieces “On the Contemporary Relationship of Philosophy and Music” and “On the Problem of Musical Analysis” are included along with brief but provocative considerations of Mahler and Beethoven. Given the extent of its influence it’s a shock to discover that “Late Style in Beethoven” – with its inversion of the standard view that Beethoven escaped from the clutches of form into a realm of uninhibited subjectivity – is a mere four pages long.</p> \n<p>Actually, four pages at a time is about all one can take of Adorno so it’s good that Leppert provides high-quality editorial support. Still, I can’t pretend to understand all of it and I disagree with some of it (the famously misguided essay “Jazz” is here). But even then, as Stokely Carmichael said when Martin Luther King invited him to hear him preach in 1967, after they had parted ways politically, I still like to tap my feet to it. It’s a book I’ll be consulting for as long as I’ve got eyes to read and ears to hear.</p> \n<h2><strong>Jonathan Coe</strong></h2> \n<p><strong>I Am a Composer by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/03/honegger-jeanne-darc-au-bucher-cd-review-superbly-vivid-choral-singing\">Arthur Honegger</a> (1951)</strong></p> \n<figure class=\"element element-image\" data-media-id=\"68ecbfa96350c41f8267e6f5eee5e66421fdd692\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435249465004/0a727322-d345-465a-905d-19068fbee507-460x418.jpeg\" alt=\"Arthur Honegger in 1949.\" width=\"460\" height=\"418\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Arthur Honegger in 1949.</span> \n  <span class=\"element-image__credit\">Photograph: Roger Viollet/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>This was a lucky find in a Hay-on-Wye bookshop back in the early 1980s. Published 30 years before that, it was intended, somewhat bizarrely, as part of a series introducing French readers to the nuts and bolts of various different <em>m&eacute;tiers</em> – <em>I Am a Teacher</em>, <em>I Am a Train Driver</em>, that sort of thing. But it has, unsurprisingly, outlasted the other entries, and takes the form of an exercise in dialogue between a composer and his disciple (Bernard Gavoty) along the lines of Stravinsky’s dialogues with <a href=\"http://\">Robert Craft</a>.</p> \n<p>People who feel they know enough about this sort of thing to pronounce on it tell me that Honegger is a “minor” composer: he barely figures, for instance, in the current bible of 20th-century music, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/alex-ross\">Alex Ross</a>’s <a href=\"http://bookshop.theguardian.com/rest-is-noise.html\"><em>The Rest Is Noise</em></a>. But he has been a major presence in my life for decades, and besides his great symphonies and oratorios, I also like the pessimism of his outlook. This quotation from 1951 remains, for me, a shockingly prescient account of what would happen to music in the next half-century: “Noise benumbs our ears,” Honegger wrote, “and I truly believe that a few years from now we shall detect no differences except between large intervals. We shall lose sight of the semitone, and arrive at no longer perceiving anything but the third, then the fourth, finally the fifth. Rhythmic shock increasingly plays the predominant role and no longer the sensual delight in melody. At the rate at which we are going, before the end of the century we shall have a very scanty and barbaric music, combining a rudimentary melody with brutally stressed rhythms – marvellously suited to the ears of the music lovers of the year 2000!”</p> \n<p><em><span class=\"bullet\">•</span> </em>Compiled with the assistance of <a href=\"http://fabersocial.co.uk/\">Faber Social</a>’s Lee Brackstone.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435244259639/Illustration-of-various-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration of various musicians Photograph: Marco Bevilacqua at Private View","credit":"/Marco Bevilacqua at Private View","altText":"Illustration of various musicians","cleanCaption":"Illustration of various musicians Photograph: Marco Bevilacqua at Private View"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246118012/6b2de66a-8855-4362-9a65-a8849ba6b99b-2060x1392.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1392,"width":2060,"orientation":"landscape","caption":"Billie Holiday, c1970. Photograph: Michael Ochs Archives","credit":"Michael Ochs Archives","altText":"Billie Holiday, c1970.","cleanCaption":"Billie Holiday, c1970.","cleanCredit":"Photograph: Michael Ochs Archives"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246339617/4fc91b08-4c72-46e3-83aa-375dac05d788-2060x1388.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1388,"width":2060,"orientation":"landscape","caption":"James Dean Bradfield, Sean Moore and Nicky Wire of Manic Street Preachers in 2013. Photograph: Shirlaine Forrest/WireImage","credit":"Shirlaine Forrest/WireImage","altText":"James Dean Bradfield, Sean Moore and Nicky Wire of Manic Street Preachers in 2013.","cleanCaption":"James Dean Bradfield, Sean Moore and Nicky Wire of Manic Street Preachers in 2013.","cleanCredit":"Photograph: Shirlaine Forrest/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246412757/8291dbe1-4913-4e4f-b614-bc737d74dfc5-2060x1636.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1636,"width":2060,"orientation":"landscape","caption":"Elvis Presley in 1968. Photograph: Michael Ochs Archives","credit":"Michael Ochs Archives","altText":"Elvis Presley in 1968.","cleanCaption":"Elvis Presley in 1968.","cleanCredit":"Photograph: Michael Ochs Archives"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249304202/aba508dd-5e27-48d4-bec9-9d0285960b12-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ian Dury in 1974. Photograph: Michael Putland/Getty Images","credit":"Michael Putland/Getty Images","altText":"Ian Dury in 1974.","cleanCaption":"Ian Dury in 1974.","cleanCredit":"Photograph: Michael Putland/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246476284/9be6d1ad-2f68-45c9-a5a9-ba123d8de37b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pamela Des Barres with Alice Cooper, c1974. Photograph: Michael Ochs Archives","credit":"Michael Ochs Archives","altText":"Pamela Des Barres with Alice Cooper, c1974.","cleanCaption":"Pamela Des Barres with Alice Cooper, c1974.","cleanCredit":"Photograph: Michael Ochs Archives"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246570114/2b715b2b-9df2-4e1b-b7a1-3f921f67cf96-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Throbbing Gristle.","credit":"PR","altText":"Throbbing Gristle.","cleanCaption":"Throbbing Gristle."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246659501/8e74a805-1f72-417e-96ae-de97892357d7-2060x1547.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1547,"width":2060,"orientation":"landscape","caption":"Keith Richards in 2008. Photograph: Peter Foley/EPA","credit":"Peter Foley/EPA","altText":"Keith Richards in 2008.","cleanCaption":"Keith Richards in 2008.","cleanCredit":"Photograph: Peter Foley/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435246774057/a420f6de-05fc-4373-ae46-20a395e4f9c7-2060x1354.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1354,"width":2060,"orientation":"landscape","caption":"Charles Mingus in 1960. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"Charles Mingus in 1960.","cleanCaption":"Charles Mingus in 1960.","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249669584/415df857-2a86-4328-b138-c417c695cbe5-2060x1362.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1362,"width":2060,"orientation":"landscape","caption":"Mark Everett, of Eels, in 2010. Photograph: Gus Stewart/Redferns","credit":"Gus Stewart/Redferns","altText":"Mark Everett, of Eels, in 2010.","cleanCaption":"Mark Everett, of Eels, in 2010.","cleanCredit":"Photograph: Gus Stewart/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247156274/913a1217-cdbf-427b-9ed5-fe7a2b46c1fa-2060x1940.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1940,"width":2060,"orientation":"landscape","caption":"Wu-Tang Clan in 2014. Photograph: Jonathan Weiner","credit":"Jonathan Weiner","altText":"Wu-Tang Clan in 2014.","cleanCaption":"Wu-Tang Clan in 2014.","cleanCredit":"Photograph: Jonathan Weiner"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247295952/90ba80f3-6160-4994-9e55-4e11a8e2adbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kristin Hersh in 2009. Photograph: Jordi Vidal/Redferns","credit":"Jordi Vidal/Redferns","altText":"Kristin Hersh in 2009.","cleanCaption":"Kristin Hersh in 2009.","cleanCredit":"Photograph: Jordi Vidal/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247422620/f507aa01-0dd1-4e81-865d-bf26ffbaa47d-2060x1382.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1382,"width":2060,"orientation":"landscape","caption":"Joni Mitchell. Photograph: Tony Russell/Redferns","credit":"Tony Russell/Redferns","altText":"Joni Mitchell.","cleanCaption":"Joni Mitchell.","cleanCredit":"Photograph: Tony Russell/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249372864/f2337a35-5a26-46e0-8ea3-b9deb66798db-1020x862.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":862,"width":1020,"orientation":"landscape","caption":"Alan Lomax and Jerome Weisner transcribing folk songs and documenting records in the Library of Congress, 1941. Photograph: Bernard Hoffman/Time & Life Pictures/Getty Image","credit":"Bernard Hoffman/Time & Life Pictures/Getty Image","altText":"Alan Lomax and Jerome Weisner transcribing folk songs and documenting records in the Library of Congress, 1941.","cleanCaption":"Alan Lomax and Jerome Weisner transcribing folk songs and documenting records in the Library of Congress, 1941.","cleanCredit":"Photograph: Bernard Hoffman/Time & Life Pictures/Getty Image"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247617674/077a7012-0e31-48bd-a517-94c38fd1b0c6-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Jon Savage in 2012.","credit":"PR","altText":"Jon Savage in 2012.","cleanCaption":"Jon Savage in 2012."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247705611/b3bf87cc-2aa8-46af-9248-8a965eb45620-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Hector Berlioz. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"Hector Berlioz.","cleanCaption":"Hector Berlioz.","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247944773/251e95b2-2efe-4dac-8748-aa2c9ec26212-2060x1719.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1719,"width":2060,"orientation":"landscape","caption":"The Beatles in 1963. Photograph: Popperfoto/Getty Images","credit":"Popperfoto/Getty Images","altText":"The Beatles in 1963.","cleanCaption":"The Beatles in 1963.","cleanCredit":"Photograph: Popperfoto/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248062879/1bf64713-740a-4f69-a79b-f165fef53479-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Syd Barrett in 1967. Photograph: Andrew Whittuck/Redferns","credit":"Andrew Whittuck/Redferns","altText":"Syd Barrett in 1967.","cleanCaption":"Syd Barrett in 1967.","cleanCredit":"Photograph: Andrew Whittuck/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248132806/607754bc-bda3-46ca-874e-b6508f9a8a67-2060x1442.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1442,"width":2060,"orientation":"landscape","caption":"Bonnie ‘Prince’ Billy in 2010. Photograph: Ben Meadows/WireImage.com","credit":"Ben Meadows/WireImage.com","altText":"Bonnie 'Prince' Billy in 2010.","cleanCaption":"Bonnie ‘Prince’ Billy in 2010.","cleanCredit":"Photograph: Ben Meadows/WireImage.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435250620150/033a9963-c09c-461c-8c35-ef26a62f8e2c-2060x1549.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1549,"width":2060,"orientation":"landscape","caption":"Hampton Hawes, c1970. Photograph: David Redfern/Redferns","credit":"David Redfern/Redferns","altText":"Hampton Hawes, c1970.","cleanCaption":"Hampton Hawes, c1970.","cleanCredit":"Photograph: David Redfern/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248585922/2a6a191e-fe6d-4a12-97db-76cf0d5b5fed-2060x1632.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1632,"width":2060,"orientation":"landscape","caption":"The Beatles. Photograph: Underwood & Underwood/Corbis","credit":"Underwood & Underwood/Corbis","altText":"The Beatles.","cleanCaption":"The Beatles.","cleanCredit":"Photograph: Underwood & Underwood/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435250216151/3d8e1719-c1e9-4da0-8631-ddd3a276865a-1020x820.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":820,"width":1020,"orientation":"landscape","caption":"David Toop Photograph: Alex Scagla","credit":"Alex Scagla","altText":"David Toop.","cleanCaption":"David Toop","cleanCredit":"Photograph: Alex Scagla"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435248698077/43d3160e-62e7-4986-b982-aa1c3181f85a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Eudora Welty, c1945. Photograph: Hulton Getty","credit":"Hulton Getty","altText":"Eudora Welty, c1945.","cleanCaption":"Eudora Welty, c1945.","cleanCredit":"Photograph: Hulton Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249465779/0a727322-d345-465a-905d-19068fbee507-2060x1872.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":2060,"orientation":"landscape","caption":"Arthur Honegger in 1949. Photograph: Roger Viollet/Rex Shutterstock","credit":"Roger Viollet/Rex Shutterstock","altText":"Arthur Honegger in 1949.","cleanCaption":"Arthur Honegger in 1949.","cleanCredit":"Photograph: Roger Viollet/Rex Shutterstock"}],"webPublicationDate":"2015-06-26T11:19:06Z","lastModified":"2015-06-26T23:11:31Z","metadata":{"commentable":true,"commentCount":193,"contributors":[{"name":"Tim Burgess","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timburgess"},{"name":"Amit Chaudhuri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amit-chaudhuri"},{"name":"Jonathan Coe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathan-coe"},{"name":"Geoff Dyer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/geoff-dyer"},{"name":"Brian Eno","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/brian-eno"},{"name":"Lavinia Greenlaw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laviniagreenlaw"},{"name":"John Harris","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/22/1400760846325/John-Harris-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnharris"},{"name":"Philip Hensher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/philiphensher"},{"name":"Barney Hoskyns","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barney-hoskyns"},{"name":"Alexis Petridis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733732709/AlexisPetridis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexispetridis"},{"name":"Sukhdev Sandhu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sukhdev-sandhu"},{"name":"Jon Savage","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonsavage"},{"name":"Rupert Thomson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rupertthomson"},{"name":"Richard Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747256/RichardWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardwilliams"},{"name":"James Wood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jameswood"}],"feature":true,"keywords":["Music","Books","Music","Culture"],"tags":[{"id":"books/music","webTitle":"Music"},{"id":"books/books","webTitle":"Books"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/26/musicians-writers-choose-favourite-books-music-brian-eno-beck","shortUrl":"http://gu.com/p/4a5ez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/26/musicians-writers-choose-favourite-books-music-brian-eno-beck","webUri":"http://www.theguardian.com/books/2015/jun/26/musicians-writers-choose-favourite-books-music-brian-eno-beck"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435255871942/6242e8ad-8c47-4905-b6fa-ecbb88526ae5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Illustration: Marco Bevilacqua at Private View","altText":"Illustrations of various artists","cleanCredit":"Illustration: Marco Bevilacqua at Private View"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/25/1435244259639/Illustration-of-various-m-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Illustration of various musicians Photograph: Marco Bevilacqua at Private View","credit":"/Marco Bevilacqua at Private View","altText":"Illustration of various musicians","cleanCaption":"Illustration of various musicians Photograph: Marco Bevilacqua at Private View"}}]},{"title":"Patrick Macnee 1922-2015 / Life and times","rawTitle":"Life and times","item":{"type":"article","id":"tv-and-radio/2015/jun/25/patrick-macnee","title":"Patrick Macnee obituary","trailText":"Actor best known as John Steed, bowler-hatted hero of The Avengers","standFirst":"<p>Actor best known as John Steed, bowler-hatted hero of The Avengers</p>","byline":"Dennis Barker","body":"<p>Despite a long and diverse career in the theatre and cinema, Patrick Macnee, who has died aged 93, will be remembered as John Steed, the umbrella-twirling, bowler-hatted hero of the stylish derring-do TV series The Avengers. The programme, written and presented in “swinging” 1960s London, was thrilling and dynamic, and it made a star of Macnee and his sidekicks Honor Blackman (as Cathy Gale) and Diana Rigg (as Emma Peel).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/gallery/2015/jun/26/patrick-macnee-life-in-pictures\">Patrick Macnee's life – in pictures</a> </p> \n</aside> \n<p>In 1960, the series Police Surgeon, produced by ABC with Ian Hendry as its star, had come to an end. The writer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jan/12/brian-clemens\">Brian Clemens</a> was asked to devise a show on similar lines, but more light-hearted, and came up with The Avengers, in which Hendry would be a doctor, David Keel, being helped in his search for revenge on the drug-dealer killers of his lover by a shady and enigmatic man, John Steed, from some mysterious intelligence service.</p> \n<p>The show was immediately popular, with Hendry and Macnee investigating assassinations, lethal radioactivity, missing scientists and political extremists. Macnee was told to develop the character of Steed in any way he fancied. “They were very sweet people and they just gave me the name,” he recalled. “They said: ‘Have you read the James Bond books? Go away and make up a character.’”</p> \n<p>When Hendry left the show after the first series, the emphasis shifted towards the flamboyant Steed. From the time the series took root in 1961 until 1969 when it was wound up, and by which time a third female sidekick, Tara King (played by Linda Thorson) had joined him, Macnee as Steed was the constant factor.</p> \n<figure class=\"element element-image\" data-media-id=\"34b2c767e94e1f1cad9f5ec48d7bf5c30beb1a0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435315323034/b226e766-11c0-4719-b9bc-7ee6858c915e-460x276.jpeg\" alt=\"Joanna Lumley, Patrick Macnee and Gareth Hunt in the New Avengers, launched in 1976.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joanna Lumley, Patrick Macnee and Gareth Hunt in the New Avengers, launched in 1976.</span> \n  <span class=\"element-image__credit\">Photograph: IDTV/StudioCanal/Allstar</span> \n </figcaption> \n</figure> \n<p>He reprised the role in 1976 when Clemens launched The New Avengers, which partnered Macnee with Gareth Hunt (as Mike Gambit) and Joanna Lumley (as Purdey), and ran for two series. Macnee claimed that Steed was based on his own ironic approach to life. During the second world war, many of his friends had been killed, he said, and he had acquired a “wry detachment” which he liked to think he had infused into The Avengers.</p> \n<p>Macnee was born in London, the son of Daniel, a racehorse trainer at Lambourn, Berkshire, and his wife, Dorothea (nee Hastings), a niece of the Earl of Huntingdon. Macnee claimed that his family life had been chaotic and was dominated by a “tight group of women”. He was sent to boarding school – Summerfields, Oxford – at the age of five and then to Eton, where he recalled being whipped. While at Eton, he opened a betting book, helped by the racing tips passed on to him by his father. He also raced his own greyhound at the dog track in nearby Slough.</p> \n<p>Macnee later said that he felt that first school and then the armed forces (in 1942 he went into the Royal Navy and commanded a motor torpedo boat) stifled his emotions. It was to escape this psychological straitjacket that his thoughts turned to the stage. He won a place at the Webber Douglas Academy of Dramatic Art, London, and became a leading man at Windsor Rep.</p> \n<p>Unimpressed by the overall prospects in post-war Britain, he went off to Canada, where there were opportunities for young actors on TV. He sent much of his earnings back to his wife, the actor Barbara Douglas, whom he had married in 1942. He also took parts in many US TV shows and stage productions. In 1949 he appeared in a TV version of Macbeth and in 1953 was in Othello. In 1951 he played the young Jacob Marley in the film of Scrooge (A Christmas Carol in the US). He was working in London in a rare production role, on the documentary series Winston Churchill: The Valiant Years, when he was offered the part in The Avengers.</p> \n<p>He appeared in more than 150 stage plays from his 20s to his 70s, including the Broadway production of Sleuth in the early 1970s and the leading role in Killing Jessica in the West End of London in 1986-87. He played both Sherlock Holmes and Dr Watson several times. A memorable big-screen part was as Sir Denis Eton-Hogg in This Is Spinal Tap (1984). He was also in The Howling (1981) and the Bond film A View to a Kill (1985).</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=j0mTRiZGvvw\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/j0mTRiZGvvw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Kinky Boots, recorded by Macnee and Honor Blackman in 1964, finally made the charts in 1990.\n </figcaption> \n</figure> \n<p>The cult status of The Avengers continued to grow, and in 1990 a recording of Kinky Boots made by Macnee and Blackman and first released by Decca in 1964, which at the time had failed to reach the charts, made the UK top 10. In 1998 a film version of The Avengers, starring Ralph Fiennes as Steed and Uma Thurman as Emma Peel, featured Macnee as the voice of Invisible Jones. The following year he appeared with his former New Avengers co-star Lumley in a TV adaptation of Rosamunde Pilcher’s Nancherrow (1999).</p> \n<p>Macnee’s first marriage ended in divorce, as did his second, to the actor Kate Woodville. His third wife, Baba Sekely, died in 2007. He is survived by the two children of his first marriage, Rupert and Jenny.</p> \n<p><span class=\"bullet\">•</span> Daniel Patrick Macnee, actor, born 6 February 1922; died 25 June 2015</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/03/dennis-barker\">Dennis Barker</a> died earlier this year</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435261765199/patrick-macnee-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock","credit":"/StudioCanal/Rex Shutterstock","altText":"patrick macnee","cleanCaption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435315324611/b226e766-11c0-4719-b9bc-7ee6858c915e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joanna Lumley, Patrick Macnee and Gareth Hunt in the New Avengers, launched in 1976. Photograph: IDTV/StudioCanal/Allstar","credit":"IDTV/StudioCanal/Allstar","altText":"Joanna Lumley, Patrick Macnee and Gareth Hunt in the New Avengers, launched in 1976.","cleanCaption":"Joanna Lumley, Patrick Macnee and Gareth Hunt in the New Avengers, launched in 1976.","cleanCredit":"Photograph: IDTV/StudioCanal/Allstar"}],"webPublicationDate":"2015-06-25T20:01:28Z","lastModified":"2015-06-26T23:00:58Z","metadata":{"commentable":true,"commentCount":134,"contributors":[{"name":"Dennis Barker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dennis-barker"}],"feature":false,"keywords":["Television","Film","Culture","Television & radio"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Dennis Barker","topic":{"type":"tag-contributor","name":"profile/dennis-barker"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/25/patrick-macnee","shortUrl":"http://gu.com/p/4a62y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/25/patrick-macnee","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/25/patrick-macnee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435261765199/patrick-macnee-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock","credit":"/StudioCanal/Rex Shutterstock","altText":"patrick macnee","cleanCaption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Patrick Macnee 1922-2015"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435261765199/patrick-macnee-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock","credit":"/StudioCanal/Rex Shutterstock","altText":"patrick macnee","cleanCaption":"Patrick Macnee as Steed in The Avengers, 1968.  Photograph: StudioCanal/Rex Shutterstock"}}]}],"lastModified":"2015-06-27T07:44:18Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}