{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Analysis / What was good for Germany in 1953 is good for Greece in 2015","rawTitle":"What was good for Germany in 1953 is good for Greece in 2015","item":{"type":"article","id":"business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","title":"What was good for Germany in 1953 is good for Greece in 2015","trailText":"Economic assistance under the Marshall plan was important to both countries, but it was the granting of debt relief that made a difference to the Germans<br>","standFirst":"<p>Economic assistance under the Marshall plan was important to both countries, but it was the granting of debt relief that made a difference to the Germans<br /></p>","byline":"Larry Elliott Economic editor","body":"<p>The arguments being used by the Greek government to secure debt relief can be traced back to a little-reported speech made to the students of Harvard University on 5 June 1947.</p> \n<p>It was there that George Marshall, the then US secretary of state, floated the idea of a European programme of economic reconstruction. The Americans saw that Europe was on the brink of economic collapse. Industrial capacity had been wiped out. Trade had ceased. People were going hungry and, in Marshall’s view, at risk of turning to communism.</p> \n<p>Despite being the turning point for Europe’s economies after the second world war, <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436195890159/6-May-1947-Marshall-speec-001.jpg\">Marshall’s speech</a> was not considered as especially important at the time. The State Department did not bother to tell anybody in Europe about what he was about to say and the British embassy in Washington did not think it worth the cost to send a cable with an advance copy of the speech to London.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/feb/27/greece-spain-helped-germany-recover\">Greece and Spain helped postwar Germany recover. Spot the difference | Nick Dearden</a> </p> \n</aside> \n<p>But the speech was covered by the BBC’s Washington correspondent and, by luck, his report was heard by the then UK foreign secretary, Ernest Bevin, in a wireless set he kept by his bedside. Bevin seized on the opportunity provided by the Americans, who said the Europeans had to organise their own plan for disbursing the money. “It was like a life line to sinking men,” he said later. “It seemed to bring hope where there was none.”</p> \n<p>Lessons had been learned from the mistakes made after the first world war. Then, the victorious Allied powers had imposed a punitive peace on Germany, demanding heavy reparations that bred resentment.</p> \n<figure class=\"element element-embed\" data-alt=\"Suzanne Moore tweet about Conference of London 1953\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Greece's finance minister at London Conference of 1953 signing a treaty agreeing to cancel 50% of Germany's debt &lt;a href=&quot;http://t.co/ckdDYSDvTD&quot;&gt;pic.twitter.com/ckdDYSDvTD&lt;/a&gt;&lt;/p&gt;— suzanne moore (@suzanne_moore) \n &lt;a href=&quot;https://twitter.com/suzanne_moore/status/617282268558696449&quot;&gt;July 4, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Marshall tried a different approach. Over four years, the US pumped $13bn into Europe (the equivalent of more than $150bn today) in the hope that it would rebuild economic capacity, enable countries to trade with each other, and rebuff the threat from Stalin’s Soviet Union. It was not an entirely selfless act. The US at the time accounted for 50% of the world’s output, and needed to find markets for its exports. The lack of demand in countries such as France, Italy and Germany in 1947 meant this was not possible.</p> \n<p>Britain was the single biggest beneficiary of Marshall aid, receiving more than a quarter of the total. Germany took $1.4bn (11% of the total), four times as much as Greece received.</p> \n<p>Hans Werner-Sinn, the president of the IFO thinktank in Munich, noted three years ago that Marshall aid accounted for 4% of German GDP at the time, while Greece had, even then, received economic assistance worth 200% of its national output.</p> \n<p>This, though, overlooks two points. The first is Greek resentment at the German occupation during the second world war. As Bevin’s biographer Alan Bullock put it: “Greece was a poor country at the best of times and her economy had been wrecked by the sequence of invasion, occupation, resistance, reprisals and civil war. Eight per cent of the population of seven million had been killed, 10 times the death rate for the UK during the war. The Germans stripped the country of livestock and everything else that could be moved; railways, roads, bridges, ports, had been destroyed.”</p> \n<p>The second is that direct transfers of money were only part of the help Germany received through the Marshall plan. Far more important than the $1.4bn was the granting of debt relief at the London conference of 1953.</p> \n<p>Writing in the Economist magazine in 2012, Albrecht Ritschl, a professor of economic history at LSE, said: “The Marshall plan had an outer shell, the European recovery programme, and an inner core, the economic reconstruction of Europe on the basis of debt forgiveness to and trade integration with Germany. The effects of its implementation were huge. While western Europe in the 1950s struggled with debt/GDP ratios close to 200%, the new West German state enjoyed debt/GDP ratios of less than 20%. This and its forced re-entry into Europe’s markets was Germany’s true benefit from the Marshall plan.”</p> \n<p>In the days to come, the Greek prime minister, Alexis Tsipras, will be arguing that was good for Germany in 1953 would be good for Greece in 2015.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-06T13:21:18Z","lastModified":"2015-07-06T23:01:09Z","metadata":{"commentable":true,"commentCount":677,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Eurozone crisis","Business","Economics","Euro","Currencies","Europe","European Union","European banks","Financial sector","Financial crisis","European monetary union","European Central Bank","World news","Banking","Germany","Greece","Second world war","US foreign policy"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/world","webTitle":"World news"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"}],"section":{"id":"business"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","shortUrl":"http://gu.com/p/4aday","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief","webUri":"http://www.theguardian.com/business/2015/jul/06/germany-1953-greece-2015-economic-marshall-plan-debt-relief"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","caption":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year. Photograph: Stephanie Pilick/EPA","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCaption":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}},"importance":7,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[{"title":"'This isn't Greece' / Spain's politicians distance themselves from euro crisis","rawTitle":"Spain's politicians distance themselves from euro crisis","item":{"type":"article","id":"world/2015/jul/06/spain-politicians-euro-crisis-greece-podemos","title":"Spain's politicians distance themselves from euro crisis: 'This isn't Greece'","trailText":"Leftwing Podemos praises Greek Syriza party but talks up differences between the two eurozone countries to calm voters’ fears of economic contagion","standFirst":"<p>Leftwing Podemos praises Greek Syriza party but talks up differences between the two eurozone countries to calm voters’ fears of economic contagion</p>","byline":"Ashifa Kassam in Madrid","body":"<p>For the past year, they have positioned themselves as allied agents of a change sweeping across southern Europe. </p> \n<p>On the face of it, Spain’s leftwing anti-austerity Podemos party should have been crowing at the landslide victory of the no vote in Sunday’s Greek referendum. But while Podemos leader Pablo Iglesias was quick to praise Syriza and Greek prime minister Alexis Tsipras, his overriding message was a simple one – Spain is not Greece.</p> \n<p>With a general election due in Spain by the end of the year, Iglesias, whose party made substantial gains in local elections earlier this year, was careful to mark the differences between the two countries, worried, analysts said, that any worsening of the situation in Greece could drive crucial middle-class voters away from his party. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jul/06/greek-referendum-eu-leaders-call-crisis-meeting-as-bailout-rejected-live-updates\">Greece debt crisis: Banks to stay closed on Tuesday and Wednesday - live updates</a> </p> \n</aside> \n<p>“We have a great friendship with Syriza, but luckily, Spain is not Greece,” Iglesias told radio Cadena Ser. “We’re an economy with much more weight in the eurozone, we’re a country with a stronger administration and with a better economic situation. The circumstance are different and I think it makes no sense to draw parallels.”<br /></p> \n<p>Instead, Iglesias framed the referendum as a step forward for democracy in that the Greek people had finally been handed the power to decide on austerity measures. “It’s good news for Europeans and Greek citizens,” said Iglesias. “The people of Greece have said they want change, they support a government who says that things can be done in a different way.”</p> \n<p>The referendum was a clear success for Tsipras, said political scientist Fernando Vallesp&iacute;n from Madrid’s Autonomous University. “The automatic assumption is that what is good for Tsipras is good for Podemos,” he said, but he feels it is too early to say whether that is the case, pointing to the efforts made by Iglesias to distance Spain from Greece. “I think Podemos is worried that the situation in Greece won’t get better.” <br /></p> \n<p>Reinforcing the differences between the countries dampens the idea of contagion, he said, and maintains the party’s appeal to moderate voters. The latest polls show Podemos is in a virtual tie with the governing People’s party and opposition Socialists.</p> \n<p>Podemos must walk a fine line when it comes to Greece, said Jos&eacute; Ignacio Torreblanca, the author of Asaltar Los Cielos, or Storm the Heavens, which explores the rise of Podemos. “On one hand it’s good news for them, because the message of the people having voted against austerity strengthens their message. The frame for them is fantastic because its the people against the troika, David against Goliath and the weak against the powerful,” he said.</p> \n<p>The challenge, however, is then to distance themselves from any bad news emerging from Greece. “This is where the space opens for the People’s party and others to point to issues such as the queues for cash machine withdrawals. All of the parties have been trying to use Greece to their advantage.”</p> \n<p>On Monday, the governing People’s party pointed to the referendum to justify their decision to impose austerity measures during the height of the economic crisis. “Fortunately Spain has a prime minister who said no to the bailout and instead undertook reforms,” PP vice-president Fernando Mart&iacute;nez-Maillo told broadcaster Radio Nacional de Espa&ntilde;a. The alternative, he said, would look like Greece does today. “Thanks to those reforms … we’re in a situation of economic growth and job creation.”</p> \n<p>While Greece was forced to accept a series of bailouts amounting to €240bn, Spain drew on €41bn-worth of EU funds to rescue its banking sector and exited from the programme last year. The Spanish economy has seen seven quarters of economic growth, but inequality is rampant and the country’s unemployment rate remains stubbornly high, at 23.8%, the highest in the EU after Greece.</p> \n<p>Spain’s finance minister, Luis de Guindos, said that although the no vote made the situation more complex, Spain was “absolutely not contemplating a Greek exit from the euro”.</p> \n<p>Greece’s creditors had not handled the crisis perfectly, he said, but the onus was now on Greece to enact reforms. “I think there were mistakes on the part of the troika, but it is inevitable that Greece implements reforms because there have been nations that have done them and they are emerging from the crisis.”</p> \n<p>The Spanish government is open to negotiations for a third rescue package, he said. “Given the circumstances, from the point of view of the markets, it is absolutely necessary.”</p> \n<p>His remarks were a backing down from the hardline position taken by Mariano Rajoy, Spain’s prime minister, who last week said that it would be good for Greece if Tsipras lost the referendum. “If he wins the referendum, Greece has no other alternative other than to leave the euro,” Rajoy told Cope radio station on Tuesday.</p> \n<p>How the Greek situation will play out in Spain hinges on what happens in the coming days, said Torreblanca. “If Tsipras manages to sit down with creditors and obtain an additional packages of concessions, then its great for Podemos,” he said. “It’s a bit early to say because right now we don’t know what the final act of all this will be – whether its a drama, tragedy or something else.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436202917741/b60302f8-e84d-4eab-8d8a-c57cc08a3949-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrea Comas/Reuters","altText":"Pablo Iglesias, leader of Spain's anti-austerity party Podemos (We Can).","cleanCredit":"Photograph: Andrea Comas/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-06T17:20:55Z","lastModified":"2015-07-06T23:01:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ashifa Kassam","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashifa-kassam"}],"feature":false,"keywords":["Spain","Podemos","Mariano Rajoy","Alexis Tsipras","Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","World news"],"tags":[{"id":"world/spain","webTitle":"Spain"},{"id":"world/podemos","webTitle":"Podemos"},{"id":"world/mariano-rajoy","webTitle":"Mariano Rajoy"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Ashifa Kassam","topic":{"type":"tag-contributor","name":"profile/ashifa-kassam"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/06/spain-politicians-euro-crisis-greece-podemos","shortUrl":"http://gu.com/p/4adjm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/06/spain-politicians-euro-crisis-greece-podemos","webUri":"http://www.theguardian.com/world/2015/jul/06/spain-politicians-euro-crisis-greece-podemos"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436202917741/b60302f8-e84d-4eab-8d8a-c57cc08a3949-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pablo Iglesias, leader of Spain’s anti-austerity party Podemos (We Can). Photograph: Andrea Comas/Reuters","credit":"Andrea Comas/Reuters","altText":"Pablo Iglesias","cleanCaption":"Pablo Iglesias, leader of Spain’s anti-austerity party Podemos (We Can).","cleanCredit":"Photograph: Andrea Comas/Reuters"}},"importance":0,"kicker":{"title":"'This isn't Greece'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436202917741/b60302f8-e84d-4eab-8d8a-c57cc08a3949-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrea Comas/Reuters","altText":"Pablo Iglesias, leader of Spain's anti-austerity party Podemos (We Can).","cleanCredit":"Photograph: Andrea Comas/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/261cda3f56af0fb9f0d9d2a0b4f0e313d35f6d43/0_0_2962_1778/2962.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1778,"width":2962,"orientation":"landscape","credit":"Stephanie Pilick/EPA","altText":"A word in your ear. The German chancellor, Angela Merkel, with the Greek prime minister, Alexis Tsipras, in Berlin earlier this year.","cleanCredit":"Photograph: Stephanie Pilick/EPA"}}]},{"title":"Labour leadership / Candidates on their visions for education","rawTitle":"Candidates on their visions for education","item":{"type":"article","id":"education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools","title":"All four Labour leadership candidates on their visions for education – interviews","trailText":"Andy Burnham, Yvette Cooper, Jeremy Corbyn and Liz Kendall discuss their views on grammar schools, the Ebacc, and giving local communities responsibility for education","standFirst":"Andy Burnham, Yvette Cooper, Jeremy Corbyn and Liz Kendall discuss their views on grammar schools, the Ebacc, and giving local communities responsibility for education","byline":"Fiona Millar","body":"<p>Education was remarkably low key throughout the general election campaign. Even the shadow education secretary, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/08/tristram-hunt-labour-lost-plot-education\" title=\"\">Tristram Hunt, suggested last month on these pages</a> that the Labour party had failed to project a strong radical message to the voters. And apart&nbsp;from a&nbsp;few skirmishes and soundbites over free schools, and early branding of each&nbsp;of the four candidates on the spectrum of “new” to “old” Labour on education policy, the subject seems so far to be getting an equally low profile in the campaigns of the candidates standing to be the new Labour leader.</p> \n<p>So we decided to ask the candidates some questions. Why did Labour fail to put education at the heart of the election campaign? Has it provided an effective opposition to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/michaelgove\" title=\"\">Michael Gove</a>’s and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/nicky-morgan\" title=\"\">Nicky Morgan</a>’s policies? What would change if they were to become Labour party leader?</p> \n<p>The conversations ranged from academies and free schools to the role of local authorities; from the legacy of 25 years of diversity and choice to teacher morale and the candidates’ key passions. What are the beliefs that drive their opinions? Are they as divided when it comes to the “politics of education” as some commentators suggest, or could a consensus about the Labour party’s education policy be about to emerge?</p> \n<h2>Andy Burnham<br /></h2> \n<p>“Evidence is pouring in now that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2014/aug/05/how-gove-reforms-drove-me-out-teaching\" title=\"\">reforms started by Michael Gove</a> have been <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/312410/Free_Schools_Pupil_Applications_and_Places_final.pdf\" title=\"\">wasteful [pdf]</a>, damaging and an unjustifiable experiment with kids’ education. Labour in the past few years didn’t capture the sense of anger in the profession. The Tory philosophy is to have winners and losers. I don’t see education like that: why can’t everyone rise up together by&nbsp;collaborating?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fb8feda2207b7300211320f7905ceb0bb7cd63df\"> \n <img src=\"http://media.guim.co.uk/fb8feda2207b7300211320f7905ceb0bb7cd63df/1428_180_1530_1929/793.jpg\" alt=\"Andy Burnham at a Labour leadership hustings in June.\" width=\"793\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Burnham.</span> \n  <span class=\"element-image__credit\">Photograph: Darren Staples/Reuters</span> \n </figcaption> \n</figure> \n<p>I have got no problem at all with saying that a market approach in education is wrong. The idea of wasting scarce resources building excess capacity to make the market work is so flawed I can’t believe it is still being pursued.</p> \n<p>Labour’s education policy in the past was timid and too geared towards a fabled middle-England “pushy parent” agenda, which may not even exist. Of course you want academic rigour and high standards – I come from a comprehensive background and got to Cambridge, so it is absurd to say I have low aspirations for any child – but we have got to create a schools policy that works for everybody.</p> \n<p>My driving ambition is to give all kids a truly comprehensive education – all backgrounds at school together, a breadth in the curriculum and ambition so everyone can get on. We have got to give every child a sense of purpose and hope that there is something for them at the end of their schooling, so those who are on the academic route are not distracted by any who become disillusioned. At the moment we don’t have a modern&nbsp;curriculum or a comprehensive curriculum. We need&nbsp;parity&nbsp;for technical&nbsp;and academic routes.</p> \n<p>I would be very open-minded about the idea of a national baccalaureate qualification. I would also like to see a Ucas-style application system for apprenticeships with similar support as that we give to those who want to go to university.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Labour’s education policy was timid and too geared towards a fabled middle-England ‘pushy parent’ agenda</p> \n </blockquote> \n</aside> \n<p>I would certainly support those <a href=\"http://www.bbc.co.uk/news/education-33166428\" title=\"\">headteachers</a> who want to stand up to the government over the compulsory Ebacc [making every child take GCSEs in five government-selected subjects]. It should not be imposed. It was right to clear out the poor qualifications being offered in some schools, but who has decided that these five are the best subjects for everyone? Maths and English, certainly, and there is a powerful case for science to 16.</p> \n<p>But why should pupils in my constituency be forced to do a modern language? It is perfectly rational for them to choose something else if that is better in terms of their employability. And sidelining the creative subjects – terrible!</p> \n<p>This is not about dumbing down but it seems the fear of being seen to be dumbing down stops people doing the right thing on education.</p> \n<p>I don’t believe in selection at all and I don’t like the ever more ingenious ways of skewing admissions criteria to achieve&nbsp;forms of selection. This is what happens when you move to a broken-up school system. But the question is whether to impose an end to selection or&nbsp;to allow true local decisions with ballots that give &nbsp;all parents a proper say. I think it is better to do it at a local level. I don’t think in this day and age, when we&nbsp;are talking about devolution, you can&nbsp; just come in and ride roughshod over&nbsp;people.</p> \n<p>I don’t see the Gove academies as anything like the Labour academies, which were justifiable because these were schools where everything else had failed. Mass academisation – and the centralising side of the Gove reforms –&nbsp;is&nbsp;a very different policy.</p> \n<p>Power in education has traditionally been distributed in this country for good reasons, so no single ideology can come along and take over. Gove has come in and smashed all that up. Schools on a long line from London [through their funding agreements with the secretary of state] driving through politically driven changes to the curriculum. As a parent it feels like they are tinkering all the time. But this sort of change should be non-politicised, careful, incremental and a common endeavour.</p> \n<p>Labour now has to work out the balance between the national role and the local role. For me the national role is the “what?” What do we want for all kids? What is their entitlement? It shouldn’t be random and patchy and dependent on where you live. Westminster also has an obligation over funding to meet that entitlement, and over standards in the profession.</p> \n<p>The local role is the “how?” How do we deliver that entitlement in our community? We could be much more permissive about that. Local authorities need an oversight role in terms of school place planning, admissions, standards and exclusions.</p> \n<p>I want to begin to create a system again rather than see some schools doing well, some doing not so well.</p> \n<p>My message to heads, teachers and parents is “Don’t lose heart”. Comprehensive education is still worth fighting for. There are people in politics who still believe in it. Let’s rebuild it for the 21st century and make it as aspirational as it can be for every child.”</p> \n<h2>Yvette Cooper<br /></h2> \n<p>“Education has got to be centre stage for us at the next election. From Sure Start right through to lifelong learning: this isn’t just about children and young&nbsp;people.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cd81e9bad8357b46456fcf07813bdb0bebef8998\"> \n <img src=\"http://media.guim.co.uk/cd81e9bad8357b46456fcf07813bdb0bebef8998/1329_380_1187_1781/666.jpg\" alt=\"Yvette Cooper.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yvette Cooper.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n </figcaption> \n</figure> \n<p>It was simpler in 1997. Labour was able to campaign on straightforward messages like class sizes, standards and primary education. Now a lot of people feel that the education system has changed in a confusing way. That didn’t translate easily into something we could talk about unless it directly related to people’s own personal experience, such as a school losing its&nbsp;drama provision because of the Gove reforms.</p> \n<p>I thought our ideas about vocational education were important. We&nbsp;should get rid of the apartheid and snobbery about vocational education.</p> \n<p>But the real challenges for me are about cracking inequality and a curriculum to educate young people for the future. As a country we aren’t meeting either of those challenges at the&nbsp;moment.</p> \n<p>I would also want to broaden our vision of a good education to include wellbeing and the whole child, their happiness and confidence. If you think about your own kids, what do you most want for them? You most want them to be&nbsp;happy.</p> \n<p>We now have such a narrow view of what education is, at a time when we have more teenagers suffering from mental health problems, and issues about the sexualisation of young women and relationships between teenagers. Something is going wrong in terms of the wellbeing of young people.</p> \n<p>I don’t think this is a wishy-washy alternative to academic achievement. You can be really strong on standards, on academic achievement and vocational achievement and also say that kids will learn best and do better in life if they are confident and happy.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Parents should have a&nbsp;choice of schools, but&nbsp;the truth is that most of them just want a&nbsp;good local school</p> \n </blockquote> \n</aside> \n<p>If you have had a good experience of school and education you are more likely to feel confident later in life that you can retrain&nbsp;and learn something new. For me this is a real social mobility issue. If your home life doesn’t give you confidence about yourself, then we need to make sure that school does. I would say that all those creative subjects that Michael Gove and now Nicky Morgan are driving out of the curriculum are exactly what young people need to help them gain those skills.</p> \n<p>It would be wrong of me to come up with a specific proposals now about how&nbsp;the school performance measures might cover this broader vision but I think this is how most schools want to be&nbsp;judged, so we need to find the right way to do that.</p> \n<p>We were right to say there is a problem with local accountability. If you are worried about your local school and you are not getting any response from the headteacher, where else do you go now? Ring up Nicky Morgan’s office? Well that is not really going to work is it?</p> \n<p>I think the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/apr/29/labour-schools-local-education-policy-david-blunkett\" title=\"\">directors of school standards</a> [proposed by David Blunkett’s review of local accountability before the 2015 election] was good but it is too early to say what the situation might be by the time 2020 comes. We’ll need to see what local government and school structures are like by then. We are moving in a different direction now with combined authorities in areas such as Greater Manchester. Why should Greater Manchester be in charge of a whole series of other local issues and services, but not education?</p> \n<p>It is ideological with the Tories. Yes, there were problems with some local authorities, but others did really good things. You have to have good local accountability and if you are going to have combined authorities playing that strong&nbsp;and strategic role in other areas, it is also right that they should do so on education and skills.</p> \n<p>Parents should have a choice of schools and be able to apply where they want to, but the truth is that most parents just want to have a good local school for their children. You want your kids to be able to walk to&nbsp;school with their friends who live on the same street. That feeling of everyone&nbsp;going to school together is really important.</p> \n<p>So the best thing you can offer people is the guarantee that all the schools nearest to them are going to be of really good quality. I&nbsp;think a comprehensive intake is a good thing, but I am not going to say that we should be closing good schools – for example, grammar schools – because I don’t think that is the right approach.</p> \n<p>For me it is about raising standards, focusing on the quality of teaching and inspiring teachers without being so prescriptive that it inhibits good teachers&nbsp;from being able to use their experience and their ideas. Teachers are&nbsp;just not being listened to at the moment. There are too many changes taking place without any proper involvement by the professionals.</p> \n<p>Let’s put much more emphasis on professional development. Teachers should be able to do sabbaticals and master’s degrees and to progress personally and professionally without having to go into a management job if that’s not what they want. Put&nbsp;teacher quality and morale back into&nbsp;the heart of the system.”</p> \n<h2>Jeremy Corbyn<br /></h2> \n<p>“I think Labour got a bit too comfortable and timid on education in the election campaign and felt we didn’t really need to say anything too different from the Tories. But education is the one chance all kids get and we have to do it properly.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9161337f779e28180b1ed8ba29034907e6d0a7e2\"> \n <img src=\"http://media.guim.co.uk/9161337f779e28180b1ed8ba29034907e6d0a7e2/633_166_2142_3211/667.jpg\" alt=\"Jeremy Corbyn.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Tallis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>I am not a supporter of the principle of free schools and academies, and I would want to bring them all back into the local authority orbit.</p> \n<p>We have gone from a situation in England where the education secretary would only answer strategic questions on education and the local authority was king, to a situation where the majority of schools could be trusts, academies and independent by the next election and MPs have to lobby ministers rather than their LEA about everything.</p> \n<p>Ministers love to be in charge. But however brilliant the secretary of state is, he or she can’t possibly keep their eye on the ball of every school in the country. It would be a bit like saying that the Indian minister for railways has got to know what is happening on the 8:57 into Calcutta. We have to bring it back to a local level, rebuild the family of education, require local authorities to oversee and provide supplementary resources to schools and allow them to build new schools to meet the need for more places.</p> \n<p>Education should be linked to housing. Lack of local or national planning plays into a narrative of blaming new migrants in an area. Families reliant on the private rented sector also face unacceptable disruption if they have to move, or have long journeys to school. We must look at the wider social issues around schools.</p> \n<p>That also means looking again at the funding of very early pre-school education, where some families who are very poor can get a place, those who are well off can pay and everyone in between has to make their own arrangements.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I was not in favour of school league tables. There is always going to be someone at the top and the bottom</p> \n </blockquote> \n</aside> \n<p>And let’s bring back the EMA [education maintenance allowance] and support further education colleges. A civilised society provides opportunities for people who want to keep studying. But FE colleges that offer adult education are going through hell and high water defending every course from&nbsp;cuts.</p> \n<p>I was not in favour of the publication of the original <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/education/school-tables\" title=\"\">school league tables</a>. Choice and diversity have led to much higher stress levels for parents because there is always going to be someone at the top and the bottom of the tables. I&nbsp;see a disturbing number of teenagers who seem to get moved between schools once they are seen as a “problem”.</p> \n<p>There is always a temptation for politicians to interfere with what schools do, but I think unlocking imagination and potential is the key to human development – so greater freedom to study, fewer tests, discouraging league tables and encouraging the media to look at the overall performance of a school is a better approach.</p> \n<p>We talk grandly about choice; in reality I am not sure how much choice there is. Is it such a bad thing if all youngsters in a&nbsp;particular community go to the&nbsp;same school? We live in a world where people have very strong and different faiths. Bringing them together, understanding each other’s faith and integrating children with disabilities and special needs is much more likely to bring about a cohesive, coherent society in the future.</p> \n<p>I would want all grammars to become comprehensives and to end the 11-plus where it still exists. Labour has always been too nervous of upsetting vested interests and that old school network. We need to be bolder about all children having an equal chance, proud of the idea of first-rate community comprehensive education and encourage a diverse mix of pupils in all our schools.</p> \n<p>Let’s thank and value teachers, and try to reduce the stress levels. I talk to a lot of teachers and so many say “I would love to recommend teaching as a career but I don’t want anyone to do what I have had to do. The pressure is too great.” That should not be so.”</p> \n<h2>Liz Kendall<br /></h2> \n<p>“We didn’t talk about education enough in the election. We know it is the key to tackling inequality and making a fairer society and that is why I am in politics. If the Labour party isn’t talking about education and social mobility front and centre, we have forgotten what we are for.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b31bac46a6ef7b6ae572efa189a5ebb15f3fbbc7\"> \n <img src=\"http://media.guim.co.uk/b31bac46a6ef7b6ae572efa189a5ebb15f3fbbc7/1255_145_1218_1828/666.jpg\" alt=\"\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Liz Kendall.</span> \n  <span class=\"element-image__credit\">Photograph: Neil Hall/Reuters</span> \n </figcaption> \n</figure> \n<p>I am very proud of what we did in government. Labour transformed schools in my patch. We put huge amounts of extra investment in and I supported our academies because they were focused on the most disadvantaged areas.</p> \n<p>My first priority now would be investing in early years rather than cuts in tuition fees. Children who fall behind before school are going to play catch-up for the rest of their lives. We have got to do much more to involve midwives, health visitors and parents at those very early stages.</p> \n<p>Secondly we have got to do far more to get the best heads and teachers in our most struggling schools. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack\" title=\"\">Headteachers</a> feel battered under this government, but they should be the champions and community leaders and&nbsp;we should make that case first, last&nbsp;and always.</p> \n<p>I want a broad curriculum that prepares kids for the 21st century, not the 19th century. The Ebacc is far too narrow. Kids need academic and vocational qualifications, and teachers need to find any way they can to get kids involved in learning. The subjects that Gove has pushed to one side, such as music and the arts, are important in themselves but they can also act as a hook into more traditional academic qualifications.</p> \n<p>Finally we should be brave enough to look again at the idea of individual learning accounts if they are properly accredited and courses developed between employers and employees. You&nbsp;never stop learning.</p> \n<p>I don’t agree with free schools being forced on communities. What I have said is that in 2020 under my leadership, if there is a free school that is delivering a good education we wouldn’t shut it. But there needs to be a level playing field in terms of funding per pupil and a comprehensive intake – we need to make sure schools take their fair share of kids with special educational needs – and a broad curriculum.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I don’t want any more grammar schools, but I&nbsp;am going to stick with our existing policy: we aren’t going to close any</p> \n </blockquote> \n</aside> \n<p>We have free schools that are delivering a great education and those that aren’t, but there is absolutely no layer of accountability between the secretary of state and a free school or an academy, and that is wrong. There have been appalling examples of schools that are letting parents and kids down.</p> \n<p>I think we need to look again at how we get proper accountability in the system. I think it is quite tough for regional-level directors or commissioners to be right on top of issues across a large area. We want a system where you can identify a problem early on and nip it in the bud, so I would want to look again at how we manage local oversight of schools.</p> \n<div>\n __VIDEO_EMBED_gu-video-457227897__\n</div> \n<p>The local authority has a really important role coordinating school places. It is ridiculous that councils like mine, where we are really struggling with a need for new places, can’t set up a new school. That is wrong and it has got to change.</p> \n<p>Councils can also bring the family of schools together to really improve the quality of education. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/dec/09/london-challenge-lesson-poor-pupils-labour-policy-schools\" title=\"\">London Challenge</a> brought&nbsp;schools together so everyone could learn from the successes and strengths of one another.</p> \n<p>I don’t want to see a market-driven approach to schools. We know what works – great heads, great teachers, a brilliant inspiring curriculum and parents much more involved. But engaging parents is the toughest thing to do, which is why the early years&nbsp;are so important.</p> \n<p>I don’t want any more grammar schools but I am going to stick with our policy of many years: we aren’t going to close any. Selection is wrong but the dirty little secret is that there is also selection by house price.</p> \n<p>I want the big change to be on the stuff that is going to make the biggest difference to kids’ lives: early years, the curriculum and great teachers.</p> \n<p>Let’s keep our eye on the prize there.&nbsp;Too many people are being put off going into teaching now. We need to say you will get our 100%&nbsp;backing. You are&nbsp;our most important&nbsp;people.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a8b9bfef9663a46a5b74fa42a021ea475d481718/522_16_2037_1222/2037.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1222,"width":2037,"orientation":"landscape","credit":"Guardian","altText":"Jeremy Corbyn, Yvette Cooper, Andy Burnham and Liz Kendall","cleanCredit":"Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fb8feda2207b7300211320f7905ceb0bb7cd63df/1428_180_1530_1929/1530.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1929,"width":1530,"orientation":"portrait","caption":"Andy Burnham. Photograph: Darren Staples/Reuters","credit":"Darren Staples/Reuters","altText":"Andy Burnham at a Labour leadership hustings in June.","cleanCaption":"Andy Burnham.","cleanCredit":"Photograph: Darren Staples/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cd81e9bad8357b46456fcf07813bdb0bebef8998/1329_380_1187_1781/1187.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1781,"width":1187,"orientation":"portrait","caption":"Yvette Cooper. Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"Yvette Cooper.","cleanCaption":"Yvette Cooper.","cleanCredit":"Photograph: Jonathan Brady/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9161337f779e28180b1ed8ba29034907e6d0a7e2/633_166_2142_3211/2142.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3211,"width":2142,"orientation":"portrait","caption":"Jeremy Corbyn. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Jeremy Corbyn.","cleanCaption":"Jeremy Corbyn.","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b31bac46a6ef7b6ae572efa189a5ebb15f3fbbc7/1255_145_1218_1828/1218.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1828,"width":1218,"orientation":"portrait","caption":"Liz Kendall. Photograph: Neil Hall/Reuters","credit":"Neil Hall/Reuters","cleanCaption":"Liz Kendall.","cleanCredit":"Photograph: Neil Hall/Reuters"}],"webPublicationDate":"2015-07-07T06:09:04Z","lastModified":"2015-07-07T06:12:42Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Fiona Millar","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401122155576/Fiona-Millar-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fionamillar"}],"feature":true,"keywords":["Education","Free schools","Grammar schools","Academies","English baccalaureate","Further education","Higher education","School tables","Early years education","Schools","Teaching","Labour party leadership","Education policy","Andy Burnham","Liz Kendall","Yvette Cooper","Jeremy Corbyn","Labour","General election 2015","Politics","Local government","Society"],"tags":[{"id":"education/education","webTitle":"Education"},{"id":"education/free-schools","webTitle":"Free schools"},{"id":"education/grammarschools","webTitle":"Grammar schools"},{"id":"education/academies","webTitle":"Academies"},{"id":"education/english-baccalaureate","webTitle":"English baccalaureate"},{"id":"education/further-education","webTitle":"Further education"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/school-tables","webTitle":"School tables"},{"id":"education/earlyyearseducation","webTitle":"Early years education"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/localgovernment","webTitle":"Local government"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"education"},"topics":[{"displayName":"Fiona Millar","topic":{"type":"tag-contributor","name":"profile/fionamillar"}}],"embeddedVideos":[{"id":"gu-video-457227897","source":"ITN","durationInSeconds":172,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/20/150620Labour_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/20/150620Labour.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/20/1434826964477/KP_305537_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Labour leadership hustings: Cooper and Burnham attack Kendall's support for free schools - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Labour leadership hustings: Cooper and Burnham attack Kendall's support for free schools - video","cleanCaption":"620x372 trailpic for Labour leadership hustings: Cooper and Burnham attack Kendall's support for free schools - video"}}],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools","shortUrl":"http://gu.com/p/4ac75","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools","webUri":"http://www.theguardian.com/education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a8b9bfef9663a46a5b74fa42a021ea475d481718/522_16_2037_1222/2037.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1222,"width":2037,"orientation":"landscape","caption":"From left: Jeremy Corbyn, Yvette Cooper, Andy Burnham and Liz Kendall, the four candidates competing for leadership of the Labour party","credit":"Guardian","altText":"Jeremy Corbyn, Yvette Cooper, Andy Burnham and Liz Kendall","cleanCaption":"From left: Jeremy Corbyn, Yvette Cooper, Andy Burnham and Liz Kendall, the four candidates competing for leadership of the Labour party"}},"importance":5,"kicker":{"title":"Labour leadership"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a8b9bfef9663a46a5b74fa42a021ea475d481718/522_16_2037_1222/2037.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1222,"width":2037,"orientation":"landscape","credit":"Guardian","altText":"Jeremy Corbyn, Yvette Cooper, Andy Burnham and Liz Kendall","cleanCredit":"Photograph: Guardian"}}]},{"title":"Puerto Rico / Is this the Greece of the Americas?","rawTitle":"Is this the Greece of the Americas?","item":{"type":"article","id":"world/2015/jul/06/puerto-rico-debt-crisis-poverty-migration","title":"Puerto Rico's 'unpayable' debt: is this the Greece of the western hemisphere?","trailText":"This once-prosperous corner of the Caribbean has fallen on hard times, with an inability to pay off crushing debt driving millions into poverty – and out of the country: ‘When the ceiling’s coming down you don’t wait to get squashed’","standFirst":"<p>This once-prosperous corner of the Caribbean has fallen on hard times, with an inability to pay off crushing debt driving millions into poverty – and out of the country: ‘When the ceiling’s coming down you don’t wait to get squashed’</p>","byline":"Alan Yuhas in San Juan","body":"<p>A few blocks south from the luxury seafront hotels built in the style of Spanish colonial mansions, cars sit rusting and ransacked near abandoned homes tattooed with graffiti. Groups of jobless men sit on the stoops of apartments and bars, living in a San Juan far removed from the version seen by tourists on beach vacations.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/puerto-rico-economy-exodus-us-mainland\">Economic exodus means two-thirds of Puerto Ricans may soon live in US</a> </p> \n</aside> \n<p>As Greece threatens the European order with its inability to pay a suffocating debt, Puerto Rico teeters on the verge of similar collapse. The crisis has driven millions of American citizens into poverty, out of their homes and – increasingly – on to the US mainland.</p> \n<p>Years of migration and mismanagement have left San Juan, once one of the wealthiest ports in the Caribbean, in a state of decay. Windows gape open on gutted colonial homes. Aluminum siding seals off store after store where “liquidation” or “for sale” signs hang. Graffiti overwhelms whole blocks of high-rises, and the street art is swallowed by vines.</p> \n<p>In downtown San Juan, upscale restaurants and shops sit amid empty apartment blocks and the angry insect hum of damaged power lines. In Old San Juan, the colorful facades and cobblestone streets end at the cliffs, where a mound of ramshackle homes – a project named the Pearl – juts over the ocean, and confronts tourists with some of the 45% of Puerto Ricans who live below the poverty line.</p> \n<p>In the market plaza of Santurce, restaurant employee Rafael Fernandez, 22, said the crisis has pervaded life: “It affects everything we do or can’t afford to do. We’ve lost our dignity, our standing. We feel bad.”</p> \n<p>Puerto Rico’s “death spiral”, as governor Alejandro Garc&iacute;a Padilla has called it, stems from decades of government mismanagement and dependency on federal aid, the high-risk investments of Wall Street firms chasing tax breaks – and the domino effect of trying and failing to pay back billions of debt. Years of borrowing and poor planning has led to water rationing and intermittent electricity. </p> \n<figure class=\"element element-image\" data-media-id=\"431ffdd319cf2fcd64498c2796571ec4b974e3e5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436208822773/d8fcbb96-22e0-433a-a0ba-5bf765776d5b-460x276.jpeg\" alt=\"Old San Juan, Puerto Rico.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Old San Juan, Puerto Rico.</span> \n  <span class=\"element-image__credit\">Photograph: Alan Yuhas</span> \n </figcaption> \n</figure> \n<p>Over the past year, hundreds of schools, shops and factories have closed, and unemployment has soared to twice the national average.</p> \n<p>Unemployment drives crime, crime devastates real estate, and except for the most vulnerable – the poor, sick and elderly – almost everyone who can leave does. Hundreds of thousand have left in recent years, a swing of about 1.5 million people since 2003.</p> \n<p>Life on the island mirrors conditions in Detroit when the Michigan city <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/02/detroit-bankruptcy-trial-debt-creditor-population-judge\">confronted its $18bn debt</a> – except Puerto Rico’s total bill amounts to $72bn. </p> \n<p>Months of crisis have created an atmosphere where despair and resignation alternate with anger and fear. Behind the counter at a coffee shop in the market strand of Rio Piedras, Beatriz Perez, 34, said she didn’t know how she will be able to help support her family if the crises worsens.</p> \n<p>“Half the stores have closed, so nobody has money,” she said. “So nobody comes around, and we work fewer hours. Salt, bread, the basics cost more, but we can’t charge customers more because so few come by.”</p> \n<p>Perez said that family kept her in Puerto Rico: “I hope it gets better, but honestly I don’t know. It’s so bad.”</p> \n<p>But Puerto Rico’s unique relationship with the US adds another layer of complexity: as it is a United States territory rather than a state, the island lacks authority to have its cities restructure debt or file for bankruptcy as Detroit did in Michigan. Instead it must <a href=\"http://www.reuters.com/article/2015/06/30/usa-puertorico-idUSL2N0ZF0LK20150630\">ask permission from Congress</a> for financial powers or for exemptions from restrictive trade laws, rules that benefit US shipping companies and investment firms. </p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Location of Puerto Rico\"> \n <iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3876068.458812762!2d-65.98120869375005!3d18.428176640335185!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8c0296261b92a7f9%3A0xf336ec2818049b1a!2sPuerto+Rico!5e0!3m2!1sen!2suk!4v1436204907388\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Location of Puerto Rico\n </figcaption> \n</figure> \n<p>Meanwhile the terms of Puerto Rico’s engagement with the mainland restrict its ability to open up trade or investment. As a commonwealth, it is bound by laws drafted not long after Americans forced the Spanish off the island in 1898. The 1920 Jones Act requires Puerto Rican ports only do business with American ships, prohibiting deals with many of the island’s Latin American neighbors and giving American shipping companies almost total control of prices.</p> \n<p>Although Puerto Ricans don’t pay federal income tax – an attraction for companies – the island has raised local taxes, increasing the cost of living and warding many businesses away. Residents can pay <a href=\"http://www.bloomberg.com/news/articles/2013-03-11/paulson-said-to-explore-puerto-rico-as-home-with-low-tax\">as much as 33% </a>in local taxes, gas prices hover over $3 a gallon, and the same amount of milk costs <a href=\"http://www.numbeo.com/cost-of-living/country_result.jsp?country=Puerto+Rico\">almost $7</a>. In Miami, gas costs $2.80, milk <a href=\"http://www.numbeo.com/cost-of-living/city_result.jsp?country=United+States&amp;city=Miami%2C+FL\">nearly $3</a> less.<br /></p> \n<p>Music shop owner Tony Cu&ntilde;arro, 46, was blunt: “Business is terrible – there are no customers.”<br /></p> \n<p>Cu&ntilde;arro waxed fatalistic about whether Democratic governor Padilla – who last week said the debt was “<a href=\"http://www.reuters.com/article/2015/06/30/usa-puertorico-idUSL2N0ZF0LK20150630\">unpayable</a>” – could handle the crisis. “They won’t fix anything,” Cu&ntilde;arro said. “They’re all the same, red or blue, they all misuse the money.”</p> \n<p>The slow-motion crisis has already caused a wave of migration. Departing professionals and people with higher degrees have drained the island of doctors, engineers and others who could help solve the crisis.</p> \n<p>Jose Miguel Saavedra, 62, a retired professor for the University of Puerto Rico, said he had told his two daughters that he’s been talking with realtors in Miami. </p> \n<figure class=\"element element-image\" data-media-id=\"85beab964c5f68d6abce985b2b8a2961931e02e7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436209564053/53312742-9d65-45e2-b10d-a316cf2d8333-460x276.jpeg\" alt=\"Graffiti in Rio Piedras, San Juan, Puerto Rico\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graffiti in Rio Piedras, San Juan, Puerto Rico.</span> \n  <span class=\"element-image__credit\">Photograph: Alan Yuhas</span> \n </figcaption> \n</figure> \n<p>“When the ceiling’s coming down you don’t wait to get squashed by your house,” he said. “I see the writing on the wall.” </p> \n<p>The writing has long been ominous. Ratings agencies downgraded Puerto Rico’s credit and bonds to junk earlier this year. Hedge funds that bought up high-risk bonds now demand 100% returns. Since 1996, tax exemptions for corporations have been expiring, and companies promptly left. Last week former IMF economists released<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/former-imf-economists-give-damning-assessment-of-puerto-rico-economy\"> a report</a> that not only said the island’s economy was in tatters but recommended radical cuts to services.</p> \n<p>In practical terms, the debt spawns problem after problem, Saavedra said: “Nothing works here, nothing.”</p> \n<p>Poor planning means water rationing during drought and “kind of risky” tap water, he said. His sister lives in a gated community that pays for private security; Saavedra does not. Electricity will occasionally conk out, and driving home at night he noticed that many roads are conspicuously dark. </p> \n<p>“I thought the government was saving money on public lighting. Then I discovered that the copper was burglarized from the wires.”</p> \n<p>More than 150 schools have closed in the past year, and many economists and lawmakers urge even greater cuts to education staff. Enrollment in public schools has plummeted as tens of thousands migrated away – forcing many families to travel long distances to get to a working school.</p> \n<p>“In the middle class, if we want our children to learn anything we have to send them to private schools that cost a lot.”</p> \n<p>Saavedra helps one of his daughters pay tuition for his grandson because despite her master’s degree she can’t find work. He said he would have to cut her off soon, and that he’s encouraged her to follow him to the states.</p> \n<h2>‘It’s all bankrupt’</h2> \n<p>Thousands have lost jobs in the past few years. Edgar Correa, an accountant, said that in 2006 his construction firm employed about 1,200 people; today it employs fewer than 400. The island’s 12.4% unemployment rate is more than double that of the 50 states.</p> \n<p>Correa remains in Puerto Rico to care for his mother, who depends on Medicare, a federal benefit that the commonwealth receives in lesser measure than do the states. “It’s a hard situation to see people that you love leave, to see empty spaces on every block,” he said. “There are no easy solutions anymore.”</p> \n<figure class=\"element element-image\" data-media-id=\"8bab8a096695a721c73370198906fa1b8e66945f\"> \n <img src=\"http://media.guim.co.uk/8bab8a096695a721c73370198906fa1b8e66945f/0_165_3000_1799/1000.jpg\" alt=\"People listen as Puerto Rican governor Alejandro Garcia Padilla addresses the island’s residents in a televised broadcast regarding the governments $72bn debt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People listen as Puerto Rican governor Alejandro Garcia Padilla addresses the island’s residents in a televised broadcast regarding the governments $72bn debt.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> \n </figcaption> \n</figure> \n<p>Manuel Rodriguez Banchs, a labor attorney, said that the unions he represents have had more than 1,500 jobs cut in recent years as hotels, canning and distribution companies closed. “Without work, people can’t make mortgage payments,” he said. “I’ve never seen so many workers filing for bankruptcy.</p> \n<p>“Politically, economically and fiscally, it’s all bankrupt.”</p> \n<p>At least one city employee agreed, asking that her name not be used for fear that her hours would be cut as she had seen for others. She likened Puerto Rico to a house whose owners never learned how to build one: “Better to blow it all up and start over.”</p> \n<p>City lawmaker Lu&iacute;s Gallardo had a different metaphor: “It’s sort of like a drug rehabilitation program where we first acknowledge the debt is unpayable, that we can’t necessarily keep schools open on the one hand and pay bondholders on the other.”</p> \n<p>Gallardo opposes further austerity measures, noting that continued tax hikes to pay off debt would convince more people to leave. “It’s very hard to make long-term projections when our labor force is literally jumping ship.”</p> \n<p></p> \n<p>Ataveyra Hernandez, a former adviser to the governor, said that cycles of desperation and poverty would send the island spiraling into even worse conditions should the government cut off services to pay debt. </p> \n<p>“It always reminds me of Louisiana,” Hernandez said. “We’re going to be the next New Orleans when a Katrina happens, but we don’t even have the resources or aid or options they have.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4e9e85b1df9238f1bb485267ca2d911c4364a8d0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436209016285/287bb7a4-94c3-4979-9958-8870653fd56c-280x420.jpeg\" alt=\"Closed shops along Rio Piedras, San Juan, Puerto Rico.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Closed shops along Rio Piedras, San Juan, Puerto Rico.</span> \n  <span class=\"element-image__credit\">Photograph: Alan Yuhas</span> \n </figcaption> \n</figure> \n<p>She said domestic violence was increasing alongside poverty, and that unemployment was driving men and women into “the informal economy” – an economy manifest in the rail-thin, haggard man who paid no heed to nearby casino security as he snorted powder off his nail, and in the handicapped man peddling packets of spice in Rio Piedras.</p> \n<p>“It’s more lucrative to sell drugs than to work in Burger King, and Burger King wages won’t pay for a home,” Hernandez said. “People are making decisions to survive.” </p> \n<p>“We were all living on a fantasy for 40 years that just came to an end,” said senator Ram&oacute;n Nieves, about Puerto Rico’s dependency on federal money and the tax breaks doled out for decades to corporations. “We have to deal with reality, but we cannot become a country in the service of our public debt.”</p> \n<p>He said that Puerto Rico was ready to make sacrifices so long as those on the mainland – hedge funds and the federal government – could also renegotiate and sacrifice. But he and most others opposed a bailout, and no one appealed to the US based on any shared responsibility or identity as Americans.</p> \n<p>“Nobody here celebrates the Fourth of July,” Nieves said. “We don’t consider that a celebration of our country.”</p> \n<p>His constituents agreed – or were at least indifferent. Near monuments to Juan Ponce de Leon and Simon Bolivar in Old San Juan, 15-year-old Diego Del Real called the holiday “an excuse to barbecue”. Fernandez said “the whole world celebrates an independence day, but we don’t. We’re strange.”</p> \n<p>San Juan nonetheless usually puts on a show in the bay, locals said, with bands and a barge that launches fireworks within sight of the Spanish fortresses of the old city. But on Saturday night the skies were clear and the city mostly quiet, sounding mostly of strong winds that suggested a storm out at sea. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436208666679/ccee1770-ec3d-46b2-9f05-e626dff16672-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alan Yuhas","altText":"La Perla, Puerto Rico San Juan","cleanCredit":"Photograph: Alan Yuhas"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436208824115/d8e65deb-0e9c-4271-ad71-191c94f5b0a7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Old San Juan, Puerto Rico. Photograph: Alan Yuhas","credit":"Alan Yuhas","altText":"Old San Juan, Puerto Rico.","cleanCaption":"Old San Juan, Puerto Rico.","cleanCredit":"Photograph: Alan Yuhas"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436209565485/9a54e35d-d830-4db0-9161-9e8b05bf642f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Graffiti in Rio Piedras, San Juan, Puerto Rico. Photograph: Alan Yuhas","credit":"Alan Yuhas","altText":"Graffiti in Rio Piedras, San Juan, Puerto Rico","cleanCaption":"Graffiti in Rio Piedras, San Juan, Puerto Rico.","cleanCredit":"Photograph: Alan Yuhas"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bab8a096695a721c73370198906fa1b8e66945f/0_165_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"People listen as Puerto Rican governor Alejandro Garcia Padilla addresses the island’s residents in a televised broadcast regarding the governments $72bn debt. Photograph: Joe Raedle/Getty Images","credit":"Joe Raedle/Getty Images","altText":"People listen as Puerto Rican governor Alejandro Garcia Padilla addresses the island’s residents in a televised broadcast regarding the governments $72bn debt.","cleanCaption":"People listen as Puerto Rican governor Alejandro Garcia Padilla addresses the island’s residents in a televised broadcast regarding the governments $72bn debt.","cleanCredit":"Photograph: Joe Raedle/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436209015806/20369f97-27db-48f5-9431-df41afb2dbd0-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Closed shops along Rio Piedras, San Juan, Puerto Rico. Photograph: Alan Yuhas","credit":"Alan Yuhas","altText":"Closed shops along Rio Piedras, San Juan, Puerto Rico.","cleanCaption":"Closed shops along Rio Piedras, San Juan, Puerto Rico.","cleanCredit":"Photograph: Alan Yuhas"}],"webPublicationDate":"2015-07-06T17:32:34Z","lastModified":"2015-07-06T19:43:23Z","metadata":{"commentable":true,"commentCount":138,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":true,"keywords":["Puerto Rico","World news","US news","Americas"],"tags":[{"id":"world/puerto-rico","webTitle":"Puerto Rico"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"world"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/06/puerto-rico-debt-crisis-poverty-migration","shortUrl":"http://gu.com/p/4acyn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/06/puerto-rico-debt-crisis-poverty-migration","webUri":"http://www.theguardian.com/world/2015/jul/06/puerto-rico-debt-crisis-poverty-migration"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436208666679/ccee1770-ec3d-46b2-9f05-e626dff16672-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"La Perla, a project in San Juan, Puerto Rico. More than 40% of the population live in poverty on the island, which face $72bn in debt. Photograph: Alan Yuhas","credit":"Alan Yuhas","altText":"La Perla, Puerto Rico San Juan","cleanCaption":"La Perla, a project in San Juan, Puerto Rico. More than 40% of the population live in poverty on the island, which face $72bn in debt.","cleanCredit":"Photograph: Alan Yuhas"}},"importance":5,"kicker":{"title":"Puerto Rico"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436208666679/ccee1770-ec3d-46b2-9f05-e626dff16672-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alan Yuhas","altText":"La Perla, Puerto Rico San Juan","cleanCredit":"Photograph: Alan Yuhas"}}]},{"title":"Make mine a large one: in praise of lunchtime drinking","rawTitle":"Make mine a large one: in praise of lunchtime drinking","item":{"type":"article","id":"lifeandstyle/2015/jul/06/in-praise-of-lunchtime-drinking","title":"Make mine a large one: in praise of lunchtime drinking","trailText":"Why did having a drink (or three) at lunch go out of fashion? Deborah Orr toasts the joys of the lunchtime tipple ","standFirst":"<p>Why did having a drink (or three) at lunch go out of fashion? Deborah Orr toasts the joys of the lunchtime tipple <br /></p>","byline":"Deborah Orr","body":"<p>Like smoking on planes and transporting toddlers in cars without tying them up first, a little inebriation to break up a working day is one of those things that in a generation has moved from normal to, “Oh my God, can you believe we ever did that?”</p> \n<p>Obviously, boozy lunches aren’t actually illegal. But you, the lunchtime drinker, know that when a daytime dining companion suggests ordering a bottle of wine, agreement is conspiracy. Or a test you’re about to fail. You also know, when a dining companion says, “Just water for me!” that you really could and should have done whatever you’re about to do over the phone. Or you think you do, anyway.</p> \n<p>The truth is that drinking at lunchtime is stupid and irresponsible. That’s what makes it such fun. As for having just one or two glasses, the essential paradox of alcohol is that the less you imbibe, the more you feel its effects. After one glass (feel free to adjust for personal tolerances, you dipso), one is aware that one is more relaxed than optimum cut-throat marketplace sharpness demands. After two, one is in longing-for-an-afternoon-nap territory. After three, one is top of the world, thrumming with confidence, one’s excellent judgment assuring one that another glass won’t do any harm <em>at all</em>.</p> \n<p>After which anything can happen, as long as it’s bad. Alcohol is a gateway drug, paving the way for more alcohol. This has been known to the west since the ancient Greeks so sensibly <a href=\"http://www.britannica.com/topic/Dionysus\">formalised the ritual of binge-drinking into a form of worship.</a></p> \n<p>The high point of my own lunchtime drinking life came about 10 years ago, when lunch with a friend was brought to an end by kindly waiters gently explaining that, much as it pained them, they really needed our table because dinner service was in full swing. Obviously, this was confusing for us. Holding one of our own fingers in front of our own noses was confusing for us. Somehow, we had managed to have lunch for seven and a half brief hours.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Drinking at lunchtime is stupid and irresponsible. That's what makes it such fun</p> \n </blockquote> \n</aside> \n<p>We had been celebrating. Not at first, but after ordering our first bottle of wine (at that point, as we’d imagined, our only bottle of wine), we decided it was corked. Summoning the waiter, we told him of our verdict. A single sip and he confirmed that we were very much correct, confiding also that we were discerning women of the world and a pleasure to serve, because most of the world’s idiots glugged away at corked wine without the smallest suspicion that what they were drinking was not delicious, but rank.</p> \n<p>Well, he didn’t actually say that. We said that. We were so pleased with ourselves for detecting corked wine that we had a few more goes, to check that our new superpower was not a fluke. A sensible waiter would have given us the corked wine again, as bottle three. But our waiter didn’t, because he adored us. OK, I made that up, too.</p> \n<p>The next day – realistically, it was probably two or three days later – I told a hard-drinking colleague of our Great Feat. “Wow!” he said. “So who else was there?”</p> \n<p>“Just us.”</p> \n<p>“Eh? What on Earth did you two find to talk about for seven and a half bloody hours?”</p> \n<p>In fact, both freelance journalists and the mothers of small children, we’d talked first about how we could rearrange our working day to accommodate an extra hour or so of lunch, and next about how we could rearrange our picking- up-the-kids-from-school day to accommodate another extra hour or so of lunch. We then had to have these conversations again the next day, over the phone, because of our terrible hangovers. Clearly, some corked wine had indeed crept into the proceedings. There is no other explanation.</p> \n<p>It’s pretty dreadful, screwing up your work for the sake of a drink. It’s really awful, screwing up your responsibilities to your children for the sake of a drink. I’m not proud. Except I made that up, too. I am proud. I regret nothing. It was a golden afternoon. We may not have been officially worshipping gods, but for one day, we were both Ferris Bueller and we both had a day off. The memory still gladdens my heart. That’s how much I needed a day off.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We were so pleased with ourselves for detecting corked wine that we had a few more goes</p> \n </blockquote> \n</aside> \n<p>I understand that this is a tale of privileged women who have the luxury of being able to behave badly without suffering too many consequences, but there was a time when this sort of behaviour was a little more universal. Outside the gates of Ravenscraig, the huge steelworks that dominated my home town, Motherwell, was a pub called the Cleekim Inn. It was a bare-faced acknowledgment that a drink before your shift began could turn into a few drinks, and that the solution was to get a workmate to punch your card for you.</p> \n<p>Some of the men were alcoholics, and abused this unofficial system routinely. You could argue that this was a particularly egregious example of how liberty-taking was rife in nationalised industries. Except that I look at our denationalised age and think about how much better it was for all concerned, especially their wives and children, that these men had a wage, security and a place to go and hide, a place to lose themselves that wasn’t home or the dole office.</p> \n<p>Drinking when you should be working was a bit of a gesture of defiance back then, and it’s a gesture of defiance so huge now that it’s a dying tradition. Young people now drink less, it’s said, than for many generations. They’re more sensible, it’s said, more focused. I think, though, that they’re just more fearful. Work, money, success, security: most of us live in fear of not achieving them or not retaining them. Moderation in all things, except dedication to good sense and duty, is the order of the day. One drink at lunch is rebellion. Two is sedition. Three is revolution. The boozy lunch may be rare now, but when a boozy lunch does come along, it’s just <em>wonderful</em>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/15ec9e5865f0910523aab921192b55bb6554c531/0_0_4783_2869/4783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2869,"width":4783,"orientation":"landscape","credit":"Getty Images","altText":"Drinking wine","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-06T10:00:10Z","lastModified":"2015-07-06T10:46:50Z","metadata":{"commentable":true,"commentCount":402,"contributors":[{"name":"Deborah Orr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-orr"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Deborah Orr","topic":{"type":"tag-contributor","name":"profile/deborah-orr"}}],"series":{"title":"Summer food and drink special 2015: Let's do lunch","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/summer-food-and-drink-special-2015-let-s-do-lunch"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/06/in-praise-of-lunchtime-drinking","shortUrl":"http://gu.com/p/4a98c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/06/in-praise-of-lunchtime-drinking","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/06/in-praise-of-lunchtime-drinking"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/15ec9e5865f0910523aab921192b55bb6554c531/0_0_4783_2869/4783.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2869,"width":4783,"orientation":"landscape","caption":"In praise of lunchtime drinking: ‘The essential paradox of alcohol is that the less you imbibe, the more you feel its effects.’ Photograph: Getty Images","credit":"Getty Images","altText":"Drinking wine","cleanCaption":"In praise of lunchtime drinking: ‘The essential paradox of alcohol is that the less you imbibe, the more you feel its effects.’","cleanCredit":"Photograph: Getty Images"}},"importance":4,"byline":{"title":"Deborah Orr"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/8/20/1408550842728/Deborah-Orr-L.png"}}]},{"title":"From 7/7 to Isis / How the terrorist threat to the UK has evolved","rawTitle":"How the terrorist threat to the UK has evolved","item":{"type":"article","id":"uk-news/2015/jul/06/7-7-bombings-isis-terrorist-threat-uk-evolved","title":"From 7/7 to Isis: how the terrorist threat to the UK has evolved","trailText":"Ten years ago, the 7/7 bombings in London were a wakeup call for the security services about Islamic militancy in the UK. By the death of Bin Laden in 2011, the threat seemed to have subsided. But with the rise of Isis, and the hundreds of Britons now fighting in Iraq and Syria, we are in uncharted territory. ","standFirst":"<p>Ten years ago, the 7/7 bombings in London were a wakeup call for the security services about Islamic militancy in the UK. By the death of Bin Laden in 2011, the threat seemed to have subsided. But with the rise of Isis, and the hundreds of Britons now fighting in Iraq and Syria, we are in uncharted territory. </p>","byline":"Jason Burke","body":"<p>Back in the mid-90s, it was not very difficult to find Islamic militants in London. You would make a few calls, there would be a pause while a given group’s leaders were consulted in Algeria or Egypt or Pakistan or wherever. Then, over tea or coffee, or dates and lemonade, in a two-up two-down in Barking, a council flat in Croydon or a hotel coffee shop in the West End, you would sit down to hear a long list of grievances against the authorities in a particular Middle Eastern country, some against the US and none against the UK.</p> \n<p>This absence of animosity towards Britain was partly due to these militants’ desire not to jeopardise the tolerance of the authorities for their presence and activism, but also, simply, because the UK was not a target.</p> \n<p>We have become so used to the threat of terrorism that such an idea now seems alien. Half a generation have grown up with the knowledge that there are people outside the UK who want very much to kill Britons if they can, and a small number of people inside the country who share that aim. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/britain-silent-tribute-victims-tunisia-beach-massacre\">deaths of 38 holidaymakers – 30 of whom were British</a> – in Tunisia 11 days ago underlined the apparent gravity and ubiquity of the threat today. Few, however, would claim to have been entirely surprised that any such danger exists.</p> \n<p>Yet this was not always so. There was a time, not long ago, when that threat simply did not exist. So what changed?</p> \n<p>The roots of the current wave of Islamic militancy lie in the religious revival that swept the Muslim world in the 60s and 70s. However, most religious violence then was local. The most significant development in terms of the wider world was the development of a vision of a global jihad in the 1990s. This meant violence directed against the “far enemy” – the west – rather than the “near enemy” – regimes in the Middle East. Many factors played into this change: the end of the cold war, the failure of local Islamic militant movements, the coming of satellite television. Entirely unsurprisingly, a globalised world produced global terrorism.</p> \n<p>Osama bin Laden and his al-Qaida organisation did not invent “global jihad”, as is sometimes said. There were other militants, too, who were turning their attention to the US. But the string of escalating major attacks launched by al-Qaida at the end of the 1990s played a key role in spreading the new thinking about who and what should be a target. The biggest and most spectacular of these attacks was 9/11, but all were designed to fulfil a series of different purposes: to terrorise and provoke the west, to polarise communities and to provide an inspiring example. This was a global language of violence that extended well beyond the Middle East.</p> \n<p>There had been Britons involved in militancy before, of course. Many hundreds fought in Kashmir, the disputed Himalayan former kingdom, battling on the side of a mixed bag of separatists and Islamist militants against Indian security forces and their auxiliaries. A handful fought in Bosnia, and even Afghanistan. But none had targeted Britain.</p> \n<p>This changed in the aftermath of the 9/11 attacks and the 2001 war in Afghanistan. The first big plot to target mainland UK with bombs began to take shape in 2002 and involved attacks on nightclubs and shopping centres. The 7/7 plot itself came together only after the US-led invasion of Iraq in 2003, though some members had been active in extremist circles for some time. The same was true of the abortive wave of bombings that followed two weeks later.</p> \n<figure class=\"element element-image\" data-media-id=\"ee1c6c4464f6abf3d95de1192766d7ebcca199ad\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436198326164/c73def73-11e2-4964-bb1e-da22890fc2b9-460x276.jpeg\" alt=\"The wreck of the No 30 bus in Tavistock Square in London, on 8 July 2005.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The wreck of the No 30 bus in Tavistock Square in London, on 8 July 2005.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The 7/7 attack came at a critical moment. Not only was there a wave of radicalisation and mobilisation, but the security services were hamstrung by their failure to understand what they were up against. In 2003, the then head of MI5, Eliza Manningham Buller, claimed the danger was posed by people in the UK assisting terrorist networks run overseas, not the other way round. If few British officials had grasped the implications of Bin Laden’s vision of global jihad until the events of 11 September 2001 made them horribly clear, even fewer seemed to have understood what was happening in the UK until the summer’s day in 2005 when three bombs on the tube and one on a bus exploded.</p> \n<p>Even today, with extremists who claim allegiance to the Islamic State shooting down dozens of Britons on the Mediterranean coast, and repeated warnings from the government of a further acute threat at home, the 7/7 bombings still feel like a turning point. Much of this is to do with the fact that only one man has been killed by Islamic militants in the UK since 2005. But it is also a reflection of how much changed after 7/7. The attacks did mark an inflection point, both for the UK and for the wider threat from Islamic militancy. In the second half of the decade, a whole range of measures – from better monitoring of financial flows to targeted assassinations of key indidividuals – began to degrade al-Qaida’s capacity. Almost all of those involved with the plot are now either incarcerated or dead. All over the Islamic world, populations’ support for extremist groups plunged as violence from Morocco to Indonesia made the terrible reality of their aims and methods brutally obvious.</p> \n<p>In the UK, security services began finally to understand what they were up against. MI5, for example, put officers in police stations to tap into local knowledge and began to look for networks, not simply organisations. By 2010, most UK officials were fairly sanguine. They saw two to three biggish plots a year and some activity by so-called “lone wolves”, a resurrected term once used in the US to describe criminals and rightwing extremists, now applied to Islamic militants with no group affiliation. “If back in 2005 you’d told me that we’d be where we are now, I’d have been very happy,” one official said, shortly before Bin Laden was killed in 2011. The 2012 Olympics went off without a problem.</p> \n<p>So for analysts taking the long view, there was an obvious narrative curve from the mid-1990s over a 20-year period, with 2005 seeing the peak of Islamic militant violence in the UK and elsewhere. This matched the evolution of many terrorist movements and groups over recent decades. Most start their campaigns in an eruption of violence after deep-rooted factors are catalysed by something new. They surge, stop, weaken and fade into insignificance after 20 years or so. Few last more than a generation. Then, in 2014, 26 years after the foundation of al-Qaida, came the Islamic State.</p> \n<p>The consequences for the UK of the chaos that followed the Arab spring revolts again took some time to become clear. By 2013, it was obvious that it was more the opportunity for extremism that had gone away over the previous few years, rather than the extremism itself. There was, and is, much focus on the Syrian conflict as a factor driving a new wave of radicalisation. But lots of people had already been radicalised over the previous decade by a toxic combination of conflicts, terrorism, wrong-headed and counterproductive policymaking, and the new reach of propaganda via the internet. A worldview that had been rare in the UK back in the 1990s, largely restricted to a handful of militants, had become significantly more widespread. This accounts for the prevalence of lone wolves. About 800 Britons are believed to be in Syria and, to a lesser extent, Iraq. That’s considerably more than the total number of Islamic militants who were being watched by MI5 20 years ago. Perhaps more significant than the few score potential attackers being monitored in the UK are the hundreds, even thousands, of people who share much of the extremists’ worldview but are not actively engaged in terrorism themselves.</p> \n<p>Most of those Britons who are fighting in Syria are with Isis, which has so far restricted its terrorist strategy in the west to calls for local individuals to act, and the organisation of attacks such as that in Tunisia. Others are with the al-Qaida affiliate Jabhat al’Nusra, which has repeatedly stated that its agenda is purely local. The question now is what threat these men – and some women – will pose in the future. <a href=\"http://www.un.org/en/ga/search/view_doc.asp?symbol=S/2015/358\">A recent United Nations report</a> pointed out that some will be killed or maimed, or simply disillusioned by the conflict. Others will make a clear distinction, theological and personal, between fighting “over there” against the Assad regime and attacking over here. Drawing on academic research and inputs from intelligence agencies, the UN has estimated that less than 15% of former foreign fighters are later involved in terrorist activities. However, it also says: “Those who eat together and bond together can bomb together.”</p> \n<p>Theresa May said in November 2014 that largely because of the number of Britons fighting with Isis, the UK is facing the greatest terrorist threat since “before or after the 9/11 attacks”. This is a misleading statement, to put it mildly. The truth is that nobody knows what the danger from these fighters might be. We are in uncharted, and largely unchartable territory. But then neither the home secretary, nor our security services, are likely to admit that. The most troubling thought is that the 7/7 bombings were less a turning point than a waymarker, pointing, in the long-term, in the direction of more violence, not less.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436198230164/BOMB-BLASTS-IN-LONDON-BRI-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'For analysts, there was an obvious narrative curve, with 2005 seeing the peak of Islamic violence in Britain and elsewhere.' Photograph: Steve Maisey/Rex Features","credit":"Steve Maisey/Rex Features","altText":"BOMB BLASTS IN LONDON, BRITAIN - 07 JUL 2005","cleanCaption":"'For analysts, there was an obvious narrative curve, with 2005 seeing the peak of Islamic violence in Britain and elsewhere.' Photograph: Steve Maisey/Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436198327713/c73def73-11e2-4964-bb1e-da22890fc2b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The wreck of the No 30 bus in Tavistock Square in London, on 8 July 2005. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"The wreck of the No 30 bus in Tavistock Square in London, on 8 July 2005.","cleanCaption":"The wreck of the No 30 bus in Tavistock Square in London, on 8 July 2005.","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-07-06T17:28:35Z","lastModified":"2015-07-06T23:00:43Z","metadata":{"commentable":true,"commentCount":182,"contributors":[{"name":"Jason Burke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasonburke"}],"feature":true,"keywords":["UK security and counter-terrorism","7 July London attacks","Islamic State","World news","Counter-terrorism policy","Politics","UK news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/july7","webTitle":"7 July London attacks"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jason Burke","topic":{"type":"tag-contributor","name":"profile/jasonburke"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/06/7-7-bombings-isis-terrorist-threat-uk-evolved","shortUrl":"http://gu.com/p/4ady6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/06/7-7-bombings-isis-terrorist-threat-uk-evolved","webUri":"http://www.theguardian.com/uk-news/2015/jul/06/7-7-bombings-isis-terrorist-threat-uk-evolved"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436198230164/BOMB-BLASTS-IN-LONDON-BRI-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The 7/7 attack came at a critical moment.’ Photograph: Steve Maisey/Rex Features","credit":"Steve Maisey/Rex Features","altText":"BOMB BLASTS IN LONDON, BRITAIN - 07 JUL 2005","cleanCaption":"‘The 7/7 attack came at a critical moment.’ Photograph: Steve Maisey/Rex Features"}},"importance":4,"kicker":{"title":"From 7/7 to Isis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436198230164/BOMB-BLASTS-IN-LONDON-BRI-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'For analysts, there was an obvious narrative curve, with 2005 seeing the peak of Islamic violence in Britain and elsewhere.' Photograph: Steve Maisey/Rex Features","credit":"Steve Maisey/Rex Features","altText":"BOMB BLASTS IN LONDON, BRITAIN - 07 JUL 2005","cleanCaption":"'For analysts, there was an obvious narrative curve, with 2005 seeing the peak of Islamic violence in Britain and elsewhere.' Photograph: Steve Maisey/Rex Features"}}]},{"title":"Iranian negotiator: deadline? What deadline?","rawTitle":"Iranian negotiator: deadline? What deadline?","item":{"type":"article","id":"world/julian-borger-global-security-blog/2015/jul/06/iranian-negotiator-deadline-what-deadline","title":"Iranian negotiator: deadline? What deadline?","trailText":"As the latest headline approaches at nuclear talks in Vienna, the brinksmanship intensifies and the Iranians insist they are in no particular hurry","standFirst":"<p>As the latest headline approaches at nuclear talks in Vienna, the brinksmanship intensifies and the Iranians insist they are in no particular hurry</p>","byline":"Julian Borger in Vienna","body":"<p>While US and five other global powers are working towards wrapping up the nuclear talks in Vienna by Tuesday night, so as to meet a congressional deadline two days later, the Iranian delegation insists it is not bound by that timetable. A senior Iranian official said:</p> \n<blockquote class=\"quoted\"> \n <p>We do not see any definite deadline. July 7, July 8 or July 9 - we do not consider these dates as dates we have to finish our job. Even if we do not finish by July 9, it will not be the end of the world. We need to get a good agreement.</p> \n</blockquote> \n<p>This studied insouciance over the urgency of the talks is itself just one way in which the brinksmanship is intensifying at the nuclear talks in Vienna. The US secretary of state, John Kerry, is under pressure from the Republican majority to deliver a copy of the deal to Congress by Thursday night, or else Congress will take two months instead of one to review it, seeking to build opposition state by state and district by district with each passing day. To add insult to urgency, the author of the Iran Nuclear Agreement Review Act, Senator Bob Corker, <a href=\"http://www.politico.com/story/2015/07/bob-corker-john-kerry-bad-iran-deal-119741.html\">has been chiding Kerry</a> for rushing to meet the deadline that he, Corker, had imposed.</p> \n<p>For all the apparent disdain for the deadline, it would also be a setback for the Iranian negotiators if any agreement brokered in Vienna fell to pieces in Congress, in turn emboldening the deal’s enemies in Iran. And the Iranian official hastened to add that his delegation was not taking it easy. </p> \n<blockquote class=\"quoted\"> \n <p>An extension is in no one’s interests. If we need to stay some more days in Vienna, it is much better to stay here than to go home and come back.</p> \n</blockquote> \n<p>He said the outstanding issues are being whittled down to a few to put before the foreign ministers from the UK, France, Germany, Russia and China who have come to Vienna to join Kerry and Iran’s Mohammad Javad Zarif. </p> \n<blockquote class=\"quoted\"> \n <p>Three months ago, there were quite a few unresolved issues...Now there are just a few items to be tackled by the ministers. That is why the ministers are here today and they will be probably here tomorrow. Many issues have been resolved at the expert level, transferred to the deputy minister level and some are left for ministers and these are tough issues.</p> \n</blockquote> \n<p>The toughest issues in his view are the wording of a new UN Security Council resolution that would de-stigmatise Iran, the removal of the arms embargo on Iran and the question of ‘snapbacks’. </p> \n<p>Hitherto, the West has only been offering the lifting of economic and financial sanctions imposed to try force Iran to cease its nuclear programme. Iran wants the ban on arms sales to be lifted as well, and has the support of at least of Russia, which has lined up a string of weapons deals with Tehran.</p> \n<blockquote class=\"quoted\"> \n <p>What was the reason for the inclusion of the arms embargo in the UN resolution in the first place? That question should be posed to our American and European partners. </p> \n</blockquote> \n<p>The issue of ‘snapbacks’ has up to now applied principally to sanctions, and a mechanism has supposedly been drafted which would allow them to be re-imposed without a new Security Council resolution. A lot of time has been spent on this issue, and the senior Iranian official briefing the press today said there now needed to be talk about ‘snapbacks’ that Tehran could impose. He did not go into detail, but presumably they would involve regenerating capacity in its nuclear programme if the West failed to deliver promised sanctions relief. </p> \n<blockquote class=\"quoted\"> \n <p>Snapbacks is also one of the issues we have been discussing. It is something that needs to be provided to all sides, not just one side.</p> \n</blockquote> \n<p>The bottom line is that the July 7 deadline is looking shaky as the parties take each other to the brink, but there is no appetite on any side to stay much longer. They can all see the finish line. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180046479/e6c9f26b-4b50-4e42-bbc9-7834415aaae3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"LEONHARD FOEGER/REUTERS","altText":"Foreign ministers from Iran, US, UK, France, Germany, Russia and China meet in Vienna on Monday REUTERS/Leonhard Foeger:rel:d:bm:GF10000150274","cleanCredit":"Photograph: LEONHARD FOEGER/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-06T13:27:31Z","lastModified":"2015-07-06T13:35:27Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Julian Borger","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741281/JulianBorger.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/julianborger"}],"feature":false,"keywords":["Iran's nuclear programme","Iran","Obama administration","Middle East and North Africa","World news","US news"],"tags":[{"id":"world/irans-nuclear-programme","webTitle":"Iran's nuclear programme"},{"id":"world/iran","webTitle":"Iran"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[{"displayName":"Julian Borger","topic":{"type":"tag-contributor","name":"profile/julianborger"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/julian-borger-global-security-blog/2015/jul/06/iranian-negotiator-deadline-what-deadline","shortUrl":"http://gu.com/p/4adb9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/julian-borger-global-security-blog/2015/jul/06/iranian-negotiator-deadline-what-deadline","webUri":"http://www.theguardian.com/world/julian-borger-global-security-blog/2015/jul/06/iranian-negotiator-deadline-what-deadline"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180046479/e6c9f26b-4b50-4e42-bbc9-7834415aaae3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Foreign ministers from Iran, US, UK, France, Germany, Russia and China meet in Vienna on Monday. Photograph: Leonhard Foeger/Reuters","credit":"Leonhard Foeger/Reuters","altText":"Foreign ministers from Iran, US, UK, France, Germany, Russia and China meet in Vienna on Monday REUTERS/Leonhard Foeger:rel:d:bm:GF10000150274","cleanCaption":"Foreign ministers from Iran, US, UK, France, Germany, Russia and China meet in Vienna on Monday.","cleanCredit":"Photograph: Leonhard Foeger/Reuters"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436180046479/e6c9f26b-4b50-4e42-bbc9-7834415aaae3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"LEONHARD FOEGER/REUTERS","altText":"Foreign ministers from Iran, US, UK, France, Germany, Russia and China meet in Vienna on Monday REUTERS/Leonhard Foeger:rel:d:bm:GF10000150274","cleanCredit":"Photograph: LEONHARD FOEGER/REUTERS"}}]},{"title":"A year after the war, Gaza grieves for its child casualties","rawTitle":"A year after the war, Gaza grieves for its child casualties","item":{"type":"article","id":"world/2015/jul/06/gaza-grieves-casualties-palestinians-israeli-offensive","title":"A year after the war, Gaza grieves for its child casualties","trailText":"At a school where six boys were killed during last summer’s Israeli offensive, the loss is an open wound. For other young Palestinians, the scars are psychological<br>","standFirst":"<p>At a school where six boys were killed during last summer’s Israeli offensive, the loss is an open wound. For other young Palestinians, the scars are psychological<br /></p>","byline":"Peter Beaumont in Rafah","body":"<p>The walls of the office of Salim Abu Rous, headmaster of the Doha boys’ secondary school in Rafah, in the south of the Gaza Strip, are decorated with medals and trophies. He has photo albums of the boys in football teams and other clubs.<br /></p> \n<p>About 1,000 pupils attend his school, arriving in two shifts – so many that he struggles to remember the names of all the boys killed in last summer’s war. </p> \n<p>“I remember Haitham Abdul Wahab,” he says finally, flicking through one of the picture albums to try to find him. “He was a good boy. He was well loved in the school. He was killed at his uncle’s house with his brother and mother.”</p> \n<p>Six pupils from the Doha school were killed in the war, more than from any other school in Gaza. In total, more than 550 Palestinian children died during the conflict. Across Gaza, schools lost pupils and teachers, and thousands were injured.</p> \n<p>Salim Abu Rous’s difficulty in remembering all the dead boys is understandable given some had not long transferred into his large school.</p> \n<figure class=\"element element-image\" data-media-id=\"36324c99ec7cf0c72ed63c278ecd1044306aa769\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435934412156/a310b960-0a91-4551-8936-439e68338fa4-460x276.jpeg\" alt=\"A sandstorm over ruined buildings in Gaza.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A sandstorm over ruined buildings in Gaza.</span> \n  <span class=\"element-image__credit\">Photograph: Majdi Fathi/NurPhoto/Corbis</span> \n </figcaption> \n</figure> \n<p> But there is another, grimmer, reason. “There were so many deaths in the last war,” he says – so many it was hard to process them. The consequence is that, on an institutional level at least, it appears as though the boys have been almost erased from the school’s memory. </p> \n<p>But in their homes in neighbourhoods and villages across the Rafah area – which saw some of the heaviest attacks of the 50-day war – the anguish is still raw.</p> \n<p>Anas Muamar was 16 when he was killed on 20 July last year. <br /></p> \n<p>“It was two o’clock in the morning. We weren’t sleeping here. It was too dangerous. So we were staying in another place we thought was safer,” recalls his father, Mahmoud Hussein Mahmoud Muamar, a former employee of the religious affairs ministry.</p> \n<p>“There was a very loud explosion. Anas had been sleeping but woke up and went to the balcony to see what had happened. After a while they went back inside. That’s when the house was hit again. His two brothers were killed and Anas was injured.” </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"01bfc7adf84d2458a1faec4cd65c2318eb5ec180\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435826513191/531e2781-3c05-41bc-bdf0-82baf4b92456-280x420.jpeg\" alt=\"Shuaib Hussein Behabsa with a poster of his 17-year-old son, Mohammad, a pupil at Doha school in Rafah, who was killed during an air and artillery strike on his home.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shuaib Hussein Behabsa with a poster of his 17-year-old son, Mohammad, a pupil at Doha school in Rafah, who was killed during an air and artillery strike on his home.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Beaumont for the Guardian</span> \n </figcaption> \n</figure> \n<p>Mahmoud’s face crumples into tears. “We took him to the hospital … but he died. He was a good boy. He was a good student who liked football and followed Barcelona. He was religious, like his brothers. This year he was supposed to have been in the twelfth grade. I wanted him to go to university and become a teacher.”</p> \n<p>Gaza’s youngest residents still appear to be bearing the heaviest and most lasting consequences of last summer’s war. A report published on Monday by Save the Children, entitled A Living Nightmare: Gaza One Year On, says 551 children were killed and 3,436 were injured, of whom 10% suffered permanent disability. One Israeli child was killed during the war, and 270 injured.</p> \n<p>Three-quarters of Gaza’s children experience unusual bedwetting regularly, the report says, while 89% of parents report that their children suffer constant feelings of fear, and more than 70% of children say they are worried about another war. Seven out of 10 children interviewed now suffer regular nightmares.</p> \n<p>What is also clear is that the loss of older teenagers – such as the six Doha pupils on the brink of adulthood – has affected younger siblings and parents, compounding a deepening sense of fatalism and hopelessness in a Gaza where the promised reconstruction has barely happened and whose outlook, Palestinians say, seems bleaker than at any time in recent memory.</p> \n<p>A green Hamas flag flies above the family compound where Muhammad Behabsa, 17, died, off a sandy lane in the Salaam district of Rafah. There seems little question that the house and five others beside it, occupied by relatives, were the intended Israeli target.<br /></p> \n<p>Like many living in areas heavily hit by military strikes during the war, the Behabsa family still live next to the ruins where their family members died. The main house was hit in an air strike that left a crater still visible in the dusty yard. A little later several smaller houses belonging to family members behind the compound were reduced to rubble in a second set of strikes, apparently by artillery fire.</p> \n<p>“It happened at three o’clock in the morning on 2 August,” recalls Muhammad’s father, Shiab Hussein Behabsa, 52. “He was on his own, sleeping in the diwan of one of the houses behind this one. An F-16 hit this house with a bomb at first and then three artillery shells hit the five houses behind.</p> \n<p>“He was cut to pieces.. Five of his cousins were killed in the same incident.” <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8110ef67103c4a8229a0babab7ef8d3ab6e939b5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435825743254/fdd71ce2-0e53-4eab-8b9d-d4e2ed3216cf-280x420.jpeg\" alt=\"Naim Qishta holds a picture of his son Abdullah, a pupil at Doha school, killed during last summer’s war in Gaza during an Israeli attack. The Doha boys’ secondary school in Rafah lost more pupils during the war than any other.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Naim Qishta holds a picture of his son Abdullah, a pupil at Doha school, killed during last summer’s war in Gaza during an Israeli attack. The Doha boys’ secondary school in Rafah lost more pupils during the war than any other.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Beaumont for the Guardian</span> \n </figcaption> \n</figure> \n<p>Like Anas, he wanted to go to university, in his case to study law.</p> \n<p>“His headmaster and other teachers came to pay their condolences. His friends from school still come to visit. He was my second son but he was the dynamo of the family. He liked to joke but he would also help. If I needed anything it would be him who went to fetch it from outside.”</p> \n<p>Abdullah Qishta, 17, also from the Doha school, died on the same day while returning from a summer job he had found at a dairy farm.</p> \n<p>“When the war started, he continued working,” his father, Naim, says. “We moved to a house belonging to a relative of my wife when the ground invasion started. On 2 August the owner called and asked him if he would go and feed the animals. He said the situation near the farm was fine. But it wasn’t. When he got there the Israelis were close so the owner said he should sleep there.</p> \n<p>“He wanted to come home and get some clothes and take a shower. He was calling every 10 minutes. Then the calls stopped. He had been walking back with another worker from the farm when he was hit by a drone missile near the house.”</p> \n<p>Back at the school, now closed for the summer holidays, Salim Abu Rous describes the aftermath of losing so many of his pupils. “In the beginning the education ministry sent people to support the school. We had a mental health programme with plays and films and activities supported by Unicef. </p> \n<p>“We had a football team named after the boys. Some of their friends still talk about them. </p> \n<p>“The ministry never told us we had lost the most pupils of all the schools in Gaza. I have no explanation of why we suffered the worst. But the war took place during the school holidays. The boys were with the families. Perhaps that is why so many children died.”</p> \n<p>Hasan Zeyada, a community psychologist in Gaza, believes that children and young people have been the most affected group, both because of the last war and in the wider context of blockade and conflict that means children over the age of nine will have lived through three wars and continuous economic siege.</p> \n<figure class=\"element element-image\" data-media-id=\"7ddf2fa027c54b811df616c68270684edc7b77b2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435825986437/dd4a31f9-f1af-4ea4-afaf-5b3162b83e1a-460x276.jpeg\" alt=\"Suleiman Loulahi holds up a picture of his son Bilel, aged 17, a pupil at the Doha school in Rafah who was killed in an Israeli strike on 2 August last year.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Suleiman Loulahi holds up a picture of his son Bilel, 17, a pupil at the Doha school in Rafah who was killed in an Israeli strike on 2 August last year.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Beaumont for the Guardian</span> \n </figcaption> \n</figure> \n<p>“Children present problems you would expect. Hyper-vigilance, nightmares, cognitive problems. Teachers complain about falling performance in the classroom. In communication they become aggressive verbally and physically. </p> \n<p>“A yardstick is the feelings of hopelessness and powerlessness here in Gaza. It affects motivation and depresses the emotions.”</p> \n<p>Back in Rafah, Suleiman Loulahi, a Bedouin agricultural worker who lost his son Bilel, 17, a pupil at Doha, also on 2 August, reflects the new fatalism that has crept into Gaza.<br /></p> \n<p>He has named a new baby after the brother he never knew, killed by a missile while he was returning to his house from a relative’s where they were feeding his pigeons. </p> \n<p>Loulahi says: “I look at my other children, and these days I wonder what the point is encouraging them to go to school, to better themselves and get on, when there will only be another war in a few years. When I’ll risk losing them again.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435933805108/f017ead1-51e3-4f6b-ab4e-442850177801-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Majdi Fathi/NurPhoto/REX/Majdi Fathi/NurPhoto/REX","altText":"Bullet and shell holes on a house in Gaza","cleanCredit":"Photograph: Majdi Fathi/NurPhoto/REX/Majdi Fathi/NurPhoto/REX"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435934413435/a310b960-0a91-4551-8936-439e68338fa4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A sandstorm over ruined buildings in Gaza. Photograph: Majdi Fathi/NurPhoto/Corbis","credit":"Majdi Fathi/NurPhoto/Corbis","altText":"A sandstorm over ruined buildings in Gaza.","cleanCaption":"A sandstorm over ruined buildings in Gaza.","cleanCredit":"Photograph: Majdi Fathi/NurPhoto/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435826514946/a0c9519f-cd7d-4ceb-81fe-d9b666172305-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Shuaib Hussein Behabsa with a poster of his 17-year-old son, Mohammad, a pupil at Doha school in Rafah, who was killed during an air and artillery strike on his home. Photograph: Peter Beaumont for the Guardian","credit":"Peter Beaumont for the Guardian","altText":"Shuaib Hussein Behabsa with a poster of his 17-year-old son, Mohammad, a pupil at Doha school in Rafah, who was killed during an air and artillery strike on his home.","cleanCaption":"Shuaib Hussein Behabsa with a poster of his 17-year-old son, Mohammad, a pupil at Doha school in Rafah, who was killed during an air and artillery strike on his home.","cleanCredit":"Photograph: Peter Beaumont for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435825744965/ee0509cf-b452-455b-9c05-afbc46569bae-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Naim Qishta holds a picture of his son Abdullah, a pupil at Doha school, killed during last summer’s war in Gaza during an Israeli attack. The Doha boys’ secondary school in Rafah lost more pupils during the war than any other. Photograph: Peter Beaumont for the Guardian","credit":"Peter Beaumont for the Guardian","altText":"Naim Qishta holds a picture of his son Abdullah, a pupil at Doha school, killed during last summer’s war in Gaza during an Israeli attack. The Doha boys’ secondary school in Rafah lost more pupils during the war than any other.","cleanCaption":"Naim Qishta holds a picture of his son Abdullah, a pupil at Doha school, killed during last summer’s war in Gaza during an Israeli attack. The Doha boys’ secondary school in Rafah lost more pupils during the war than any other.","cleanCredit":"Photograph: Peter Beaumont for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435825987787/273b3b0b-caf7-4648-96ad-a4b75db4b467-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suleiman Loulahi holds up a picture of his son Bilel, 17, a pupil at the Doha school in Rafah who was killed in an Israeli strike on 2 August last year. Photograph: Peter Beaumont for the Guardian","credit":"Peter Beaumont for the Guardian","altText":"Suleiman Loulahi holds up a picture of his son Bilel, aged 17, a pupil at the Doha school in Rafah who was killed in an Israeli strike on 2 August last year.","cleanCaption":"Suleiman Loulahi holds up a picture of his son Bilel, 17, a pupil at the Doha school in Rafah who was killed in an Israeli strike on 2 August last year.","cleanCredit":"Photograph: Peter Beaumont for the Guardian"}],"webPublicationDate":"2015-07-06T04:00:02Z","lastModified":"2015-07-06T23:00:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":false,"keywords":["Gaza","Palestinian territories","Middle East and North Africa","World news","Israel"],"tags":[{"id":"world/gaza","webTitle":"Gaza"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/israel","webTitle":"Israel"}],"section":{"id":"world"},"topics":[{"displayName":"Peter Beaumont","topic":{"type":"tag-contributor","name":"profile/peterbeaumont"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/06/gaza-grieves-casualties-palestinians-israeli-offensive","shortUrl":"http://gu.com/p/4aayd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/06/gaza-grieves-casualties-palestinians-israeli-offensive","webUri":"http://www.theguardian.com/world/2015/jul/06/gaza-grieves-casualties-palestinians-israeli-offensive"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435933805108/f017ead1-51e3-4f6b-ab4e-442850177801-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bullet and shell holes on a house in Gaza. Three-quarters of Gaza’s children experience unusual bedwetting regularly, and nine in 10 report constant feelings of fear, says a Save the Children report. Photograph: Majdi Fathi/NurPhoto/Rex","credit":"Majdi Fathi/NurPhoto/Rex","altText":"Bullet and shell holes on a house in Gaza. Three-quarters of Gaza’s children experience unusual bedwetting regularly, and nine in 10 report constant feelings of fear, says a Save the Children report.","cleanCaption":"Bullet and shell holes on a house in Gaza. Three-quarters of Gaza’s children experience unusual bedwetting regularly, and nine in 10 report constant feelings of fear, says a Save the Children report.","cleanCredit":"Photograph: Majdi Fathi/NurPhoto/Rex"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435933805108/f017ead1-51e3-4f6b-ab4e-442850177801-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Majdi Fathi/NurPhoto/REX/Majdi Fathi/NurPhoto/REX","altText":"Bullet and shell holes on a house in Gaza","cleanCredit":"Photograph: Majdi Fathi/NurPhoto/REX/Majdi Fathi/NurPhoto/REX"}}]}],"lastModified":"2015-07-07T06:55:51Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}