{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Is pressure to speed up adoptions leaving children out in the cold?","rawTitle":"Is pressure to speed up adoptions leaving children out in the cold?","item":{"type":"article","id":"society/2015/jul/15/pressure-speed-adoptions-children-social-workers-shoddy-cases","title":"Is pressure to speed up adoptions leaving children out in the cold?","trailText":"Social workers are being heavily criticised by judges for bringing shoddy cases and poor evidence to court in care proceedings as the government allocates more funds to quicken the process","standFirst":"Social workers are being heavily criticised by judges for bringing shoddy cases and poor evidence to court in care proceedings as the government allocates more funds to quicken the process","byline":"Louise Tickle","body":"<p>Lack of evidence. Poor evidence. Hearsay evidence that cannot be substantiated when challenged in court. Distortion of facts. Finessing of facts. Omission of relevant facts that are later dragged out in cross-examination. Partial descriptions of events that paint parents in the worst possible light. Failure to include any positives about parents while listing all the negatives. Moralistic judgments based on social workers’ own biases.</p> \n<p>These are the types of criticisms that – in less dispassionate language – can be found on any number of forum discussions, blogs and YouTube comments posted by parents embroiled in care proceedings.</p> \n<p>But it’s not just parents with a vested interest who are raising these concerns. <a href=\"http://www.bailii.org/ew/cases/EWFC/OJ/2015/B21.html\" title=\"\">Recent rulings, sometimes on appeal, have identified various failings in local authorities’ court applications to place children for adoption</a>. Similar concerns are now being voiced by academics, lawyers and some social work professionals as well.</p> \n<p>The numbers of children being adopted have risen 58% since 2010 to 5,050 last year. This is up 26% on 2013 figures. But the government wants to go further, announcing a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/05/councils-30m-fund-speed-up-adoption-searches\" title=\"\">&pound;30m support package</a> to help speed up the process.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/05/councils-30m-fund-speed-up-adoption-searches\">Councils get &pound;30m fund to speed up adoption searches</a> </p> \n</aside> \n<p>Maggie Mellon, the vice-chair of the British Association of Social Workers (Basw), says warnings about poor evidence in care proceedings must be taken seriously now the removal of children from siblings and families is encouraged on the basis of likely future harm, rather than requiring that harm to have already occurred.</p> \n<p>Basw, she says, has ethical and human rights concerns around “forced” adoption, and while Mellon emphasises that “for every case that’s in court there are far more where children have been supported to be kept out of care”, she also says that the irreversible nature of adoption means that recommending this course is “one of the highest risk decisions that a social worker will ever make in their career”.</p> \n<p>So what is going wrong?</p> \n<p>Heavy workloads may bear a significant part of the blame when parents feel evidence is inaccurate, inadequate or unfair. A report released last month by <a href=\"http://www.unison.org.uk/at-work/health-care/court-cases-trauma-for-stressed-social-workers-unison-report\" title=\"\">Unison</a> found that of the social workers surveyed, nine out of 10 are so overloaded that they simply don’t have enough time to prepare properly for their cases involving vulnerable children and families. A third said they hadn’t been prepared properly to write court reports or to present evidence to a judge. For newly qualified social workers, the situation was worse: just one in 10 said they had been adequately trained. And half of the social workers questioned admitted they were not confident appearing before a&nbsp;judge.</p> \n<p>Staffing pressures, too, sometimes cause a collapse in the quality of case management that parents and children deserve. In a <a href=\"http://www.bailii.org/ew/cases/EWFC/OJ/2015/B83.html\" title=\"\">ruling released last month</a> on an adoption order for two toddlers, Judge Stephen Wildblood QC demanded an explanation as to why inadequate final evidence was submitted and other case management failings.</p> \n<p>“The local authority’s legal team has equally been through a period of significant turnover and change recently, which has led to inconsistency in relation to legal oversight and direction,” South Gloucestershire’s director of social services wrote in a letter to the judge. In his ruling, Wildblood says this case is not unusual and that in the Bristol court area, about 27% of cases exceed the 26-week statutory deadline from beginning care proceedings to the final hearing. “This type of poor case performance is unnecessary and is damaging to the system as a whole.”</p> \n<p>Another problem is the exodus of qualified social workers from the profession, according to independent social worker Claire Lawton. “Some social workers don’t have the skillset, and more experienced people are leaving the profession because it all gets too much. That, or they move up into management positions,” she says.</p> \n<p>Once they are in court, social workers cannot simply list a number of facts and expect to prove that the threshold for removal has been reached. In another <a href=\"https://www.judiciary.gov.uk/wp-content/uploads/2015/02/re-a-child-2.pdf\" title=\"\">recent appeal</a> against a boy being taken into care, the president of the family division of the high court, Sir James Munby, said “there was very little analysis, let alone any very rigorous analysis, of the factual underpinning of the local authority’s case”. As a result of this failure to analyse the evidence presented to the court, he described the council’s case as “a tottering edifice built on inadequate foundations”.</p> \n<p>A senior member of staff will make the call on whether a removal should be applied for and whether adoption should be the care plan. Local authority lawyers are involved. But there is not always much time for detailed legal scrutiny of a case file.</p> \n<p>The inflexibility of deadlines for social workers’ evidence to be filed means that “timescales from first draft to final version become incredibly compressed,” says Andrew Pack, a local authority lawyer. “Things that might have needed 10 to 15 iterations to get right are probably lucky to get two.”</p> \n<p>Social workers may even be discouraged from consulting their own legal team, according to a lawyer who has worked for a number of local authorities and asked not to be named.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The policy imperative towards more and quicker forced adoption means we may well look back at this period in horror</p> \n  <footer> \n   <cite>Maggie Mellon, vice-chair, Basw</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“I’ve known of situations where you’d have a social worker ring you up for advice who’s a bit concerned, but who’s been told not to call because it’s going to cost too much to talk to you,” she says.</p> \n<p>“Some councils have set up their legal departments as separate entities, which charge between &pound;30 and &pound;50 an hour.”</p> \n<p>Alison O’Sullivan, president of the Association of Directors of Children’s Services says: “If the case presented to court is not strong enough in favour of an adoption order then in that case the order should not be made even if it does result in further delays. It is therefore crucial that social workers’ pre-proceedings are thorough and that we encourage and support our frontline teams in these areas. Equally, where local authorities believe that the decisions made in court is not in the best interest of the child, they should be able to challenge this decision so that social workers are able to practice with confidence and ensure the best outcomes for children and young people.”</p> \n<p>But Mellon claims that forced adoption are being used as a matter of policy to save children from harm. “It has become the orthodoxy within statutory social work,” she says.</p> \n<p>In addition, Sarah Phillimore, who co-founded the Transparency Project to increase understanding of the family courts, says that there is an increasing phenomenon of “confirmation bias”.</p> \n<p>She says she has seen it in many cases where social workers begin by looking at parents in a particular way, and then ignore or distort the evidence that doesn’t fit into the narrative that they are a bad parent and need to have their children adopted.</p> \n<p>A Department for Education spokeswoman says the ultimate decision to remove a child from their family rests with the courts, who are independent and outside of government or local authority influence. “The law is crystal clear that this should only happen when this is in the child’s best interests,” she says.</p> \n<p>But, warns Mellon: “The policy imperative towards more and quicker forced adoption means we may well look back at this period in horror as we do now to the forcible removal of thousands of children to Australia in the 1930s, 40s and 50s without their parents’ knowledge or consent.”</p> \n<p>“That was done because it was felt that it was the right thing, but now we think ‘how on earth could we possibly have done that?’”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804243494/Boy-looking-in-through-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM","credit":"Galya Ivanova/Getty Images/Flickr RM","altText":"Boy looking in through window","cleanCaption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM"}],"bodyImages":[],"webPublicationDate":"2015-07-15T06:30:01Z","lastModified":"2015-07-15T06:30:01Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Louise Tickle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louise-tickle"}],"feature":true,"keywords":["Adoption","Child protection","Children","Social care","Family law","Law","Society","Family","Life and style"],"tags":[{"id":"society/adoption","webTitle":"Adoption"},{"id":"society/childprotection","webTitle":"Child protection"},{"id":"society/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"law/family-law","webTitle":"Family law"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"society"},"topics":[{"displayName":"Louise Tickle","topic":{"type":"tag-contributor","name":"profile/louise-tickle"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/15/pressure-speed-adoptions-children-social-workers-shoddy-cases","shortUrl":"http://gu.com/p/4aj7x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/15/pressure-speed-adoptions-children-social-workers-shoddy-cases","webUri":"http://www.theguardian.com/society/2015/jul/15/pressure-speed-adoptions-children-social-workers-shoddy-cases"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804243494/Boy-looking-in-through-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM","credit":"Galya Ivanova/Getty Images/Flickr RM","altText":"Boy looking in through window","cleanCaption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436804243494/Boy-looking-in-through-wi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM","credit":"Galya Ivanova/Getty Images/Flickr RM","altText":"Boy looking in through window","cleanCaption":"Children need to be protected from harm but has the social work orthodoxy on 'forcing' adoptions gone too far? Photograph: Galya Ivanova/Getty Images/Flickr RM"}}]},{"title":"Talking to Strangers: / Sally Phillips and Lily Bevan go beyond the one-liner","rawTitle":"Sally Phillips and Lily Bevan go beyond the one-liner","item":{"type":"article","id":"stage/2015/jul/15/talking-to-strangers-sally-phillips-lily-bevan-interview","title":"Talking to Strangers: Sally Phillips and Lily Bevan go beyond the one-liner","trailText":"Tired of being asked to play Latvian prostitutes, Sally Phillips and Lily Bevan have come up with their own characters. They tell Harriet Gibsone about their new series of mini-plays","standFirst":"<p>Tired of being asked to play Latvian prostitutes, Sally Phillips and Lily Bevan have come up with their own characters. They tell Harriet Gibsone about their new series of mini-plays</p>","byline":"Harriet Gibsone","body":"<p>These days, Sally Phillips gets sent a lot of cougars. “A lot of what?” asks Lily Bevan. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/26/cougar-the-musical-belgrade-coventry-review\">Cougars</a>,” she replies. “It used to be that you had to shag the lead guy. But now you’ve got to shag the lead guy <em>and</em> be ridiculous!”</p> \n<p>Whether it’s London or LA, blockbuster movie or the National Theatre, such is the paucity of roles for female actors over the age of 40, that scripts often veer towards the sexually dominant woman who preys on younger men, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/08/meryl-streep-defends-russell-crowe-over-women-act-your-age-comments\">or, in Meryl Streep’s experience,</a> craggy old witch<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/08/meryl-streep-defends-russell-crowe-over-women-act-your-age-comments\">es</a>. Taking matters into their own hands, Phillips and Bevan have written themselves some better roles, in a collection of mini-plays called Talking to Strangers.</p> \n<p>Inspired by Alan Bennett, the monologues feature a bunch of endearingly muddled modern individuals, each lost in an existential crisis, from fatalistic palm readers to hopeless yoga instructors, misguided Sloanes to frazzled mothers. “I got a bit fed up with getting asked to play Latvian prostitutes all the time,” Bevan explains.”</p> \n<p>Phillips, best known for her roles in comedy series such as Alan Partridge, Veep and Smack the Pony (not to mention her recent stint in Miranda) met Bevan, a writer, actor and director (and part-time yoga instructor), while sharing an office in 2014. Both were enduring “development hell” on separate film projects and struggling to stay motivated.</p> \n<p>“Your average film takes seven years from start to finish,” says Phillips pouring a cup of tea. “We were both hot-desking and had lost contact with what on earth we wanted to do in the first place, so we did a really stupid show,” she says of <a href=\"http://www.timeout.com/london/comedy/dances-with-dogs\">Dances with Dogs</a>, the “incredibly amateurish, shabby and joyous” showcase of material they took to Leicester Square theatre last year. “We weren’t trying to sell anything. And that felt like such a relief. Lots of friends pissing about, nobody getting paid, wearing silly wigs, showing videos of people dancing with dogs. Do you take milk?”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5u61fd9GRrM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/5u61fd9GRrM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>They might not have been pitching, but a couple of BBC commissioners happened to see the show anyway and, to their surprise, landed them a Radio 4 series. Now developed into a “bastard lovechild of sketches and talking heads”, Talking to Strangers is scheduled to air in 2016, with Emma Thompson among the cast. “If you’re looking for a through line, it’s probably: why am I?” smiles Phillips. “What am I for? Why did I choose lions? Why are all my clothes so shit?”</p> \n<p>At its core is a gentle, perceptive type of theatre. There are few neat resolutions and no punchlines – a freeform writing style Phillips considers more feminine than masculine. “I do think that men are better at one-liners and women are better at character observations. There are women who come out with excellent one-liners, but I feel let down by them. The closed structure disappoints me.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Men are more black-and-white. They are very happy stating an opinion</p> \n  <footer> \n   <cite>Sally Phillips</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Could the competitive, quick-fire oneupmanship of such zingers explain why comedy panel shows remain male dominated? “I do think men are much more black-and-white. They are very happy stating an opinion. David Mitchell is a very intelligent guy and is very happy to say, ‘This person is an idiot.’ But I am never happy saying that because I’m always like, ‘Well, what do I know? I don’t have all the facts.’ In fact, the less they know the more confident they are in their opinion.”</p> \n<p>She turns to Bevan: “I am older than you, but what I found is that guys didn’t feel confident taking the piss out of girls when they are writing the parts [for TV], so we needed to show them how to write what women can do because they don’t see what women do when they’re not there.”</p> \n<p>“It must be weird for blokes,” says Bevan, “because they watch things like those air-freshener ads and think, ‘Oh, women are insane aliens who like walking in and sniffing each others’ houses. It’s only because you are one, that you’re like, ‘No, nobody has EVER done that.’”</p> \n<p>Until the series begins, Phillips is busy collaborating with Julia Louis-Dreyfus and Amy Poehler on a new comedy venture, while Bevan not only takes her <a href=\"http://www.underbellyedinburgh.co.uk/whats-on/lily-bevan-pheasant-plucker\">standup show Pheasant Plucker</a> to Edinburgh this summer, but continues to work with the Bush theatre to encourage new writers – male and female – to create better characters for women.</p> \n<p>“I’ve been working with third-years at Rada. I watched one show the other day, and one of the guys fell over a barrel and hurt his shoulder and had to go off stage. So one of the girls came on, played his part, learned all his swordfights in the interval, did them all in the second half and played her own part without batting an eyelid – while doing a massive romantic kiss with the other girl! It was just brilliant,” Bevan beams.</p> \n<p>“You’re not glad someone’s fallen over a barrel, but it’s a very cool thing to see. It’s just so sad that then you leave and you’re offered ‘Latvian prostitute’. There should be a part for her where she goes out and swordfights and kisses a girl. Without it having to be because a bloke has fallen over.”</p> \n<p><span class=\"bullet\">•</span> Talking to Strangers is at the Little House, Latitude festival, Suffolk on 19 July. Details: <a href=\"http://www.latitudefestival.com\">latitudefestival.com</a></p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890390666/7b1c8e9f-61c9-4740-8900-d2ef03260257-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Sally Phillips (left) and Lily Bevan","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-15T07:00:02Z","lastModified":"2015-07-15T07:00:02Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Harriet Gibsone","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/23/1422017087604/Harriet-Gibsone-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harriet-gibsone"}],"feature":false,"keywords":["Comedy","Comedy","Stage","Comedy","Culture","Television","Radio comedy","Radio","Television & radio"],"tags":[{"id":"stage/comedy","webTitle":"Comedy"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"stage/stage","webTitle":"Stage"},{"id":"tv-and-radio/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/radio-comedy","webTitle":"Radio comedy"},{"id":"culture/radio","webTitle":"Radio"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"stage"},"topics":[{"displayName":"Harriet Gibsone","topic":{"type":"tag-contributor","name":"profile/harriet-gibsone"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jul/15/talking-to-strangers-sally-phillips-lily-bevan-interview","shortUrl":"http://gu.com/p/4ajk5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jul/15/talking-to-strangers-sally-phillips-lily-bevan-interview","webUri":"http://www.theguardian.com/stage/2015/jul/15/talking-to-strangers-sally-phillips-lily-bevan-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890390666/7b1c8e9f-61c9-4740-8900-d2ef03260257-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sally Phillips (left) and Lily Bevan. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Sally Phillips (left) and Lily Bevan","cleanCaption":"Sally Phillips (left) and Lily Bevan.","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":5,"kicker":{"title":"Talking to Strangers:"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436890390666/7b1c8e9f-61c9-4740-8900-d2ef03260257-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Sally Phillips (left) and Lily Bevan","cleanCredit":"Photograph: David Levene for the Guardian"}}]},{"title":"Terrorism, Ukraine and the American threat: the view from Russia","rawTitle":"Terrorism, Ukraine and the American threat: the view from Russia","item":{"type":"article","id":"world/2015/jul/15/russia-terrorism-ukraine-america-putin","title":"Terrorism, Ukraine and the American threat: the view from Russia","trailText":"Wide-ranging interview with Putin’s top security adviser includes claims about how US wants to strip the country of Siberia and the Far East","standFirst":"<p>Wide-ranging interview with Putin’s top security adviser includes claims about how US wants to strip the country of Siberia and the Far East</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/15/russian-oleg-kashin\">Response: hallucinations of KGB psychic still influence policy – Oleg Kashin </a><br /></li>\n</ul>","byline":"Nikolai Patrushev  and Elena Chernenko for Kommersant","body":"<p><em></em></p> \n<p>Former Russian spy chief Nikolai Patrushev, now head of the powerful security council that advises the president, believes his country is under threat – from terrorists, from colour revolutions and, particularly, from America. Ahead of a <a href=\"http://rbth.co.uk/news/2015/06/24/patrushev_meets_with_indonesian_s_african_officials_at_security_conferen_47200.html\">recent conference to discuss</a> global instability,<a href=\"http://www.kommersant.ru/doc/2752250\"> Patrushev spoke to Kommersant</a> about civil liberties, Syria, and western aggression.</p> \n<p><strong>Nikolai Patrushev:<em> </em></strong>Global instability is growing precisely because the west continually seeks to solve its problems at the expense of others.</p> \n<p>This has led to sovereignty and territorial integrity being undermined in a series of Middle Eastern and North African countries. That, in turn, gave extremists and terrorists the opportunity to gather their forces and entrench their positions.</p> \n<p>The consequences of the spread of chaos across the world are now entering a new phase. We have witnessed a highly dangerous development whereby extremist cells operating in different regions of the world unite under the auspices of the so-called Islamic State (Isis), which is in fact a terrorist organisation created from one of the branches of al-Qaida.</p> \n<p>This pseudo-government has secured the allegiance of such odious groups as Boko Haram in Nigeria, al-Shabaab in Somalia and part of the Taliban movement in Pakistan. A whole string of terrorist organisations in central Asia and the north Caucasus have also sworn loyalty to Isis, including the Turkistan Islamic Party and Caucasus Emirate.</p> \n<h2><strong>Isn’t the US calling on all countries to unite to fight Isis?</strong></h2> \n<p>Such appeals are certainly being made. But anti-terrorist coalitions forged by the US are essentially being used to intervene militarily in the affairs of sovereign states.</p> \n<p>You can see this in Syria where the attempt to depose the lawful president, Bashar al-Assad, resulted in support being leant to opposition forces. That explains why airstrikes on Isis positions occur only intermittently. It just so happens that if the terrorists are fighting against Assad, they can be considered legitimate, whereas if they harm American interests, as, for instance, in Iraq, they must be annihilated. [The Americans] define which terrorists you can parlay or have dealings with, and which not, solely on the basis of their own interests.</p> \n<p>I would like to underline the fact that fighting international terrorism as a single country or narrow coalition is ineffective by definition. Terrorism cannot be defeated alone or by separate groups because it doesn’t obey neatly defined geographical boundaries and can strike these groups without warning. In this regard, Russia is prepared to cooperate with the security services of any country on any continent, including the US.</p> \n<figure class=\"element element-image\" data-media-id=\"a3e3f7dee580582bdc81229bd1050f0d6df22d21\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436546796700/53b05009-c724-44b3-9cdd-3b72d26dbea3-460x276.jpeg\" alt=\"Nikolai Patrushev, right, with Vladimir Putin and Sergei Ivanov in Dagestan in 2005.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nikolai Patrushev, right, with Vladimir Putin and Sergei Ivanov in Dagestan in 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Itar-Tass/Reuters</span> \n </figcaption> \n</figure> \n<p>Countering terrorism is a task for the whole international community without exception. For any state today to believe that it can remain on the sidelines, unaffected by this threat, is na&iuml;ve. Russia insists on principle that the UN and its security council should take on the role of chief coordinator in resisting terrorism.</p> \n<h2><strong>Is terrorism the main threat to Russia and its neighbours?</strong></h2> \n<p>Yes, one of the main threats. In 2014, the so-called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/25/us-officials-terror-group-khorasan-syria\">Khorasan emirate</a> was formed as part of Isis, including territory in Afghanistan, Iran, Turkmenistan, Uzbekistan and Tajikistan. The avowed goal of the terrorists is to overthrow lawful governments and implant Sharia law. They intend to form several governments in central Asia that will establish ties with the region’s radical Islamist organisations.</p> \n<p>They are focusing their efforts, first of all, on young people and national minorities, partly through the internet. Their rank-and-file followers are interested not only in religious rhetoric but also money.</p> \n<p>Cases of Russian and central Asian citizens swelling the ranks of the terrorists have become more common. Many are now fighting in Syria. But they will represent the greatest threat when they return home.</p> \n<h2><strong>What is the nature of the threat?</strong></h2> \n<p>Terrorist organisations generally plant these people in so-called sleeping cells. As locals, they are able to integrate into society completely, appearing to observe laws and norms. But when it comes to crunch time, terrorist leaders are able to use these “law-abiding citizens” to prepare or carry out attacks.</p> \n<p>This sort of threat hangs over not only Russia and its neighbours, but also over most countries in eastern and western Europe. [Leaders] there have grasped this and are in the process of amending legislation to bolster the powers of the security services.</p> \n<p>It is important, of course, to find the golden mean and not to use the fight against terrorism to infringe citizens’ rights and liberties, as is happening in a range of countries where the population has been subject to indiscriminate wiretaps, and has found their personal life and personal space openly interfered with.</p> \n<h2><strong>Since we have returned to the US, John Kerry submitted proposals about cooperation in Syria. Are these proposals acceptable to Moscow?</strong></h2> \n<p>We never broke off cooperation with other countries’ security services, including those of the United States. Where we say that Assad is a lawfully elected president, the United States believe that he is evil and must be removed from power. The US support the Syrian opposition in order to achieve this aim. We say that the opposition there is very diverse: there is a moderate opposition, but it doesn’t represent the majority, and there is the aggressive opposition, which includes supporters of Isis. They should never be supported. The US formerly maintained contacts with Isis, believing that it didn’t represent a threat to them.<br /></p> \n<p>They later changed their tune. But Isis had already turned into the [world’s] most powerful terrorist organisation.</p> \n<figure class=\"element element-image\" data-media-id=\"6bfbd2ad5ad4d30cef979b7f22da8c3e315dc2fa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436546964377/0d36304d-8283-453e-918b-a601d820f233-460x276.jpeg\" alt=\"Activists protest outside the G7 in 2014, the group's first meeting without Russia for 17 years.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Activists protest outside the G7 in 2014, the group’s first meeting without Russia for 17 years.</span> \n  <span class=\"element-image__credit\">Photograph: Francois Lenoir/Reuters</span> \n </figcaption> \n</figure> \n<h2><strong>But the Americans regard Assad as illegitimate</strong></h2> \n<p>Yes, that is the position they take, but if Assad is removed from power, the whole of Syria will fall under the control of Isis. Who will oppose them then?</p> \n<p>Look at what is happening now in Iraq. The US say they are supporting the country’s territorial integrity, but remember what happened at the beginning of the 2000s. They declared Saddam Hussein their enemy, produced the notorious vial supposedly containing biological weapons and on the pretext of seeing off this threat, killed a head of state. Whether you liked Saddam or not, at least he was in control. There was no chaos. On what basis did the Americans kill a head of state? And do they really control the situation now in Iraq?</p> \n<p>The same thing happened in Libya, where Muammar Gaddafi was toppled. By the way, when he was in power he had more contact with the west than with Russia, then somewhere along the line their interests parted company. Now the west is seeking the same thing in Syria. But why? So that Isis can control even more territory?</p> \n<h2><strong>How many Russian citizens are fighting for Isis?</strong></h2> \n<p>More than 1,000. There are thousands of people there from other countries too. Russia, central Asia, western Europe and the US.</p> \n<h2><strong>How can we stop the flow of volunteers?</strong></h2> \n<p>I don’t see how it is possible to do so now. It is bound up with the double standards that I have already talked about. When Isis is fighting Assad, it is supported by the US. But at the same time the US is bombing Isis. As long as they keep up these games, all this will carry on.</p> \n<p>We have already seen this in Afghanistan. The Americans did not like the fact that Soviet troops went into Afghanistan and organised the Taliban movement. Out of the Taliban grew al-Qaeda, which was in contact with American and some other western security services. They arranged secret meetings and so forth. The Americans believed that their policy in Afghanistan had produced positive results, so they are continuing it now in Syria.</p> \n<h2><strong>Apart from terror, which threats worry Moscow the most?</strong></h2> \n<p>Colour revolutions are another form of destabilisation that represent an equally serious threat – the latest iteration of which occurred in Ukraine.</p> \n<p>It is clear that behind the campaign to destabilise Ukraine lies an attempt to manufacture an instrument with which to weaken Russia dramatically. It was with this aim in mind that the preconditions were created in Ukraine for maintaining constant tension, further developing extreme forms of nationalism and sabotaging the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/12/ukraine-crisis-reports-emerge-of-agreement-in-minsk-talks\">Minsk agreements</a>. At the same time, the task of keeping EU member states on a short leash was fulfilled: anti-Russian sanctions and positions are imposed upon them in disregard of their [own] opinions and national interests.</p> \n<h2><strong>And the US is behind all this?</strong></h2> \n<p>You have to look at events objectively. The US are trying to prove that Russia is party to the conflict in Ukraine, but that is not the case. Moreover, the US themselves started the conflict in Ukraine.</p> \n<h2><strong>How is that?</strong></h2> \n<p>Did you not pick up [on it]? It was the US that set all these events in motion. Barack Obama admitted as much in one of his recent interviews.</p> \n<h2><strong>He simply said the US acted as intermediaries during the transfer of power in Kiev</strong></h2> \n<p>The transfer of power provided the impetus for what happened there. Under Kerry, there is an assistant [secretary of state, Victoria] Nuland, who revealed that the US spent $5bn to organise these things.</p> \n<figure class=\"element element-image\" data-media-id=\"30b6f8421138ea58e1488677c12b39924e8cde97\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436547720954/8109847f-8f6a-40ee-a33d-339d76ed9141-460x276.jpeg\" alt=\"Ukrainians protest against former president Viktor Yanukovych in February 2014.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ukrainians protest against former president Viktor Yanukovych on Maidan square in February 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Emeric Fohlen/NurPhoto/REX</span> \n </figcaption> \n</figure> \n<h2><strong>She said that the US spent $5bn supporting democratic institutions and civil society</strong></h2> \n<p>There was a democratically elected president – whether you liked him or not was a question of judgement – but he was lawfully elected and no one denied it. But he did not suit the US. Although his presidency was drawing to a close and the people of Ukraine would not have re-elected him, they decided to oust him by force.</p> \n<p>That was their mistake, politically. Had they waited, they could have installed their people by lawful means. [Instead], they initiated a coup d’etat. If there hadn’t been a coup, nothing would have happened in Crimea and eastern Ukraine.</p> \n<h2><strong>But didn’t the unrest in Kiev begin after Viktor Yanukovych, under pressure from Moscow, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/21/ukraine-suspends-preparations-eu-trade-pact\">refused to sign the association agreement with the EU</a>?</strong></h2> \n<p>He postponed signing the agreement – and not under pressure from Moscow. He simply realised that he had not scrutinised what lay at the heart of the document and did not understand what implementing it would lead to. Ukraine was part of the free trade area of the Commonwealth of Independent States (CIS) [a regional organisation of former Soviet republics]. The consequences of such a step [signing a deal with the EU] were explained to Yanukovych. He had not taken account of them before and decided to take a break in order to grapple with these questions.</p> \n<p>Blaming Russia for how events unfolded in Ukraine is to confuse cause and effect, putting the cart before the horses. The progenitors of events in Ukraine were the US. They staged a coup d’etat to bring people to power whom they could control. The socio-economic situation in Ukraine is worsening, meanwhile, so they need to think up a reason why. By their logic, Russia is to blame for everything. In reality, they are not bothered about what will happen in Ukraine.</p> \n<p>They just need to exert pressure on Russia, which they are [already] doing.</p> \n<h2><strong>You are concerned about Russians volunteering for Isis. Why are you not concerned that thousands are fighting in the Donbass?</strong></h2> \n<p>Isis is a terrorist organisation, everyone recognises this. [But] there are no terrorist groups operating in Donetsk and Luhansk oblasts. All this can be solved without civil war if the Minsk agreements are abided by but they are not being implemented.</p> \n<p>In Ukraine now, even within a single family, relatives take diametrically opposed positions and trade insults. It is a civil conflict. We are ready to help – indeed, are already helping – Ukrainian refugees who are not, incidentally, being taken in by the EU or US. But getting involved in a civil conflict is pointless.</p> \n<h2><strong>But authorities are not stopping Russian citizens going to Ukraine</strong></h2> \n<p>We do not call on anyone to do so and we do not encourage it. But the reality is that preventing it is impossible. Not only have two million Ukrainian refugees come to Russia, they have friends and relatives here [too]. They tell them about the acts of savagery committed there. Their emotions do the rest. People head off there to take part.</p> \n<h2><strong>What can Russia do to help fulfil the Minsk agreements?</strong></h2> \n<p>Russia has already done everything that was necessary. All that is required is that what is written in the documents be implemented. We do not understand why Ukraine is being so stubborn. Nothing bad would have happened to them if they had implemented these agreements. But they do not want to sit down at the negotiating table with representatives of the Donetsk and Luhansk militias. And that is crucial.</p> \n<div>\n __VIDEO_EMBED_gu-video-446198044__\n</div> \n<h2><strong>Kiev says that if Russia closed the border and stopped lending aid to its supporters in the Donbass, everything would calm down </strong></h2> \n<p>We cannot close the border. Should we organise a blockade, like happened in Leningrad? For the whole population of the Donbass? We are feeding them now, practically. Living conditions there are extremely difficult. The Minsk agreements state that the Ukrainians themselves must create the conditions for the normalisation of the social and economic situation in Donetsk and Luhansk. </p> \n<p>But they are not doing this!</p> \n<h2><strong>Ukraine says this is impossible as long as the firing continues</strong></h2> \n<p>So they should stop firing then. </p> \n<h2><strong>The US is able to deploy large quantities of heavy weaponry in eastern Europe to ‘counter the threat from Russia’. What is your position on this?</strong></h2> \n<p>We all recall the term used by the Americans to refer to Russia’s neighbours – “frontline states” – clearly hinting that the so-called front line runs along our state border.</p> \n<p>Against this background, it is announced that the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/26/nato-east-european-bases-counter-russian-threat\">Nato plans to deploy a contingent of up to 30,000 troops</a> there and Nato Secretary General Jens Stoltenberg announces the largest expansion in Nato capabilities since the cold war.</p> \n<p>What is more, some actions taken by Nato look more like provocations than manoeuvres. For some strange reason, Nato hit upon the idea of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/17/nato-russia-elaborate-training-exercise-dangerous-signal\">conducting training exercises</a> at precisely the same time as those parts of the world still possessed of a historical memory were celebrating the 70th anniversary of victory in the Great Patriotic War.</p> \n<p>In the west, they tend to whip up hysteria whenever Russian planes appear in international airspace, even though they are on normal military duty. For years, they have been trying to catch Russian submarines supposedly penetrating Scandinavian waters, but have not found any. We react with restraint to Nato moves under such thought-up pretexts.</p> \n<p>Remember the arguments put forward by the west about the construction of anti-missile defence systems in Europe? They tried to convince us that it would be aimed at nullifying the threat of an Iranian missile [strike]. But the situation changed with the agreements reached in Lausanne and the threat began to dissipate. It would now make sense for the west to take steps to demonstrate that the anti-missile defence system was not constructed to contain Russia after all. For if they truly built this expensive system with Iran in mind, they ought now to reconsider their plans. But instead, they keep quiet and go on building it.</p> \n<figure class=\"element element-image\" data-media-id=\"5e51cf6233a039525b95b79ff054eb6ec6a1e19c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436549300937/b1491271-9bb8-4e8c-b72f-700b0eeedf7a-460x276.jpeg\" alt=\"German Chancellor Angela Merkel and US president  Barack Obama.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">German Chancellor Angela Merkel and US president Barack Obama.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Kappeler/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Where Nato really does face challenges in maintaining security and stability, it does not show itself to be particularly effective, to put it mildly. It usually runs away from confronting them head on. Take the example of Afghanistan. Despite the situation patently deteriorating and the Afghans’ proving incapable of guaranteeing their own security, the US and Nato have absolved themselves of all responsibility for how [the country] develops from here. Foreign soldiers no longer take part in military operations against terrorists.</p> \n<p>Against this backdrop, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/18/afghan-civilian-deaths-record-high\">number of civilian deaths rose</a> by 25% last year to 3,700 people, the highest level since 2001, while a further 7,000 civilians were injured.</p> \n<p>Exactly the same goes for the Afghan drug trade. Despite the fact that the Americans say they have spent $7bn fighting this evil during their time in Afghanistan, over 80% of the world’s opiates are now produced there. That is 40 times more than before operation Enduring Freedom, and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/31/blackwater-gets-rich-afghanistan-drug-production\">annual profit from the Afghan drug trade</a> exceeds $3bn.</p> \n<p>Having suffered defeat in battle with its real enemy, Nato fastened on to the mythical threat of “Russian aggression”. Among other things, it is important to this organisation now to justify not only its existence but also the rise in military budgets.</p> \n<h2><strong>You seem to see the US as a world-wide evil?</strong></h2> \n<p>It is the US that defines what they are and what they are not, they categorised Russia as one of the main international threats. We strive to cooperate with everyone constructively. There are many positive examples of where we worked with the Americans on questions of global stability. We actively cooperated in resisting terrorism, worked closely together on Syria’s chemical weapons and on regulating Iran’s nuclear programme … the potential for cooperation in the Arctic was quite good. </p> \n<p>Unfortunately, Washington took the unilateral decision to scale back cooperation with us under the invented pretext of “Russian aggression against Ukraine”. The Americans say they are committed to guaranteeing the sovereignty and territorial integrity of Ukraine. But Ukraine does not interest them at all. Their interest lies with Russia.</p> \n<h2><strong>In what sense?</strong></h2> \n<p>They would much rather that Russia did not exist at all. As a country.</p> \n<h2><strong>Why?</strong></h2> \n<p>Because we possess great [natural] resources. The Americans believe that we control them illegally and undeservedly because, in their view, we do not use them as they ought to be used. You surely remember ex-US Secretary of State Madeleine Albright’s claim that neither the Far East nor Siberia belong to Russia.</p> \n<h2><strong>You said the US is foisting anti-Russian sanctions and positions on EU countries. But the EU also lambasts Russia over Ukraine </strong></h2> \n<p>If it was not for the influence of the US, they would not pursue such a line.</p> \n<h2><strong>Would they agree to the annexation of Crimea?</strong></h2> \n<p>Are they really opposed to this? They will not say so publically, of course, but that it really the way it is. In the west, they understand that everything that happened in Crimea was lawful, that there was a referendum and so on. The reality is that they have no particular objections vis-&agrave;-vis Crimea. All [the fuss] will settle down with the passage of time, I think.</p> \n<p>As far as EU countries are concerned, the Americans exert very serious influence. On more than one occasion we invited one of the Europeans to come to Russia and suggested a date, only to receive a written reply explaining that the date, or something else, did not suit them. They explained to us off the record that the Americans had leaned on themnot to go, [the Americans said], wait a while, now is not the time to nurture contacts.</p> \n<h2><strong>Is it the US that is strong or the Europeans who are weak?</strong></h2> \n<p>Both. The Europeans are weak-willed and the Americans are strong. The US strives to dominate in the world – this goal is enshrined in their doctrine. And, for now, they are succeeding. They dominate, despite the fact that the world is changing.</p> \n<p><em>This is an edited version of an interview that first ran on <a href=\"http://www.kommersant.ru/doc/2752250\">Kommersant</a>. Translation by Cameron Johnston</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546391672/c30bb5aa-4632-48f3-bd2e-ad47fbb0e174-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yuri Kochetkov/EPA","altText":"An pro-Putin exhibition in Moscow, entitled Crimea: Return to Home Port","cleanCredit":"Photograph: Yuri Kochetkov/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546797979/53b05009-c724-44b3-9cdd-3b72d26dbea3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nikolai Patrushev, right, with Vladimir Putin and Sergei Ivanov in Dagestan in 2005. Photograph: Itar-Tass/Reuters","credit":"Itar-Tass/Reuters","altText":"Nikolai Patrushev, right, with Vladimir Putin and Sergei Ivanov in Dagestan in 2005.","cleanCaption":"Nikolai Patrushev, right, with Vladimir Putin and Sergei Ivanov in Dagestan in 2005.","cleanCredit":"Photograph: Itar-Tass/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546965828/0d36304d-8283-453e-918b-a601d820f233-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Activists protest outside the G7 in 2014, the group’s first meeting without Russia for 17 years. Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Activists protest outside the G7 in 2014, the group's first meeting without Russia for 17 years.","cleanCaption":"Activists protest outside the G7 in 2014, the group’s first meeting without Russia for 17 years.","cleanCredit":"Photograph: Francois Lenoir/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547722521/8109847f-8f6a-40ee-a33d-339d76ed9141-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ukrainians protest against former president Viktor Yanukovych on Maidan square in February 2014. Photograph: Emeric Fohlen/NurPhoto/REX","credit":"Emeric Fohlen/NurPhoto/REX","altText":"Ukrainians protest against former president Viktor Yanukovych in February 2014.","cleanCaption":"Ukrainians protest against former president Viktor Yanukovych on Maidan square in February 2014.","cleanCredit":"Photograph: Emeric Fohlen/NurPhoto/REX"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436549302386/b1491271-9bb8-4e8c-b72f-700b0eeedf7a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"German Chancellor Angela Merkel and US president Barack Obama. Photograph: Michael Kappeler/AFP/Getty Images","credit":"Michael Kappeler/AFP/Getty Images","altText":"German Chancellor Angela Merkel and US president  Barack Obama.","cleanCaption":"German Chancellor Angela Merkel and US president Barack Obama.","cleanCredit":"Photograph: Michael Kappeler/AFP/Getty Images"}],"webPublicationDate":"2015-07-15T04:00:06Z","lastModified":"2015-07-15T04:00:06Z","metadata":{"commentable":true,"commentCount":38,"contributors":[{"name":"Nikolai Patrushev","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nikolai-patrushev"}],"feature":false,"keywords":["Russia","Ukraine","European Union","Barack Obama","John Kerry","Islamic State","Europe","US news","World news"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/ukraine","webTitle":"Ukraine"},{"id":"world/eu","webTitle":"European Union"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/john-kerry","webTitle":"John Kerry"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Nikolai Patrushev","topic":{"type":"tag-contributor","name":"profile/nikolai-patrushev"}}],"series":{"title":"New East network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/new-east-network"},"embeddedVideos":[{"id":"gu-video-446198044","source":"guardian.co.uk","durationInSeconds":101,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/09/03/140903natovrussia-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/09/03/140903natovrussia/140903natovrussia.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/9/3/1409743902709/nato-v-russia-graphic-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"nato v russia graphic Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"nato v russia graphic","cleanCaption":"nato v russia graphic Photograph: guardian.co.uk"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/15/russia-terrorism-ukraine-america-putin","shortUrl":"http://gu.com/p/4ag5j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/15/russia-terrorism-ukraine-america-putin","webUri":"http://www.theguardian.com/world/2015/jul/15/russia-terrorism-ukraine-america-putin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436878969116/f1d3c453-69b1-49ec-b2ec-7e227c66e958-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An pro-Putin exhibition in Moscow, entitled Crimea: Return to Home Port. Photograph: Yuri Kochetkov/EPA","credit":"Yuri Kochetkov/EPA","altText":"An pro-Putin exhibition entitled Crimea: Return to Home Port, in Moscow. Photograph: Yuri Kochetkov/EPA","cleanCaption":"An pro-Putin exhibition in Moscow, entitled Crimea: Return to Home Port.","cleanCredit":"Photograph: Yuri Kochetkov/EPA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Analysis / How the hallucinations of an eccentric KGB psychic influence Russia today","rawTitle":"How the hallucinations of an eccentric KGB psychic influence Russia today","item":{"type":"comment","id":"world/2015/jul/15/russia-kgb-psychic-oleg-kashin","title":"How the hallucinations of an eccentric KGB psychic influence Russia today","trailText":"What does it say about our country when a top official cites claims supposedly retrieved from Madeleine Albright’s subconscious in a trance, asks <strong>Oleg Kashin</strong>? ","standFirst":"<p>What does it say about our country when a top official cites claims supposedly retrieved from Madeleine Albright’s subconscious in a trance, asks <strong>Oleg Kashin</strong>?</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/15/russia-terrorism-ukraine-america-putin\">Read the interview with Nikolai Patrushev</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/russia-cheese-sanction-russian\">Читайте эту статью на русском</a> </li>\n</ul>\n<p><em><br /></em></p>","byline":"Oleg Kashin in Moscow","body":"<p>Nikolai Patrushev, the secretary of the Russian Security Council and one of the most senior officials in the country, has given an interesting interview to Kommersant.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"580e9de08a8782ed27df4ad6a7d95838ee2c5162\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436875839458/f0119265-a559-4406-82a7-e9235554c4b2-278x420.jpeg\" alt=\"Oleg Kashin in Moscow\" width=\"278\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oleg Kashin in Moscow</span> \n </figcaption> \n</figure> \n<p>Among other things, he said that America is jealous of Russia’s great natural resources, and believes that “we control them illegally and undeservedly because, in their view, we do not use them as they ought to be used”. He substantiated this by saying: “you surely remember ex-US Secretary of State Madeleine Albright’s claim that neither the Far East nor Siberia belong to Russia”. </p> \n<p>This phrase, “you surely remember”, is misleading and you cannot blame the interviewer for not interrupting Patrushev and asking him for a source. It is one of those claims we have heard somewhere before. Upon hearing it again, we are liable to nod absent-mindedly and think “yes, yes, I remember”. But therein lies the trap. </p> \n<p>A number of pithy foreign quotes circulate in the Russian political language as common currency. But turn to the original language and no one can find them. There is the <a href=\"https://en.wikipedia.org/wiki/Dulles%27_Plan\">Dulles Doctrine</a> (a supposed plan by the CIA to destroy the Soviet Union) and <a href=\"http://www.themoscowtimes.com/opinion/article/russia-is-repeating-old-mistakes/512544.html\">Churchill’s apparent claim</a> that “Stalin came to power when Russia had only a wooden plow, and left it in possession of atomic weapons”. There’s <a href=\"http://www.spectator.co.uk/features/9163581/putin-is-making-the-wests-cold-warriors-look-like-fools/\">Margaret Thatcher allegedly saying</a> that the Russian population could happily be cut in three, and there is <a href=\"http://www.themoscowtimes.com/news/article/putting-words-in-albrights-mouth/193094.html\">Albright’s quote</a> about Siberia and the Far East not lawfully belonging to Russia. </p> \n<p>When these quotes are wheeled out by Russian “patriots”, they attract the attention only of uncritical acolytes. Patrushev, on the other hand, is an important figure and his words were picked up on by journalists who all rushed to discover the origin of the Albright quote. They found it.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>He said his boss had penetrated Albright’s subconscious, where he discovered thoughts about Siberia and the Far East</p> \n </blockquote> \n</aside> \n<p>In 2006, the government daily Rossiyskaya Gazeta published a <a href=\"http://www.rg.ru/2006/12/22/gosbezopasnostj-podsoznanie.html\">lengthy interview</a> with a retired Russian general, Boris Ratnikov, about the security service’s occult and parapsychological activities. </p> \n<p>A <a href=\"http://blogs.scientificamerican.com/news-blog/us-and-soviet-spooks-studied-parano-2008-10-29/\">lot had already being written </a>about this in the 1990s. Alexander Korzhakov, a former KGB general who served as head of the presidential security service from 1993 to 1996, had a deputy, Georgy Rogozin, who dealt specifically with these matters. He raised the souls of the dead, penetrated people’s subconscious through photographs and made up horoscopes for Boris Yeltsin. That was the sort of time it was. </p> \n<p>Rogozin’s contemporaries made fun of him, of course, but time is a great leveller. Reading the interview with Ratnikov, who served under Rogozin, everything looks quite respectable. Who knows what the security services get up to? </p> \n<p>Ratnikov said his boss Rogozin had used a photograph to penetrated Madeleine Albright’s subconscious, where he discovered thoughts about the need to strip Russia of Siberia and the Far East.</p> \n<p> After the recent interview with Patrushev, the BBC Russian service<a href=\"http://www.bbc.com/russian/international/2015/06/150622_patrushev_interview_albright\"> tracked down Ratnikov</a>, who repeated the claim that Rogozin would lie down and fall into a hypnotic state through which he could communicate with Albright.</p> \n<p>What are we to make of this? Not much. The world is full of unscientific tosh and not short of people to believe in it. Rogozin was a believer, Korzhakov believed Rogozin and Yeltsin believed Korzhakov. But this was all long ago and there is nothing to do but to laugh about it.</p> \n<figure class=\"element element-image\" data-media-id=\"85ae6c5b097d087df269fadebe5c4bc11227dbdc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436882420403/2915bae5-0a24-48c4-b515-6a64f7c969b3-460x276.jpeg\" alt=\"Boris Yeltsin's former chief bodyguard Alexander Korzhakov.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Yeltsin’s former chief bodyguard Alexander Korzhakov.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Or rather you could laugh if it were not for Patrushev, who now, in 2015, apparently credits the words uttered many years ago by a Kremlin parapsychologist in a hypnotic state, and attributed to Albright.</p> \n<p>Think about it. Patrushev is a very important and influential politician, a person crucial to the system. He has been with Putin from the very beginning, since his rise to power in 1999. Patrushev is now secretary of the Security Council, meaning that his purview extends to the most serious matters of state, including war and peace. Any mistake on his part risks catastrophe.</p> \n<p>This is the man who repeats the words attributed to Albright as if they were self explanatory, when in fact they were pronounced by an eccentric Russian general 20 years ago. On the basis of these words, Patrushev draws conclusions, conceives notions and pens doctrines. Perhaps Russia is preparing for war with the US because it says in some secret file of his that Albright planned to take Siberia away. </p> \n<p>It turns out that the hallucinations of a long-dead Kremlin psychic could result in a real war or, at the least, a real crisis in foreign policy. Imagine that Patrushev’s file comes to the attention of Putin and that when he meets his American counterpart he thinks about how the Americans want to seize our natural resources.</p> \n<p>This state of affairs is unhealthy and abnormal and one would be justified in calling for Patrushev’s immediate resignation. Here, after all, is a man who confuses lies for truth, is incapable of properly weighing up existing threats and has proved unable to critically assess the reliability of sources. </p> \n<p>We Russians have a real problem on our hands here – which goes well beyond the story with Albright. Our authorities are unchanging and isolated. We can only judge what is going on in their heads from their chance blunders, as in the case of Patrushev. Within their circle they speak a language all their own, their folklore and humour are unknown to us. They believe in things of which we have not the slightest inkling. Their superstitions, horoscopes, saints, fears, hopes, their good, their bad – all these have existed for a long time and mutate in ways foreign to us, the ordinary Russian people. </p> \n<p>For decades, people on the other side of the power divide have lived outside the world of you and me. It stands to reason that a new, distinct culture has grown up in which only they can live, in which the voice of Madeleine Albright in the head of a Kremlin psychic is by no means the most surprising thing one might find.</p> \n<p>One day, we will find out everything about them. On that day, we will be in for a big surprise.</p> \n<p><em>A version of this article first appeared in Russian on <a href=\"http://svpressa.ru/blogs/article/125815/\">Free Press</a>. Translation by Cameron Johnston</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436820053706/980e8a84-c29e-4b11-9f9d-d4872c497c6e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stoyan Nenov/Reuters","altText":"Former United States Secretary of State Madeleine Albright.","cleanCredit":"Photograph: Stoyan Nenov/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436875839751/f0119265-a559-4406-82a7-e9235554c4b2-1352x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1352,"orientation":"portrait","caption":"Oleg Kashin in Moscow","credit":"Svetlana Privalova/AFP/Getty Images","altText":"Oleg Kashin in Moscow","cleanCaption":"Oleg Kashin in Moscow"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436882420856/2915bae5-0a24-48c4-b515-6a64f7c969b3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Boris Yeltsin’s former chief bodyguard Alexander Korzhakov. Photograph: AP","credit":"AP","altText":"Boris Yeltsin's former chief bodyguard Alexander Korzhakov.","cleanCaption":"Boris Yeltsin’s former chief bodyguard Alexander Korzhakov.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-07-15T04:02:06Z","lastModified":"2015-07-15T04:02:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Oleg Kashin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oleg-kashin"}],"feature":false,"keywords":["Russia","Vladimir Putin","Europe","World news","US news","CIA"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/cia","webTitle":"CIA"}],"section":{"id":"world"},"topics":[{"displayName":"Oleg Kashin","topic":{"type":"tag-contributor","name":"profile/oleg-kashin"}}],"series":{"title":"New East network","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/new-east-network"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/15/russia-kgb-psychic-oleg-kashin","shortUrl":"http://gu.com/p/4aj7d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/15/russia-kgb-psychic-oleg-kashin","webUri":"http://www.theguardian.com/world/2015/jul/15/russia-kgb-psychic-oleg-kashin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436873592282/af888602-cb0f-46bc-a8b8-31b0833bc1a2-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Former US secretary of state Madeleine Albright with then German foreign minister Klaus Kinkel in 1998. Photograph: Michael Urban/Reuters","credit":"Michael Urban/Reuters","altText":"Former US secretary of state Madeleine Albright with then German foreign minister Klaus Kinkel in 1998.","cleanCaption":"Former US secretary of state Madeleine Albright with then German foreign minister Klaus Kinkel in 1998.","cleanCredit":"Photograph: Michael Urban/Reuters"}},"importance":0,"kicker":{"title":"Analysis"},"byline":{"title":"Oleg Kashin in Moscow"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436820053706/980e8a84-c29e-4b11-9f9d-d4872c497c6e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stoyan Nenov/Reuters","altText":"Former United States Secretary of State Madeleine Albright.","cleanCredit":"Photograph: Stoyan Nenov/Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436546391672/c30bb5aa-4632-48f3-bd2e-ad47fbb0e174-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yuri Kochetkov/EPA","altText":"An pro-Putin exhibition in Moscow, entitled Crimea: Return to Home Port","cleanCredit":"Photograph: Yuri Kochetkov/EPA"}}]},{"title":"‘Why I’m fighting to set up a food bank for disabled people’","rawTitle":"‘Why I’m fighting to set up a food bank for disabled people’","item":{"type":"article","id":"society/2015/jul/15/fight-food-bank-bme-disabled-people-julie-jaye-charles","title":"‘Why I’m fighting to set up a food bank for disabled people’","trailText":"Julie Jaye Charles, head of the Equalities National Council, on trying to cater for black and minority ethnic disabled people’s needs, while her own organisation struggles for funds","standFirst":"Julie Jaye Charles, head of the Equalities National Council, on trying to cater for black and minority ethnic disabled people’s needs, while her own organisation struggles for funds","byline":"Mary O'Hara","body":"<p>Julie Jaye Charles was so deluged by disabled people asking her charity for referrals to food banks earlier this year, that the head of the <a href=\"http://www.encweb.org.uk/\" title=\"\">Equalities National Council (ENC)</a> decided to set one up herself.</p> \n<p>“People come to us for a letter to go to food banks so I thought what we’d like is to set up a food bank and let the community run it,” she explains.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/17/learning-disabilities-rights-threatened-government-cuts-brian-rix-mencap\">Disabled people's rights threatened by government cuts, campaigners warn</a> </p> \n</aside> \n<p>With <a href=\"http://www.centreforwelfarereform.org/library/by-date/briefing-on-how-cuts-are-targeted.html#http://www.centreforwelfarereform.org/library/by-date/briefing-on-how-cuts-are-targeted.html\" title=\"\">disabled people disproportionately affected by many of the cuts and benefit reforms</a> that are <a href=\"http://www.trusselltrust.org/foodbank-figures-top-900000#http://www.trusselltrust.org/foodbank-figures-top-900000\" title=\"\">reportedly driving people to food banks</a>, Charles says she wanted to take some action. And she is no stranger to setting up unlikely organisations. In 1996, she founded the ENC from her living room in east London. Close on 20 years later, it is still the only national black and minority ethnic (BME) user-led disabled charity and Charles has won a lifetime achievement award for her outstanding contributions to promoting equality and diversity from the <a href=\"http://excellenceindiversity.co.uk/2015-winners/#http://excellenceindiversity.co.uk/2015-winners/\" title=\"\">Excellence in Diversity Awards.</a></p> \n<p>In an effort to raise funds to get the food bank up and running, she has sent letters to the sponsors of the awards. However, if the food bank effort is a fresh focal point it is far from the lone challenge she and the ENC now face. The charity, which is the only black and minority ethnic (BME) user-led disabled people’s organisation in the country, is struggling to secure funding. Charles says it needs &pound;250,000 a year to be able to continue offering its support, which includes advice and mentoring across England and Wales in areas spanning health, welfare advice, social care, education, housing and employment. It also helps former prisoners reintegrate into communities after release.</p> \n<p>Like many other organisations working on the frontline in poorer communities the ENC is grappling with ongoing cuts and increased demand for services at a time when grants are harder than ever to come by. While it specialises in BME communities, the charity’s remit has widened over the years to incorporate other groups and demand is coming from all quarters. Before austerity measures were implemented by the coalition government it wasn’t easy, she remarks, but there were more resources around.</p> \n<p>“I would say that before 2010 we certainly had better chances of funding.” Now, with no finance forthcoming from the local authority, she says that accessing funds has become a nightmare. “We filled in about 35 [grant] applications last year and one came through ... for &pound;1,000.” She</p> \n<p>In the past few years it is not just that the volume of inquiries for assistance has risen but that they have become more complex, she adds. “Going back six years, someone would be coming with one issue and one form, for example, finding it difficult to pay rent. When [people] come to us [now], not only do they want an ESA [employment support allowance] form, they may want a letter to go to the food bank. They may also need our support because they have no fixed abode.”</p> \n<p>As someone who has lupus and osteoarthritis as well as bipolar disorder, Charles has personal as well as professional insights into the difficulties faced by people with disabilities and long-term health conditions. She tells one story of when she was first diagnosed in the mid-90s while a young mother and struggling with the council to have her home adapted. “I had to fight for that, and on one occasion a social worker told me it would be cheaper ‘to put your children in care than for you to actually get a direct payment [from the council.]’”</p> \n<p>In almost two decades at the ENC, Charles has helped to put a spotlight on the circumstances of the UK’s more than one million BME disabled people. Through partnerships with bigger charities such as Scope, she <a href=\"http://www.thebigidea.co.uk/resource/over-looked-communities-over-due-change-how-services-can-better-support-bme-disabled-people-2/#http://www.thebigidea.co.uk/resource/over-looked-communities-over-due-change-how-services-can-better-support-bme-d\" title=\"\">published research drawing attention to additional obstacles faced by many disabled people from a variety of ethnic backgrounds</a> including access to services in areas such as mental health, which pushed the issue up the policy agenda. The same research also highlighted that while disabled people generally are more likely to live in poverty, this is even more so for those from ethnic minorities. Charles has also advised numerous government departments and ministers on disability and health issues.</p> \n<p>One of her most recent actions was to put herself forward as a potential Labour candidate in the general election to challenge the main architect of welfare reform, Iain Duncan Smith (she lives in his constituency and says on a personal level “he’s a very nice man”). “I wanted to challenge him to show him that a disabled person can be professional, can work, does have knowledge but [that] we do also need the support.” Charles failed to get the nomination but says she wouldn’t think twice about trying again to bolster disabled people’s voices in parliament.</p> \n<p>The new minister for disabled people wants to meet her, she says. “While that’s great, I’ve met with every other disabled [people’s] minister and they all speak the same language,” she explains.</p> \n<p>Charles is particularly scathing about what she says is Labour’s lack of action in not directly objecting to cuts affecting disabled people and not making their rights a centrepiece of its pre-election activity. “I think that Labour made a huge mistake and they know it themselves. They lost a lot of votes. [The party] certainly wasn’t talking about disabled people.”</p> \n<p>She believes the loss of the <a href=\"http://www.equalityhumanrights.com/about-us/about-the-commission/our-vision-and-mission/previous-commissions#http://www.equalityhumanrights.com/about-us/about-the-commission/our-vision-and-mission/previous-commissions\" title=\"\">Disability Rights Commission (</a>when it was absorbed into the new Equalities and Human Rights Commission in 2007) was a major blow to disabled people’s advocacy nationally. As a result, there hasn’t been a coherent response to austerity policies. Instead, smaller groups have been left to take up the slack. “What we have now are individual campaigners and activists who come together in their thousands, across the country to say to us what you [the government] are doing to us is wrong.”</p> \n<p>Charles says she is fearful that the reforms and cuts under way in welfare and benefits may be impossible to reverse. Of last week’s budget, she says: “I don’t understand whether they truly understand how it’s not just going to affect disabled people but families already on low incomes and those who really are suffering now without food and [facing] homelessness.”</p> \n<p>Yet she insists that it won’t stop her from finding ways to mitigate the effects. She wants to establish an independent disability commission to hold policymakers to account on the impact of cuts. “I’m not giving up. How can an award-winning organisation not be funded,” she asks. “It doesn’t make sense. Is it because we are a BME organisation or is it because we are a disability organisation? Or both?”</p> \n<h2>Curriculum vitae</h2> \n<p><strong>Age</strong> 49.</p> \n<p><strong>Lives</strong> North-east London.</p> \n<p><strong>Family</strong> Single, two children, four grandchildren.</p> \n<p><strong>Education</strong> Central Foundation Girls’ Grammar School, east London; University of East London, diploma in social work.</p> \n<p><strong>Career </strong>1996-present: founder/director, Equalities National Council; 1995-96: child protection officer, School Home Support Ltd; 1985-87: administrator, Burberry Head Office; 1983-85: developed a playgroup/creche called The Nappy Gang.</p> \n<p><strong>Awards </strong>Lifetime achievement award, Excellence in Diversity Award 2015; inspirational women of the year 2014, National Inspirational Women of the Year team; people of the year human rights award 2009, Royal Association of Disabled People.</p> \n<p><strong>Interests</strong> Enjoying the garden, spending time with grandchildren, reading policy papers.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791003391/b5bb032c-8d67-458c-900c-11850c3caf93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Godwin/Martin Godwin","altText":"Julie Jaye Charles, head Equalities National Council","cleanCredit":"Photograph: Martin Godwin/Martin Godwin"}],"bodyImages":[],"webPublicationDate":"2015-07-15T06:59:02Z","lastModified":"2015-07-15T06:59:02Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Mary O'Hara","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/5/1423130557559/Mary-O-Hara-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maryohara"}],"feature":true,"keywords":["Disability","Society","Equality","Race issues","Charities","Voluntary sector","UK news","Public sector cuts","Public services policy","Public finance","Welfare","Politics"],"tags":[{"id":"society/disability","webTitle":"Disability"},{"id":"society/society","webTitle":"Society"},{"id":"society/equality","webTitle":"Equality"},{"id":"world/race","webTitle":"Race issues"},{"id":"society/charities","webTitle":"Charities"},{"id":"society/voluntarysector","webTitle":"Voluntary sector"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/public-sector-cuts","webTitle":"Public sector cuts"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/public-finance","webTitle":"Public finance"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"society"},"topics":[{"displayName":"Mary O'Hara","topic":{"type":"tag-contributor","name":"profile/maryohara"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/15/fight-food-bank-bme-disabled-people-julie-jaye-charles","shortUrl":"http://gu.com/p/4atpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/15/fight-food-bank-bme-disabled-people-julie-jaye-charles","webUri":"http://www.theguardian.com/society/2015/jul/15/fight-food-bank-bme-disabled-people-julie-jaye-charles"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791003391/b5bb032c-8d67-458c-900c-11850c3caf93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julie Jaye Charles: ‘Labour made a huge mistake. They lost a lot of votes by not talking about disabled people.’ Photograph: Martin Godwin/Martin Godwin","credit":"Martin Godwin/Martin Godwin","altText":"Julie Jaye Charles, head Equalities National Council","cleanCaption":"Julie Jaye Charles: ‘Labour made a huge mistake. They lost a lot of votes by not talking about disabled people.’","cleanCredit":"Photograph: Martin Godwin/Martin Godwin"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436791003391/b5bb032c-8d67-458c-900c-11850c3caf93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Godwin/Martin Godwin","altText":"Julie Jaye Charles, head Equalities National Council","cleanCredit":"Photograph: Martin Godwin/Martin Godwin"}}]},{"title":"A black stain on San Fermín / Sexual aggression at Pamplona bull run denounced","rawTitle":"Sexual aggression at Pamplona bull run denounced","item":{"type":"article","id":"world/2015/jul/14/san-fermin-sexual-aggression-pamplona-bull-run-denounced","title":"A black stain on San Fermín: sexual aggression at Pamplona bull run denounced","trailText":"Women’s groups say assault and harassment are engrained in the world-famous festival and call on authorities to tackle rather than tolerate it ","standFirst":"<p>Women’s groups say assault and harassment are engrained in the world-famous festival and call on authorities to tackle rather than tolerate it </p>","byline":"Ashifa Kassam Madrid","body":"<p>Fast and goring-free were the words used to describe the final bull run of this year’s San Ferm&iacute;n festival in Pamplona, Spain. As the gates on their holding pen opened on Tuesday, six bulls from the renowned Miura ranch made their way through the narrow streets of the city in a record time of just over two minutes. </p> \n<p>As the world-famous event came to a close, however, local women’s groups were using a different set of words to describe this year’s festivities, urging authorities to do more to combat a culture of sexual aggression they say has become synonymous with the festival.</p> \n<p>This year’s festival saw hundreds of protesters gather outside Pamplona’s city hall on Monday, in response to reports of a sexual assault on a 19-year-old British woman last week. Women’s groups said she had been assaulted in a bathroom before two friends rescued her. Police are investigating the incident.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jul/07/pamplona-san-fermin-festival-running-bulls-begins-in-pictures\">Pamplona's San Ferm&iacute;n festival begins – in pictures</a> </p> \n</aside> \n<p>Local women’s groups have warned for years of a dark side to the festival’s nine days of alcohol-fuelled partying and bull runs, pointing to the many complaints received about sexual harassment and assaults among the crowds. </p> \n<p>“For years, San Ferm&iacute;n was sold as a fiesta where anything goes, where you can do whatever you want and there are no consequences,” said Zuri&ntilde;e Altable of the Platform of Women Against Sexual Violence.</p> \n<p>Media from around the world descend annually on Pamplona to cover the daily release of six half-tonne fighting bulls along the city’s narrow streets, but scant attention has been paid to the issue of women’s safety during the event. No official figures are available, but Altable said that incidents involving gropings, insults and physical aggression against women were reported to the police during this year’s festival. </p> \n<p>After years of downplaying the problem, city officials have begun to take action. A special police force was deployed during last year’s festival to try to prevent sexual assaults, and police now film the wine-drenched revelry known as the <em>chupinazo</em> to allow them to identify perpetrators. The city has also begun publishing a multilingual guide on gender-based violence and where to seek help, and an information point has been set up in the city during the festival.</p> \n<p>The complaints emerging from this year’s festival, however, suggest that much more needs to be done, Altable said. “In some ways things are changing. With these prevention campaigns, society is aware of these problems and is taking action against these aggressions rather than tolerating them.” </p> \n<p>On Monday evening, protesters dressed in red and white gathered outside city hall, holding up signs that read “enough already” as they urged authorities to implement further measures to address the issue. Local bars were also encouraged to join in the protest by turning off their music for half an hour after midnight.</p> \n<p>Women’s groups questioned whether the city’s efforts were aimed at putting an end to the aggression or simply an attempt to manage the bad publicity. “The sexual aggression that takes place during the famous San Ferm&iacute;n festival in Pamplona isn’t something that was born yesterday,” wrote Ver&oacute;nica Landa <a href=\"https://mujerespanyrosas.wordpress.com/2015/07/10/la-increible-tradicion-de-las-agresiones-sexuales-en-las-fiestas-de-san-fermin/\">on the website of the feminist group <em>Pan y Rosas</em></a>, or Bread and Roses. </p> \n<p>Sexual aggression has become so engrained that it has even been reflected in the festival’s publicity, Landa said. Earlier this year Pamplona city hall said it would take action against an Andalusian tour company over San Ferm&iacute;n adverts that showed a bra dangling from a bull’s horn and a woman being fondled by a dozen men as she lifted her shirt during the celebrations. </p> \n<p>Local authority campaigns to tackle the issue are insufficient, not to mention sexist and patriarchal, Landa said. “Most of them focus on the idea that it is up to women to prevent sexual aggression or know how to react in the face of these acts.”</p> \n<p>As the San Ferm&iacute;n festival came to an end on Tuesday, the mayor of Pamplona, Joseba Asir&oacute;n, said this year’s event had been wonderful, with the exception of the sexual attacks. “We’ll never tire of saying that these are intolerable, and that right now they are a black stain on San Ferm&iacute;n.” The newly elected mayor said the city now had a year to tackle the issue and promised next year’s festival would be different.</p> \n<p>There were no serious injuries in the final run of San Ferm&iacute;n in Pamplona, but the town of Pedreguer, near Alicante in eastern Spain, was in mourning on Tuesday after a French tourist was gored to death at its local fiesta. Media reports said the 44-year-old had had been engrossed in recording the festivities, in which bulls charge through the street chasing locals and tourists, on his mobile when he was gored twice. </p> \n<p>Pedreguer authorities said the fiesta’s remaining events featuring bulls would be cancelled and reminded those taking part in the events to “do so responsibly and in accordance with safety standards”.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5d4c4d612184883f389bf608ef22f313e35d46c/0_219_3294_1976/3294.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1976,"width":3294,"orientation":"landscape","credit":"Andres Kudacki/AP","altText":"San Fermín","cleanCredit":"Photograph: Andres Kudacki/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-14T16:56:55Z","lastModified":"2015-07-14T23:00:45Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Ashifa Kassam","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashifa-kassam"}],"feature":true,"keywords":["Spain","Europe","World news","Women","Gender"],"tags":[{"id":"world/spain","webTitle":"Spain"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"world/gender","webTitle":"Gender"}],"section":{"id":"world"},"topics":[{"displayName":"Ashifa Kassam","topic":{"type":"tag-contributor","name":"profile/ashifa-kassam"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/14/san-fermin-sexual-aggression-pamplona-bull-run-denounced","shortUrl":"http://gu.com/p/4akvp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/14/san-fermin-sexual-aggression-pamplona-bull-run-denounced","webUri":"http://www.theguardian.com/world/2015/jul/14/san-fermin-sexual-aggression-pamplona-bull-run-denounced"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5d4c4d612184883f389bf608ef22f313e35d46c/0_219_3294_1976/3294.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1976,"width":3294,"orientation":"landscape","caption":"Campaigners say incidents involving gropings, insults and physical aggression against women were reported to the police during this year’s San Fermín festival. Photograph: Andres Kudacki/AP","credit":"Andres Kudacki/AP","altText":"San Fermín","cleanCaption":"Campaigners say incidents involving gropings, insults and physical aggression against women were reported to the police during this year’s San Fermín festival.","cleanCredit":"Photograph: Andres Kudacki/AP"}},"importance":4,"kicker":{"title":"A black stain on San Fermín"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5d4c4d612184883f389bf608ef22f313e35d46c/0_219_3294_1976/3294.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1976,"width":3294,"orientation":"landscape","credit":"Andres Kudacki/AP","altText":"San Fermín","cleanCredit":"Photograph: Andres Kudacki/AP"}}]},{"title":"Matthew Barney's Cremaster Cycle / Nine hours of 'challenging' art on film","rawTitle":"Nine hours of 'challenging' art on film","item":{"type":"article","id":"artanddesign/2015/jul/14/matthew-barney-cremaster-cycle-art-film","title":"Matthew Barney's Cremaster Cycle: nine hours of 'challenging' art on film","trailText":"As New York baked in sunshine, two journalists were in the bowels of the Guggenheim for nine hours, watching a bizarre, nearly dialogue-free art film","standFirst":"<p>As New York baked in sunshine, two journalists were in the bowels of the Guggenheim for nine hours, watching a bizarre, nearly dialogue-free art film</p>","byline":"Jordan Hoffman and Alex Needham in New York","body":"<p>As part of <a href=\"http://www.guggenheim.org/new-york/exhibitions/on-view/storylines-contemporary-art-at-the-guggenheim\">Storylines</a>, an ongoing exhibition of contemporary art associated with larger narratives, the Guggenheim museum in New York is offering a rare delight of cinematic maximalism – and masochism – with marathon screenings of artist <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/nov/30/when-matthew-barney-came-to-mona\">Matthew Barney</a>’s complete <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2002/oct/16/artsfeatures\">Cremaster Cycle</a>. The five films, produced out of order between 1994 and 2002, make for a nine-hour helping of moviegoing, including short restroom breaks, a 90-minute respite for lunch and an “Oh God, let me feel the sun on my face” interlude.</p> \n<p>The Cremaster Cycle is somewhere in between a traditional film and an art installation. It isn’t too easy divining a plot, but each entry offers a great deal of “business” to follow, usually oddly dressed characters trying to accomplish some sort of strange task. This can range from chopping up a room full of raw potatoes with bladed shoes to a kit of pigeons bringing a man’s penis to erection with ribbons.</p> \n<p>These films are not available on home video. Well, that’s not entirely true. Twenty DVD collections in elaborate packaging were sold for $100,000 a piece. In 2007, just <a href=\"http://cremasterfanatic.blogspot.com/2007/10/cremaster-2-on-sale-at-sothebys-new.html\">one-fifth of the series (Cremaster 2) was sold at auction for over $500,000</a>. The disc came in a case “made from hand-tooled saddle leather, sterling silver, polycarbonate honeycomb, beeswax, acrylic and nutmeg”.</p> \n<p>On a gorgeous Saturday in July, Guardian US arts editor Alex Needham and film critic Jordan Hoffman took the plunge and, equipped with a few protein bars, exposed themselves to some lengthy art. Below is a conversation that happened via email once they had wiped the melted paraffin from their eyes.</p> \n<figure class=\"element element-image\" data-media-id=\"82602a4bd346eff94d81bdc4295bdfff09867efe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436817491400/9940708d-856e-4f59-b9bb-f9dbf10bfbb3-336x420.jpeg\" alt=\"Matthew Barney at the satyr in Cremaster 4.\" width=\"336\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Matthew Barney as the satyr in Cremaster 4.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Jordan: </strong>I’ve done my share of movie marathons. I’ve done <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2001/mar/24/books.guardianreview\">B&eacute;la Tarr’s S&aacute;t&aacute;ntang&oacute;</a> (seven hours and 12 minutes) and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2006/apr/15/featuresreviews.guardianreview12\">Jacques Rivette’s Out 1</a> (12 hours and 53 minutes, spread out over two days), plus the Alamo Drafthouse’s 24 hour <a href=\"https://en.wikipedia.org/wiki/Butt-Numb-A-Thon\">Butt-Numb-a-Thon</a>, but what makes this one different is its museum aspect. In recent years I’ve used the phrase “could double as an installation piece” when discussing beautiful films with hard-to-reach narratives, movies like Terrence Malick’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/sep/02/to-the-wonder-review\">To the Wonder</a> or Carlos Reygadas’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/mar/21/post-tenebras-lux-review\">Post Tenebras Lux</a>. </p> \n<p>But Barney really does live at the other end of that divide. The props created for his films are later sold as sculpture to collectors, and can be found in galleries and museums. The films are a part of a larger work, and, as such, I always expect to go into his movies with an expectation merely to “enter a zone”. What’s surprising is that, with the exception of a few stretches, these lengthy and somewhat mystifying sequences can also be enthralling in a traditional moviegoing way. What expectations did you have going in?</p> \n<p><strong>Alex: </strong>Movie marathons aren’t my thing but, as a man blessed with a long attention span, I’ve sat through a bunch of sizeable artworks, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/australia-culture-blog/2014/mar/11/tectonics-adelaide-program-two-review\">a memorable nine-hour avant garde concert in Adelaide</a> which included what sounded like a man rustling a crisp packet for 20 minutes. I’ve done a Ring Cycle; I’ve read Ulysses; I’ve done <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/may/06/einstein-on-beach-glass-review\">Einstein on the Beach</a> (five hours) and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2012/jun/14/gatz-review\">Gatz</a> (eight). The rare opportunity to spend seven hours immersed in Barney’s Vaseline-slathered universe seemed like one too good to pass up – although I did have second thoughts when Saturday morning saw New York drenched in radiant sunshine. We’d spend the vast majority of the day in a basement, albeit one designed by Frank Lloyd Wright.</p> \n<p>As for the Cremaster Cycle itself, I’d never seen it other than in still images. My only engagement with Barney’s work has been his great <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/arts/gallery/2007/sep/21/matthewbarney\">Drawing Restraint show at the Serpentine Gallery in London</a> in 2007; I just missed his last film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/australia-culture-blog/2014/mar/03/river-fundament-review-adelaide-festival\">River of Fundament </a>in Australia last year. So I was keen to get my hands dirty in the axle-grease and melted rubber of Barney’s automobile obsession – which brings us to the first in the series.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=6xWtS9HsP4U\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/6xWtS9HsP4U?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Jordan:</strong> The first, which is the fourth! The Guggenheim chose to show these films as they were produced, which is out of order. I think it’s a wise move, as they definitely grow, not just in terms of length (roughly 40 minutes to three hours) but in scope, grandeur, difficulty of production and quality of film stock. Part one features a lot of birthing imagery, and part five has some death, but that’s about all I could put together as a throughline. So seeing them in this fashion seems like a better buildup.</p> \n<p>Cremaster 4 is, in some ways, the most energetic. Its twin actions include a motorcycle sidecar race around the Isle of Man intercut with a satyr tapdancing a hole through a tile floor. There are some androgynous fairies who put some oozing goo into the pockets of the satyr, which somehow transports to the racers. At least that’s how I interpreted it. It concludes with the satyr wiggling through an enormous wax anus (again, my interpretation) and emerging in the mud as the race concludes. We’re introduced to a lot of iconography that will recur throughout the cycle. If I knew more about the specific myths or legends this is riffing on, I might have a richer reaction, as I do with some of later aspects. Still, there’s not a moment of this 42-minute video that isn’t strangely spellbinding.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0c1a324d44b2ef36cb1071c7e3c17f69a7683952\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436818431715/39063ed1-c897-458f-ad6d-8d6db09e0490-335x420.jpeg\" alt=\"Cremaster cycle: the satyr tapdances.\" width=\"335\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cremaster cycle: the satyr tapdances.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex: </strong>The Cremaster Cycle is named after the muscle that controls the height of the testicles; I’m sure every man has noticed its operation when swimming in a cold sea (or less pleasantly, getting socked in the balls). According to the sheet we got at the screening, the numbers of the films correspond to “the height of the gonads during the embryonic process of sexual differentiation” – one is the least descended, five the most. This was number four and it was a pretty male experience – all that racing around the Isle of Man (the name probably significant too); the closeups on leather-clad crotches and burly fairies. The film opened with Barney, playing the satyr with prothetic ears and nose, carefully combing fire-engine red hair over some raised, rather anus-like protuberances, before crashing through a hole in the pier and into the sea – where he kept tapdancing on the sea bed.</p> \n<p>This film was the most raw in terms of film stock and technique, but that gave it an urgency and energy. It was a bold presentation of a very personal mythology without a map – we could guess the significance of the fairies rolling around on a bright yellow picnic blanket on a cliff top, but that was about it. Better to make like the race car drivers, strapped in, speeding through an unfamiliar landscape, all set to get covered in goo.</p> \n<figure class=\"element element-image\" data-media-id=\"bbdeb2cfa90ae20d69a5a35f706ce8767f9d4133\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436818671486/32a8914b-e721-4857-802a-acfb217da746-460x378.jpeg\" alt=\"Cremaster 1, with the emblem between the blonde goddess's legs.\" width=\"460\" height=\"378\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cremaster 1, with the emblem between the blonde goddess’s legs.</span> \n  <span class=\"element-image__credit\">Photograph: no info</span> \n </figcaption> \n</figure> \n<p><strong>Jordan:</strong> All this makes for nice counterbalance in Cremaster 1, much more feminine in every respect. It opens with a touch of kitsch, a deep blue American football field in which a line of chorus girls dance to <a href=\"https://www.youtube.com/watch?v=__tm_j8FPl0\">Mantovani-esque music</a>. Above them float two Goodyear blimps which, set against the yellow markers of the field goal poles, resembling ovaries and a birth canal. Inside the blimp are women wearing Nazi-looking uniforms with the Goodyear logo pinned to them. It’s as good a moment as any to ask just how Barney is able to get major brands to let him reappropriate their intellectual property?</p> \n<p>Further adventures inside the twin blimps include wax sculptures of what look like fallopian tubes and a table full of grapes that fall into animated shapes. (One has red, the other green, so you can keep track.) From a film-making point of view, the most striking moments include the choreography of the kickline dancers and how they recreate what’s happening with the airship. It’s very much a spin on Busby Berkeley Hollywood, but a touch sinister. The woman dropping the grapes may or may not be in discomfort inside her small chamber. The longer you linger in the strange spaces, the more you find vaginal imagery everywhere. The logo on the 50-yard line resembles an unfurled maxi pad.</p> \n<figure class=\"element element-image\" data-media-id=\"d0bb820ea403b121488343e7234c1b5bbd3459f0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436819227083/af6316e2-31fc-4451-93e1-710d510db4f2-330x420.jpeg\" alt=\"The goddess with two Goodyear blimps.\" width=\"330\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The goddess with two Goodyear blimps.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex: </strong>Yes, that Mantovani-style music … I feel as though it’s been tattooed on my brain after hearing it continuously for 40 minutes. Like the music in the rest of the cycle it was composed by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jun/18/jonathan-bepler-the-music-comes-from-within-the-film\">Jonathan Bepler</a>, who pays homage to different styles from easy listening, like here, to grand opera in the next film, Cremaster 5. Cremaster 1 was a much less gnarly proposition than Cremaster 4, which ended with some tumour-type thing being unpleasantly probed with needles. </p> \n<p>This elegant dance routine on a football pitch, controlled by a woman in the Goodyear blimp, was visually ravishing (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2006/jan/22/film.media\">Isaac Mizrahi</a> designed the costumes, another instance of Barney managing to involve heavy hitters in these crazily ambitious and bizarre projects) but also eerie. The most dramatic moment for me came when a single, gigantic high-kicking chorus girl was shown with the two Goodyear Blimps attached to her wrists, prefiguring the next film’s sequence with the birds. Who knows what it was all about, but all the fallopian imagery seemed to point towards some kind of imaginative landscape before birth or even before conception, when all that exists are the possibilities of what a new person might be. </p> \n<p>You’re right about the maxi pad, mind.</p> \n<figure class=\"element element-image\" data-media-id=\"10c50dc4eddba585f0a83d4dec900a463d73dcbf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436819597642/67590b50-7850-46f4-bd34-07dbb963ef03-323x420.jpeg\" alt=\"Ursula Andress, centre, as the Queen of Chain.\" width=\"323\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ursula Andress, centre, as the Queen of Chain.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Jordan:</strong> Good to open with Bepler’s music when discussing Cremaster 5. This has one of those mesmerising scores that keeps you rooted all through the closing credits. It’s a pulse of minor key chords as pink beads bubble up in Budapest’s art nouveau <a href=\"http://www.gellertbath.com/\">Gellert baths</a>. I cheated a bit and read an interpretation that says these final moments represent the last descent of the gonads, in which gender is determined. I’ll be honest and say this didn’t quite connect with me. But I was nevertheless taken with the striking imagery.</p> \n<p>Cremaster 5 represents a larger production than 4 and 1. It is shot in a wider aspect ratio, with a more professional lighting rig. (Barney was still shooting on BetaCam.) It’s got some night imagery of a man on a horse on the Chain Bridge and Ursula Andress lip-synching as a woe-begotten queen in the Budapest Opera House. </p> \n<p>In other words, it has numerous signifiers of being, for lack of a better term, a real movie. It’s a neat trick because, at least for me, you’re conditioned to fill in narrative gaps based off closeups and cutting schemes. As far as the plot of this 55-minute film is concerned, there’s a lot of pageantry, and another example of a man on a struggling climb. This time he’s going up the side of a proscenium, and while his goal isn’t exactly clear, it’s still engaging.</p> \n<p>For me, though, I wasn’t quite as into Cremaster 5 as the other two, and maybe would have found it dull if it weren’t for the music. I had the good fortune to see <a href=\"http://www.riveroffundament.net/index.htm \">River of Fundament </a>and that five-hours-and-50-minute film (with two breaks) is about half sung through opera. You see some of the roots to that here. Do you want to try and explain what the pigeons were doing, or have we hinted at it enough?</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4902d75b16dc742c40e4864b9575ae7ce2d04daf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436819956329/c780b166-b9ba-4b8a-b3cd-9412138ff498-329x420.jpeg\" alt=\"Barney as the diva, with ribbon-bedecked penis.\" width=\"329\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barney as the diva, with ribbon-bedecked penis.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex:</strong> The pigeons are definitely one of the Cycle’s strangest and most beguiling moments. Andress as the queen and her two female courtiers look down through another anus-like aperture. They can see the Gellert baths, where Barney, in his role as her diva, is advancing slowly through pools filled with pearl-like bubbles which, turn out to be shaped a bit like the Cremaster emblem. Under the water, hermaphrodite water-nymphs tie ribbons to his penis – which isn’t an ordinary human penis but looks more like the roots of a plant. The ribbons are in turn attached to the pigeons. They fly upwards, facilitating an erection. Yes, it’s a full-on glorification of the male sexual and creative impulses, of the kind that annoys some feminist critics of Barney’s work no end. But I enjoyed the mixture of utter grandeur and ludicrousness – not exactly an unusual combo here. </p> \n<p>In another scene, Barney, in the guise of the giant, stands on the Chain bridge between Buda and Pest and finally dives off. In other words, Cremaster 5 is as lavish and highfalutin as an early-80s pop video, and Ursula Andress made an alluring opera-singing queen, although her lip-synching wouldn’t have passed muster on a half-drunk drag act … even if she was attempting Hungarian, possibly Europe’s most impenetrable language.</p> \n<figure class=\"element element-image\" data-media-id=\"466fc498f86ae3cb356d8428567ed861bb6bf30a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436820405340/2ec3d801-728b-4610-b695-65539ce7add3-339x420.jpeg\" alt=\"Norman Mailer, left, as Houdini in Cremaster 2.\" width=\"339\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Norman Mailer, left, as Houdini in Cremaster 2.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Jordan: </strong>At this point in the programme there was a break – just enough time for a sandwich, a peek at some of the other work on display at the Guggenheim and to answer a few emails. Then it was Cremaster 2, a 79-minute entry shot on more cinematic HDTV and, I must confess, the only film that put me in such a haze I nodded off here and there. Not that the interzone between lucidity and dreaming is automatically a negative for a surreal experience. I’ve long suspected that many midnight classics benefit from an audience’s struggle to stay awake.</p> \n<p>Cremaster 2’s riffs on the story of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2012/nov/11/norman-mailer-gilmore-capital-punishment-1979-archive\">Gary Gilmore</a>, a noted murderer who was the first American executed by the state when capital punishment was reinstated in 1976. There is a recreation of the gas station killings, plus an appearance by Norman Mailer as Harry Houdini, discussing the concept of metamorphosis. Lots of connections here. Mailer wrote a book about Gilmore called The Executioner’s Song, and there were rumours that Gilmore was an illegitimate descendent of Houdini’s. Gilmore’s mother was a lapsed Mormon. Cremaster 2 features singing by the <a href=\"http://www.mormontabernaclechoir.org/\">Mormon Tabernacle Choir</a> (again, how did this happen?) and images of bee swarms. Beekeeping is a recurring theme in Mormon lore, though I’m not so sure what elders from the Church of Latter Day Saints would make of the shots of a naked woman covered in some sort of plexiglass corset covered in bees, riding up and down on a large phallus, penetration on full display.</p> \n<p>All this makes for a lot of symbols thrown into the stew that you have to figure out yourself. Some scenes are dynamic, like bees buzzing in a recording studio festooned with an Oakland Raiders patch as a heavy metal vocalist harmonises (inasmuch as one working in that idiom can harmonise). There are also some deathly dull stretches like Gilmore (played by Barney) slapping petroleum jelly around the inside a car. I don’t know what that was all about, and this was the precise moment the marathon element of this day got the best of me. There are also some striking shots of cowboys dancing, or riding on horseback with Hebrew flags. Also, some Canadian Mounties intercut with shots of mountains perfectly reflected in bodies of water, sometimes viewed vertically. Despite these bright spots, I feel like this was the most desultory entry of all.</p> \n<figure class=\"element element-image\" data-media-id=\"2820858f8cd83e7ecf36fb5e682f555a27230184\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436820651216/4a16fd65-a5fe-4fc2-ae23-2e12245d4049-330x420.jpeg\" alt=\"The cowboys and saddle of Cremaster 2.\" width=\"330\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cowboys and saddle of Cremaster 2.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex:</strong> Agreed, Cremaster 2 was hard going, although on paper this had a lot more to engage the attention – dialogue, Mailer, that hardcore porn sequence (at the end of which a bee flies out of Gary Gilmore’s father’s penis) and, my favourite part, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jul/02/slayer-metal-10-of-the-best\">Dave Lombardo from Slayer </a>pelting out a drum solo and a man growling into a telephone while covered in bees. There was also Barney as Gilmore, so annoyed at being interrupted from his interminable reverie inside his car that he executes the parking lot attendant on a bathroom floor. In fact, this film even has what you could loosely call a plot – it’s a highly ritualistic retelling of Gilmore’s life and death, from his birth as a result of that sexual union to his death by firing squad, only here that’s represented by a vivid scene in which he rides a bull at a rodeo, but then both he and the beast drop dead. </p> \n<p>Cremaster 2 sees the production values take another leap forward and there are some stunning images here, not least the camera speeding over the Columbia Ice Fields and disappearing down a crevasse at the end. Yet perhaps it’s the fact that a story seems just out of reach that makes this such a frustrating and ultimately tiring experience. Or perhaps we were just flagging four hours in.</p> \n<figure class=\"element element-image\" data-media-id=\"07b4f73104d005fecc635dfa0860cdb2dafc476c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436820863464/8d440f82-9868-4ea7-8418-47aee3ef1bd0-288x420.jpeg\" alt=\"Finn McCool and Fingal fight at the end of Cremaster 3.\" width=\"288\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Finn McCool and Fingal fight at the end of Cremaster 3.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Jordan: </strong>With that sense of exhaustion we entered the three-hour Cremaster 3, a movie which, under most circumstances, is its own endurance test. This was the film that put the whole Cycle on the map for me, when it had something akin to a traditional run in 2003. It played at Film Forum in New York and I remember seeing the name on the marquee and, not knowing what a cremaster was, wondering why they’d be showing the third part of a horror franchise.</p> \n<p>It’s a whirlwind of signifiers, again hinting at fables and true stories. We open at the Giant’s Causeway in Northern Ireland and meet Finn MacCool, and also spend some time with Hiram Abiff (played by sculptor <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2008/oct/05/serra.art\">Richard Serra</a>), a figure from Freemasonry that ends up being impaled through the head by the spire of the Chrysler Building.</p> \n<p>There is a detailed recreation of the Chrysler Building’s lobby that is smashed up by autos from different eras, and the whooshing of the art deco elevator shafts are turned into musical instruments, one of my favourite bits of the entire series. (This is echoed in the more recent River of Fundament when a chorus of wheezing radiators turns symphonic.) Barney once again appears climbing up to a swank-yet-ominous bar atop the Chrysler Building where we encounter something we haven’t yet seen in the Cycle: humour.</p> \n<figure class=\"element element-image\" data-media-id=\"3c3ded2937c638bda4d7a63a608608997c43ce81\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436821270511/fb93d096-5240-4558-b9c7-0b125ffe8197-460x454.jpeg\" alt=\"Aimee Mullins in the Cremaster Cycle.\" width=\"460\" height=\"454\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Aimee Mullins in the Cremaster Cycle.</span> \n  <span class=\"element-image__credit\">Photograph: Wellcome Images/Supplied</span> \n </figcaption> \n</figure> \n<p>The bartender serving up frothy pints of stout runs through some <a href=\"https://www.youtube.com/watch?v=IIeDCgvrVlA\">Mack Sennett</a>-like silent comedy shtick and, after hours and hours of experimental non-narrative, it goes over gangbusters. Then there are some images of a horserace leading to the most widely known section of Cremaster 3, a scramble up the rotunda of the Guggenheim Museum that involves five layers of odd tasks. These involve a kickline of half-naked women, battling Paralympian <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2012/sep/06/us-paralympics-aimee-mullins-video\">Aimee Mullins</a> who has transformed into a cat woman, sticking enormous chess-like pieces into a crevice, surviving a mosh-pit feud between the bands <a draggable=\"true\" href=\"http://www.agnosticfront.com/\">Agnostic Front </a>and <a draggable=\"true\" href=\"https://www.facebook.com/Murphyslawnyhc\">Murphy’s Law</a> and, finally, evading Serra who is slapping melted wax against pieces of steel. There’s a lot going on, frankly.</p> \n<p>I left out the bit with the woman chopping potatoes with her shoes and the closeups of some rubber <em tabindex=\"-1\">thing</em> emerging from Barney’s anus, but apart from just being dazzled by the strangeness there is, again, the conditioning we feel to create our own narrative in our head. Cremaster 3 was shot on 24p HDTV and when converted to 35mm and projected it has made the final descent from video art to “movie”. One could walk in, glance at the screen, and not instantly know this was part of some larger scheme. I love everything up at the <a draggable=\"true\" href=\"http://www.nytimes.com/2005/05/26/garden/a-lunch-club-for-the-higherups.html?_r=0\">Chrysler’s Cloud Club</a> and watch the curious happenings there for hours.</p> \n<figure class=\"element element-image\" data-media-id=\"6509ddcba1a5a1ac4719ff52ebd3440646c99b0a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436821506284/64479168-e9e4-4c5c-8779-9342c479ee50-336x420.jpeg\" alt=\"Barney as the Entered Apprentice.\" width=\"336\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barney as the Entered Apprentice.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex: </strong>I thought the rubber thing emerging from Barney’s backside was his prolapsed guts after the evil Freemasons forced the compacted Chrysler Imperial (which in turn carried the corpse of Gary Gilmore, now turned into a woman) into his mouth as he sat half-naked in a dentist’s chair? Fortunately the goo from his intestines became a strange sausage-shaped life force which allowed him to get up and progress to the next stage of the cycle – the climb up the balconies of the Guggenheim in his guise of the Entered Apprentice.</p> \n<p>Yes, Cremaster 3 had weirdness in spades. The lobby of the Chrysler building becoming the site of a violent series of car crashes and then the tower itself turning into a giant maypole; the woman cutting potatoes up with her shoes (weird shoes being another strange piece of symbolism throughout the cycle); the final sequence where the Irish giant Finn MacCool chased the Scottish giant Fingal from Ireland, throwing a rock at him which turns into the Isle of Man, taking us back to the first film, Cremaster 4; it’s so dense in symbolism that it’s impossible to see whether this is a system in its own right, or just an accretion of myths that make sense to Barney alone. Or is he just yanking our chains? </p> \n<p>Cremaster 3 is in two distinct halves and contains an old-fashioned intermission. The first, set in the Chrysler, is as dark as its walnut interior, including a scene at <a href=\"http://www.art21.org/texts/matthew-barney/interview-matthew-barney-cremaster-3-saratoga-race-course\">a racecourse where all the horses turn out to be zombies</a>. The second, set in the Guggenheim, is light and gorgeous to look at, as Barney clambers up the balconies dressed in full Scottish regalia, including blue argyll socks, avoiding the prowling leopard/woman and Serra with his buckets of goo, before being rebaptised/reborn in yet another bathful of sprites, these the kind of bathing beauties that took us back to the dance routines of Cremaster 1.</p> \n<p>Afterwards, as we emerged blinking into the rotunda of the Guggenheim itself, it did feel as though reality had shifted. How did you feel after our marathon?</p> \n<figure class=\"element element-image\" data-media-id=\"7d4136ea582e72bc77843069b77e7b487e698b4d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436821930965/3e94e7ed-ad26-49d4-96ac-f3f7c2082071-336x420.jpeg\" alt=\"Glorious union: Barney and Mullins at the end of Cremaster 3.\" width=\"336\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Glorious union: Barney and Mullins at the end of Cremaster 3.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Jordan:</strong> What a perfect surrealist capper to this dizzying day, to exit the theatre and walk into the location of the film’s most action-packed sequence. It was difficult to find words after the stimulation onslaught but I believed I mentioned something like “Well, we truly have bragging rights.”</p> \n<p>I’m glad to have this under my belt, but quite frankly I’m not sure the all-in-one gluttonous feast is the best way to go. You can still enter that ethereal zone watching these films in three individual sittings, which is how it is sometimes programmed. (4 and 1, 5 and 2 and then 3.) There are, eventually, diminishing returns on the attention span, not to mention a sore bottom. If I ever do anything like this again, I’m bringing a pillow.</p> \n<p>Barney is a fascinating, commendable figure, however. People have been incorporating film into fine arts since the birth of cinema, but I can’t think of anyone who has tackled something as large scale as this. He isn’t a dilettante – he is a film director. But I don’t want him to ever “go straight”. This current push-pull between drawings, sculpture and mythology-infused storytelling is clearly working for him, and it’s remarkable, uncharted territory.</p> \n<figure class=\"element element-image\" data-media-id=\"0feac47403fa6134cc08ce0fcf3fa1f8c658879c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436822051814/84154ec5-fa1b-46b8-b83c-497e6e2fa54c-313x420.jpeg\" alt=\"Richard Serra as Hiram Abiff from Matthew Barney's Cremaster Cycle.\" width=\"313\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Serra as Hiram Abiff from Matthew Barney’s Cremaster Cycle.</span> \n  <span class=\"element-image__credit\">Photograph: Supplied</span> \n </figcaption> \n</figure> \n<p><strong>Alex:</strong> Yes, I feel as though we’d had a pretty rare experience – especially as precious few of the people there with us at 10.30am seemed to be there as we emerged over nine hours later. I felt absolutely exhausted afterwards – while I’m fairly sure I just let a lot of it wash over me, The Cremaster Cycle is challenging. </p> \n<p>It’s a shame that there’s no easy way to see certain parts of the cycle again, as I’d definitely like to return to some of the films one day – particularly 3, the centrepiece. I guess the fact that it’s a massive, slightly macho labour is part of the concept though – lots of the work it about the will to power and the clash between nature and society – or in our case, falling asleep or leaving to go out in the sunshine versus wrapping your head around a nine-hour art film.</p> \n<p>But I left hugely admiring the achievement – as an imaginative feat it’s stunningly dense and psychedelic, and I also admired Barney’s physical bravery. Who else would scale the Guggenheim (and it did look as though he was doing it for real) or appear to squeeze their own guts through their butthole on film? That said, after a day in the Guggenheim’s chairs, I felt as though I was quite close to doing that myself. </p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436817143050/b689f8aa-7e71-4117-8e37-068adbe53ade-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Supplied","altText":"Matthew Barney","cleanCredit":"Photograph: Supplied"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436817489084/9940708d-856e-4f59-b9bb-f9dbf10bfbb3-1632x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1632,"orientation":"portrait","caption":"Matthew Barney as the satyr in Cremaster 4. Photograph: Supplied","credit":"Supplied","altText":"Matthew Barney at the satyr in Cremaster 4.","cleanCaption":"Matthew Barney as the satyr in Cremaster 4.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436818433002/39063ed1-c897-458f-ad6d-8d6db09e0490-1625x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1625,"orientation":"portrait","caption":"Cremaster cycle: the satyr tapdances. Photograph: Supplied","credit":"Supplied","altText":"Cremaster cycle: the satyr tapdances.","cleanCaption":"Cremaster cycle: the satyr tapdances.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436818672276/32a8914b-e721-4857-802a-acfb217da746-2060x1695.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1695,"width":2060,"orientation":"landscape","caption":"Cremaster 1, with the emblem between the blonde goddess’s legs. Photograph: no info","credit":"no info","altText":"Cremaster 1, with the emblem between the blonde goddess's legs.","cleanCaption":"Cremaster 1, with the emblem between the blonde goddess’s legs.","cleanCredit":"Photograph: no info"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819225583/af6316e2-31fc-4451-93e1-710d510db4f2-1604x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1604,"orientation":"portrait","caption":"The goddess with two Goodyear blimps. Photograph: Supplied","credit":"Supplied","altText":"The goddess with two Goodyear blimps.","cleanCaption":"The goddess with two Goodyear blimps.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819596998/67590b50-7850-46f4-bd34-07dbb963ef03-1569x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1569,"orientation":"portrait","caption":"Ursula Andress, centre, as the Queen of Chain. Photograph: Supplied","credit":"Supplied","altText":"Ursula Andress, centre, as the Queen of Chain.","cleanCaption":"Ursula Andress, centre, as the Queen of Chain.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436819954109/c780b166-b9ba-4b8a-b3cd-9412138ff498-1598x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1598,"orientation":"portrait","caption":"Barney as the diva, with ribbon-bedecked penis. Photograph: Supplied","credit":"Supplied","altText":"Barney as the diva, with ribbon-bedecked penis.","cleanCaption":"Barney as the diva, with ribbon-bedecked penis.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436820406024/2ec3d801-728b-4610-b695-65539ce7add3-1644x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1644,"orientation":"portrait","caption":"Norman Mailer, left, as Houdini in Cremaster 2. Photograph: Supplied","credit":"Supplied","altText":"Norman Mailer, left, as Houdini in Cremaster 2.","cleanCaption":"Norman Mailer, left, as Houdini in Cremaster 2.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436820649096/4a16fd65-a5fe-4fc2-ae23-2e12245d4049-1602x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1602,"orientation":"portrait","caption":"The cowboys and saddle of Cremaster 2. Photograph: Supplied","credit":"Supplied","altText":"The cowboys and saddle of Cremaster 2.","cleanCaption":"The cowboys and saddle of Cremaster 2.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436820862290/8d440f82-9868-4ea7-8418-47aee3ef1bd0-1400x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1400,"orientation":"portrait","caption":"Finn McCool and Fingal fight at the end of Cremaster 3. Photograph: Supplied","credit":"Supplied","altText":"Finn McCool and Fingal fight at the end of Cremaster 3.","cleanCaption":"Finn McCool and Fingal fight at the end of Cremaster 3.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436821269528/fb93d096-5240-4558-b9c7-0b125ffe8197-2060x2035.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2035,"width":2060,"orientation":"landscape","caption":"Aimee Mullins in the Cremaster Cycle. Photograph: Wellcome Images/Supplied","credit":"Wellcome Images/Supplied","altText":"Aimee Mullins in the Cremaster Cycle.","cleanCaption":"Aimee Mullins in the Cremaster Cycle.","cleanCredit":"Photograph: Wellcome Images/Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436821504012/64479168-e9e4-4c5c-8779-9342c479ee50-1632x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1632,"orientation":"portrait","caption":"Barney as the Entered Apprentice. Photograph: Supplied","credit":"Supplied","altText":"Barney as the Entered Apprentice.","cleanCaption":"Barney as the Entered Apprentice.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436821928762/3e94e7ed-ad26-49d4-96ac-f3f7c2082071-1632x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1632,"orientation":"portrait","caption":"Glorious union: Barney and Mullins at the end of Cremaster 3. Photograph: Supplied","credit":"Supplied","altText":"Glorious union: Barney and Mullins at the end of Cremaster 3.","cleanCaption":"Glorious union: Barney and Mullins at the end of Cremaster 3.","cleanCredit":"Photograph: Supplied"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436822053906/84154ec5-fa1b-46b8-b83c-497e6e2fa54c-1522x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1522,"orientation":"portrait","caption":"Richard Serra as Hiram Abiff from Matthew Barney’s Cremaster Cycle. Photograph: Supplied","credit":"Supplied","altText":"Richard Serra as Hiram Abiff from Matthew Barney's Cremaster Cycle.","cleanCaption":"Richard Serra as Hiram Abiff from Matthew Barney’s Cremaster Cycle.","cleanCredit":"Photograph: Supplied"}],"webPublicationDate":"2015-07-14T12:00:03Z","lastModified":"2015-07-14T13:35:18Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Jordan Hoffman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jordan-hoffman"},{"name":"Alex Needham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexneedham"}],"feature":true,"keywords":["Art and design","Film","Culture","Art","Video art"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/video-art","webTitle":"Video art"}],"section":{"id":"artanddesign"},"topics":[],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jul/14/matthew-barney-cremaster-cycle-art-film","shortUrl":"http://gu.com/p/4ajag","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jul/14/matthew-barney-cremaster-cycle-art-film","webUri":"http://www.theguardian.com/artanddesign/2015/jul/14/matthew-barney-cremaster-cycle-art-film"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436817143050/b689f8aa-7e71-4117-8e37-068adbe53ade-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matthew Barney in Cremaster 4. Photograph: Supplied","credit":"Supplied","altText":"Matthew Barney","cleanCaption":"Matthew Barney in Cremaster 4.","cleanCredit":"Photograph: Supplied"}},"importance":3,"kicker":{"title":"Matthew Barney's Cremaster Cycle"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436817143050/b689f8aa-7e71-4117-8e37-068adbe53ade-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Supplied","altText":"Matthew Barney","cleanCredit":"Photograph: Supplied"}}]},{"title":"Change of pace / Could a new pavement design give walking culture a foothold in Bangalore?","rawTitle":"Could a new pavement design give walking culture a foothold in Bangalore?","item":{"type":"article","id":"cities/2015/jul/15/bangalore-new-pavement-road-design-walkable-traffic-pedestrian","title":"Could a new pavement design give walking culture a foothold in Bangalore?","trailText":"Previous efforts to ease congestion have seen the Indian city cutting down trees to widen traffic-choked roads. A controversial, and expensive, new project aims to make Bangalore more walkable instead","standFirst":"<p>Previous efforts to ease congestion have seen the Indian city cutting down trees to widen traffic-choked roads. A controversial, and expensive, new project aims to make Bangalore more walkable instead</p>","byline":"Kavitha Rao","body":"<p>In traffic choked Bangalore, the motorist is king. In this city of 11 million people and <a href=\"http://www.bangaloremirror.com/bangalore/civic/Over-50L-vehicles-and-nowhere-to-go/articleshow/45015765.cms\">5m cars</a>, pedestrians are shoved on to narrow, potholed, often non-existent pavements with <a href=\"http://www.bangaloremirror.com/bangalore/cover-story/Pedestrian-is-the-most-endangered-species-in-the-city/articleshow/30356387.cms\">deadly results</a>. So far, all attempts at easing congestion have been aimed at widening roads by cutting down trees.</p> \n<p>Now, a controversial new project is revamping Bangalore’s roads, aiming to make it a more walkable city. The Tender SURE (Specifications for Urban Road Extension) roads have extra-wide pavements on both sides of the road, unheard of in Indian cities. In some cases, the combined width of the pavements is wider than the road itself. This is intentional: unlike the old pavements, which often featured external – and lethal – electric wires, sewerage and water pipes, the new roads accommodate all utilities under the pavements. Tender SURE roads also have carefully allocated spaces for parking cars and bikes and many will have cycle lanes. Currently, only two roads in the city’s central business district have been completed, but a total of 50 have been earmarked for Tender SURE, at a cost of 2bn rupees (&pound;20.25m). There are also plans to take the roads to Chennai and Hyderabad.</p> \n<p>There’s been opposition from some motorists and local shops. “The pavements are great, but they are just too wide,” said Uday Gurunath, an auto rickshaw driver, echoing a popular objection. “The narrower roads get completely clogged with traffic, especially when schools in the area close for the day.” </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In an area with so many schools, it makes sense to have wide pavements so children can walk to school</p> \n  <footer> \n   <cite>Gautam John</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"edaa3ca443cac4d88f7e97ad4bd0531eaa0ed36b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436351909759/5dae1322-62cc-4290-9ab7-96e46d252a9c-460x276.jpeg\" alt=\"Tender SURE roads Bangalore\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tender SURE roads have extra-wide pavements on both sides.</span> \n  <span class=\"element-image__credit\">Photograph: Shreyas Sreenivas</span> \n </figcaption> \n</figure> \n<p>“My commute time has been doubled,” says Gulab Chand, a seller of paan (a betel leaf chew) who has worked in the area for 52 years. “And my business has fallen from 3,000 rupees (&pound;30) to 500 rupees per day because there’s not enough parking.” </p> \n<p>But many beleaguered pedestrians welcome the roads. Gautam John, a stay-at-home father and frequent pedestrian, says: “I can actually take my one-year-old daughter out in a stroller now, because the new roads have ramps. On the old roads, I spent more time carrying the stroller. In an area with so many schools, it actually makes sense to have wide pavements so children can walk to school.”</p> \n<p>The roads are the brainchild of <a href=\"http://www.janausp.org/people.php\">Janagraha Urban Space Foundation (JUSP)</a>, a non-profit working in tandem with the Bruhat Bangalore Mahanagara Palike (BBMP), the government body responsible for Bangalore’s infrastructure. Its co-founder, Swati Ramanathan, defends the design of Tender SURE: “If we let loose a hundred cars in a wide part of the road, we will have a bottleneck where the road narrows to allow only 25 cars to go through. With varying road width conditions, vehicles park randomly and people walk on the roads since there are no pavements. What we should<strong> </strong>be aiming for is a continuous, smooth flow of traffic.” </p> \n<p>Walkable city advocates argue that if nothing is done to cut down on car usage, congested downtown traffic is projected to slow to a speed of <a href=\"http://timesofindia.indiatimes.com/city/bengaluru/Horror-2020-Blore-traffic-in-core-areas-at-5kmph/articleshow/40617433.cms\">5km per hour in 2020</a>. “In no part of the world are city planners encouraging people to take private transport rather than walk or cycle,” points out John.</p> \n<p>The high cost of the new roads has also drawn criticism. St Mark’s Road, a crucial arterial road that has got the Tender SURE treatment, cost 103m rupees for just 900 metres. In contrast, a conventional road would cost about 10m rupees per km, but without any of the utilities, parking bays or landscaping, says Basavaraj Kabade, executive engineer at the BBMP’s Traffic Engineering Cell. Most crucially, says Kabade, a traditional road only lasts three years, which makes frequent repairs by myriad local bodies necessary. Instead, the Tender SURE roads claim to follow a “fix once and fix right” approach.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"69cc0cb5db644c621fc3336da80b98d3adaf5443\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436352148229/d97c4166-1b5c-4f5f-8367-e8978f4caf89-460x276.jpeg\" alt=\"Bangalore Tender SURE roads\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Utilities are buried beneath the pavement, leaving room for walkers and landscaping.</span> \n  <span class=\"element-image__credit\">Photograph: Shreyas Sreenivas</span> \n </figcaption> \n</figure> \n<p>On a weekday, I walk down St Mark’s Road. The wide, even pavements are everything that was promised. For the first time in years, I can walk without gingerly negotiating gaping manholes or lethal wires. Still, it is apparent that a pedestrian culture may take some time to build. “Do you see anyone walking here?” asks Chand. “My customers are simply going elsewhere, not walking to me.” But Ramanathan believes in the “build it and they will come” model. “Safe pavements have to be considered a public right, regardless of numbers of pedestrians,” she says.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jun/23/chennai-india-first-cycle-cafe\">Chennai unchained: can India's first cycle cafe make bikes cool again?</a> </p> \n</aside> \n<p>The Tender SURE roads have also prompted flip-flopping from government. When the roads were first unveiled, Karnataka chief minister Siddaramaiah buckled under criticism, promising that further roads would have narrower pavements. Recently, he went back on that, pointing out that the city has <a href=\"http://www.newindianexpress.com/states/karnataka/Two-TenderSURE-Roads-Done-CM-now-Defends-Wide-Pavements/2015/06/21/article2878025.ece1\">more pedestrians than road traffic</a>. </p> \n<p>Can international road building standards work in India? The forest of bollards on the pavements, meant to discourage vehicles from parking, are already being damaged by <a href=\"http://www.thenewsminute.com/article/why-do-granite-bollards-keep-disappearing-bengalurus-international-road\">bikers mounting the pavement in peak traffic</a>. “If we want foreign roads here, we are all going to have to cooperate, or else it will not work,” says skeptical rickshaw driver Gurunath. </p> \n<p>As to that, even Ramanathan agrees. “Changing mindsets in a diverse city of 11 million residents is a slow process. Not starting at all though, is not an option.”</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351322363/41d422d7-aecc-4c3b-9c52-460e8d801004-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jagadeesh NV/Reuters","altText":"Commuters trying to make their way through Bangalore's congested roads.","cleanCredit":"Photograph: Jagadeesh NV/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351910193/89e94a68-b741-431d-aeb4-63eff1cead80-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Tender SURE roads have extra-wide pavements on both sides. Photograph: Shreyas Sreenivas","credit":"Shreyas Sreenivas","altText":"Tender SURE roads Bangalore","cleanCaption":"Tender SURE roads have extra-wide pavements on both sides.","cleanCredit":"Photograph: Shreyas Sreenivas"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436352148704/a2ce6f94-9616-4ddf-9951-ae459566da99-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Utilities are buried beneath the pavement, leaving room for walkers and landscaping. Photograph: Shreyas Sreenivas","credit":"Shreyas Sreenivas","altText":"Bangalore Tender SURE roads","cleanCaption":"Utilities are buried beneath the pavement, leaving room for walkers and landscaping.","cleanCredit":"Photograph: Shreyas Sreenivas"}],"webPublicationDate":"2015-07-15T06:00:01Z","lastModified":"2015-07-15T06:00:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kavitha Rao","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kavitharao"}],"feature":false,"keywords":["Cities","India","South and Central Asia","Road transport","Pedestrianisation","World news","Transport policy"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"world/india","webTitle":"India"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/road-transport","webTitle":"Road transport"},{"id":"cities/pedestrianisation","webTitle":"Pedestrianisation"},{"id":"world/world","webTitle":"World news"},{"id":"politics/transport","webTitle":"Transport policy"}],"section":{"id":"cities"},"topics":[{"displayName":"Kavitha Rao","topic":{"type":"tag-contributor","name":"profile/kavitharao"}}],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jul/15/bangalore-new-pavement-road-design-walkable-traffic-pedestrian","shortUrl":"http://gu.com/p/4af5q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jul/15/bangalore-new-pavement-road-design-walkable-traffic-pedestrian","webUri":"http://www.theguardian.com/cities/2015/jul/15/bangalore-new-pavement-road-design-walkable-traffic-pedestrian"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351322363/41d422d7-aecc-4c3b-9c52-460e8d801004-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Commuters trying to make their way through Bangalore’s congested roads. Photograph: Jagadeesh NV/Reuters","credit":"Jagadeesh NV/Reuters","altText":"Commuters trying to make their way through Bangalore's congested roads.","cleanCaption":"Commuters trying to make their way through Bangalore’s congested roads.","cleanCredit":"Photograph: Jagadeesh NV/Reuters"}},"importance":3,"kicker":{"title":"Change of pace"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436351322363/41d422d7-aecc-4c3b-9c52-460e8d801004-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jagadeesh NV/Reuters","altText":"Commuters trying to make their way through Bangalore's congested roads.","cleanCredit":"Photograph: Jagadeesh NV/Reuters"}}]}],"lastModified":"2015-07-15T07:12:16Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}