{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Tame Impala / Kevin Parker, from psych-rock stoner to disco infiltrator","rawTitle":"Kevin Parker, from psych-rock stoner to disco infiltrator","item":{"type":"article","id":"music/2015/jul/04/tame-impala-psychedelic-disco","title":"Tame Impala’s Kevin Parker, from psych-rock stoner to disco infiltrator","trailText":"They may have brought psych rock to the masses, but Tame Impala’s new album channels the Bee Gees and raves. Their frontman explains why…","standFirst":"<p>They may have brought psych rock to the masses, but Tame Impala’s new album channels the Bee Gees and Goan beach raves. Their frontman explains why…</p>","byline":"Kevin EG Perry","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"http://www.theguardian.com/music/musicblog/audio/2015/mar/11/tame-impala-psychedelia\">Tame Impala: listen to their new track&nbsp;Let It Happen</a> </p> \n</aside> \n<p>It’s a few days before Glastonbury, and Kevin Parker – the 29-year-old Australian musical polymath behind Tame Impala – is in west London rehearsing for his appearance at the festival with Mark Ronson. Somewhat extravagantly, Ronson has hired out the entirety of the Hammersmith Apollo for the week as a practice room. Presumably he can afford it, though. “Have you ever heard of a little song called Uptown Funk?” jokes Parker.</p> \n<p>While there have been odder musical pairings, at first glance it seems incongruous that Parker, a long-haired rocker who has the permanent air of a man wearing sandals, is working with a superproducer more associated with the clean-cut likes of Bruno Mars. It’s just one illustration of how far Parker’s home-produced records have taken him. “The scale that things happen on with Mark is about five levels above how we do it with Tame Impala,” says Parker.</p> \n<p>For much of the last five years, Parker has been acclimatising to the shifts in scale that success brings. His acclaimed 2010 debut, Innerspeaker, ushered in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/sep/26/temples-hookworms-new-generation-psychedelia\">new wave of young psych rock bands</a> such as Pond, Toy and Hookworms, and turned a whole new generation of fans on to the transcendental power of scuzzy, droning guitars. The follow-up, 2012’s Lonerism, gave Parker platinum album sales, award wins and a Grammy nomination. Psych obsessives the world over suddenly had a new anthem in Elephant, three-and-a-half minutes of throbbing riffs that brought joy to the hearts of Floyd and Zeppelin fans alike. Before long, Kendrick Lamar was rapping over a remix of his single Feels Like We Only Go Backwards and Parker was collaborating with his heroes the Flaming Lips.</p> \n<p>When we sit down for a drink at a hotel near the Apollo, Parker is so laidback he’s in danger of falling off his chair. This might seem appropriate for a practitioner of woozy music, but less so for a guy noted for his obsessive perfectionism. Maybe it’s the calm before the storm. Lonerism earned Parker legions of new fans, from Ronson to the army of beards who’ll be wigging out when Tame Impala headline End Of The Road festival in September, but he’s about to ask them to follow him in an entirely new direction. His latest album, Currents, ditches the heavy wall of psych and Tomorrow Never Knows-style loops, and instead we get a collection of Michael Jackson-influenced disco. Parker denies his decision had anything to do with the genre’s Get Lucky-fuelled resurgence, or even his collaboration with Ronson. In his unflappably mellow manner, he puts it down to a more personal Damascene moment.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=EyEB2AEqHxc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/EyEB2AEqHxc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“I was in LA a few years ago and for some reason we’d taken mushrooms, it must have been the end of our tour,” he recalls. “I was coked up as well, and a friend was driving us around LA in this old sedan. He was playing the Bee Gees and it had the most profound emotional effect. I’m getting butterflies just thinking about it. I was listening to Staying Alive, a song I’ve heard all my life. At that moment it had this really emotive, melancholy feel to it. The beat felt overwhelmingly strong and, at that moment, it sounded pretty psychedelic. It moved me, and that’s what I always want out of psych music. I want it to transport me.”</p> \n<p>You might think from that story, or indeed from listening to his records, that Parker spends the entire recording process tripping his nut off, locked in a shamanic embrace with his muse. However, while he regards people choosing to listen to Tame Impala under the influence as the highest compliment, he doesn’t take drugs to make music for people to take drugs to. “I’d be disappointed if I was sat there with no ideas and thought: ‘Hey, maybe if I get stoned I’ll have some ideas,’” he says. “I’d feel quite defeated. At the same time, sometimes if I’m smoking a spliff halfway through a recording session it makes things sound more potent. When I had the idea for some of my best songs I was stone-cold sober. Some of my best songs I thought of stoned and recorded stoned. There’s no correlation.”</p> \n<p>While Innerspeaker and Lonerism lend themselves to contemplative stoner sessions, new songs such as The Moment and Disciples are more attuned to the dancefloor. Parker likes to picture Currents being played at sunrise at a Goan beach rave, or anywhere else where the music itself – and not a live band – is the audience’s focal point. Just as he blazed a trail by making psych cool again when it seemed pass&eacute;, he’s confident that Tame Impala’s fans will follow him barefoot on to the sand.</p> \n<figure class=\"element element-image\" data-media-id=\"31f676a92dd5120ad5db7a07ed2a04ecbc4faa25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435839166518/942a696e-6a49-4979-8600-6e49398ba8bc-460x276.jpeg\" alt=\"Wizards of Oz: Tame Impala perform at the 2015 Governors Ball Music Festival in New York. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wizards of Oz: Tame Impala perform at the 2015 Governors Ball Music Festival in New York.</span> \n  <span class=\"element-image__credit\">Photograph: C Flanigan/WireImage</span> \n </figcaption> \n</figure> \n<p>Parker knew which musical direction he wanted to follow, but the lyrical content was more difficult. Parker had recently gone through a breakup with the French singer Melody Prochet of the group Melody’s Echo Chamber. His next album, he realised, would be the age-old tale of someone changing and drifting away from a relationship. Then he decided it would also be told from the perspective of the person doing the changing.</p> \n<p>So on Currents we get songs with titles such as Let It Happen and Yes I’m Changing. Eventually is perhaps the fullest expression of the concept, though: a breakup song told from the side of the person who wants out. “I find there’s a lot of poetry, art and songs singing about the plight of someone with someone changing in front of them,” explains Parker. “It excited me to tell the story from the other side. Trying to explain that it’s not a bad thing, its just natural. Eventually is a song about someone who knows they’re about to damage someone. They’re not going to be the one experiencing the pain that’s dealt. They’re the one dealing it. Arguably, it’s just as emotionally crippling knowing that you’re gonna do that. It’s just as heavy. It’s just as torturous.”</p> \n<p>While Parker insists the album is “completely” autobiographical, he says it’s not entirely fuelled by his most recent breakup. “It’s not necessarily about that one situation,” he says. “The inspiration to write a song comes to me when something has happened to me more than once. If it’s happened to me more than once, it’s probably happened to other people.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d476acb9ae18fc90a33c7826a732fe1b80d8c60a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435839294817/e21943ad-9a9d-41b7-b4c0-a5c7937e1c26-1020x1020.jpeg\" alt=\"Electric Currents: sleeve artwork: for Tame Impala's latest album.\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Electric Currents: sleeve artwork for Tame Impala’s latest album.</span> \n </figcaption> \n</figure> \n<p>It was the breakup with Prochet, however, that prompted Parker to return home to Perth from living in Paris. There, he created his “fantasy studio”, a place where he’s able to find the splendid isolation he needs to record. “It’s literally just me in a room,” he says. “I love to have everything within reach, so that it starts resembling a cockpit. I love to be able to put my hands on a keyboard, to have a guitar and a bass within reach, as well as all the effects. Then I just piece it together.”</p> \n<p>Parker has gained his reputation as a perfectionist for good reason, and every time he makes an album there comes a point when his relationship with the record goes from idle flirtation to life-consuming obsession. “When I’ve got to finish an album in the next six months, then it’s all day, every day,” he says. “I wake up, listen to what I did the night before, then fiddle. At some point, life outside the studio fades into the distance. That’s how I know that I’m into it. If I was to stay level-headed and sane the whole time I’d probably be a bit disappointed because it would mean that I didn’t give my all; that the music wasn’t powerful enough to consume me.”</p> \n<p>So now, with the record ostensibly finished, is he happy with it? “No!” he laughs. “There’s still things I’d change. I just have to set myself a deadline. I’ve never been 100% happy with anything at the time of doing it. You stop hearing things that people are going to hear the first time they hear it. You become deaf to the potency of a melody or a chord change and you’re just listening to how loud the hi-hat is.”</p> \n<figure class=\"element element-image\" data-media-id=\"7d629857a1da1b9e9e01bdea1520ba6b71c9dd1e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435839560894/fabc99f7-6d61-496e-9f94-5e9e14fe2156-460x276.jpeg\" alt=\"Antelope music: Kevin Parker with the rest of Tame Impala.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Antelope music: Kevin Parker with the rest of Tame Impala.</span> \n </figcaption> \n</figure> \n<p>Listening to Parker talk about the struggle to capture the pristine music in his head recalls Iris Murdoch’s observation that every book is the wreck of a perfect idea. He laughs when I tell him. “That’s powerful,” he says. “I know exactly what that means.”</p> \n<p>There must be personal cost to all this obsessiveness: relationships sacrificed, old friends left behind? “There is,” he admits, “but that’s the cost of being an artist. You sacrifice your normal life. You sacrifice that part of you to make better art. Songwriting has become such a big part of what I do that emotions and the melodies that accompany them blur into one.”</p> \n<p>As he rallies those emotions and melodies in pursuit of the perfect sound, Parker is unconcerned about losing any hardcore fans who might have preferred him to just churn out another Lonerism.</p> \n<p>“I don’t like the idea that I’m a one-trick pony, even if I am!” he says. “No matter what else I do, I have to make sure that Elephant isn’t Tame Impala’s biggest song anywhere”.<br /></p> \n<p><strong><em>Currents is out on 17 Jul on Interscope; Tame Impala play the End Of The Road festival, Blandford, 5 Sep</em></strong></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435757484585/cfcf4347-eba3-4f41-bca3-83e306703768-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Psychedelic shack: Tame Impala's Kevin Parker.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435839168064/942a696e-6a49-4979-8600-6e49398ba8bc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wizards of Oz: Tame Impala perform at the 2015 Governors Ball Music Festival in New York. Photograph: C Flanigan/WireImage","credit":"C Flanigan/WireImage","altText":"Wizards of Oz: Tame Impala perform at the 2015 Governors Ball Music Festival in New York. ","cleanCaption":"Wizards of Oz: Tame Impala perform at the 2015 Governors Ball Music Festival in New York.","cleanCredit":"Photograph: C Flanigan/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435839294817/e21943ad-9a9d-41b7-b4c0-a5c7937e1c26-1020x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1020,"orientation":"landscape","caption":"Electric Currents: sleeve artwork for Tame Impala’s latest album.","credit":"PR","altText":"Electric Currents: sleeve artwork: for Tame Impala's latest album.","cleanCaption":"Electric Currents: sleeve artwork for Tame Impala’s latest album."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435839562465/fabc99f7-6d61-496e-9f94-5e9e14fe2156-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Antelope music: Kevin Parker with the rest of Tame Impala.","credit":"PR","altText":"Antelope music: Kevin Parker with the rest of Tame Impala.","cleanCaption":"Antelope music: Kevin Parker with the rest of Tame Impala."}],"webPublicationDate":"2015-07-04T07:59:06Z","lastModified":"2015-07-04T07:59:06Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Kevin EG Perry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-eg-perry"}],"feature":true,"keywords":["Tame Impala","Psychedelia","Music","Culture"],"tags":[{"id":"music/tame-impala","webTitle":"Tame Impala"},{"id":"music/psychedelia","webTitle":"Psychedelia"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Kevin EG Perry","topic":{"type":"tag-contributor","name":"profile/kevin-eg-perry"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/04/tame-impala-psychedelic-disco","shortUrl":"http://gu.com/p/4aa8k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/04/tame-impala-psychedelic-disco","webUri":"http://www.theguardian.com/music/2015/jul/04/tame-impala-psychedelic-disco"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435757484585/cfcf4347-eba3-4f41-bca3-83e306703768-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Psychedelic shack: Tame Impala’s Kevin Parker.","credit":"PR","altText":"Psychedelic shack: Tame Impala's Kevin Parker.","cleanCaption":"Psychedelic shack: Tame Impala’s Kevin Parker."}},"importance":7,"kicker":{"title":"Tame Impala"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435757484585/cfcf4347-eba3-4f41-bca3-83e306703768-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Psychedelic shack: Tame Impala's Kevin Parker.","cleanCredit":"Photograph: PR"}}]},{"title":"Taiye Selasi / Stop pigeonholing African writers","rawTitle":"Stop pigeonholing African writers","item":{"type":"article","id":"books/2015/jul/04/taiye-selasi-stop-pigeonholing-african-writers","title":"Taiye Selasi: stop pigeonholing African writers","trailText":"Why must writers from Africa always bear the burden of representing their continent? They should be granted artistic freedom, as other authors are","standFirst":"Why must writers from Africa always bear the burden of representing their continent? They should be granted artistic freedom, as other authors are","byline":"Taiye Selasi","body":"<p>African literature, as it’s called, is enjoying a&nbsp;bit of a moment, with the western media regularly heralding splashes, rebirths, dawns. When I published my novel <a href=\"http://bookshop.theguardian.com/ghana-must-go.html\" title=\"\"><em>Ghana&nbsp;Must Go</em></a> in 2013 I joined a list of writers that, on the face of things, appears encouragingly long. There are my fellow Nigerians Chinelo Okparanta, Chimamanda Adichie, Helen Oyeyemi, Helon Habila, Chris Abani, Teju Cole; the Kenyans Yvonne Owuor, Binya Wainaina, Mukoma Wa Ngũgĩ; the Ethiopians Maaza Mengiste, Dinaw Mengestu; the Sierra Leoneans Aminatta Forna, Olufemi Terry; the Zimbabweans Petina Gappah, NoViolet Bulawayo. It seems that African literature is the literary dish <em>du jour</em>, like the Indian (more Lahiris!) and Middle Eastern (more Hosseinis!) dishes before.</p> \n<p>Of course, one could argue that 50-odd writers emerging from a&nbsp;continent of 1.1 billion people represent more of a&nbsp;trickle than a wave. So, too, might one question the media’s fondness for these little ethnic trends. (When did the white male novelist’s moment begin, and when will it end?) One might pause to wonder what so-called African novels have in&nbsp;common: does the commercial category function as a&nbsp;creative one, as well? The Scottish-born novelist Aminatta Forna has asked why her novel <a href=\"http://bookshop.theguardian.com/hired-man.html\" title=\"\"><em>The Hired Man</em></a>, set in Croatia, is sometimes found in the “African section” of bookshops. What of Helen Oyeyemi’s <a href=\"http://bookshop.theguardian.com/boy-snow-bird.html\" title=\"\"><em>Boy Snow Bird</em></a>, set in New England? (Oyeyemi is British; her family moved to the UK when she was four.) Or Teju Cole’s <a href=\"http://bookshop.theguardian.com/open-city.html\" title=\"\"><em>Open City</em></a>, much of which takes place in Manhattan? Are these African works?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/mar/22/taiye-selasi-afropolitan-memoir\">Taiye Selasi on discovering her pride in her African roots</a> </p> \n</aside> \n<p>When I warn against grouping African writers together, it&nbsp;is not because I lack pride in the continent’s literary tradition, but rather that I am conscious of the west’s tradition of&nbsp;essentialising African subjects. As <a href=\"http://mobile.nation.co.ke/lifestyle/Africa-Literature-Books-Fiction/-/1950774/2226326/-/format/xhtml/-/r8awe2z/-/index.html\" title=\"\">Evan Mwangi put it in the Kenyan Daily Nation</a>, artists who resist such categorisation do so because “they shouldn’t be vacuum-packed as ethnic writers in the metropolitan academy, which has perfected these tendencies whenever it encounters any writing that is&nbsp;not white”.</p> \n<p>More interesting to me than the media’s approach to African writers is the discourse among those writers themselves. It was 1963 when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/chinuaachebe\" title=\"\">Chinua Achebe</a>, reflecting on a conference of African authors, wrote: “There was [one] thing that we tried to do and failed – and that was to define ‘African literature’ satisfactorily. Was it literature produced in Africa or about Africa? Could African literature be on any subject, or must it have an African theme?” The same year Nigerian poet Christopher Okigbo (in)famously announced himself a writer, simply a writer, not an African one. Thirty years later, the first African winner of the Booker prize, asked to describe himself, said: “I think Ben Okri is a writer who works very hard to sing from all the things that affect him. I&nbsp;don’t know if he’s an African writer. I never think of myself in terms of any classification. Literature doesn’t have&nbsp;a country.”</p> \n<p>It may not, but publishers do. And two decades on, the same tensions have arisen again, exacerbated by the fact that so much African literature is published outside Africa. If no one can quite say what African writing is, many have views on what it should be: what it must say, what it mustn’t say, who can write it, who should read it. At the heart of this increasingly noisy debate lie, I think, three central questions: who is an African writer, what should she write and for whom is she writing?</p> \n<h2><strong>1. Who is an African writer?</strong></h2> \n<p>In 2013, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jul/09/caine-prize-tope-folarin-african-writing\" title=\"\">Tope Folarin</a> won the 14th Caine prize for African writing, the first American-born writer to do so. His victory suggested that Africans in the diaspora now qualified as African writers, a question of distracting importance. The weekend before the ceremony, the Ethiopian-American writer <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/maaza-mengiste\" title=\"\">Maaza Mengiste</a> wrote a marvellous piece for the Guardian called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jul/07/african-writers-caine-prize\" title=\"\">“What makes a ‘real African?’”</a>. She noted: “On the shortlist of five, three writers live in the US and at least one has US citizenship. The Caine prize, some have argued, should be only for ‘real’ African writers. But who is to judge what makes a ‘real African’?” I saw myself in her words:</p> \n<p>At a recent conference on African literature … I sat on a&nbsp;panel with two other female writers. A question was asked almost immediately: do you consider yourself an African writer? It&nbsp;seems that every new writer with any remote connection to the continent of Africa, either willingly or unwillingly, has first to wrestle with this question of identity before talking about what should matter most: their book.</p> \n<figure class=\"element element-image\" data-media-id=\"8cd1cafd7f55c20b256000d1d42b8c1c0535de0b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435854339528/b5854ce3-1cb8-4ab4-a83a-1b2ce32681de-460x368.jpeg\" alt=\"Maaza Mengiste.\" width=\"460\" height=\"368\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ethiopian-American writer Maaza Mengiste.</span> \n  <span class=\"element-image__credit\">Photograph: ./juergen-bauer.com</span> \n </figcaption> \n</figure> \n<p>African writers are not the only victims of such questions – which, among other absurdities, assume that their identities are open to assessment by absolute strangers. In Vikram Chandra’s well-known essay “The Cult of Authenticity” (2000), he writes about a friend who attended a Delhi University syllabus revision committee:</p> \n<p>[My] friend suggested <em>Midnight’s Children</em> and she was shouted down. Salman Rushdie isn’t Indian, the majority of&nbsp;the professors asserted. Amitav Ghosh, however, was found to be sufficiently Indian, and so his <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/287437/\" title=\"\"><em>Shadow Lines</em></a> was&nbsp;accepted into the canon. The issue was decided not on&nbsp;the basis of the relative merits of the books, but on the perceived Indianness of the authors, and by implication, the degree of their assimilation by the west.</p> \n<p>Writing over 10 years apart, Mengiste and Chandra alert us to the same trend: the prioritisation of perceived cultural allegiance over creative output. The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African.</p> \n<p>Why? It is no secret that Africa (like India) is the starting point of a modern diaspora. There are an estimated 1.6 million African immigrants in the US, a number that has doubled every decade since 1970. That many in this number should consider themselves both American and African doesn’t seem so controversial. Their African-ness may be peculiar to&nbsp;the diasporic experience, and their American-ness peculiar to the immigrant one, but they are legitimate identities, no less comprehensible for being multiple. Asked whether she considers herself Ethiopian or American, Mengiste said: “That’s like asking whether I am my mother’s child or my father’s.” She is Ethiopian and American. I am Ghanaian, Nigerian and cosmopolitan. We belong to Africa’s diaspora. We don’t need a panel discussion to suss out who we are.</p> \n<p>But the wider literary establishment has trouble with writers who belong to diasporas. It doesn’t know where to put us. It can be unclear which team we are playing for: home or away, or neither? Our art is subjected to a particular kind of scrutiny; it is forced to play the role of anthropology. What Chandra described feeling in 2000, I lament in 2015; replace “Indian-ness” with “African-ness” and “Indians” with “Africans”, and Chandra’s words fit my woes to a tee:</p> \n<p>I noticed the constant hum of this rhetoric, this anxiety about the anxiety of Indianness, this notion of a real reality that was being distorted by “third world cosmopolitans”, this fear of an all-devouring and all-distorting west. I heard it in conversations, in critical texts, in reviews. And Indians who wrote in English were one of the prime locations for this rhetoric to test itself, to make its declarations of power and belonging.</p> \n<p>With African writers, as with Indian, the critical issue is control: who gets to control what diasporic writers write, which is to say, what global readers read.</p> \n<h2><strong>2. What should the African writer write?</strong></h2> \n<p>In November last year, I joined Chinelo Okparanta, author of&nbsp;the&nbsp;collection <a href=\"http://bookshop.theguardian.com/happiness-like-water.html\" title=\"\"><em>Happiness, Like Water</em></a>, on a panel called “In&nbsp;This Way Comes Morning: New Writing of the West African Diaspora”. It was the second of a series. (Note: where the other six readings matched writers on the basis of&nbsp;their writing, for example <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/aug/12/claire-vaye-watkins-battleborn-granta\" title=\"\">Claire Vaye Watkins</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/ruth-ozeki\" title=\"\">Ruth Ozeki</a> on “Weaving Fact into Fiction”, we were paired for our African-ness alone.) At the reception, Okparanta spoke of a&nbsp;reader who criticised her story “Runs Girl” for its depiction of a&nbsp;Nigerian hospital plagued by power outages. Okparanta, who lives in Maryland, spent weeks with her aunt in a Port Harcourt hospital; she explained that her description was accurate. The reader was implacable. “You’re writing poverty porn,” he insisted.</p> \n<p>It’s a popular accusation these days. In May 2013, Bulawayo, who lives in California, published <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jun/20/need-new-names-bulawayo-review\" title=\"\"><em>We Need New&nbsp;Names</em></a>, a&nbsp;heartbreaking portrait of a Zimbabwean girl. The&nbsp;novel was&nbsp;shortlisted for the Man Booker prize, and appeared on many best books of the year lists – rightly so. I&nbsp;was shocked when, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/jun/20/need-new-names-bulawayo-review\" title=\"\">his Guardian review, the Nigerian author Helon Habila</a> (who lives in Washington) accused Bulawayo of “performing Africa”. By this he means “to inundate one’s writing with images … that evoke, to borrow a&nbsp;phrase from Aristotle, pity and fear, but not in a&nbsp;real tragic sense, more in&nbsp;a CNN, western-media-coverage-of-Africa, poverty-porn sense”. Habila ticks&nbsp;off the tragic images found in Bulawayo’s text – Aids, political violence, street children – then quips: “Did I&nbsp;mention that one of the children is pregnant after being raped by her grandfather?”</p> \n<figure class=\"element element-image\" data-media-id=\"906dd31730e6aa190bf53919b8e2a498b6cb418b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435854841074/c3db3fc6-fe49-42f8-9ac2-b0291bc50048-460x307.jpeg\" alt=\"NoViolet Bulawayo, who wrote &lt;em&gt;We Need New Names&lt;/em&gt;.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">NoViolet Bulawayo, who wrote <em>We Need New Names</em>.</span> \n  <span class=\"element-image__credit\">Photograph: Jordi Matasjordi.matas@gmail.com</span> \n </figcaption> \n</figure> \n<p>I was baffled. Anyone who knows even a bit about Zimbabwe’s recent history will affirm that Aids, political violence and street children were devastating features of its decline. Bulawayo, born and raised in Zimbabwe, has written a beautiful novel that tells some very ugly truths about things that she has seen first-hand. These are not truths about Africa the monolith, as Habila claimed, nor about the state of Zimbabwe in general, but truths of the life of one Zimbabwean character, Darling, and the worlds she inhabits. When my mother, a pediatrician and public health specialist in Ghana, read <em>We Need New Names</em> she said: “We need this book.” She has spent decades advocating for the rights of African children, examining how dysfunctional African governments disproportionally affect children, especially girls. For her, Bulawayo had told an important story honestly.</p> \n<p>Of course, at no point in his review did Habila argue that Bulawayo is wrong about the ills plaguing Zimbabwe. His issue is not with her accuracy but what he imagines to be her animus, a&nbsp;“palpable anxiety to cover every ‘African’ topic; almost as if [she] had a checklist made from the morning’s news on Africa”. I share Habila’s contempt for western depictions of Africa; the news coverage of the Ebola epidemic is just one recent infuriating example. I&nbsp;understand that it is not enough to say, simply, that a story is true; a work of art exists in context and the context here is&nbsp;a culture that habitually promotes demeaning portrayals of&nbsp;Africa. What I&nbsp;don’t understand is what Habila and others would have the writer do. If poverty and violence exist in the country in&nbsp;which a&nbsp;novel is set, should the African novelist simply Photoshop them out? More than 50% of Africa’s population lives in poverty. Should their stories be erased from Africa’s literature?</p> \n<p>Last year, Mũkoma Wa Ngũgĩ reviewed a new collection, <a href=\"http://bookshop.theguardian.com/africa39.html\" title=\"\"><em>Africa39: New Writing from Africa South of the Sahara</em></a>, in the Los Angeles Review of Books. “To understand the aesthetics and political distance African literature has travelled between <a href=\"http://bookshop.theguardian.com/things-fall-apart.html\" title=\"\"><em>Things Fall Apart</em></a> and <em>Africa39</em>,” he wrote, “one would have to think of it in those terms of mourning and melancholy, of&nbsp;inherited traumas and memories, which define the new African literary generation.”</p> \n<figure class=\"element element-image\" data-media-id=\"7068b38cf766877ab2c4f18de421ac52d773692b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435855593819/49069ca0-2f85-4e04-8c0f-5e5ef13a31c4-460x338.jpeg\" alt=\"Chinua Achebe.\" width=\"460\" height=\"338\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chinua Achebe.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Cohea/AP</span> \n </figcaption> \n</figure> \n<p>I was nodding along enthusiastically, taken by Wa Ngũgĩ’s notion of “a state of melancholy”, when I reached this: “To&nbsp;my&nbsp;ear, Chimamanda Ngozi Adichie’s story in <em>Africa39</em> – set&nbsp;in&nbsp;the United States – suffers from an African, middle-class aesthetic that was also present in her latest novel, <a href=\"http://bookshop.theguardian.com/americanah.html\" title=\"\"><em>Americanah</em></a>. This is an aesthetic that is so concerned with not telling a single story of poor, fly-infested Africans that it&nbsp;goes overboard into the academic halls of Princeton, of mansions, housemaids, and casually worn and perhaps ill‑gotten wealth.&quot;</p> \n<p>Damned if you do, damned if you don’t. While Bulawayo and Okparanta are criticised for airing Africa’s dirty laundry, Adichie is faulted for focusing on its finer linens. Why? An African middle class – small though it is, corrupt though it is&nbsp;often assumed to be – unquestionably<em> </em>exists. There <em>are</em> mansions and housemaids in certain parts of Nigeria, and African students at Ivy League schools, as Wa Ngũgĩ, a professor at Cornell, surely knows. In what way has Adichie gone “overboard”? How does her story “suffer” from being set in a&nbsp;world that exists? <em>Americanah</em> is celebrated in part because it paints so fabulously <em>real</em> a portrait of two contemporary Nigerian lovers. From Ifemelu’s childhood home in working-class Lagos to Obinze’s stint cleaning toilets in London, ther is no single class aesthetic on display.</p> \n<p>To what is Wa Ngũgĩ objecting? If the African novelist is not meant to describe the experiences of impoverished Africans or those of privileged ones, is there some working-/middle-class sweet spot for which she should aim? Or is the problem not what she writes but for whom she is imagined to write it? Wa&nbsp;Ngũgĩ and Habila assume that Adichie and Bulawayo are writing for someone, either concerned not to tell that someone “a&nbsp;single story of poor, fly-infested Africans” or else “palpably anxious” to do the same. Neither critic imagines that the novelist has immersed herself fully in the world and the work of her fiction, attending with such care and wisdom to her characters that they cannot possibly be read as representations.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2014/dec/30/african-writers-instructions-ben-okri\">Black and African writers don’t need instructions from Ben Okri</a> </p> \n</aside> \n<p>The African novelist is rarely granted the privilege of writing, as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/tonimorrison\" title=\"\">Toni Morrison</a> famously put it, the novel she wanted to read. Instead, the novelist is assumed to be or accused of writing for the west, producing explanatory ethnographic texts dolled up as literary fiction. It’s a curious allegation, one that denies both the agency and artistry of the writer while threatening to obscure, I think, the actual source of the unease.</p> \n<h2><strong>3. For whom is the African writer writing?</strong></h2> \n<p>In November last year, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/adaobi-tricia-nwaubani\" title=\"\">Adaobi Nwaubani</a> published an article entitled <a href=\"http://www.nytimes.com/2014/11/30/opinion/sunday/african-books-for-western-eyes.html?_r=0\" title=\"\">“African Books for Western Eyes”</a> in the New York Times. Nwaubani is the first contemporary African writer to&nbsp;have got an international book deal while still living in her home country. Her article expresses, among other things, frustration with Africa’s publishing industry, a&nbsp;sentiment I&nbsp;share.</p> \n<p>I am often asked why <em>Ghana Must Go</em>, a story about a&nbsp;Ghanaian-Nigerian family, was not published in Ghana or&nbsp;Nigeria. The answer is: we tried. Ghana, where my parents live, has no credible local publisher. To launch the novel in&nbsp;Accra, as&nbsp;I was determined to do, we had to go it alone. After an attempt to form a partnership with a bookshop failed (not wanting to pay the customs fees, they abandoned the shipment of books at the port), we organised two public events. After the book sold out, my mother ordered more directly from Penguin and sold them from her clinic.</p> \n<p>I know of what Nwaubani speaks when she writes: “Any Nigerian in Anchorage who so wishes can acquire my novel. But here in my country [my] book is available only at a few bookstores.” Nigeria, which last year surpassed South Africa as Africa’s biggest economy, could subsidise a stable publishing house, distributing books to the entire continent. It&nbsp;is&nbsp;maddening that it doesn’t. It is unacceptable that African novelists cannot easily or profitably publish in African countries. But it does not follow that African novelists are writing for the west.</p> \n<p>Can we really not imagine that the African novelist writes for love: love of craft, love of subject? Do we really believe that she is not an artist but an anthropologist, not a storyteller but a native informant? Would we really suggest that she hasn’t the right to engage a global audience? Many African novelists publish in the west because no alternative path to global readership exists. Even if it did – even if, say, I&nbsp;could have published in Ghana – I’d still want our books to&nbsp;travel the world. Touring <em>Ghana Must Go</em>, I had the most magical encounters with readers: Indian-Americans in New&nbsp;Jersey, Chinese-Americans in San Francisco, Nigerian-Americans in Texas, British West Africans in London, Turkish and Croatian immigrants in Germany, who recognised themselves in my characters. Are these readers “the west”? Did I write “what the white people wanted to read”?</p> \n<figure class=\"element element-image\" data-media-id=\"d4fc47e31cf8b279a9839643510c82fbc65bf0c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435854162484/65405598-9ff8-464e-90ad-2d214eeb6516-460x306.jpeg\" alt=\"Okey Ndibe.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Okey Ndibe.</span> \n </figcaption> \n</figure> \n<p>The Nigerian author <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/28/nigeria-chinuaachebe\" title=\"\">Okey Ndibe</a> has said: “We used to spend so much time agonising over the question of whether we were writing for the west. In retrospect I see our error. In&nbsp;Nigeria we grew up reading the west. The west was talking to us. Why shouldn’t the west read Nigeria? Why shouldn’t we talk back?”With his trademark ease Ndibe put his finger on my disquiet: the limitations imposed on African writers by their colleagues. Habila and Wa Ngugi would have read in Henry James’ Art of Fiction, “We must grant the artist his subject...our criticism is applied only to what he makes of it.” Beyond examining what the artist has made of her subject (street children, Princeton grads), the critics render inappropriate the subject itself. Nwaubani, in turn, is content to define ‘appropriate ways’ to describe those subjects. “A story about an African wife in the 1980s, for instance, should not show her comfortable with having only one child,” she writes. But who is this “African wife”? From which country does she hail? To what socioeconomic class does she belong? A generic “African wife in the 1980s” may belong in a sociological study but has no place in a novel of nuanced characters.</p> \n<p>Taken together, these critiques become a set of edicts: here are the subjects you can write about (not too much poverty! not too much privilege!), here is the appropriate way to write about them. My problem with these rules is how they threaten to silence voices. The voice&nbsp;of the street child in Zimbabwe, the Nigerian grad student at&nbsp;Princeton … We need more stories about more subjects, more readers in more countries. Not fewer.</p> \n<p>It is precisely because there are so few novels by African writers in global circulation that we ask those novels to do too much. No one novelist can bear the burden of representing a&nbsp;continent and no one novel should have to. The list&nbsp;at the beginning of this piece represents five of 55 countries, with no francophone, lusophone or, say, Central African writer in&nbsp;sight. Those on it are more or less socioeconomically homogenous: born, raised or granted degrees by universities in the west, and now living in or “between” western cities and African capitals. This is a problem. African books for global eyes must be written by a broader range of Africans, including those writing in non-European languages. Diasporic novelists such as Mengiste and Wa&nbsp;Ngũgĩ are doing&nbsp;wonderful work in bringing African writers who work in indigenous languages to global attention. With them, I&nbsp;share the heartbreak in Nwaubani’s words: “Some of the greatest African writers of my generation may never be discovered.”</p> \n<p>We – African novelists, western publishers, global readers – must attend to this. We need more writers from more countries, representing more class backgrounds. We need more names.</p> \n<p>Perhaps, then, we might grant more freedom to the ones we already have. As Henry James reminds us: “A novel is in&nbsp;its&nbsp;broadest definition a personal impression of life; that, to&nbsp;begin with, constitutes its value, which is greater or less according to the intensity of the impression. But there will be no intensity at all, and therefore no value, unless there is&nbsp;freedom to feel and say.” The diasporic novelist, as much as&nbsp;any other, must be granted that freedom.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/7/2/1435852783024/Taiye-Selasi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images","credit":"Mail Today/India Today Group/Getty Images","altText":"Taiye Selasi","cleanCaption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854340021/b5854ce3-1cb8-4ab4-a83a-1b2ce32681de-1020x817.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":817,"width":1020,"orientation":"landscape","caption":"Ethiopian-American writer Maaza Mengiste. Photograph: ./juergen-bauer.com","credit":"./juergen-bauer.com","altText":"Maaza Mengiste.","cleanCaption":"Ethiopian-American writer Maaza Mengiste.","cleanCredit":"Photograph: ./juergen-bauer.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854839412/c3db3fc6-fe49-42f8-9ac2-b0291bc50048-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"NoViolet Bulawayo, who wrote <em>We Need New Names</em>. Photograph: Jordi Matasjordi.matas@gmail.com","credit":"Jordi Matasjordi.matas@gmail.com","altText":"NoViolet Bulawayo, who wrote <em>We Need New Names</em>.","cleanCaption":"NoViolet Bulawayo, who wrote <em>We Need New Names</em>.","cleanCredit":"Photograph: Jordi Matasjordi.matas@gmail.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435855594555/49069ca0-2f85-4e04-8c0f-5e5ef13a31c4-2060x1515.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1515,"width":2060,"orientation":"landscape","caption":"Chinua Achebe. Photograph: Mike Cohea/AP","credit":"Mike Cohea/AP","altText":"Chinua Achebe.","cleanCaption":"Chinua Achebe.","cleanCredit":"Photograph: Mike Cohea/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435854162866/65405598-9ff8-464e-90ad-2d214eeb6516-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"Okey Ndibe.","credit":"PR","altText":"Okey Ndibe.","cleanCaption":"Okey Ndibe."}],"webPublicationDate":"2015-07-04T07:00:05Z","lastModified":"2015-07-04T07:00:05Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Taiye Selasi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/taiye-selasi"}],"feature":true,"keywords":["Publishing","Books","Culture","Africa","World news"],"tags":[{"id":"books/publishing","webTitle":"Publishing"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"books"},"topics":[{"displayName":"Taiye Selasi","topic":{"type":"tag-contributor","name":"profile/taiye-selasi"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jul/04/taiye-selasi-stop-pigeonholing-african-writers","shortUrl":"http://gu.com/p/4ab89","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jul/04/taiye-selasi-stop-pigeonholing-african-writers","webUri":"http://www.theguardian.com/books/2015/jul/04/taiye-selasi-stop-pigeonholing-african-writers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/7/2/1435852783024/Taiye-Selasi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images","credit":"Mail Today/India Today Group/Getty Images","altText":"Taiye Selasi","cleanCaption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images"}},"importance":5,"kicker":{"title":"Taiye Selasi"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/7/2/1435852783024/Taiye-Selasi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images","credit":"Mail Today/India Today Group/Getty Images","altText":"Taiye Selasi","cleanCaption":"'The most scathing critique of the African writer is not that she is insufficiently talented, but that she is insufficiently African' … Taiye Selasi. Photograph: Mail Today/India Today Group/Getty Images"}}]},{"title":"Lost and found / Mystery of the missing engagement ring","rawTitle":"Mystery of the missing engagement ring","item":{"type":"article","id":"lifeandstyle/2015/jul/04/mystery-of-the-missing-engagement-ring","title":"Mystery of the missing engagement ring","trailText":"When Adrian Turpin’s wife’s engagement ring vanished overnight there seemed no logic to its disappearance. Then it turned up out of the blue only to disappear again, months later …","standFirst":"When Adrian Turpin’s wife’s engagement ring vanished overnight there seemed no logic to its disappearance. Then it turned up out of the blue only to disappear again, months later …","byline":"Adrian Turpin","body":"<p>This is the story of an engagement ring that was lost. Nothing so odd about that, one might think. Rings go missing all the time, prey to the sink trap or the Hoover bag. A moment’s inattention is all it takes. Sometimes disappearing rings even come back.</p> \n<p>At the bleakest moments when my wife, Pru, and I thought we had lost her engagement ring for ever, I was reminded of the story from Herodotus’s Histories in which Polycrates, the king of Samos, is encouraged to throw away a precious emerald ring in order to experience what loss and hardship feels like, only to rediscover it in the belly of a fish brought to him as tribute. What we didn’t know was that our moment of rediscovery would be almost as strange. Days after we have still been unable to come up with a rational explanation.</p> \n<p>Pru knew it was the right ring the first time she saw it in the window of a slightly-beyond-my-pay-bracket London jewellers. The lozenge of black diamonds, set on a rose gold band, has an understated bling. It is contemporary but it looks old, with a hint of 20s glamour. My daughter calls it the “sweet” ring because of its resemblance to a fruit pastille. (I almost wrote “called it”, so sure was I that it was lost for ever).</p> \n<p>Its behaviour was not so “sweet”. It had form on the disappearing act. One morning, not long after we were married in 2010, the ring made its first bid for freedom. One minute it was there, in a little bowl next to the bed, an hour later it wasn’t on Pru’s finger. We began searching calmly, less so as dread rose that it had really gone. Internet appeals were issued, drawers were emptied, furniture moved; restaurants and Transport for London were rung, all with no result.</p> \n<p>We each spent a lonely summer afternoon retracing routes to the shops and the nursery. Every can top and piece of mica in the gutter sparked momentary hope. It was weeks before I could walk down the road without casting my eyes downward.</p> \n<p>We tried to be philosophical. I’ve always loved the Elizabeth Bishop poem One Art, which begins: “<em>The art of losing isn’t hard to master / so many things seem filled with the intent/ to be lost that their loss is no disaster.</em>”</p> \n<p>Yet this did feel like a disaster and I am ashamed to write that the feelings of loss– partly financial but mainly for what it signified – were accompanied by flashes of anger at my wife. How could she be so careless, so thoughtless even? It was a petty way to behave, but that’s how it felt. And if a ring is meant to be a symbolic, then perhaps it’s not so odd that there is confusion between the symbol and what is symbolised? At least that’s my excuse.</p> \n<p>Then, one morning, about a month later and at the same time after this first disappearance, the ring reappeared with no notice, twinkling enigmatically in the middle of the bedroom carpet about a foot from where it had last been seen. We whooped and hollered and danced round the house. Pru put it back on and waved her hand around manically to show the impossibility of it having come off of its own accord.</p> \n<p>Yet, for all our surprise, we weren’t amazed. My daughter called it a “naughty ring”, instinctively endowing this most mysterious of inanimate objects with a life of its own. Yet we knew there must be a reasonable explanation, it was just that we had missed something. The laws of physics had not been broken. We speculated about it being caught in bedding, while a colleague suggested that our pre-school children might have played a part. None of it mattered: we would never be so careless again.</p> \n<figure class=\"element element-image\" data-media-id=\"5b74d1e7cc7f86dc9624541b5429cf8389ee8c34\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435587883151/0c72d95b-c892-4afd-8794-ba3dff7f00fe-460x276.jpeg\" alt=\"Adrian Turpin engagement ring\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pru’s engagement ring, safely back on her finger.</span> \n </figcaption> \n</figure> \n<p>It was a thought that would come back to haunt us in January this year. The morning after a night at the movies came the sudden realisation that the ring wasn’t there. But how long had it not been there? Second time round, the recriminations and the sadness were worse because the ring’s absence pointed accusingly to our own foolishness.</p> \n<p>Depressingly, it wasn’t just in losing the ring that we had failed to learn from experience. We (or more accurately, I) had also learned nothing about how to deal with the loss. Amid a largely ritual emptying of bins and shaking of sheets, even harsher words were exchanged than the first time. How could anyone make the same mistake twice? I asked furiously. Why the hell wasn’t it insured?</p> \n<p>When we cleared the room for decorating a couple of months later and it still hadn’t turned up, we concluded that our luck had finally run out.</p> \n<p>We rang the jewellers, in the slightly pathetic hope that they might take pity on us and give a huge discount on a new one, which would at least be some consolation. But the cost of a replacement was prohibitive. It seemed particularly bitter – and another sign of our lack of attention – that we didn’t even have a decent picture of the thing. It hadn’t just been lost but eradicated from our shared history, the ring that never was.</p> \n<p>Or so it seemed. One Sunday evening in April, Pru was taking out empty coat-hangers from our bedroom wardrobe. She placed them on the bed, turned round and there it was: the unfamiliar but oh-so-familiar ring, threaded inexplicably on to the question mark of a metal hook. It was like the conclusion to a conjuring trick to which we never knew we’d been party.</p> \n<p>This time we were too shocked to scream and shout. It made no sense. The cupboard was on the other side of the room, too high for small hands to reach. The duvet was clear and uncluttered. The idea that the ring could have fallen on to a hanger and then been unknowingly stowed three months before seemed preposterous.</p> \n<p>Pru is a practical sort. She was delighted to get the ring back. The mystery was secondary. I am not the kind of person to believe in the supernatural. But the mischievousness of the ring’s dematerialisations and rematerialisations make it hard not flirt with the idea of a poltergeist or at least to ascribe some kind of agency to the “naughty ring” itself.</p> \n<p>Seeing the unfamiliar but oh-so-familiar piece of jewellery on its coathanger hook, I thought again of Polycrates and his ring saved by a fishing hook. The moral of his story, a fable about wealth and experience, is plain to see. But what exactly was our ring, sitting insolently on its stainless steel question mark, trying to tell us? It feels like a tale of second chances and lost causes. Next time round we really must pay attention.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435587683348/Adrian-Turpin-and-his-wif-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Adrian Turpin and his wife Pru.","cleanCaption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435587884474/0c72d95b-c892-4afd-8794-ba3dff7f00fe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pru’s engagement ring, safely back on her finger.","credit":"Linda Nylind/Guardian","altText":"Adrian Turpin engagement ring","cleanCaption":"Pru’s engagement ring, safely back on her finger."}],"webPublicationDate":"2015-07-04T05:29:03Z","lastModified":"2015-07-04T05:29:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Family","Life and style","Weddings","Marriage","Children"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/weddings","webTitle":"Weddings"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"society/children","webTitle":"Children"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/mystery-of-the-missing-engagement-ring","shortUrl":"http://gu.com/p/4a889","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/mystery-of-the-missing-engagement-ring","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/mystery-of-the-missing-engagement-ring"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435587683348/Adrian-Turpin-and-his-wif-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Adrian Turpin and his wife Pru.","cleanCaption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian"}},"importance":5,"kicker":{"title":"Lost and found"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435587683348/Adrian-Turpin-and-his-wif-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind/Guardian","altText":"Adrian Turpin and his wife Pru.","cleanCaption":"Adrian Turpin and his wife Pru. Photograph: Linda Nylind for the Guardian"}}]},{"title":"Paris mayor Anne Hidalgo / ‘Charlie Hebdo changed Paris. But everyone said: You will not kill our spirit’","rawTitle":"‘Charlie Hebdo changed Paris. But everyone said: You will not kill our spirit’","item":{"type":"article","id":"world/2015/jul/03/paris-mayor-anne-hidalgo-interview","title":"Paris mayor Anne Hidalgo: ‘Charlie Hebdo changed Paris. But everyone said: You will not kill our spirit’","trailText":"Six months on from the Charlie Hebdo attacks, the mayor of Paris says the city has recovered from its ordeal, even if its ripples are still felt. Now she wants to take on the city’s wealth divide – and says she will be joining Boris for a tandem ride around London","standFirst":"<p>Six months on from the Charlie Hebdo attacks, the mayor of Paris says the city has recovered from its ordeal, even if its ripples are still felt. Now she wants to take on the city’s wealth divide – and says she will be joining Boris for a tandem ride around London</p>","byline":"Kim Willsher","body":"<p>Anne Hidalgo is talking about the terror attacks on Charlie Hebdo’s Paris office when my phone starts buzzing. I jab at it and curse whoever keeps calling, but for three-quarters of an hour it’s buzz-jab, buzz-jab, while the mayor of Paris, who has invited me to sit next to her, politely ignores both the buzzing and the jabbing and keeps talking. By the time she stops, I have 15 missed calls.</p> \n<p>“Something must have happened,” I say, and for one fleeting moment Hidalgo looks truly stricken.</p> \n<p>Something has happened. I translate one of my messages: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/one-dead-in-attack-on-french-factory\">a crazed attacker has decapitated a French businessman</a>, placed his head on the railings of a gas depot and is, as far as any of us know, trying to blow the place sky-high at that very moment.</p> \n<p>“Mon dieu, mon dieu, where?” says Hidalgo.</p> \n<p>“Not in Paris,” says the mayor’s press officer quickly. “Or we’d have been called.”</p> \n<p>He’s right, but Hidalgo, who might be forgiven a silent sigh of relief, is pained. Throughout the whole scene, there is a horrible sense of deja vu.</p> \n<p>On the morning of 7 January this year, Hidalgo was presenting the traditional mayoral New Year wishes to Paris councillors and the public at City Hall, when a few kilometres across town, two men marched into the offices of the satirical newspaper Charlie Hebdo and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/07/satirical-french-magazine-charlie-hebdo-attacked-by-gunmen\">gunned down half the staff at an editorial conference</a>.</p> \n<p>“I was coming to the end of my talk and my office director came and whispered something about a shooting at Charlie Hebdo. He said I had to go urgently. At that point, I had no idea of what had happened.”</p> \n<p>Within half an hour, Hidalgo was at the scene of the bloodbath along with the French president, Fran&ccedil;ois Hollande, and the interior minister, Bernard Cazeneuve.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/24/charlie-hebdo-aftermath-attacks\">Charlie Hebdo struggles with aftermath of attacks</a> </p> \n</aside> \n<p>“People were talking about the number of dead and there were emergency workers, police and the public prosecutor. It was then I realised the seriousness of what had happened.”</p> \n<p>Hidalgo, who knew <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jan/13/stephane-charbonnier\">Charlie Hebdo editor St&eacute;phane “Charb” Charbonnier</a>, says the full extent of the tragedy only hit her when she saw Patrick Pelloux, a casualty doctor and Charlie contributor, come out of the building, where he had been trying to save his dying friends. Pelloux, alerted by one of the survivors immediately after the massacre, which left 12 dead, was one of the first to arrive after the killers left. Hidalgo’s expression turns grim and her hands, once described as looking as if they are making pottery in the air while she speaks, drop into her lap.</p> \n<p>“I saw the state Patrick Pelloux was in ... such a state. I was comforting him and he told me Charb was dead. I was absolutely knocked over. Then we heard about the others ... it was utterly unreal, truly, truly terrible.</p> \n<p>“Even today when I talk about that day, I feel the tears come.” Her eyes, which have indeed welled up, keep contact with mine, and again she looks stricken.</p> \n<p>“It seemed so, so unfair – they were pacifists, they were the journalists and cartoonists we grew up with as children. They were like the big adolescents of your family – provocative, but in the French spirit, in the Parisian spirit of debates and confrontation through ideas. Suddenly it was like part of our heritage, our values, our light had been directly attacked.”</p> \n<p>Later that evening, Hidalgo joined a spontaneous gathering of tens of thousands of people in the symbolic Place de la R&eacute;publique, where candles were lit in honour of the dead.</p> \n<figure class=\"element element-image\" data-media-id=\"e58b4650623672370105e9a7819360d8070c68f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435924864869/1f5a5d34-2222-49dd-8d7c-6f0de3442438-460x290.jpeg\" alt=\"People gather at the Place de la R&eacute;publique in Paris on the evening after the attack at the offices of Charlie Hebdo that left 12 people dead.\" width=\"460\" height=\"290\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People gather at the Place de la R&eacute;publique in Paris on the evening after the attack at the offices of Charlie Hebdo that left 12 people dead.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>It was, she tells me, “a very long and heavy day”, but Paris’s ordeal was far from over.</p> \n<p>The following day, a policewoman was gunned down by another self-declared jihadist who went on to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/09/hostages-taken-shootout-paris-supermarket-charlie-hebdo\">murder four more people in a Jewish supermarket, Hyper Cacher</a>, 24 hours later, before being killed in a police shootout.</p> \n<p>“I went to Hyper Cacher, too; it was like a scene from a war. Again, it was terrible. Just terrible ...” the sentence trails off as she shakes her head.</p> \n<p>Hidalgo had been running Paris for just nine months, and nothing – not even 13 years as deputy mayor – could have prepared her for such a tragedy. As with Ken Livingstone <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/july7\">after the 7/7 attacks in London</a> and Rudy Giuliani after 9/11, Hidalgo found herself stepping up as a figurehead for the bruised city.</p> \n<p>Echoing the sentiment of the shocked but defiant crowd in Place de la R&eacute;publique, she rallied Parisians: “We are standing, the republic is standing and we will not give up ... those who were killed were magnificent people who used one weapon, a pencil. We will not abandon the liberty and force they gave us,” she told them.</p> \n<p>Six months later, sitting in her light and airy office overlooking the Seine (at 155 sq m it’s the biggest public office in France and considerably bigger than most people’s living space) and covering the gamut of issues from pedestrianisation of the river bank highways to her view of Boris Johnson, you might sometimes forget that she has led her city through such a crisis. But in truth, its ripples are still being felt today.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"654bdb78406a6ed2a4e0c84455199eb22f26a740\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925042893/7c4731af-0f58-4013-94dc-073ea2088428-271x420.jpeg\" alt=\"The Eiffel tower's lights are switched off, the day after the Charlie Hebdo attacks.\" width=\"271\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Eiffel tower’s lights are switched off the day after the Charlie Hebdo attacks.</span> \n  <span class=\"element-image__credit\">Photograph: Jacques Demarthon/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>That those three days were seismic quickly became obvious. Suddenly, everyone was Charlie, or Ahmed (a Muslim police officer who was shot in the head by one of the gunmen as he lay injured on the ground outside the magazine’s office). “Je suis Charlie” became the slogan for the suffering city. World leaders, with the conspicuous exception of Barack Obama, converged on Paris to show their support for freedom and liberty of the press.</p> \n<p>“The collective spirit this city that I adore showed after the attacks took my breath away. It said: Paris is conscious of that threat, but its people insist on being able to live together and promote our community model,” Hidalgo says.</p> \n<p>Hidalgo’s own life story may be at the root of that conviction. The Spanish-born eldest daughter of an immigrant factory worker and a seamstress, she spent her childhood on a run-down housing estate on the outskirts of Lyon. Her parents arrived from C&aacute;diz in southern Spain when she was two, and lived with An&agrave; – as she was then – and her sister Maria in a high-rise block with no bathrooms or lifts. At 14, she took French nationality and changed her name. School was her escape, and Paris her dream. “I wanted to go to Paris to meet Sartre,” she told Lib&eacute;ration.</p> \n<p>Shortly after becoming Paris’s first female mayor 14 months ago, she told me it was her “dream job” – even if her family (she has two grownup children from a first marriage and a teenage son with her second husband, the French politician Jean-Marc Germain) have had to learn not to expect her home for dinner. If her idealism remains, it is now qualified: her “social democrat” worldview – old Labour, in British terms – is tempered by realism about the need to woo business leaders. Her staff seem happy, too, describing her as charming on a personal level and choosing consultation and consensus over conflict in her politics.</p> \n<p>A year ago, the most damning criticism was that she lacked the charisma of her much-loved predecessor, Bertrand Delano&euml;. A year on, even those who wrote her off as Delano&euml;’s dauphine admit a grudging respect.</p> \n<p>Hidalgo looks genuinely pleased when I tell her the City Hall underlings I have canvassed seem to adore her. The feeling is mutual; her office is huge, but Hidalgo’s ego does not match it. She is warm, first with the “<em>bises</em>” (pecks on the cheek), natural and solicitous (“Do sit here ... Would you like coffee? ... Oh look, we’re both wearing flowery dresses, how summery ...”).</p> \n<p>She insists on feminising her title to <em>madame la maire</em> in defiance of the French grammar police (<em>le maire</em> is the correct term), but does being a female mayor make a difference?</p> \n<p>In a previous interview she admitted being a “French feminist” who believed in justice and equality “based on performance”, as opposed to what she controversially labelled an “Anglo-Saxon idea that women should have power because they are better than men”. Today her response is gentler but more confident.</p> \n<figure class=\"element element-image\" data-media-id=\"5d47396a6f76a5f1c8778252b46dd7a897965c8c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435925338722/d576d4fd-5d57-4722-841e-c9126cbc853f-460x276.jpeg\" alt=\"Anne Hidalgo visiting the &Eacute;lys&eacute;e Palace.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anne Hidalgo visiting the &Eacute;lys&eacute;e Palace.</span> \n  <span class=\"element-image__credit\">Photograph: Stephane de Sakutin/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>She recounts how she recently opened a new kindergarten, and was delighted to discover one of the children thought she was the <em>mere</em> (pronounced similarly to <em>maire</em>) of Paris. “I found the idea rather beautiful. This idea that I was the mother of Paris,” she says, laughing.</p> \n<p>If this sounds all too twee, critics and opponents quickly learn not to underestimate her. An “iron fist in a velvet glove ... she likes to get her way,” is how one colleague described her.</p> \n<p>Her stance on reducing pollution by introducing alternate bans on half the city’s vehicles saw her and the ecology minister, S&eacute;gol&egrave;ne Royal, squaring up. Motorists are furious, but most Parisians love her idea of turning the traffic-choked banks of the Seine into a pedestrian zone and reclaiming emblematic squares such as Place de la Bastille and Place de la Nation from vehicles.“We have to do this quickly and with giant steps,” she says firmly. “I know the people of Paris feel the same way.”</p> \n<p>Hidalgo’s call for Paris to have a sort of drop-in “welcome centre” for migrants, just days after the interior minister dispatched riot police to dismantle an illegal camp in the north of the city, has also veered from the government line. As a migrant herself, Hidalgo says she understands their plight. And she declares herself determined to try to redress some of the more blatant inequalities of east-west, north-south Paris, and believes creating affordable housing is the key.</p> \n<p>“I push the message that it’s important we share Paris,” she says. “Paris is a collection of different areas – wealthy and working-class – and each is important. If you take just one of those areas away, you take away part of the strength of the city.”</p> \n<p>After Jacques Chirac made the job a springboard to the Elys&eacute;e Palace in 1995, some have suggested Hidalgo might have her sights set on the top job, something she has always strenuously denied. When the photographer jokingly requests she tries a pose that is “a little less presidential”, she laughs. “Non, non, non, please don’t say that!”</p> \n<p>That city mayors might have presidential or prime-ministerial ambitions is a forgivable assumption, as a glance across the Channel shows. Then again, Boris Johnson and Anne Hidalgo could hardly be more different, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/feb/05/boris-johnson-anne-hidalgo-london-paris-artistic-tandem\">as their meeting earlier this year demonstrated</a>. The press conference that followed was excruciatingly tense, as Hidalgo remained cool and Boris behaved ... like Boris: ruffling his hair, making jokes, playing the buffoon. After the unlikely <em>rencontre</em>, Hidalgo’s people insisted – a little too vigorously, I thought – that the two had got along just swimmingly, or as Boris might have put it in his deliberately cod French: <em>comme une maison en feu</em>.</p> \n<p>Could this possibly be true?</p> \n<p>“Oui, oui, we really did get on well and I do like him. He is, what is the word, exuberant and, dare I say it, our idea of the archetypal Englishman: original, brilliant, funny,” says Hidalgo. “Our relationship is confident, direct and joyful. He likes a joke and I can give as good as I get.”</p> \n<p>So will she be going to London any time soon? A visit earlier this year was postponed and no new date has been given.</p> \n<p>“Boris invited me to come to London to ride a tandem, so I shall be coming. The only question is who will be in front. I think we will have to draw straws on that.”</p> \n<p>Hidalgo likes to say that “seen from Shanghai”, London and Paris are twin dots, but she is keenly aware of the fierce competition between the two cities, never more evident than when London won a surprise victory over Paris in the battle to host the 2012 Olympics. In London, a day of jubilation was immediately followed by the horror of the 7/7 attacks. So it is perhaps fitting that just as the Olympics became a symbol of hope and revival for London, Hidalgo has rethought her previous opposition to Paris trying again, and approved a bid for 2024.</p> \n<p>It’s a brave move when her predecessor’s failure to secure the 2012 Games was such a devastating blow to him and the city, but it is a logical extension of Hidalgo’s optimism and determination that Paris not be cowed.</p> \n<p>“Paris dreams of something else, and that is fraternity, which is what the march expressed,” she says. “Afterwards I felt the need of those young people involved to be carried along by a project, like the Olympics, in which they had their part to play. So I thought, let’s give it a go.”</p> \n<p>“Charlie Hebdo changed Paris,” she goes on. “It made people aware of the strength of that collective state of mind. Everyone went on with their lives saying: ‘You will not kill our spirit. You will not silence us.’ We Parisians, we French, marched supported by the whole world.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435930939936/49960408-46b9-45a0-80e2-c18099a3fddb-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ed Alcock for the Guardian","altText":"Anne Hidalgo","cleanCredit":"Photograph: Ed Alcock for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435924864108/1f5a5d34-2222-49dd-8d7c-6f0de3442438-2060x1301.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1301,"width":2060,"orientation":"landscape","caption":"People gather at the Place de la République in Paris on the evening after the attack at the offices of Charlie Hebdo that left 12 people dead. Photograph: Eric Feferberg/AFP/Getty Images","credit":"Eric Feferberg/AFP/Getty Images","altText":"People gather at the Place de la République in Paris on the evening after the attack at the offices of Charlie Hebdo that left 12 people dead.","cleanCaption":"People gather at the Place de la République in Paris on the evening after the attack at the offices of Charlie Hebdo that left 12 people dead.","cleanCredit":"Photograph: Eric Feferberg/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925041426/7c4731af-0f58-4013-94dc-073ea2088428-1316x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1316,"orientation":"portrait","caption":"The Eiffel tower’s lights are switched off the day after the Charlie Hebdo attacks. Photograph: Jacques Demarthon/AFP/Getty Images","credit":"Jacques Demarthon/AFP/Getty Images","altText":"The Eiffel tower's lights are switched off, the day after the Charlie Hebdo attacks.","cleanCaption":"The Eiffel tower’s lights are switched off the day after the Charlie Hebdo attacks.","cleanCredit":"Photograph: Jacques Demarthon/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925340043/d576d4fd-5d57-4722-841e-c9126cbc853f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anne Hidalgo visiting the Élysée Palace. Photograph: Stephane de Sakutin/AFP/Getty Images","credit":"Stephane de Sakutin/AFP/Getty Images","altText":"Anne Hidalgo visiting the Élysée Palace.","cleanCaption":"Anne Hidalgo visiting the Élysée Palace.","cleanCredit":"Photograph: Stephane de Sakutin/AFP/Getty Images"}],"webPublicationDate":"2015-07-03T13:53:20Z","lastModified":"2015-07-03T23:07:37Z","metadata":{"commentable":true,"commentCount":34,"contributors":[{"name":"Kim Willsher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-willsher"}],"feature":true,"keywords":["Paris","France","World news","Charlie Hebdo attack","Charlie Hebdo"],"tags":[{"id":"world/paris","webTitle":"Paris"},{"id":"world/france","webTitle":"France"},{"id":"world/world","webTitle":"World news"},{"id":"world/charlie-hebdo-attack","webTitle":"Charlie Hebdo attack"},{"id":"media/charlie-hebdo","webTitle":"Charlie Hebdo"}],"section":{"id":"world"},"topics":[{"displayName":"Kim Willsher","topic":{"type":"tag-contributor","name":"profile/kim-willsher"}}],"series":{"title":"Saturday interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/saturday-interview"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/paris-mayor-anne-hidalgo-interview","shortUrl":"http://gu.com/p/4acvy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/paris-mayor-anne-hidalgo-interview","webUri":"http://www.theguardian.com/world/2015/jul/03/paris-mayor-anne-hidalgo-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435930939936/49960408-46b9-45a0-80e2-c18099a3fddb-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Paris dreams of something else and that is fraternity’ … Anne Hidalgo. Photograph: Ed Alcock for the Guardian","credit":"Ed Alcock for the Guardian","altText":"Anne Hidalgo","cleanCaption":"‘Paris dreams of something else and that is fraternity’ … Anne Hidalgo.","cleanCredit":"Photograph: Ed Alcock for the Guardian"}},"importance":4,"kicker":{"title":"Paris mayor Anne Hidalgo"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435930939936/49960408-46b9-45a0-80e2-c18099a3fddb-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Ed Alcock for the Guardian","altText":"Anne Hidalgo","cleanCredit":"Photograph: Ed Alcock for the Guardian"}}]},{"title":"Science of resistance / Heinrich Wieland, the biochemist who defied the Nazis","rawTitle":"Heinrich Wieland, the biochemist who defied the Nazis","item":{"type":"article","id":"science/blog/2015/jul/03/science-of-resistance-heinrich-wieland-the-biochemist-who-defied-the-nazis","title":"Science of resistance: Heinrich Wieland, the biochemist who defied the Nazis","trailText":"Recognise his name? Few do. But Wieland wasn’t just the father of biochemistry and a Nobel prize winner. He was a scientist with the courage of his convictions","standFirst":"<p>Recognise his name? Few do. But Wieland wasn’t just the father of biochemistry and a Nobel prize winner. He was a scientist with the courage of his convictions</p>","byline":"David Cox","body":"<p>Despite finding international fame as one of Germany’s most renowned scientists in the first half of the 20th century, Heinrich Otto Wieland always shied away from the limelight, so the man now regarded as the father of modern biochemistry would probably have approved of the low key manner in which his <a href=\"http://www.nobelprize.org/nobel_prizes/chemistry/laureates/1927/wieland-bio.html\">1927 Nobel prize</a> was sold in April.</p> \n<p><a href=\"http://natedsanders.com/LotDetail.aspx?inventoryid=36191\">Auctioned off by a small memorabilia company</a> in Los Angeles amongst a random collection of showbiz items such as curtain costumes from the Sound of Music, Wieland’s medal received just a single bid, raising a princely $395,000.</p> \n<p>Few today will recognise Wieland’s name, but his work played a key role in defining our modern understanding of metabolism and the structure of steroids, vitally important biological molecules which are the precursors of hormones such as testosterone and oestrogen. Understanding steroid structure eventually led to the development of drugs such as the contraceptive pill.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/blog/2015/apr/22/the-first-world-war-scientists-who-gave-their-lives-to-defeat-poison-gas\">The first world war scientists who gave their lives to defeat poison gas</a> </p> \n</aside> \n<p>It was Wieland’s work on bile acids, a fiendishly complex family of steroids, which won him his Nobel Prize. At the time their clinical relevance was not fully understood but we now know that bile acids are involved in vital bodily functions ranging from digestion to absorption of fat, while malfunctions in their mechanisms of action have been linked to increased cholesterol and heart disease, the development of gallstones, and even the <a href=\"http://www.omicsonline.org/bile-acids-promoters-or-carcinogens-in-colon-cancer-2157-2518.1000101e.php?aid=1491\">onset of colorectal cancer</a>.</p> \n<p>“We can now see how his work has led to many medications for a variety of diseases and with the advance of genetic research we know that steroid hormones have huge consequences in the cell,” says Wieland’s grandson, of the same name, himself a Professor of Medicine at the University of Freiburg. “Testosterone alone influences about 350 different genes. But back then it was the skill involved in finding the chemical structure which was acknowledged by the Nobel committee. The bile acids were a very complicated puzzle and the methods available at the time were extremely basic. There were none of the advanced machines we can rely on today. Instead they had to observe chemical reactions, see what happened and draw conclusions.”</p> \n<p>In many ways, Wieland was the last of his kind, chemists who were able to command an almost universal knowledge of their entire field. By the time his academic career was ended by the flurry of Allied bombs which destroyed his laboratory in 1945, the breakthroughs made over the past three decades had led to increased specialization and the growth of an entirely new field, biochemistry. This would captivate the world eight years later when James Watson and Francis Crick made their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/video/2013/apr/26/dna-double-helix-james-watson-francis-crick\">landmark discovery of the structure of DNA</a>.</p> \n<p>Wieland operated in an era when academic research was only just beginning to be bankrolled by the chains of pharmaceutical companies which had emerged at the end of the 19th century. Rather than being driven by the search for new drug targets, science was often focused on solving fairly abstract questions. Wieland himself was fascinated by natural substances, from the pigments which made up the colours of butterfly wings, to the lethal poison of the world’s most deadly mushroom <em>Amanita phalloides</em>.</p> \n<p>But it meant that well-paid university positions were still few and far between, and Wieland conducted much of the work which would eventually win him the Nobel prize, in relative poverty, unable to afford to marry his wife for many years. He was 48 when he received his first well-paid job in 1925, the prestigious position of Professor of Chemistry at the University of Munich. He had been nominated by the previous incumbent, a famous chemist called <a href=\"http://www.nobelprize.org/nobel_prizes/chemistry/laureates/1915/willstatter-bio.html\">Richard Willst&auml;tter</a>.</p> \n<p>Willst&auml;tter was a brilliant scientist who won the Nobel prize in 1915 for discovering the structure of chlorophyll, but he was Jewish and despite his stature he found Munich in the early 1920s an increasingly toxic world.</p> \n<p>“Willstatter had a fine feeling for German society and anti-Semitism and even though the Nazis had not yet come to power in 1924, he anticipated what was coming,” Wieland’s grandson says. “Since he could afford it, he retired and later emigrated to Switzerland. No one could understand him at the time, but he just said ‘I don’t like it anymore’ and refused all offers to stay.”</p> \n<p>Wieland always Willst&auml;tter in very high regard, later writing, “I find it agonising how much this poor man suffered throughout his life from these illusions of racial inferiority.” During the 1920s he had developed his own deep disgust for the Nazi party, becoming aware of the impending atrocities from an early stage.</p> \n<p>“He always said that if you were an intellectual, well-educated German, you couldn’t fail to notice the type of people the Nazis were,” Wieland’s grandson says. “He couldn’t understand their hatred for the Jews. For him they were just people with a different religion. He didn’t see why all of a sudden they should be facing these problems.”</p> \n<p>Wieland was a liberal, free-minded person who was used to doing as he pleased, and as a young man he had rebelled against his strict Protestant upbringing. When his parents did not approve of his choice of wife, he proceeded regardless. They weren’t invited to the wedding, and he then refused to baptise his children.</p> \n<p>Despite living in Munich, the centre of the rise of fascism, he became determined to make his own outspoken stance against the Hitler regime, often dropping subtle political jokes into his lectures.</p> \n<p>During one public talk in 1935, he was discussing the large amounts of phosphorus contained in the brain’s lipids. “These days Germany has become a country lacking in phosphorus,” he quipped, to the initial shock and then applause of his audience.</p> \n<p>He had great distaste for the official ruling that the fascist salute should be mandatory. During a meeting, one of Wieland’s new students rushed into the room declaring, “Heil Hitler”.</p> \n<p>Wieland instantly apologized, “I am sorry. This young man just arrived yesterday. In a few days he will have learnt how to greet correctly.”</p> \n<p>On finding that a bronze bust of Willst&auml;tter, placed in the lobby of the university building, had been destroyed during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/from-the-archive-blog/2013/nov/08/kristallnacht-guardian-archive-1938\">Kristallnacht</a> in 1938, Wieland promptly ordered the destruction of his own bust, sculpted after his Nobel prize award ceremony in 1927. It was a deliberate show of solidarity with Willst&auml;tter which could have seen him arrested or threatened with a lawsuit, but Wieland had already risked far more both secretly and publically in support of the Jews.</p> \n<p>“To study chemistry at Munich, you had to pass a strict entrance exam and he invited a group of Jewish students to sit it at his house,” Wieland’s grandson says. “At the end, he wrote down that they had passed, wrote them each a letter of recommendation, gave them a sum of his own money and said, ‘Now you disappear to the United States.’ And they escaped, and went on to become successful scientists themselves.”</p> \n<p>For Jewish students who were unable to escape, Wieland offered places in his laboratory, aware that it was becoming increasingly difficult for them to study. He even went to the authorities personally, insisting that it was imperative to his research efforts that they were allowed to work with him.</p> \n<p>“At that time students were extremely vital to any lab as there were no machines, so everything had to be done by hand,” Wieland’s grandson says. “Of course, it was not a problem to get students but not many Nazis were in Wieland’s intake. It was quite open that he was anti-Nazi but as he had a Nobel prize, he felt it was manageable to have that stance. But you never know just how close he was to being in danger.”</p> \n<p>From 1938 onwards, the situation became progressively more desperate for Jews in Munich. After witnessing deportations to concentration camps, Wieland began to hide Jewish students in his laboratory, in the cellar and the storage rooms.</p> \n<p>With his laboratory under constant surveillance, Wieland knew that if discovered, he faced arrest and possibly worse. A Munich professor called Kurt Huber<a href=\"https://en.wikipedia.org/wiki/Kurt_Huber\"> </a>was executed in 1943 for his involvement in the <a href=\"http://www.ushmm.org/wlc/en/article.php?ModuleId=10007188\">White Rose resistance group </a>which anonymously distributed anti-Nazi graffiti and leaflets throughout the city.</p> \n<p>“I think he felt that compelled to act,” Wieland’s grandson says. “He was already 60 in 1937, all his children were already had their jobs, nobody really depended on him anymore and so he could risk much more than some others.”</p> \n<p>Two of Wieland’s own students were involved in the White Rose movement – Marie-Luise Jahn and an Austrian of Jewish heritage called Hans Leipelt. When both were arrested in late 1943, Wieland helped select defense lawyers, organize potential plea bargains and when Leipelt’s trial began in late 1944, he travelled to the public tribunal where he refused to perform the fascist salute and testified on his student’s behalf, arguing at length for his exoneration.</p> \n<p>It was ultimately in vain. Leipelt was executed in January 1945. “Whoever is caught by this murderous machinery is lost,” Wieland commented afterwards.</p> \n<p>While Wieland was certainly not alone in his steadfast and very public opposition to the Nazi regime, he was in the minority among German scientists. The common belief was that academics should remain detached from politics, and anything which could prove troublesome or disruptive for the university and the autonomy of scientific research.</p> \n<p>While he won lasting recognition and respect for his work, which earned him virtually every major scientific honour going, perhaps Wieland’s refusal to back down from his beliefs even during the height of Nazi oppression, remains his greatest legacy.</p> \n<p>As he wrote in 1938, “By 1933 I had already decided to follow a strategy of resistance that could be carried right to the end.”</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946530246/063a1804-62c7-44a2-9257-b96221c60e97-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ted Spiegel/CORBIS","altText":"Nobel Prize medal Bearing the Likeness of Alfred Nobel","cleanCredit":"Photograph: Ted Spiegel/CORBIS"}],"bodyImages":[],"webPublicationDate":"2015-07-03T18:24:16Z","lastModified":"2015-07-03T18:26:44Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"David Cox","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-cox"}],"feature":true,"keywords":["People in science","Science","Biochemistry and molecular biology","Biology","Chemistry","Nobel prizes"],"tags":[{"id":"science/people-in-science","webTitle":"People in science"},{"id":"science/science","webTitle":"Science"},{"id":"science/biochemistrymolecularbiology","webTitle":"Biochemistry and molecular biology"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/chemistry","webTitle":"Chemistry"},{"id":"science/nobelprizes","webTitle":"Nobel prizes"}],"section":{"id":"science"},"topics":[{"displayName":"David Cox","topic":{"type":"tag-contributor","name":"profile/david-cox"}}],"series":{"title":"Science blog network","uri":"http://mobile-apps.guardianapis.com/lists/tag/science/series/science-blog-network"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/blog/2015/jul/03/science-of-resistance-heinrich-wieland-the-biochemist-who-defied-the-nazis","shortUrl":"http://gu.com/p/4ac8q","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/blog/2015/jul/03/science-of-resistance-heinrich-wieland-the-biochemist-who-defied-the-nazis","webUri":"http://www.theguardian.com/science/blog/2015/jul/03/science-of-resistance-heinrich-wieland-the-biochemist-who-defied-the-nazis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946530246/063a1804-62c7-44a2-9257-b96221c60e97-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Nobel prize medal, bearing the likeness of Alfred Nobel. Heinrich Wieland’s Nobel medal was auctioned for $395,000 in April this year. Photograph: Ted Spiegel/Corbis","credit":"Ted Spiegel/Corbis","altText":"A Nobel prize medal, bearing the likeness of Alfred Nobel. Heinrich Wieland’s Nobel medal was auctioned for $395,000 in April this year.","cleanCaption":"A Nobel prize medal, bearing the likeness of Alfred Nobel. Heinrich Wieland’s Nobel medal was auctioned for $395,000 in April this year.","cleanCredit":"Photograph: Ted Spiegel/Corbis"}},"importance":4,"kicker":{"title":"Science of resistance"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435946530246/063a1804-62c7-44a2-9257-b96221c60e97-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ted Spiegel/CORBIS","altText":"Nobel Prize medal Bearing the Likeness of Alfred Nobel","cleanCredit":"Photograph: Ted Spiegel/CORBIS"}}]},{"title":"Marshall Islands / This dome in the Pacific houses tons of radioactive waste – and it's leaking","rawTitle":"This dome in the Pacific houses tons of radioactive waste – and it's leaking","item":{"type":"article","id":"world/2015/jul/03/runit-dome-pacific-radioactive-waste","title":"This dome in the Pacific houses tons of radioactive waste – and it's leaking","trailText":"The Runit Dome in the Marshall Islands is a hulking legacy of years of US nuclear testing. Now locals and scientists are warning that rising sea levels caused by climate change could cause 111,000 cubic yards of debris to spill into the ocean","standFirst":"<p>The Runit Dome in the Marshall Islands is a hulking legacy of years of US nuclear testing. Now locals and scientists are warning that rising sea levels caused by climate change could cause 111,000 cubic yards of debris to spill into the ocean</p>","byline":"Coleen Jose, Kim Wall and Jan Hendrik Hinzel on Runit Island","body":"<p>Black seabirds circle high above the giant concrete dome that rises from a tangle of green vines just a few paces from the lapping waves of the Pacific. Half buried in the sand, the vast structure looks like a downed UFO.<br /></p> \n<p>At the summit, figures carved into the weathered concrete state only the year of construction: 1979. Officially, this vast structure is known as the Runit Dome. Locals call it The Tomb.</p> \n<p>Below the 18-inch concrete cap rests the United States’ cold war legacy to this remote corner of the Pacific Ocean: 111,000 cubic yards of radioactive debris left behind after 12 years of nuclear tests.<br /></p> \n<p>Brackish water pools around the edge of the dome, where sections of concrete have started to crack away. Underground, radioactive waste has already started to leach out of the crater: according to a 2013 report by the US Department of Energy, soil around the dome is already more contaminated than its contents.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/marshall_islands-zip/giv-21277fha0c4gx0vS7\" data-alt=\"Marshall Islands\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/marshall_islands-zip/giv-21277fha0c4gx0vS7\">Marshall Islands</a> \n</figure> \n<p>Now locals, scientists and environmental activists fear that a storm surge, typhoon or other cataclysmic event brought on by climate change could tear the concrete mantel wide open, releasing its contents into the Pacific Ocean.</p> \n<p>“Runit Dome represents a tragic confluence of nuclear testing and climate change,” said Michael Gerrard, director of the Sabin Center for Climate Change Law at Columbia University, who visited the dome in 2010.</p> \n<p>“It resulted from US nuclear testing and the leaving behind of large quantities of plutonium,” he said. “Now it has been gradually submerged as result of sea level rise from greenhouse gas emissions by industrial countries led by the United States.”</p> \n<p>Enewetak Atoll, and the much better-known Bikini Atoll, were the main sites of the United States Pacific Proving Grounds, the setting for dozens of atomic explosions during the early years of the cold war.</p> \n<p>The remote islands – roughly halfway between Australia and Hawaii – were deemed sufficiently distant from major population centres and shipping lanes, and in 1948, the local population of Micronesian fishermen and subsistence farmers were evacuated to another atoll 200 km away.</p> \n<p>In total, 67 nuclear and atmospheric bombs were detonated on Enewetak and Bikini between 1946 and 1958 – an explosive yield equivalent to 1.6 Hiroshima bombs detonated every day over the course of 12 years.</p> \n<p>The detonations blanketed the islands with irradiated debris, including Plutonium-239, the fissile isotope used in nuclear warheads, which has a half-life of 24,000 years.</p> \n<figure class=\"element element-image\" data-media-id=\"c9bba4b05efd33772959e7003652c5e3a79c6051\"> \n <img src=\"http://media.guim.co.uk/c9bba4b05efd33772959e7003652c5e3a79c6051/8_119_2360_1551/1000.jpg\" alt=\"Marshall Islands\" width=\"1000\" height=\"657\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Detonation of the nuclear device during Operation Ivy in the Marshall Islands in 1951.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/Corbis</span> \n </figcaption> \n</figure> \n<p>When the testing came to an end, the US Defence Nuclear Agency (DNA – later the DoE) carried out an eight-year cleanup, but Congress refused to fund a comprehensive decontamination programme to make the entire atoll fit for human settlement again.</p> \n<p>The DNA’s preferred option – deep ocean dumping – was prohibited by international treaties and hazardous waste regulations, and there was little appetite for transporting the irradiated refuse back to the US.</p> \n<p>In the end, US servicemen simply scraped off the islands’ contaminated topsoil and mixed it with radioactive debris. The resulting radioactive slurry was then dumped in an unlined 350-foot crater on Runit Island’s northern tip, and sealed under 358 concrete panels.</p> \n<p>But the dome was never meant to last. According to the World Health Organization, the $218m plan was designed as temporary fix: a way to store contaminated material until a permanent decontamination plan was devised.</p> \n<p>Meanwhile, only three of the atoll’s 40 islands were cleaned up, but not Enjebi, where half of Enewetak’s population had traditionally lived. And as costs spiralled, resettlement efforts of the northern part of the atoll stalled indefinitely.</p> \n<p>Nevertheless, in 1980, as the Americans prepared their own departure, the dri-Enewetak (“people of Enewetak”) were allowed to return to the atoll after 33 years.</p> \n<p>Three years later, the Marshall Islands signed a compact of free association with the US, granting its people certain privileges, but not full citizenship.</p> \n<p>The deal also settled of “all claims, past, present and future” related to the US Nuclear Testing Program – and left the Runit Dome under the responsibility of the Marshallese government.</p> \n<p>Today, the US government insists that it has honoured all its obligations, and that the jurisdiction for the dome and its toxic contents lies with the Marshall Islands.</p> \n<p>The Marshallese, meanwhile, say that a country with a population of 53,000 people and a GDP of $190m – most of it from US aid programs – is simply incapable of dealing with the potential radioactive catastrophe left behind by the Americans.</p> \n<figure class=\"element element-image\" data-media-id=\"6f65fc4851e0df664a4329a9e03db08ccfe66b4c\"> \n <img src=\"http://media.guim.co.uk/6f65fc4851e0df664a4329a9e03db08ccfe66b4c/0_0_5420_3252/1000.jpg\" alt=\"Bikini Atoll\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bravo Crater at Bikini Atoll, site of the 1954 hydrogen explosion where the island of Nam was destroyed.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>“It’s clear as day that the local government will neither have the expertise or funds to fix the problem if it needs a particular fix,” said Riyad Mucadam, climate adviser to the office of the Marshallese president.</p> \n<p>Today, Runit – the setting for JG Ballard’s short story Terminal Beach – is still uninhabited, but it receives regular stream of visitors heading from neighboring islands to its abundant fishing grounds or searching for scrap metal to salvage.</p> \n<p>Approaching the island by boat across from the vast, shallow lagoon – the world’s second largest – the concrete structure is barely visible among the scrubby trees.</p> \n<p>Three decades after the Americans’ departure, abandoned bunkers dot the shoreline, and electric cables encased in black rubber snake across the sand. </p> \n<p>Nowhere on the beaches or the dome itself is there a warning to stay away – or even an indication of radioactivity.</p> \n<p>Enewetak’s senator Jack Ading, who lives in Majuro 600 miles away, doesn’t believe his home atoll is safe: resettlement efforts in Rongelap and Bikini atolls, also affected by testing, had to be aborted in the 1970s due to lingering contamination, despite safety assurances by the US.</p> \n<p>“Just close it off,” said Ading, who has called for armed guards to be stationed on the site – or at the very least the construction of a fence.</p> \n<p>“If they |the US government] can spend billions of dollars on wars like Iraq, I’m sure they can spend $10,000 for a fence. It’s a small island. Make it permanent for people not to visit Runit Dome and the surrounding area, ever.”</p> \n<p>Locals say they know there is “poison” on the island – there is no Marshallese word for contamination – but say that Runit offers one of the few sources of income on the impoverished atol. </p> \n<p>The US has yet to fully compensate the dri-Enewetak for the irreversible damage to their homeland, a total amounting to roughly $244m as appraised by the Nuclear Claims Tribunal, which was established by the US Congress in 1988 to adjudicate claims for compensation for health effects from the testing.</p> \n<p>Traditional livelihoods were destroyed by the testing: the US Department of Energy bans the export of fish and copra – dried coconut flesh used for its oil – on the grounds of lingering contamination. </p> \n<p>Nowadays, the atoll’s growing population survives on a depleted trust fund from the Compact of Free Association with the US, but payouts come to just $100 per person, according to locals. </p> \n<p>Many locals are deeply in debt, and dependent on a supplemental food program funded by the US Department of Agriculture, which delivers shipments of process foods such as Spam, flour and canned goods. The destruction a centuries-old lifestyle have lead to both a diabetes epidemic and regular bouts of starvation on the island. </p> \n<figure class=\"element element-image\" data-media-id=\"543c7aa5873127131f455903524936449c34138c\"> \n <img src=\"http://media.guim.co.uk/543c7aa5873127131f455903524936449c34138c/0_53_1000_600/1000.jpg\" alt=\"Enewetak\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Lady E, a vessel that transports supplemental food from the capital to Enewetak, now hosts people who migrate in and out of the atoll.</span> \n  <span class=\"element-image__credit\">Photograph: Coleen Jose/Coleen Jose</span> \n </figcaption> \n</figure> \n<p>Those who can afford it have taken advantage of the Compact’s visaless travel benefits and migrated to Hawaii.</p> \n<p>“Enewetak has no money. What will people do to make money?” asked Rosemary Amitok, who lives with her husband Hemy on the atoll’s largest island. </p> \n<p>The couple eke out a living by scavenging for scrap copper on Runit and other islands on the atoll. For weeks at a time, they camp out in a makeshift tent on the island while Hemy digs for cables and other metal debris.</p> \n<p>The sell the salvage for a dollar or two per pound to a Chinese merchant who runs Enewetak’s only store and exports the metal, along with sea shells and sea cucumbers to Fujian in China. </p> \n<p>Other – and more worrying – traces of Enewetak’s history have also reached China: according to a <a href=\"http://pubs.acs.org/doi/abs/10.1021/es405363q\">2014 study</a> published in Environmental Science &amp; Technology, plutonium isotopes from the nuclear tests have been found as far a the Pearl River Estuary in Guangdong province.</p> \n<p>Many people in Enewetak fear that one day the dome will break open, further spreading highly radioactive debris. </p> \n<p>As catastrophic weather events become more frequent, recent studies – including <a href=\"https://marshallislands.llnl.gov/ccc/Hamilton_LLNL-TR-648143_final.pdf\">2013 study</a> of the Runit Dome’s structural integrity carried out by the DoE – have warned that typhoons could destroy or damage the cement panels, or inundate the island.</p> \n<p> </p> \n<p>A<a href=\"https://marshallislands.llnl.gov/ccc/Hamilton_LLNL-TR-648143_final.pdf\"> 2013 report</a> commissioned by the US Department of Energy to the Lawrence Livermore National Laboratory acknowledged that radioactive materials are already leaching out of the dome, but downplays the possibility of serious environmental damage or health risks.</p> \n<p>“The waste within the dome is at least contained. There aren’t too many concerns for the Runit Dome to pose a threat to local people,” said Terry Hamilton, the scientific director for the Marshall Islands Program of the DoE-commissioned Lawrence Livermore National Laboratory.</p> \n<p>Hamilton said that cracks in the concrete were merely the result of long-term drying and shrinkage, but said the DoE was planning to carry out cosmetic repairs in order to restore public confidence.</p> \n<p>The DoE insists Enewetak is safe for human settlement today, and says it monitors local residents, groundwater, crops and marine life for radiation. Separate checkups are carried out on those suspected of digging for scrap metal. </p> \n<p>Though Enewetak is not allowed to sell its copra and fish, Hamilton insists the produce would satisfy safety standards on the international market. </p> \n<p>But locals complain that basic information – including results of their own tests for exposure to plutonium – is not readily accessible to them.</p> \n<p>Independent scientists say that salvaging Runit’s scrap metal may expose locals to much higher risks.</p> \n<p>“Those guys are digging in the dirt breathing in stuff in hot spots. That has to be hundreds of thousands times higher doses of potential health effects than swimming,” said Ken Buessler, a senior scientist and marine chemist at the Woods Hole Oceanographic Institution, who visited Runit and gathered samples of sediment in the lagoon earlier this year.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"cf6ea665afbf730a3bfb003628e0fa7deb6c8fd1\"> \n <img src=\"http://media.guim.co.uk/cf6ea665afbf730a3bfb003628e0fa7deb6c8fd1/0_95_1630_978/1000.jpg\" alt=\"Bikini Atoll\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Navy clean-up crews swab the deck of the Prinz Eugen in an attempt to reduce radiation levels after the July 1946 nuclear test blast at Bikini Atoll.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>In 2012, Barack Obama signed<a href=\"http://npl.ly.gov.tw/pdf/7936.pdf\"> legislation</a> directing the DoE to monitor the groundwater beneath the dome, conduct a visual study of its exterior and submit reports determining whether contamination in the dome poses a health risk to the dri-Enewetak.</p> \n<p>In an emailed response to questions, US ambassador to the Marshall Islands Thomas Armbruster said that a recent meeting between the US, the DoE and the Marshall Islands government was “one of the best ever”.</p> \n<p>The minister himself remembers that encounter differently.</p> \n<p>Tony De Brum was nine years old and living on the atoll of Likiep, when he witnessed the blinding flash, thunderous roar and blood-red skies of Castle Bravo, the most powerful hydrogen bomb ever detonated by the US, which was tested at Bikini Atoll on 1 March 1954.</p> \n<p>Now the Marshall Islands minister of foreign affairs, he has since emerged as a voice for small island nations in international climate negotiations and leading advocate on the non-proliferation of nuclear weapons. De Brum is spearheading an ambitious lawsuit against the world’s nuclear powers, including the US, at the International Court of Justice.</p> \n<p>“We asked the Americans, are you going to put a sign on the dome that says ‘Don’t come here because you might get exposed’?” he said. </p> \n<p>“Our president asked: ‘Are you going to put a sign up so that the birds and turtles also understand?’”</p> \n<p>The US has never formally apologized to the Marshall Islands for turning it into an atomic testing ground. When the UN special rapporteur on human rights and toxic waste, Calin Georgescu, visited the Marshall Islands in 2012 he criticized the US, remarking that the islanders feel like ‘nomads’ in their own country. Nuclear testing, he said, “left a legacy of distrust in the hearts and minds of the Marshallese”.</p> \n<p>“Why Enewetak?” asked Ading, Enewetak’s exiled senator during an interview in the nation’s capital. “Every day, I have that same question. Why not go to some other atoll in the world? Or why not do it in Nevada, their backyard? I know why. Because they don’t want the burden of having nuclear waste in their backyard. They want the nuclear waste hundreds of thousands miles away. That’s why they picked the Marshall Islands.”</p> \n<p>“The least they could’ve done is correct their mistakes.”</p> \n<p><em>This article is part of a multimedia project produced by <a href=\"http://thegroundtruthproject.org/\">The GroundTruth Project</a></em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/2/1435859976397/KP_339025_crop_620x372.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"guardian.co.uk","altText":"Supporting images for Dome","cleanCredit":"Photograph: guardian.co.uk"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c9bba4b05efd33772959e7003652c5e3a79c6051/8_119_2360_1551/2360.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1551,"width":2360,"orientation":"landscape","caption":"Detonation of the nuclear device during Operation Ivy in the Marshall Islands in 1951. Photograph: Bettmann/Corbis","credit":"Bettmann/Corbis","altText":"Marshall Islands","cleanCaption":"Detonation of the nuclear device during Operation Ivy in the Marshall Islands in 1951.","cleanCredit":"Photograph: Bettmann/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6f65fc4851e0df664a4329a9e03db08ccfe66b4c/0_0_5420_3252/5420.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3252,"width":5420,"orientation":"landscape","caption":"Bravo Crater at Bikini Atoll, site of the 1954 hydrogen explosion where the island of Nam was destroyed. Photograph: Alamy","credit":"Alamy","altText":"Bikini Atoll","cleanCaption":"Bravo Crater at Bikini Atoll, site of the 1954 hydrogen explosion where the island of Nam was destroyed.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/543c7aa5873127131f455903524936449c34138c/0_53_1000_600/1000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":1000,"orientation":"landscape","caption":"The Lady E, a vessel that transports supplemental food from the capital to Enewetak, now hosts people who migrate in and out of the atoll. Photograph: Coleen Jose/Coleen Jose","credit":"Coleen Jose/Coleen Jose","altText":"Enewetak","cleanCaption":"The Lady E, a vessel that transports supplemental food from the capital to Enewetak, now hosts people who migrate in and out of the atoll.","cleanCredit":"Photograph: Coleen Jose/Coleen Jose"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cf6ea665afbf730a3bfb003628e0fa7deb6c8fd1/0_95_1630_978/1630.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":978,"width":1630,"orientation":"landscape","caption":"Navy clean-up crews swab the deck of the Prinz Eugen in an attempt to reduce radiation levels after the July 1946 nuclear test blast at Bikini Atoll. Photograph: AP","credit":"AP","altText":"Bikini Atoll","cleanCaption":"Navy clean-up crews swab the deck of the Prinz Eugen in an attempt to reduce radiation levels after the July 1946 nuclear test blast at Bikini Atoll.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-07-03T10:00:10Z","lastModified":"2015-07-03T23:07:35Z","metadata":{"commentable":true,"commentCount":385,"contributors":[{"name":"Kim Wall","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-wall"}],"feature":true,"keywords":["Marshall Islands","World news","Asia Pacific","US news","Climate change","Environment","Nuclear waste","Indigenous peoples","Oceans"],"tags":[{"id":"world/marshall-islands","webTitle":"Marshall Islands"},{"id":"world/world","webTitle":"World news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/nuclear-waste","webTitle":"Nuclear waste"},{"id":"world/indigenous-peoples","webTitle":"Indigenous peoples"},{"id":"environment/oceans","webTitle":"Oceans"}],"section":{"id":"world"},"topics":[{"displayName":"Kim Wall","topic":{"type":"tag-contributor","name":"profile/kim-wall"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/03/runit-dome-pacific-radioactive-waste","shortUrl":"http://gu.com/p/4abf8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/03/runit-dome-pacific-radioactive-waste","webUri":"http://www.theguardian.com/world/2015/jul/03/runit-dome-pacific-radioactive-waste"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457394353","source":"Guardian","durationInSeconds":80,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/02/150702dome.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/02/150702dome_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/2/1435859971358/KP_339025_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Dome","credit":"guardian.co.uk","altText":"620x372 trailpic for Dome","cleanCaption":"620x372 trailpic for Dome"}}},"importance":3,"kicker":{"title":"Marshall Islands"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/2/1435859976397/KP_339025_crop_620x372.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"guardian.co.uk","altText":"Supporting images for Dome","cleanCredit":"Photograph: guardian.co.uk"}}]},{"title":"Why we love the Ladybird books","rawTitle":"Why we love the Ladybird books","item":{"type":"article","id":"lifeandstyle/2015/jul/03/why-we-love-the-ladybird-books","title":"Why we love the Ladybird books","trailText":"The Ladybird logo was created 100 years ago. Anna Moore meets some of the artists and models who featured in the first books to look at the world solely through a child’s eyes","standFirst":"<p>The Ladybird logo was created 100 years ago. Anna Moore meets some of the artists and models who featured in the first books to look at the world solely through a child’s eyes. <a href=\"http://preview.gutools.co.uk/global/gallery/2015/jul/03/ladybird-the-books-that-shaped-a-generation\">Plus, a gallery selection of vintage covers</a></p>","byline":"Anna Moore","body":"<p>For people of a certain age, there’s nothing like an old Ladybird book to take you back in time. Whether it’s King Alfred in battle, Peter and Jane grooming Pat the dog, or a bunch of shiny happy children at a birthday party, for many of us, there’s a Ladybird picture to stir up our childhood selves, along with a swell of nostalgia for that sure, safe world of endless summer.</p> \n<p>The Ladybird logo was registered in 1915 and the centenary is to be marked this summer by an exhibition of original Ladybird illustrations at the <a href=\"http://www.houseofillustration.org.uk/\">House of Illustration</a> in King’s Cross, central London. Lawrence Zeegan, professor of illustration at University of the Arts London, has been instrumental in pulling it together, having first produced the centenary book <a href=\"http://bookshop.theguardian.com/ladybird-by-design.html\">Ladybird by Design</a>.</p> \n<p>“When you view the artwork in the flesh, the quality of craftsmanship is amazing,” says Zeegan. “You can look at a Ladybird image, come back the next day, and the next, and still see something new – it’s the level of detail, the perfectly captured moment. The iconic Ladybird world we remember probably stretched from the 50s through to the 70s. By the 80s, when Britain was changing and Ladybird wasn’t changing at the same pace, there was a feeling that those books were naive and a bit naff. Now, we can re-evaluate. Ladybirds were the first children’s books designed entirely with the child in mind.”</p> \n<p>The Ladybird format never changed – 56 pocket-sized pages, text on the left (with age-appropriate language, font and spacing) and, crucially, a full-page colour illustration on the right, always carefully designed to hold the gaze of a child.</p> \n<p>“Until then, children’s books typically had a colour illustration on the cover and the odd black and white drawing inside,” says Zeegan. “It was partly production costs, but also that no one had stopped to think about what children wanted. Ladybird was the first to see through a child’s eyes.”</p> \n<p>The key person here was Douglas Keen, who joined the company in 1936 as a salesman before leaving to serve in the second world war. At this point, Ladybird was a sideline produced by a Loughborough publishing company, Wills &amp; Hepworth, better known for its glossy motoring brochures. Paper shortages and government rationing of all literature except children’s books led them to create the Ladybird imprint: pocket-sized books (usually about fluffy woodland creatures) made from one sheet of paper folded in a particular way.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9b6e9d02ad3fde4747aca599314844401a057b25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435679369457/fed16b29-a519-46e7-aeb1-96fec9cbd0a7-293x420.jpeg\" alt=\"Douglas Keen,\" width=\"293\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Douglas Keen transformed Ladybird – by his retirement in 1973 the imprint was selling 20m books a year.</span> \n  <span class=\"element-image__credit\">Photograph: &copy; Douglas Keen family archive</span> \n </figcaption> \n</figure> \n<p>Keen was a socialist from a modest, single-parent background. Committed to the education of all children, when he rejoined the firm after the war, he set about transforming Ladybird. He investigated themes of astonishing breadth and depth, finding writers and educationists, and commissioning artists. He became company director in 1957 and by his retirement in 1973, Ladybird sales averaged 20m a year.</p> \n<p>Keen’s wife and mother-in-law were trained artists. Perhaps this, together with his early experience in advertising and sales, made him acutely aware of the power of pictures. “This was the golden era for illustration,” says Zeegan. “The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.”</p> \n<p>The best artists were extremely technically accomplished, able to create pictures that, for children especially, seemed utterly true. Despite the enormous number of series – from Historical to How it Works and Hobbies and Interests to Prayers and Hymns – Ladybird’s distinctive look was created by a relatively small number of artists. Keen used only the best, providing some 20 or 25 artists with hundreds of commissions and years of work. If an artist was given a book to illustrate – that’s 24 pictures – he was usually given the whole series and maybe more after that. “The key Ladybird artists were British men who had lived through the war and were in middle age,” says Zeegan. “They included war artists, portrait artists, comic illustrators. The country had been bombed to smithereens but there was optimism, a positivity about Britain’s future which shows in the images.”</p> \n<p>As Keen worked from home, many artists would arrive for meetings, stay for lunch and become close family friends. Keen’s two daughters, Caroline and Jenny, were sometimes used as models. Caroline’s wedding featured in In A Hotel from the People at Work series. Jenny is the girl stripping batteries in Junior Science and also kneeling by her bed in The Lord’s Prayer.</p> \n<p>“The consistency running through the images is partly because my father was the only one making the main conceptual and creative decisions,” says Caroline.</p> \n<p>“He didn’t consider highly stylised, vague, imaginative or fanciful illustration appropriate, even for fiction like the fairytale series, Well-Loved Tales.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/gallery/2015/mar/10/the-best-ladybird-illustrations-ever-sophy-henn\">The best Ladybird illustrations ever!</a> </p> \n</aside> \n<p>According to Jenny, her father’s skill was choosing the right artist for the job. John Keeney, who illustrated many historical titles such as King Alfred the Great, had served in the war and recorded the D-Day landings with drawings on the spot, images that clearly informed his Ladybird work. Charles Tunnicliffe, the renowned artist who specialised in birds and natural history (and had been made famous by his wood engravings for Tarka the Otter), illustrated Ladybird’s The Farm, and Nature series What to Look For.</p> \n<p>“The People At Work series was illustrated by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2010/jan/22/john-berry-obituary\">John Berry</a>, the portrait artist who later painted Princess Diana,” says Jenny. “I don’t think children’s literature had given credit to ordinary working people before – a postman, a miner, a builder. John Berry’s perfect realism and focus brought those people to life.”</p> \n<p>Martin Aitchison, now 95, illustrated more than 100 Ladybirds between 1963 and 1987, including the Key Word series – the Peter and Jane books, which he largely shared with artist Harry Wingfield.</p> \n<p>“After 10 years illustrating the Luck of the Legion strip for Eagle comic, the Eagle went bust so I was suddenly out of work,” Aitchison recalls. “My father met Douglas Keen at art classes in Stratford where they both lived and he mentioned me to Douglas.”</p> \n<p>Some say Ladybird created a utopian, squeaky clean world where the sky was always blue, but Aitchison says: “I just illustrated the script, set in everyday life around me – north London suburbia in my case. “If the sky was always blue, it was probably because we waited for a fine day to take reference photos. After years of illustrating the French Foreign Legion going into battle, drawing children eating ice-cream took a little getting used to!”</p> \n<p><em><span class=\"bullet\">•</span> Ladybird by Design is at the House of Illustration, King’s Cross, London from 10 July to 17 September, </em><a href=\"http://www.houseofillustration.org.uk/\"><em>houseofillustration.org.uk</em></a></p> \n<h2><strong>The boy in The Party: ‘That was was my sixth birthday party in 1959’</strong></h2> \n<p><strong>The Party, published in 1960, was part of the Learning to Read series. </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2002/mar/23/guardianobituaries.booksobituaries\"><strong>Harry Wingfield</strong></a><strong>, the illustrator, used his nephew Andy Dickens as the model. Now a musician, Dickens lives near Winchester. </strong></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"419e3d2e5556788d48a8e7d3d191448de440f53b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435683664253/fdf99327-a388-4a9b-ac50-96527d7d8bdb-275x420.jpeg\" alt=\"The Party, published in 1960 by Ladybird.\" width=\"275\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Party, published in 1960 by Ladybird.</span> \n </figcaption> \n</figure> \n<p>“That was my sixth birthday party – March 1959. Those pictures weren’t staged. I know the names of every one of those children. Harry came along beforehand and took photos and sketched as it happened. To be honest, I was unaware of his presence. As far as I know, there wasn’t a single child there who knew they were in that book. Harry did make some changes – he made it look as if I was going to the party when actually it took place in our home in Solihull. I also don’t recognise the girl who’s my sister – I used to tell my real sister she must have been too ugly to be included!</p> \n<p>Harry was my uncle, married to Ethel, my dad’s sister. He had a pronounced stammer but spoke with his eyes, his smile and his pictures. His work showed how he saw the world, the detail and intensity with which he saw it. I can’t tell you how faithful they are – the candlewick cover on my parent’s bed, the pictures on the wall, the bookcase my dad built. I was horrified by the picture of me getting dressed in my room – I certainly didn’t want to take my trousers off – but the realism is incredible. That clock and the aluminium torch were very much part of my childhood.</p> \n<p>I was also the boy in the Junior Science books. Harry would come round and set up experiments. It was fun, I enjoyed them. I didn’t meet the girl model until recently – Douglas Keen’s daughter – as Harry did them separately. I had the books on my bookshelf but didn’t spend much time thinking about it. There was no “wow factor”. The adults around at that time – some had been fighter pilots, some had commandeered U-boats. There was a general acceptance that people did what they did and we were equally respectful of the milkman.</p> \n<p>Did we really dress like that? Yes! I had that red tie until recently and the little camel coat haunted me for years. Even then, I had a suspicion it wasn’t cool. We were a very valued generation. My father was very working class – he left school at 14 – but there was a great optimism for us, because of education, because of the possibilities. Birthday parties really were simple, happy occasions. In Harry’s obituaries, it was said that he created a fantasy world. No he didn’t. That was my world – and a very, very real childhood.”</p> \n<p>House of Illustration is holding a private view of Ladybird by Design on Tuesday 14 July, exclusively for Guardian Members. Book your tickets at <a href=\"https://membership.theguardian.com/event/guardian-local-ladybird-by-design-private-view-and-curator-talk-17368824622\">membership.theguardian.com</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679156813/Page-from-the-Party-Ladyb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A page detail from The Party: 'The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.' Photograph: Ladybird","credit":"/Ladybird","altText":"Page from the Party Ladybird book","cleanCaption":"A page detail from The Party: 'The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.' Photograph: Ladybird"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679370073/fed16b29-a519-46e7-aeb1-96fec9cbd0a7-711x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":711,"orientation":"portrait","caption":"Douglas Keen transformed Ladybird – by his retirement in 1973 the imprint was selling 20m books a year. Photograph: © Douglas Keen family archive","credit":"© Douglas Keen family archive","altText":"Douglas Keen,","cleanCaption":"Douglas Keen transformed Ladybird – by his retirement in 1973 the imprint was selling 20m books a year.","cleanCredit":"Photograph: © Douglas Keen family archive"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683665439/fdf99327-a388-4a9b-ac50-96527d7d8bdb-1335x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1335,"orientation":"portrait","caption":"The Party, published in 1960 by Ladybird.","credit":"PR","altText":"The Party, published in 1960 by Ladybird.","cleanCaption":"The Party, published in 1960 by Ladybird."}],"webPublicationDate":"2015-07-03T14:46:47Z","lastModified":"2015-07-03T23:06:53Z","metadata":{"commentable":true,"commentCount":113,"contributors":[],"feature":true,"keywords":["Family","Life and style","Children and teenagers","Penguin","Design","Art and design","Publishing","Books"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"books/booksforchildrenandteenagers","webTitle":"Children and teenagers"},{"id":"books/penguin","webTitle":"Penguin"},{"id":"artanddesign/design","webTitle":"Design"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"books/publishing","webTitle":"Publishing"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/03/why-we-love-the-ladybird-books","shortUrl":"http://gu.com/p/4a9ah","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/03/why-we-love-the-ladybird-books","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/03/why-we-love-the-ladybird-books"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679156813/Page-from-the-Party-Ladyb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A page detail from The Party: ‘The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.’ Photograph: By kind permission of Ladybird Books Ltd","credit":"Ladybird","altText":"Page from the Party Ladybird book","cleanCaption":"A page detail from The Party: ‘The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.’ Photograph: By kind permission of Ladybird Books Ltd"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679156813/Page-from-the-Party-Ladyb-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A page detail from The Party: 'The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.' Photograph: Ladybird","credit":"/Ladybird","altText":"Page from the Party Ladybird book","cleanCaption":"A page detail from The Party: 'The cost of reproducing photography meant that most magazines, catalogues and ad campaigns were illustrated.' Photograph: Ladybird"}}]}],"lastModified":"2015-07-04T08:06:29Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}