{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"Khorasan / A Syrian mystery","rawTitle":"A Syrian mystery","item":{"type":"article","id":"world/2015/may/28/khorasan-a-syrian-mystery","title":"Khorasan: are Syria's mysterious 'strangers with horses' a threat to the west?","trailText":"The US says the group is plotting, amid the civil war, to attack the west, while Islamist groups deny it even exists. What is it and what is it up to?","standFirst":"<p>The US says the group is plotting, amid the civil war, to attack the west, while Islamist groups deny it even exists. What is it and what is it up to?</p>","byline":"Martin Chulov","body":"<p>In Idlib province, they are known as “the strangers with the horses”. Among the senior ranks of Jabhat al-Nusra, they are referred to as “our friends”. In Europe and the US, the small band of jihadis is known by the contentious name “Khorasan” and blamed for hatching plots to attack the west.</p> \n<p>All seem to agree on one thing: just what the highly secretive group is up to in northern Syria remains one of the civil war’s enduring mysteries. This week, the leader of Jabhat al-Nusra claimed there was no such group as Khorasan and said he had been directed by al-Qaida’s central leadership to concentrate his group’s energies on Syria.</p> \n<p>Abu Mohamed al-Jolani’s remarks, <a href=\"http://www.aljazeera.com/news/2015/05/nusra-front-golani-assad-syria-hezbollah-isil-150528044857528.html\">in an interview with al-Jazeera,</a> were the first time that al-Nusra – a jihadi organisation with links to al-Qaida and a formidable player in the Syrian war – had addressed the issue of Khorasan, which the US accuses of collaborating with al-Nusra to target western interests outside of Syria.</p> \n<p>The remarks were immediately rejected by western officials and residents of Idlib. Two senior Islamists with close links to al-Nusra have also outlined to the Guardian in recent weeks their understanding of Khorasan’s intent and its close ties to homegrown jihadi groups.</p> \n<p>“Until recently they wanted nothing to do with the Syrian war,” said one ranking official. “They only wanted to use Syria as a stadium for whatever they were up to elsewhere. <br /></p> \n<p>“But that’s different now. In the attack on Idlib city they played a direct role. They co-ordinated most of the dangerous attacks. Without them, Idlib would not have fallen.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/28/syria-not-a-launching-pad-for-attacks-on-west-says-al-nusra-chief-in-tv-interview\">Syria not a launching pad for attacks on west says al-Nusra chief in TV interview</a> </p> \n</aside> \n<p>The claim that Khorasan had played a direct role in helping jihadi and mainstream elements of the Syrian opposition seize a major city marks the first time that any official has been prepared to acknowledge working alongside the group. “They are a very big secret, you know,” the official said. “They work directly for [al-Qaida leader Ayman] al-Zawahiri.”</p> \n<p>Until recently, all residents and jihadis interviewed by the Guardian had painted a picture of a remote and impenetrable outfit that kept entirely to itself and whose members regularly moved to avoid US air strikes.<br /></p> \n<p>On the first night of a US-led air campaign, ostensibly to attack the Islamic State group last September, three bases for Jabhat al-Nusra and a second jihadi group, Ahrar al-Sham, were bombed in the opening salvoes. <br /></p> \n<p>The attacks killed more than 70 militants and Washington claimed to have struck cells of leaders who had been seconded to Khorasan and tasked with scoping for targets outside of Syria.<br /></p> \n<p>Both groups quickly denied any connection to Khorasan, and vowed vengeance against the US. Al-Nusra officials claimed they had not heard of Khorasan, leading the US to claim it had been monitoring its growth for more than two years as the opposition landscape had splintered and radicalised in parts of Syria’s north. Two local residents say the people they referred to as “the strangers with horses” first moved into the Idlib countryside early in 2013.<br /></p> \n<p>“They were from all the places that end in ‘stans’,” said one man. “Uzbekistan, Afghanistan, Tajikistan, places like that. “They dressed like Osama bin Laden’s mujahideen and they slept in the forests with their horses next to them. Big, beautiful stallions. They wanted nothing to do with us, or any of the opposition groups.”<br /></p> \n<p>A second resident said that the group was known locally as Khorasan by the end of 2013. “Although it became difficult to know who was directly with them and who was with [al-Nusra]. They started to become similar.<br /></p> \n<p>“But until the Americans bombed them, we didn’t know what they were up to. And we still don’t.”<br /></p> \n<p>One senior jihadi confirmed to the Guardian that the group’s leader was Muhsin al-Fadhli, a veteran of al-Qaida who had travelled to Syria at the beginning of 2013 along with a small number of other members of Ayman al-Zawahiri’s inner circle. <br /></p> \n<p>The US government claims that al-Fadhli, a Kuwaiti, was one of the few Bin Laden confidantes who knew about the 9/11 attacks ahead of them being carried out.<br /></p> \n<p>The Pentagon claimed to have killed al-Fadhli during an air strike on 22 September, but later said he had survived the strike. A French jihadi, David Drugeon, was believed to have been badly wounded. <br /></p> \n<p>Critics of the US decision to fight Isis in Syria and Iraq point to Khorasan’s complete lack of profile before the air strikes and claim its emergence was a convenient pretext to justify intervention.<br /></p> \n<p>Local officials, though, say the group was gathering strength throughout 2014. One official said Khorasan leaders now remained on the move to avoid air strikes. “Everywhere they go, the Americans are looking for them,” he said. “Their houses get blown up all the time.<br /></p> \n<p>“I don’t doubt that they are planning something outside Syria. But it is impossible to know. There are no Syrians working directly for them. Only big men from al-Qaida. To be honest, when they worked with Nusra in Idlib, it was the first time.”<br /></p> \n<p>In denying Khorasan’s existence, or being linked to any plan to attack targets outside of Syria, Jolani appeared to be positioning al-Nusra as a more palatable jihadi current, distinct from the unchecked savagery of Isis. <br /></p> \n<p>However, western officials say Khorasan remain near the top of the list of potential threats to the US, the UK and Europe, with no sign that any order from Zawahiri had eased the threat.</p> \n<p>“They are more prominent than before,” said the second Nusra-aligned leader. “The one thing that hasn’t changed though is that no one wants to speak about them.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432841212051/c74b35d1-1e71-4e37-a747-50b4b7bdd5b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Fadi Al-Halabi/AFP/Getty Images","altText":"Fighters from the Al-Nusra Front fight against forces loyal to Assad  outside Aleppo.","cleanCredit":"Photograph: Fadi Al-Halabi/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T19:18:04Z","lastModified":"2015-05-28T23:00:59Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Martin Chulov","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-chulov"}],"feature":true,"keywords":["Syria","Middle East and North Africa","World news","Al-Qaida"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/al-qaida","webTitle":"Al-Qaida"}],"section":{"id":"world"},"topics":[{"displayName":"Martin Chulov","topic":{"type":"tag-contributor","name":"profile/martin-chulov"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/28/khorasan-a-syrian-mystery","shortUrl":"http://gu.com/p/49aht","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/28/khorasan-a-syrian-mystery","webUri":"http://www.theguardian.com/world/2015/may/28/khorasan-a-syrian-mystery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432841212051/c74b35d1-1e71-4e37-a747-50b4b7bdd5b0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Fighters from the Al-Nusra Front fight against forces loyal to Assad outside Aleppo. Photograph: Fadi Al-Halabi/AFP/Getty Images","credit":"Fadi Al-Halabi/AFP/Getty Images","altText":"Fighters from the Al-Nusra Front fight against forces loyal to Assad  outside Aleppo.","cleanCaption":"Fighters from the Al-Nusra Front fight against forces loyal to Assad outside Aleppo.","cleanCredit":"Photograph: Fadi Al-Halabi/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Khorasan"},"showQuotedHeadline":false,"sublinks":[]},{"title":"US study / Gender and racial bias can be 'unlearnt' during sleep","rawTitle":"Gender and racial bias can be 'unlearnt' during sleep","item":{"type":"article","id":"science/2015/may/28/gender-and-racial-bias-can-be-unlearnt-during-sleep-new-study-suggests","title":"Gender and racial bias can be 'unlearnt' during sleep, new study suggests","trailText":"Playing auditory cues during sleep partially undid biases, raising possibility of using the technique to make permanent behavioural changes","standFirst":"<p>Playing auditory cues during sleep partially undid biases, raising possibility of using the technique to make permanent behavioural changes</p>","byline":"Hannah Devlin, science correspondent","body":"<p>In Aldous Huxley’s Brave New World, the overlords use “sleep teaching” to condition children to submit to their sinister moral values. Now scientists have found a more noble purpose for the technique in a study that suggests deep-rooted biases about race and gender could be “unlearnt” during a short nap. </p> \n<p>The findings appear to confirm the idea that sleeping provides a unique window for accessing and altering fundamental beliefs – even prejudices that we don’t know we have.</p> \n<p>Simply playing auditory cues while people slept partially undid racial and gender bias, the study found, and the effects were still evident at least a week later. </p> \n<p> Xiaoqing Hu, who led the study at Northwestern University, said the strength of the results were surprising. “The usual expectation is that a brief, one-time intervention is not strong enough to have a lasting influence,” he said.</p> \n<p>Distinct from overt sexism or racism, the study targeted so-called implicit biases, that can shade the way we respond to others. <a href=\"https://implicit.harvard.edu/implicit/takeatest.html\">Project Implicit</a>, a long-running online project by Harvard psychologists, has shown that 80% of people have a bias against the elderly, for instance, and that people often have a preference for white faces over black faces.</p> \n<p> Other research has revealed that these biases can have consequences – when playing a video game with instructions to shoot only people carrying weapons, players are more likely to shoot unarmed black targets. Another <a href=\"http://www.academic.umn.edu/wfc/rec%20letter%20study%202009.pdf\">study</a> showed that professors writing recommendation letters were more likely to introduce an element of doubt about junior female researchers than male ones - potentially skewing their chances of employment.</p> \n<p>“These biases are well-learned,” said Hu. “They can operate efficiently even when we have the good intention to avoid such biases. Moreover, we are often not aware of their influences on our behaviour.”</p> \n<p>The study, published in <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aaa3841\">Science</a>, began with two Pavlovian-style conditioning exercises designed to counter race and gender biases. In the first, participants were shown female faces with words linked to maths or science and in the second, black faces appeared with pleasant words.</p> \n<p>During the tasks, two distinctive sounds were played - one that came to be strongly associated with the gender pairs and the other with the race pairs.</p> \n<p>Following the training, participants took a 90 minute nap and once they entered a deep sleep, without their knowledge, one of the sounds was played repeatedly.</p> \n<p>After the counter-bias training exercise, and before the nap, people’s bias tended to have fallen, but without the extra cues during sleep, their level of bias had almost recovered to baseline after the nap. However, when participants were played the sound cues during sleep, their bias scores reduced by a further 56% compared to their pre-sleep score. Their scores remained reduced by around 20% compared to their initial baseline when the participants were tested one week later.</p> \n<p>The authors acknowledge that further experiments are needed to test how long the effect endures beyond the one-week mark and whether it translates into changes in behaviour.</p> \n<p>“Producing lasting changes in implicit biases is challenging,” said Galen Bodenhausen, professor of psychology at Northwestern, who also co-authored the study. “These biases arise from long-term socialisation, and they are frequently reinforced by the mass media.”</p> \n<p>In a <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aab4048 \">commentary</a> accompanying the paper, two other psychologists, Gordon Feld and Jan Born, write: “The findings highlight the breadth of possible applications to permanently modify any unwanted behaviour by targeted memory reactivation during sleep.”</p> \n<p>However, they caution that the use of the technique in future would need strict ethical guidelines. “Sleep is a state in which the individual is without wilful consciousness and therefore vulnerable to suggestion,” they add.</p> \n<p>Scientists believe the technique works because we consolidate memories by replaying them during sleep and transferring the information from the brain’s temporary storage to long-term memory. Hearing the distinctive sound would trigger the memory to be replayed repeatedly, the scientists said, enhancing the learning process.</p> \n<p>Ken Paller, the paper’s senior author and a professor of psychology at Northwestern, said: “We call this Targeted Memory Reactivation, because the sounds played during sleep could produce relatively better memory for information cued during sleep compared to information not cued during sleep.</p> \n<p>Hu said the findings could provide a new way for people to actively discourage their own prejudices. “In real life, people are using strategies to avoid the influence of such biases,” he said. “For instance, to have gender or race not indicated on applications during a review. Instead of correcting or avoiding the influences of such biases, our study aims to reduce these implicit biases at the first place.”</p> \n<p>The authors suggest that a similar strategy could be used to reduce other kinds of unwanted social biases and stigmas or even help bad habits such as smoking or eating unhealthily.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432836227687/717d32fd-595a-4e7b-8bb9-44340f841325-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Scientists believe the technique works by using sound as a trigger to cause certain memories to be replayed and consolidated during sleep.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-28T18:13:47Z","lastModified":"2015-05-28T19:00:42Z","metadata":{"commentable":true,"commentCount":104,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Science","Neuroscience","Psychology","Memory"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"science/neuroscience","webTitle":"Neuroscience"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"science/memory","webTitle":"Memory"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/28/gender-and-racial-bias-can-be-unlearnt-during-sleep-new-study-suggests","shortUrl":"http://gu.com/p/49atp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/28/gender-and-racial-bias-can-be-unlearnt-during-sleep-new-study-suggests","webUri":"http://www.theguardian.com/science/2015/may/28/gender-and-racial-bias-can-be-unlearnt-during-sleep-new-study-suggests"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432836227687/717d32fd-595a-4e7b-8bb9-44340f841325-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scientists believe the technique works by using sound as a trigger to cause certain memories to be replayed and consolidated during sleep. Photograph: Alamy","credit":"Alamy","altText":"Scientists believe the technique works by using sound as a trigger to cause certain memories to be replayed and consolidated during sleep.","cleanCaption":"Scientists believe the technique works by using sound as a trigger to cause certain memories to be replayed and consolidated during sleep.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"US study"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Playing with the west / The art of North Korea's nuclear brinkmanship","rawTitle":"The art of North Korea's nuclear brinkmanship","item":{"type":"article","id":"world/2015/may/29/north-korea-nuclear-brinkmanship","title":"The art of North Korea's nuclear brinkmanship","trailText":"Recent faked missile launches are just steps in a well-worn routine the country has developed to get what it wants, argues Robert E McCoy","standFirst":"<p>A string of recent missile launches may have been faked, but the country is a nuclear power that requires diplomatic engagement <a href=\"https://www.google.com/url?q=http://www.nknews.org/2015/05/doing-the-dance-with-a-nuclear-north-korea/&amp;sa=U&amp;ei=iiZnVa_kBcGBsQT5_IPwDg&amp;ved=0CAQQFjAA&amp;client=internal-uds-cse&amp;usg=AFQjCNErbaAGzPUvyW2B2hUm63yOPVWf0w\">argues Robert E McCoy</a><br /></p>","byline":"Robert E McCoy for NK News, part of the North Korea network","body":"<p>North Korea’s press office announced earlier this month that Kim Jong-un had personally supervised the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/09/north-korea-announces-test-of-submarine-launched-missile\">firing of a new submarine-based missile</a>. </p> \n<p>The news was soon followed by more footage from state media claiming to evidence another ballistic missile launch, but experts have since voiced doubts over the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/north-korea-submarine-missile-launch-photos-may-be-fake-say-experts\">authenticity of the images</a>.</p> \n<p>But these stories are just the latest steps in a routine North Korea has long been playing with the west. </p> \n<p>Despite often engaging in deals and agreements with western powers hoping to halt its nuclear proliferation, this “dance” of negotiations has so far failed to halt the DPRK’s military development.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/north-korea-submarine-missile-launch-photos-may-be-fake-say-experts\">North Korea submarine missile launch photos may be fake, say experts</a> </p> \n</aside> \n<p>For 25 years, the pariah state has been intent on developing a formidable arsenal, and the recent “missile launches” are just manoeuvres in a well worn routine the country has developed to get what it wants. </p> \n<p>Recent attempts to negotiate with the secretive country have been made by Japan and South Korea, but the leading western power trying to bring about a resolution is the US, which doesn’t have a good history of dealing with the North.</p> \n<p>In fact, the record is of one failure after another. There has been little success in getting Kim Jong-un or his father before him to give up their nuclear weapons – or to stop the country’s ballistic missile development.</p> \n<p>Perhaps it’s time for diplomacy to try a different tack? </p> \n<h2>The routine begins</h2> \n<p>Troubles with North Korea began in 1989 when it was first suspected of developing a nuclear bomb, despite having signed the nuclear non-proliferation treaty just three years earlier.</p> \n<p>Continually denying entry to weapons inspectors, when observers were finally permitted to visit in 1992 they found discrepancies between what North Korea had previously declared – in terms of plutonium and the disposal of nuclear waste – and what the limited inspections revealed. Two further inspections were blocked, and no further information was provided by the North.</p> \n<p>However in 1994, the US and North Korea signed an agreement in which Kim Jong-il – the current leader’s father – agreed to cease plutonium production, an important by-product<strong> </strong>in the working of a nuclear reactor.</p> \n<p>In return, the North were promised petroleum and the construction of two light water reactors – which they claimed would be used for civilian electricity production. In fact the water reactor fuel rods could be salvaged for uranium enrichment purposes, and sure enough, not long after signing the US discovered that the DPRK was doing just that.</p> \n<p>The US responded by halting all petroleum shipments, and the light water reactors were never finished.</p> \n<p>Despite this, in 2003 the US agreed to participate in the Six-Party talks hosted by China, aimed at resolving the DPRK<strong> </strong>nuclear impasse, alongside Japan, Russia and South Korea. Characterised by fits and starts over the following six years, the talks were finally abandoned in 2009 with no substantive progress on the North Korean nuclear issue.</p> \n<figure class=\"element element-image\" data-media-id=\"1d798c4d6ae88b3f37c298346b80abaedc55637d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432824618703/fb5ca2eb-cef4-40c2-af23-fba9ee24f231-460x276.jpeg\" alt=\"North Korea nuclear\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">For Kim Jong-un, the nuclear programs are seen to ensure his, and North Korea’s, survival.</span> \n  <span class=\"element-image__credit\">Photograph: KCNA/Reuters</span> \n </figcaption> \n</figure> \n<h2>Did North Korea out-manoeuvre the US and its allies? </h2> \n<p>In 2012, yet another agreement – the Leap Day Deal – was signed in which the DPRK agreed to a moratorium on its nuclear and missile programs and entry for weapons inspectors, in exchange for food imports. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>These ​events suggest that North Korea has ​outmanoeuvred western powers for over 25 years</p> \n </blockquote> \n</aside> \n<p>A mere 16 days later, the country announced a ballistic missile test under the guise of putting a satellite into orbit.</p> \n<p>These events reveal a pattern, and suggests that North Korea has developed a tried-and-tested formula to outwit western powers for over 25 years. </p> \n<p>It has done so using a modus operandi we’ll call “the dance”, which follows these eight steps:</p> \n<p><strong>Step 1:</strong> North Korea wants or needs something, most often food or petroleum.</p> \n<p><strong>Step 2: </strong>North Korea generates tension and gains international attention.</p> \n<p><strong>Step 3: </strong>Countries initially ignore the activity and attribute it to North Korea merely “acting up”.</p> \n<p><strong>Step 4: </strong>North Korea increases tension through increasingly violent acts or extreme rhetoric.</p> \n<p><strong>Step 5: </strong>The world finally pays attention and agrees to discuss a resolution.</p> \n<p><strong>Step 6: </strong>North Korea agrees to stop its nuclear and missile programs in exchange for what it needs or wants: food, petroleum or other aid.</p> \n<p><strong>Step 7: </strong>Once the aid is received, North Korea soon finds – or invents – a way to justify breaking its commitment.</p> \n<p><strong>Step 8: </strong>Repeat<strong> </strong></p> \n<figure class=\"element element-image\" data-media-id=\"86548de88e0cbbf48a8595be704873360452e571\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432824741519/561db5ae-77ef-4ac1-bd11-b5f6abc32a0f-460x276.jpeg\" alt=\"A 2009 missile-firing drill at an undisclosed location in North Korea.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A 2009 missile-firing drill at an undisclosed location in North Korea.</span> \n  <span class=\"element-image__credit\">Photograph: KCNA/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>Other threats</h2> \n<p>During the protracted efforts to denuclearise North Korea, another threat was developing. </p> \n<p>Intelligence reports amassed throughout the years of negotiations indicated a massive build up of conventional weapons in the demilitarised zone along the South Korean border targeting the capital Seoul, but nothing was done.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Perhaps it’s time to ​admit that North Korea is indeed a nuclear power?</p> \n </blockquote> \n</aside> \n<p>As a consequence of allowing these military installations, any opportunity for a preemptive strike against the North’s nuclear sites has been lost, for fear it would prompt an attack on Seoul and other parts of the South. Now, the threat of destruction raining down on the northern parts of South Korea is too high a price. Consequently, the only option remaining is diplomacy.</p> \n<p>The facts are that the DPRK has a small nuclear arsenal, a crude but effective delivery system, and enough conventional rockets and short-range missiles aimed at densely populated areas of South Korea to make residents there nervous.</p> \n<p>Of course, there are no guarantees that talking with North Korea will produce change. For one thing, it is highly improbable that the country would agree to give up its weapons: for Kim Jong-un, these programs are seen as vital to ensure his, and North Korea’s, survival.</p> \n<p>But beyond the nuclear issue, there are a host of other pressing questions that would benefit greatly from discussion with the North: reunions for families separated by the Korean War, for example, or food and nutritional aid for children and nursing mothers, and medical assistance in combating tuberculosis and sexually transmitted diseases, for starters. </p> \n<p>It’s diplomacy that can bring about these much-needed conversations between the North and the rest of the world.</p> \n<p><em><a href=\"https://www.google.com/url?q=http://www.nknews.org/2015/05/doing-the-dance-with-a-nuclear-north-korea/&amp;sa=U&amp;ei=iiZnVa_kBcGBsQT5_IPwDg&amp;ved=0CAQQFjAA&amp;client=internal-uds-cse&amp;usg=AFQjCNErbaAGzPUvyW2B2hUm63yOPVWf0w\">A version of this article</a> first appeared in NK News, part of the North Korea network</em></p> \n<p><em>Robert E McCoy is a retired US Air Force North Korea analyst who lived in Asia for 14 years, including over four years in Korea</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432834355516/670ade7b-4099-428e-b138-1192cbae2847-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"KCNA/Reuters","altText":"North Korean leader Kim Jong-un looks through a periscope on a submarine during his inspection of the Korean People's Army naval unit.","cleanCredit":"Photograph: KCNA/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432824620136/fb5ca2eb-cef4-40c2-af23-fba9ee24f231-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"For Kim Jong-un, the nuclear programs are seen to ensure his, and North Korea’s, survival. Photograph: KCNA/Reuters","credit":"KCNA/Reuters","altText":"North Korea nuclear","cleanCaption":"For Kim Jong-un, the nuclear programs are seen to ensure his, and North Korea’s, survival.","cleanCredit":"Photograph: KCNA/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432824743515/561db5ae-77ef-4ac1-bd11-b5f6abc32a0f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A 2009 missile-firing drill at an undisclosed location in North Korea. Photograph: KCNA/AFP/Getty Images","credit":"KCNA/AFP/Getty Images","altText":"A 2009 missile-firing drill at an undisclosed location in North Korea.","cleanCaption":"A 2009 missile-firing drill at an undisclosed location in North Korea.","cleanCredit":"Photograph: KCNA/AFP/Getty Images"}],"webPublicationDate":"2015-05-29T04:00:00Z","lastModified":"2015-05-29T04:00:00Z","metadata":{"commentable":true,"commentCount":29,"contributors":[],"feature":true,"keywords":["North Korea","Nuclear power","Nuclear weapons","Asia Pacific","World news","Kim Jong-il","Kim Jong-un","Energy"],"tags":[{"id":"world/north-korea","webTitle":"North Korea"},{"id":"environment/nuclearpower","webTitle":"Nuclear power"},{"id":"world/nuclear-weapons","webTitle":"Nuclear weapons"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/kim-jong-il","webTitle":"Kim Jong-il"},{"id":"world/kim-jong-un","webTitle":"Kim Jong-un"},{"id":"environment/energy","webTitle":"Energy"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/north-korea-nuclear-brinkmanship","shortUrl":"http://gu.com/p/48ac7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/north-korea-nuclear-brinkmanship","webUri":"http://www.theguardian.com/world/2015/may/29/north-korea-nuclear-brinkmanship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432834355516/670ade7b-4099-428e-b138-1192cbae2847-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"North Korean leader Kim Jong-un looks through a periscope on a submarine during his inspection of the Korean People’s Army naval unit. Photograph: KCNA/Reuters","credit":"KCNA/Reuters","altText":"North Korean leader Kim Jong-un looks through a periscope on a submarine during his inspection of the Korean People's Army naval unit.","cleanCaption":"North Korean leader Kim Jong-un looks through a periscope on a submarine during his inspection of the Korean People’s Army naval unit.","cleanCredit":"Photograph: KCNA/Reuters"}},"importance":5,"kicker":{"title":"Playing with the west"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Android 'M' / Google unveils software with focus on security and battery life","rawTitle":"Google unveils software with focus on security and battery life","item":{"type":"article","id":"technology/2015/may/28/google-android-m-software-privacy-battery-life","title":"Google unveils Android 'M' software with focus on security and battery life","trailText":"New version of Android software for smartphones, tablets, watches and TVs outlined at Google I/O developer conference and will be released later this year","standFirst":"<p>New version of Android software for smartphones, tablets, watches and TVs outlined at Google I/O developer conference and will be released later this year</p>","byline":"Samuel Gibbs and Sam Thielman","body":"<p>Google’s next version of Android software for smartphones, tablets, watches and TVs is called “M” and will aim to beef up security while conserving battery life, the tech company announced on Thursday at I/O, its annual developer conference in San Francisco.</p> \n<p>With Android M, Google is attempting to spread its mobile operating system far and wide, building on previous initiatives with last year’s Android “Lollipop” and its developing-world focused Android One for low-cost smartphones.</p> \n<p>The new version, which will reach Google’s own-brand Nexus smartphones and tablets later this year, is focused on battery life, security and privacy.</p> \n<h2>App that knows what you meant to say</h2> \n<p>“Machine learning” was the phrase that dominated the conference’s opening address, as Google unveiled multiple uses for its ever-smarter algorithms. “Machine learning is what helps us answer the question what does a tree frog look like from millions of users around the world,” said Google SVP Sundar Pichai.</p> \n<p>Now On Tap, the upgrade to Google Now, will be able to find search strings based on butchered pronunciations, tags it made up itself, and pronouns. The Googlers demonstrated Now On Tap’s ability to pull context from applications – in a demo, a user listening to Skrillex said “What’s his real name?” and Now On Tap responded with “Sonny John Moore”.</p> \n<h2>Longer-lasting smartphones</h2> \n<p>Battery life is a primary pain point for smartphone users. Android 5 Lollipop offered around 15% better battery life on the same smartphone over Android 4.4 KitKat, Android 6 M should go one better by improving the operating system’s control of background apps. </p> \n<p>M promises to stop poorly coded and power-hungry apps from draining the battery unnecessarily, extending standby times and hopefully having a positive impact on real-world usage. The company’s Dave Burke said mobile devices lasted up to twice as long on standby with the M’s new feature, Doze.</p> \n<p>Burke also said the company would be supporting a new USB charger standard USB-C, which will allow you to charge other devices using the phone’s battery.</p> \n<p>Google’s Jen Fitzpatrick presented the company’s various low-cost initiatives, including support for phones with dual Sim cards and FM radio, and limited offline versions of YouTube and Maps, including driving directions.</p> \n<h2>Unlimited Photo Storage</h2> \n<p>Google’s social network, Google+, which was heavily integrated into multiple parts of the Android operating system is also taking a back seat in the next version of Android, but photos are front and center.</p> \n<p>Photos will allow users to index and find images of “people, places and things that matter the most in my life”, as the company’s Anil Sabharwal put it. Sabharwal demonstrated on his own phone, where he was able to type in “snowstorm in Toronto” or the name of his niece and immediately find pics that Photos had tagged automatically – information, he stressed, that was private to the individual user.</p> \n<p>Google has broken out its Photos app from Google+, meaning that users no longer need an account with the social network to see, edit and back up photos, now plugging into Google’s cloud storage solution, Drive.</p> \n<p>Google also rolled out a series of new privacy options, that build on the “AppOpps” framework that was exposed two years ago by third-party developers, but removed in Android 5 Lollipop.</p> \n<h2>Privacy and security improvements</h2> \n<figure class=\"element element-image\" data-media-id=\"7aa230b00cb93502aa0dd7917bf8af5f44237ba1\"> \n <img src=\"http://media.guim.co.uk/7aa230b00cb93502aa0dd7917bf8af5f44237ba1/0_232_4426_2656/1000.jpg\" alt=\"Google i/o keynote\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A man wearing Google Glass waits for the Google I/O keynote presentation on Thursday.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Chiu/AP</span> \n </figcaption> \n</figure> \n<p>Several Android variants, including the popular Cyanogen OS, include extensive controls over the kinds of personal data apps have access to on a smartphone. Apple’s iOS has had similar features for a couple of years, now Google’s Android is catching up.</p> \n<p>“We’re greatly simplifying app permissions,” said Google’s Dave Burke. “Apps will now ask you for permissions the first time you try to use a feature, instead of asking during app installation.” The move catches Google up to iOS.</p> \n<p>The system will allow users to deny apps access to location, personal information and data on a case-by-case basis, improving the permissions system beyond an accept-all as it currently stands in older versions of Android.</p> \n<p>Google also unveiled improved support for biometric authentication methods, including fingerprints, which until now have relied on third-party manufacturers such as Samsung building their own security systems to support.</p> \n<p>The biometric additions open up the pathway to fingerprint- and iris-authenticated payments and other secure login systems.</p> \n<p>Google’s Android Pay, which like Apple Pay and Samsung Pay, allows users to pay for goods and services contactlessly using their smartphones, will use fingerprint identification.</p> \n<p>Contactless payments made via smartphones in the US totaled $3.5bn (&pound;2.3bn) in 2014, according to data from eMarketer. This year that figure is expected to reach $8.95bn, and $27.5bn by 2016. </p> \n<p>Beyond Android on smartphones and tablets, Google also emphasised its intentions to be an integral part of the “internet of things”. Having bought the smart thermostat and smoke detector company Nest, Google unveiled a dedicated internet of things operating system.</p> \n<p>Android Auto could form a strong part of that new ecosystem. The Hyundai Sonata recently became the first car to roll off the production line with Android Auto, allowing drivers to connect to their smartphones and pull Google Maps and other Google apps directly on to their dashboards.</p> \n<h2>Virtual Reality</h2> \n<p>Clay Bavor, vice-president of product management, also took the stage to talk about virtual reality. Bavor introduced Expeditions, a new product that will allow teachers in Detroit to take kids of VR field trips to the Great Wall of China or a coral reef. It’s a program developed in tandem with teachers.</p> \n<p>Bavor held forth on the company’s low-fi solutions to VR problems. “If you want to capture something that’s truly immersive, there are really only a handful of very custom camera rigs in the world that’ll do the job, and even they have their limitations,” Bavor said. </p> \n<p>He presented a rig with “custom geometry”, saying that it could be printed on 3D printers or made out of cardboard and used with off-the-shelf cameras. The plans will be distributed online, and YouTube will be able to host the environments.<br /></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2a74d0e39fc4c629b791b3ba92a1f7d0329c0ab/0_199_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Jeff Chiu/AP","altText":"Sundar Pichai, senior vice president of Android, Chrome and Apps, speaks during the Google I/O 2015 keynote presentation in San Francisco, Thursday, May 28, 2015. (AP Photo/Jeff Chiu)","cleanCredit":"Photograph: Jeff Chiu/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7aa230b00cb93502aa0dd7917bf8af5f44237ba1/0_232_4426_2656/4426.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2656,"width":4426,"orientation":"landscape","caption":"A man wearing Google Glass waits for the Google I/O keynote presentation on Thursday. Photograph: Jeff Chiu/AP","credit":"Jeff Chiu/AP","altText":"Google i/o keynote","cleanCaption":"A man wearing Google Glass waits for the Google I/O keynote presentation on Thursday.","cleanCredit":"Photograph: Jeff Chiu/AP"}],"webPublicationDate":"2015-05-28T20:40:31Z","lastModified":"2015-05-28T20:47:26Z","metadata":{"commentable":true,"commentCount":27,"contributors":[{"name":"Samuel Gibbs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samuel-gibbs"},{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Google","Android","Software","Technology","Smartphones","Tablet computers","Mobile phones","Computing"],"tags":[{"id":"technology/google","webTitle":"Google"},{"id":"technology/android","webTitle":"Android"},{"id":"technology/software","webTitle":"Software"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/smartphones","webTitle":"Smartphones"},{"id":"technology/tablet-computer","webTitle":"Tablet computers"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"technology/computing","webTitle":"Computing"}],"section":{"id":"technology"},"topics":[],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/28/google-android-m-software-privacy-battery-life","shortUrl":"http://gu.com/p/49aan","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/28/google-android-m-software-privacy-battery-life","webUri":"http://www.theguardian.com/technology/2015/may/28/google-android-m-software-privacy-battery-life"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2a74d0e39fc4c629b791b3ba92a1f7d0329c0ab/0_199_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Sundar Pichai, senior vice-president of Android, Chrome and Apps, speaks during the Google I/O keynote presentation. Photograph: Jeff Chiu/AP","credit":"Jeff Chiu/AP","altText":"SUndar Pichai","cleanCaption":"Sundar Pichai, senior vice-president of Android, Chrome and Apps, speaks during the Google I/O keynote presentation.","cleanCredit":"Photograph: Jeff Chiu/AP"}},"importance":4,"kicker":{"title":"Android 'M'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Riding out the storm / How Blatter won the hearts, minds and votes of Africa","rawTitle":"How Blatter won the hearts, minds and votes of Africa","item":{"type":"article","id":"football/2015/may/28/sepp-blatter-fifa-africa-zambia","title":"How Sepp Blatter won the hearts and minds of Africa to ride out Fifa storms","trailText":"The support Sepp Blatter enjoys from football associations across the developing world has been bolstered by his Goal project, which delivers millions of dollars to improve facilities","standFirst":"<p>The support Sepp Blatter enjoys from football associations across the developing world has been bolstered by his Goal project, which delivers millions of dollars to improve facilities. A visit to Zambia underlines how it has helped to keep him in power</p>","byline":"David Smith in Lusaka","body":"<p>Fraying at the edges, Fifa’s flags twist in the wind outside Football House in the Zambian capital, Lusaka, with the national flag between them. A nearby inscription is badly faded in the sun. It reads: “The Football Association of Zambia, Football House, built as part of Fifa’s Goal development programme was inaugurated in Lusaka on 6 April 2002 by Joseph S Blatter, Fifa president.”</p> \n<p>Presenting Zambian football with its first home is just one example of how Blatter has won the hearts and minds of Africa’s football establishment. Its loyalty has enabled him to ride out every storm and is more critical than ever as seeks re-election at the helm of an organisation <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested\">embroiled in the biggest scandal in its history</a>.</p> \n<p>On Wednesday, Swiss authorities arrested seven high-ranking Fifa officials in a dawn raid at the behest of the United States and opened criminal proceedings over the awarding of the 2018 and 2022 World Cups. Loretta Lynch, the US attorney general, said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-officials-world-cup-fraud-us-prosecutors\">the officials whose extradition she is seeking had allegedly lined their pockets with $150m</a>, in what another US official dubbed “a World Cup of fraud”. The crisis has put Blatter under intense scrutiny as he runs for a fifth term as president of world football’s governing body.</p> \n<p>Yet in all likelihood, the 79-year-old will prevail again on Friday. He has ensured that Fifa gives enough money and encouragement to guarantee the loyalty of the various confederations that vote for the new president every four years. The Confederation of African Football (Caf), for example, has traditionally voted for the Swiss because it believes he alone cares about the continent.</p> \n<p>Fifa claims that <a href=\"http://www.fifa.com/development/project-funding/index.html\">its Goal development programme</a> has built more than 700 facilities, mainly headquarters, for its member associations around the world since its launch in 1998, the year that Blatter came to power. It has provided funding for “essential football projects” including pitches, technical centres, youth academies and IT. Officially there are no strings attached, but many feel a debt has to be repaid even if means voting for Blatter indefinitely.</p> \n<p>“A good idea is also being used against principles of democracy,” said Simataa Simataa, a former president of the Zambian FA. “People tend to favour anyone doing a good thing; they will take houses from Pablo Escobar using drug money. Unfortunately that is what the Goal programme has been.</p> \n<p>“I wish it was an institutional project but it’s seen as favouring certain characters, namely Sepp Blatter. It gives an advantage to him and a disadvantage to others, even if they have better ideas. In that sense he’s got a fixed vote: everyone thinks when the next guy comes there’ll be no Goal project any more.”</p> \n<figure class=\"element element-image\" data-media-id=\"0aee03f9a261d534f6374b7f2dd187bd2aee71e5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432805014754/5bcc9e8b-4a12-4f81-b921-98d71596d45d-460x276.jpeg\" alt=\"Inside one of the Fifa-funded projects in Zambia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Inside one of the Fifa-funded projects in Zambia.</span> \n  <span class=\"element-image__credit\">Photograph: Chosa Mweemba/for the Guardian</span> \n </figcaption> \n</figure> \n<p>The Fifa website’s Goal page for <a href=\"http://www.fifa.com/development/facts-and-figures/association=zam/index.html\">Zambia</a> includes a photo of a smiling Blatter standing beside a Zambian who holds a placard that says: “Sepp Blatter. The only man that attends to Africa’s problems.” The impoverished country has never qualified for the World Cup finals and made headlines for the worst possible reason in 1993 when the bulk of its finest national team were killed in a plane crash.</p> \n<p>Along came Fifa, building Football House on a patch of wilderness for less than half a million dollars, according to the site. The headquarters stand tall behind palm trees, pillars and two-storey windows. Inside there are up to 30 full-time staff, a collection of trophies and, at reception, giant photos of the national team <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2012/feb/12/zambia-ivory-coast-africa-cup-nations-final\">winning the 2012 Africa Cup of Nations</a> as Blatter looks on.</p> \n<p>Fifa also approved a National Technical Centre at a cost of nearly $400,000, with a second phase rubber-stamped three years later for a similar sum. The stated objective was “to provide a Camp House which has comfortable accommodation for the national teams, and teaching and meeting rooms”. According to local journalists, the centre was also supposed to include a football pitch and swimming pool.</p> \n<p>But when the Guardian visited the project this week it found four residential buildings containing 24 rudimentary rooms, some with broken locks, and a fifth housing a dining room and kitchen. Two cleaners sat in the grass beside washing lines, all within view of Zambia’s new Chinese-built national stadium. The living conditions are so austere that they have been deemed unacceptable for the full national team, who prefer hotels, but are used by the under-23s, under-20s, under-17s, seniors and women’s teams as well as visiting club sides.</p> \n<figure class=\"element element-image\" data-media-id=\"40514ede78e57f74b3ffe96bfaacc925be11305d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432805178209/28c5b590-c64e-4b64-830e-4192fc9f91ec-460x276.jpeg\" alt=\"The kitchen at Zambia's National Technical Centre, which Fifa approved at a cost of nearly $800,000.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The kitchen at Zambia’s National Technical Centre, which Fifa approved at a cost of nearly $800,000.</span> \n  <span class=\"element-image__credit\">Photograph: Chosa Mweemba/for the Guardian</span> \n </figcaption> \n</figure> \n<p>Simataa, now a 54-year-old banker, commented: “It’s not really a technical centre, it’s not being used for its purpose. It’s a wasted asset. That’s local, down to the present administration; Fifa has done its part. We have never really got a full report on the site. That’s one of our dark sides: we don’t have transparency.”</p> \n<p>The “centre” hardly seems worth the advertised total of $800,000. The principal local contractor for the project was Asesco, which Fifa paid in instalments of $347,826 and $347,743. Lombe Mulenga, a director of the company, recalled: “We constructed the pitch but not the pool as the pool was not included in the bills of quantities. Maybe the pitch was neglected by the users, hence grass has over grown.”</p> \n<p>He added: “We are in the construction business and our job was to construct according to the design given by the client. We are not professionals in football administration and hence would not know if it’s a wasted asset or not. I think that question of use should be answered by the football administration body and other relevant stakeholders in the country’s football system.”</p> \n<p>Asked if he felt funds had been misused, Mulenga replied: “We are not in a position to know as we were only paid for the works that we did and nothing more as records at Faz [Football Association of Zambia] and Fifa will show.”</p> \n<figure class=\"element element-image\" data-media-id=\"3f38e466cf6695090f4806e2a7264640157d9061\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432805290719/da2e74d5-b73b-413c-8a62-a1e268a68388-460x276.jpeg\" alt=\"Projects such as this one in Zambia have helped to win Sepp Blatter support.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Projects such as this one in Zambia have helped to win Sepp Blatter support.</span> \n  <span class=\"element-image__credit\">Photograph: Chosa Mweemba/for the Guardian</span> \n </figcaption> \n</figure> \n<p>The final Goal project in Zambia was a technical centre in Kitwe in the Copperbelt province. It was approved five years ago with a budget of $400,000, yet still not a dollar has been spent. Football officials say the plan stalled when a new local council was elected and demanded a high price for the required 10 acres of land.</p> \n<p>Julio Chiluba, head of administration and competitions at the Zambian FA, said: “It was the council’s fault. They promised to give us land at a nominal cost but then changed their mind and started charging something that was not well. Fifa said: ‘No, we can’t spend money on the land.’ I think Fifa was right.”</p> \n<p>The proposed site has now been switched to Luanshya, also in the Copperbelt, but there is another delay. “People grew some crops on the land,” said Chiluba, 77. “It would have been bad for us to destroy the crops. So let them harvest the crops, then we will start.”</p> \n<p>Chiluba, a former foreign diplomat who has worked for the Zambian FA since 1994, has Fifa stickers on his office doors and believes the governing body has made a positive impact, “starting with Football House, which has made it easier for the association to employ more staff; before this we were renting a four-room suite in town and restrained in working space.</p> \n<p>“All these projects we are talking about are Blatter-originated and we are grateful because it has made a lot of difference to football in Zambia and Africa generally. What we have here is duplicated in many projects in Africa: administrative blocks, technical centres, accommodation. They are very costly. We are very grateful to Fifa for the benefits we have reaped during his tenure of office.”</p> \n<p>Even as Chiluba spoke on Tuesday, more than a dozen plain-clothed officers were preparing to descend on the five-star Baur au Lac hotel in Zurich, where officials had gathered for Fifa’s annual meeting, to make a string of arrests. Lynch said the accused had allegedly run a “rampant, systemic and deep-rooted” scheme to “acquire millions of dollars in bribes and kickbacks”. But despite the unprecedented institutional crisis, Fifa insisted its leadership election will go ahead.</p> \n<p>Blatter faces Prince Ali bin al-Hussein of Jordan after the withdrawal of the Dutch FA head, Michael van Praag, and the former Portugal international Lu&iacute;s Figo. Issa Hayatou, president of Caf, who is among 10 Fifa executive committee members to be questioned in Zurich, has declared the <a href=\"http://www.worldsoccer.com/columnists/keir-radnedge/loyalist-issa-hayatou-delivers-africa-to-sepp-blatter-360753\">continent united in its support</a> of the incumbent.</p> \n<p>Kalusha Bwalya, a Caf executive committee member and president of the Zambian FA, said: “He’s the only candidate we know who has been supporting football for a long time. He’s done a lot of good things for Zambia in particular and Africa in general. He’s a good man and the best candidate. I was sceptical about the people who came in because they didn’t know what they wanted to do; maybe they were sent by other people. Sepp Blatter is trusted.”</p> \n<figure class=\"element element-image\" data-media-id=\"b35c0f3a0f5300333a6589f1ca8c6bf5c237755c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432805510922/e9a3a6e1-edf9-4e2f-b5cd-73fcf1a93974-460x276.jpeg\" alt=\"An inscription at the Zambian FA headquarters marks the input from Sepp Blatter.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An inscription at the Zambian FA headquarters marks the input from Sepp Blatter.</span> \n  <span class=\"element-image__credit\">Photograph: Chosa Mweemba/for the Guardian</span> \n </figcaption> \n</figure> \n<p>Blatter will always have a special place in history after 2010 when he became the first Fifa president to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2010/jun/22/south-africa-world-cup-2010\">deliver the World Cup to Africa</a>. Bwalya added: “I don’t think if there was any other person at Fifa that South Africa would have won.”</p> \n<p>As the biggest of the six continental confederations, Africa is Blatter’s primary power base. Its football association presidents regard Blatter as their own man, notes <a href=\"https://twitter.com/kennedygondwe\">Kennedy Gondwe</a>, a sports journalist, whereas they tend to feel used by rival candidates who don’t know the terrain and treat the continent as an afterthought.</p> \n<p>“Regardless what one wants to say about Sepp Blatter – love him or loathe him – there are things he’s done in Africa that are quiet outstanding,” Gondwe continued. “I think he knows that if you want to be Fifa president, you need the support of Africa.</p> \n<p>“Thanks to the Fifa project, the FA of Zambia have their own office and don’t need to pay rent: that saves a lot of money. What you are seeing in Zambia is the same as you will find in Lesotho. What you will find in Lesotho, you will also find in Malawi. No other president has brought the World Cup to Africa. You could say he did it for expediency, but he still did it.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432804804350/Football-House-in-Zambia-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"A Fifa flag flies outside Football House in the Zambian capital, Lusaka, built with funds from Sepp Blatter's Goal project.  Photograph: Chosa Mweemba /for the Guardian","credit":"Chosa Mweemba /for the Guardian","altText":"Football House in Zambia","cleanCaption":"A Fifa flag flies outside Football House in the Zambian capital, Lusaka, built with funds from Sepp Blatter's Goal project.  Photograph: Chosa Mweemba /for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432805015291/5bcc9e8b-4a12-4f81-b921-98d71596d45d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Inside one of the Fifa-funded projects in Zambia. Photograph: Chosa Mweemba/for the Guardian","credit":"Chosa Mweemba/for the Guardian","altText":"Inside one of the Fifa-funded projects in Zambia.","cleanCaption":"Inside one of the Fifa-funded projects in Zambia.","cleanCredit":"Photograph: Chosa Mweemba/for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432805178669/28c5b590-c64e-4b64-830e-4192fc9f91ec-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The kitchen at Zambia’s National Technical Centre, which Fifa approved at a cost of nearly $800,000. Photograph: Chosa Mweemba/for the Guardian","credit":"Chosa Mweemba/for the Guardian","altText":"The kitchen at Zambia's National Technical Centre, which Fifa approved at a cost of nearly $800,000.","cleanCaption":"The kitchen at Zambia’s National Technical Centre, which Fifa approved at a cost of nearly $800,000.","cleanCredit":"Photograph: Chosa Mweemba/for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432805291209/da2e74d5-b73b-413c-8a62-a1e268a68388-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Projects such as this one in Zambia have helped to win Sepp Blatter support. Photograph: Chosa Mweemba/for the Guardian","credit":"Chosa Mweemba/for the Guardian","altText":"Projects such as this one in Zambia have helped to win Sepp Blatter support.","cleanCaption":"Projects such as this one in Zambia have helped to win Sepp Blatter support.","cleanCredit":"Photograph: Chosa Mweemba/for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432805511550/e9a3a6e1-edf9-4e2f-b5cd-73fcf1a93974-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"An inscription at the Zambian FA headquarters marks the input from Sepp Blatter. Photograph: Chosa Mweemba/for the Guardian","credit":"Chosa Mweemba/for the Guardian","altText":"An inscription at the Zambian FA headquarters marks the input from Sepp Blatter.","cleanCaption":"An inscription at the Zambian FA headquarters marks the input from Sepp Blatter.","cleanCredit":"Photograph: Chosa Mweemba/for the Guardian"}],"webPublicationDate":"2015-05-28T09:45:55Z","lastModified":"2015-05-28T23:23:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidsmith"}],"feature":true,"keywords":["Fifa","Sepp Blatter","Zambia","Zambia","Football politics","Football","Sport","Africa","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/zambia","webTitle":"Zambia"},{"id":"world/zambia","webTitle":"Zambia"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[{"displayName":"David Smith","topic":{"type":"tag-contributor","name":"profile/davidsmith"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/28/sepp-blatter-fifa-africa-zambia","shortUrl":"http://gu.com/p/49a39","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/28/sepp-blatter-fifa-africa-zambia","webUri":"http://www.theguardian.com/football/2015/may/28/sepp-blatter-fifa-africa-zambia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432804804350/Football-House-in-Zambia-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"A Fifa flag flies outside Football House in the Zambian capital, Lusaka, built with funds from Sepp Blatter’s Goal project. Photograph: Chosa Mweemba /for the Guardian","credit":"Chosa Mweemba /for the Guardian","altText":"Football House in Zambia","cleanCaption":"A Fifa flag flies outside Football House in the Zambian capital, Lusaka, built with funds from Sepp Blatter’s Goal project. Photograph: Chosa Mweemba /for the Guardian"}},"importance":4,"kicker":{"title":"Riding out the storm"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Great Barrier Reef / Unesco to release draft ruling on 'in danger' listing","rawTitle":"Unesco to release draft ruling on 'in danger' listing","item":{"type":"article","id":"environment/2015/may/29/great-barrier-reef-unesco-to-release-draft-ruling-on-in-danger-listing","title":"Great Barrier Reef: Unesco to release draft ruling on 'in danger' listing","trailText":"Recommendations will inform a final decision by the UN world heritage committee next month","standFirst":"<p>Recommendations will inform a final decision by the UN world heritage committee next month</p>","byline":"Joshua Robertson","body":"<p>Unesco will release a draft ruling on whether to list the Great Barrier Reef as in danger early on Saturday morning in a critical moment for Australia’s stewardship of the world’s largest coral reef.</p> \n<p>The recommendations will inform a final decision by the UN’s world heritage committee next month, which, if in favour of declaring the reef in danger, would herald a new era of outside scrutiny of its care.</p> \n<p>Federal and state ministers are reportedly confident that the scale of their investments and legislation to tackle reef threats – as well as an unprecedented lobbying effort by the Abbott government – will be enough to spare them the embarrassment of a listing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/14/australia-lobbies-unesco-stop-listing-great-barrier-reef-as-in-danger\">Australia lobbies Unesco to stop it from listing Great Barrier Reef as 'in danger'</a> </p> \n</aside> \n<p>A listing, which would place the reef in the same category as the polluted Everglades national park in the US, would usher in yearly checks by the UN and would likely cause a jolt to a tourism industry worth $6bn.</p> \n<p>Environmentalists say that regardless of Australia’s ability to sway Unesco, the reef remains imperilled, with its health in long-term decline and threats increasing. Greenpeace political advisor Jessica Panegyres said that the decline meant Unesco was unlikely to give the reef the “clean bill of health” Australian governments were seeking.</p> \n<p>That scenario would see a listing ruled out and a UN check not due for another five years.</p> \n<p>Panegyres said another possible outcome was Unesco refraining from a listing this time but threatening to impose one if it found evidence of a decline in another two to five years.</p> \n<p>Australia’s <a href=\"http://www.environment.gov.au/system/files/resources/d98b3e53-146b-4b9c-a84a-2a22454b9a83/files/reef-2050-long-term-sustainability-plan.pdf\">Reef 2050 Long-Term Sustainability Plan</a> sets targets to cut pollution running on to the reef, including an 80% reduction in nitrogen and a 50% cut in sediment by 2025.<br /></p> \n<p>The plan was updated months ago to include policies from the new Queensland Labor government which environmental groups welcomed, including a promise to ban the dumping of capital dredged sediment in the reef world heritage area and give $100m over five years to lift water quality.<br /></p> \n<p>The federal government is banning dumping in the reef’s marine park and giving a further $100m in funding for the Reef Trust, a body that will work with landowners to stop chemicals flowing into the coral ecosystem. A new independent scientific panel, headed by the chief government scientist Ian Chubb, will oversee the trust’s work.</p> \n<p>Australia’s plan has been accompanied by a vigorous lobbying effort, including among the country’s Asian neighbours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/is-any-bank-dumb-enough-to-fund-the-galilee-basin-coalapolooza\">Is any bank dumb enough to fund the Galilee Basin coalapolooza? | Bill McKibben</a> </p> \n</aside> \n<p>The Queensland government will send its key political performer – deputy premier Jackie Trad – along with environment minister Steven Miles, to join the federal environment minister Greg Hunt in Bonn for the world heritage committee deliberations from 28 June.</p> \n<p>The draft decision, which Panegyres said would likely form the basis of the final ruling unless it was perceived as particularly “soft or controversial”, will be released in Paris at 1am AEST on Saturday. </p> \n<p>Panegyres said, regardless of the outcome, it was Greenpeace’s position that the reef was genuinely in danger, with a 50% loss of coral cover over 30 years among the key measures showing it was in continuous decline. The government’s own outlook report identified that half of the identified measures of world heritage values, from dugongs to threatened species habitats, were in decline.</p> \n<p>Meanwhile, the trajectory of the impacts was increasing, including the reef’s most serious long-term threat, climate change.</p> \n<p>Respected coral reef researchers Terry Hughes and Jon Day of James Cook university have said that the opening of new coal mines – a reference to plans for central Queensland’s Galilee basin – are “too risky” for the reef.</p> \n<p>However, both state and federal governments remain supportive of proposals by mining corporations to open massive new mines in the Galilee, which would increase shipping traffic through reef waters and industrial activity on the coast through port expansion.</p> \n<p>Panegyres said while the Queensland government gained kudos through some of its dredge-dumping bans and its water quality investments, it “wanted to have its cake and eat it too” through its support of new mines.</p> \n<p>Hughes and Day have also called for even tighter restrictions on dredging, with dumping of spoil still allowed in the reef’s world heritage area if it is from “maintenance” dredging. Panegyres said potentially “disastrous” dredging in existing port areas like Gladstone was still allowed.</p> \n<p>“The point is the reef is on a knife edge, it’s in a critical state, so why are we subjecting it to more harm, particularly when that exact harm will also drive climate change, which is the greatest long-term threat to the reef,” she said.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cffce731e41b481ab26d88580526b968c468fa1c/0_271_4958_2976/4958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2976,"width":4958,"orientation":"landscape","credit":"Sarah Lai/AFP/Getty Images","altText":"Great Barrier Reef","cleanCredit":"Photograph: Sarah Lai/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-28T22:40:30Z","lastModified":"2015-05-28T22:44:31Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Joshua Robertson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/15/1421330167719/Joshua-Robertson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joshua-robertson"}],"feature":false,"keywords":["Great Barrier Reef","Coral","Climate change","Queensland","Australia news","Environment","Marine life","Unesco"],"tags":[{"id":"environment/great-barrier-reef","webTitle":"Great Barrier Reef"},{"id":"environment/coral","webTitle":"Coral"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"australia-news/queensland","webTitle":"Queensland"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/marine-life","webTitle":"Marine life"},{"id":"world/unesco","webTitle":"Unesco"}],"section":{"id":"environment"},"topics":[{"displayName":"Joshua Robertson","topic":{"type":"tag-contributor","name":"profile/joshua-robertson"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/29/great-barrier-reef-unesco-to-release-draft-ruling-on-in-danger-listing","shortUrl":"http://gu.com/p/49a6x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/29/great-barrier-reef-unesco-to-release-draft-ruling-on-in-danger-listing","webUri":"http://www.theguardian.com/environment/2015/may/29/great-barrier-reef-unesco-to-release-draft-ruling-on-in-danger-listing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cffce731e41b481ab26d88580526b968c468fa1c/0_271_4958_2976/4958.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2976,"width":4958,"orientation":"landscape","caption":"An ‘in danger’ listing would place the reef in the same category as the polluted Everglades national park in the US. Photograph: Sarah Lai/AFP/Getty Images","credit":"Sarah Lai/AFP/Getty Images","altText":"Great Barrier Reef","cleanCaption":"An ‘in danger’ listing would place the reef in the same category as the polluted Everglades national park in the US.","cleanCredit":"Photograph: Sarah Lai/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Great Barrier Reef"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Timbuktu review / A cry from the heart","rawTitle":"A cry from the heart","item":{"type":"article","id":"film/2015/may/28/timbuktu-review-abderrahmane-sissako-africa","title":"Timbuktu review – a cry from the heart","trailText":"African director Abderrahmane Sissako’s insightful drama about a family and a city shattered by bigotry and violence teeters between hope and despair","standFirst":"<p>African director Abderrahmane Sissako’s insightful drama about a family and a city shattered by bigotry and violence teeters between hope and despair</p>","byline":"Peter Bradshaw","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako\">Abderrahmane Sissako</a>’s new film takes as its starting point a news story from the west African state of Mali, where the director was born. In 2012, a couple was reportedly stoned to death for having children outside wedlock. Sissako diversifies aspects of the event into separate fictional scenes, and finds something more than simple outrage and horror, however understandable and necessary those reactions are. He gives us a complex depiction of the kind you don’t get on the nightly TV news, even trying to get inside the heads and hearts of the aggressors themselves. And all this has moral authority for being expressed with such grace and care. His film is a cry from the heart about bigotry, arrogance and violence, and it seems that he also has something to say to us right now about the aggressive philistinism practised by Islamic State.</p> \n<p>The movie is set in the legendary city of Timbuktu, whose richly diverse traditions are being trampled, as Sissako sees it, by fanatical jihadis, often from outside the country. The drama revolves around the death of a cow, affectionately named “GPS”: an appropriate symbol for a country that has lost its way.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako\">Timbuktu's director: why I dared to show hostage-taking jihadis in a new light</a> </p> \n</aside> \n<p>Islamist zealots are shown shooting gazelles with AK-47s – a powerful image of predatory crassness to which the film ultimately circles back – and also destroying masks and statues, including a statue of a fertility goddess. They are stamping on harmless pleasures like music and football, and throwing themselves with cold relish into lashings and stonings for adultery. The suppression and control of women is shown as a key part of this new order: an unending hate campaign that is both an ideological procedure and a symptom of their own unhappiness and self-hate. Yet Sissako displays wan humour as well as scorn. At one moment, two soldiers demand that a female fish seller wears gloves. The woman demands to know how she is supposed to clean fish while wearing them and, of course, the men know in their hearts she is right. But each is officiously trying to find someone to attack – and women seem to them the obvious targets.</p> \n<p>The new puritans, who march into the mosque carrying arms, appal the local imam, who has long upheld the existing traditions of a benevolent and tolerant Islam. Besides being addicted to cruelty and bullying, these partisans are enslaved to their modern devices such as mobile phones, cars, video cameras (for the purposes of uploading jihadi films online) and, of course, weapons. Timbuktu is no longer <em>tombouctou la myst&eacute;rieuse</em>, the magical place of legend, but a harsh, grim, unforgiving place of bigotry and fear.</p> \n<div>\n __VIDEO_EMBED_gu-video-456937817__\n</div> \n<p>Sissako creates an interrelated series of characters and tableaux giving us scenes from the life of a traumatised nation. At the centre of this is the tragic story of one family: a herdsman, Kidane (Ibrahim Ahmed), his wife, Satima (Toulou Kiki), and their 12-year-old daughter. Kidane angrily confronts a fisherman who has killed his cow, GPS, with terrible results. Mali’s new theocratic state must now rule on something that has nothing to do with infringements of its own proliferating religious laws – and its crass insensitivity and immaturity as a system of government is horribly exposed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/abderrahmane-sissako-africa-filmmaker-career-highlights\">Abderrahmane Sissako: the vanguard of African cinema</a> </p> \n</aside> \n<p>There are some brilliant visual moments: the panoramic vision of the river in which Kidane and the fisherman stagger apart, at different ends of the screen, is superb, the composition created with a panache that David Lean might have admired. When a jihadi comes close to admitting he is infatuated with Satima, Sissako shows us the undulating dunes with a strategically placed patch of scrub. It is a sudden, Freudian vision of a woman’s naked body: playful, subversive and erotic.</p> \n<p>Elsewhere, young men carry on playing football after football has been banned by miming the game. They rush around the field with an invisible football, earnestly playing a match by imagining where it should be. It is a funny, sly scene, reminiscent of anti-Soviet satire. In another sequence, a young man is being coached on how to describe his religious conversion for a video (for an awful moment, it looks as if it might be a suicide bomber “martyrdom” video). The boy talks about how he used to love rap music, but no longer. Yet in the face of the hectoring and maladroit direction, the boy lowers his head: he finds he cannot mouth these dogmatic platitudes. The insistence on a personal truth is a victory, of sorts. Timbuktu teeters between despair and hope.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747038343/e8a3cd77-bbd2-4889-9af4-0c7c6f0c2718-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Everett/Rex Shutterstock","altText":"Powerfully expressed … Timbuktu.","cleanCredit":"Photograph: Everett/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-28T14:29:05Z","lastModified":"2015-05-28T23:00:30Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Peter Bradshaw","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733746410/PeterBradshaw.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbradshaw"}],"feature":false,"keywords":["Timbuktu","Drama","Culture","Film","Mali","Africa"],"tags":[{"id":"film/timbuktu","webTitle":"Timbuktu"},{"id":"film/drama","webTitle":"Drama"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"world/mali","webTitle":"Mali"},{"id":"world/africa","webTitle":"Africa"}],"section":{"id":"film"},"topics":[{"displayName":"Peter Bradshaw","topic":{"type":"tag-contributor","name":"profile/peterbradshaw"}}],"series":{"title":"Peter Bradshaw's film of the week","uri":"http://mobile-apps.guardianapis.com/lists/tag/film/series/peter-bradshaw-film-of-the-week"},"starRating":"4","embeddedVideos":[{"id":"gu-video-456937817","source":"guardian.co.uk","durationInSeconds":289,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/28/150528TGFSCUTTimbuktu_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/28/150528TGFSCUTTimbuktu.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/28/1432814567206/KP_247996_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Timbuktu review","credit":"guardian.co.uk","altText":"620x372 trailpic for Timbuktu review","cleanCaption":"620x372 trailpic for Timbuktu review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/28/timbuktu-review-abderrahmane-sissako-africa","shortUrl":"http://gu.com/p/499kk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/28/timbuktu-review-abderrahmane-sissako-africa","webUri":"http://www.theguardian.com/film/2015/may/28/timbuktu-review-abderrahmane-sissako-africa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747206940/7c75ebcb-3a3c-4250-a4ec-9bb3fa2804a6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Moral authority … Timbuktu. Photograph: Everett/Rex Shutterstock","credit":"Everett/Rex Shutterstock","altText":"Timbuktu film","cleanCaption":"Moral authority … Timbuktu.","cleanCredit":"Photograph: Everett/Rex Shutterstock"}},"importance":3,"kicker":{"title":"Timbuktu review"},"showQuotedHeadline":false,"sublinks":[{"title":"Timbuktu's director / Why I dared to show hostage-taking jihadis in a new light","rawTitle":"Why I dared to show hostage-taking jihadis in a new light","item":{"type":"article","id":"film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako","title":"Timbuktu's director: why I dared to show hostage-taking jihadis in a new light","trailText":"It was too hot for Africa and got banned in Paris. Abderrahmane Sissako, the director of Timbuktu, explains why the film makes him cry","standFirst":"<p>It was too hot for Africa and got banned in Paris. Abderrahmane Sissako, the director of Timbuktu, explains why the film makes him cry</p>","byline":"Danny Leigh","body":"<p>On 29 July 2012, while much of the world was glued to the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/olympics-2012\">London Olympics</a>, a man and woman were abducted in Aguelhok, northern Mali. They were seized by Ansar Dine, an Islamist group that had recently occupied the village. The couple had two children, but were found to be unmarried. Soon afterwards, they were buried up to their necks and stoned to death.</p> \n<p>Early the next year, director Abderrahmane Sissako began work on a movie about the takeover of a town by jihadis. He planned to shoot in Timbuktu, the desert city in Mali from which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/may/14/cannes-film-festival-review-timbuktu\">the film</a> would take its title. For months, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/dec/05/malian-rebel-groups-agree-ceasefire\">Ansar Dine (Defenders of the Faith in Arabic)</a> had advanced through Mali, seeking to impose sharia law, but by then the French military had intervened. Just before filming began, a checkpoint near the airport was struck by a suicide bomber. The entire production moved across the border into Mauritania.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"82e36ed2b012f62b83cf1739a1d736f029554aec\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432747798964/a71f279b-ab17-4d46-85a2-74481a91f14c-460x276.jpeg\" alt=\"Director Abderrahmane Sissako\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The west isn’t interested in Africa’ … director Abderrahmane Sissako planned to make Timbuktu as a documentary</span> \n  <span class=\"element-image__credit\">Photograph: Bertrand Langlois/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Sissako sits drinking mineral water in a London hotel. Outside the door, suited figures are noisily schmoozing. He keeps his voice just loud enough to be heard above them. A neatly self-contained man of 53 with a professorial bearing, Sissako is currently Africa’s most prominent director. Both Mali and Mauritania are important to him: he was born in the second, brought up in the first. (There have also been spells in Paris and Soviet Moscow.) His English is strong enough to understand my questions, but he would rather answer in French. He speaks one sentence at a time, waiting for the translator to catch up before he continues.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2014/may/14/cannes-film-festival-review-timbuktu\">Cannes 2014: Timbuktu review – searing fundamentalist drama</a> </p> \n</aside> \n<p>Timbuktu had been planned as a documentary, but he realised it would be impossible when most of the gunmen were still at large. “You can’t make a documentary where people aren’t free to speak. And the risk is that you make a film for the jihadists – because they’re the ones who are going to do the talking.” When we meet, recent reports say they have returned to Mali in force. He half smiles. “They never left.”</p> \n<p>As is now customary, when the couple in Aguelhok were killed, a video was posted online. Sissako is all too aware the modern jihadi is an eager film-maker. In one scene in Timbuktu, a young recruit is coached through an appearance on camera by his commander, who is as finicky as any auteur. You can see Timbuktu as Sissako’s retort to the propaganda: he offers humanism and grace in answer to the savagery. When sport is banned and footballs are confiscated, a match goes ahead anyway, beautiful and gymnastic – it’s just that the ball is imaginary.</p> \n<div>\n __VIDEO_EMBED_gu-video-456937817__\n</div> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/28/abderrahmane-sissako-africa-filmmaker-career-highlights\">Abderrahmane Sissako: the vanguard of African cinema</a> </p> \n</aside> \n<p>At first, the jihadis aren’t monsters, but muddled kids and puffed-up buffoons, ordering women who are selling fish to cover their hands, haranguing old men about the length of their trousers. “The most terrible thing about this is that they are people like us. It’s always hard to say. But they are.” Then the film darkens. You can almost sense Sissako raging off-camera. “It’s the only film of my own that makes me cry. I’ve cried several times watching it.”</p> \n<p>Since it premiered at Cannes in 2014, Timbuktu has become a quiet sensation, nominated for an Oscar and winning seven French C&eacute;sars. It was also withdrawn from the African film festival Fespaco amid security concerns and was briefly banned in a Paris suburb following <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/charlie-hebdo-attack\">the Charlie Hebdo murders</a> (the local mayor, who hadn’t seen it, assumed it was pro-jihad). All told, Sissako’s film has probably aroused more interest from the world’s press than the horrors that inspired it. “The media are interested when someone from France or Britain is taken hostage,” he says. “But the townspeople who are hostages, no one’s really interested in.”</p> \n<p>To Sissako, himself a Muslim, the other hostage in Timbuktu is Islam. He says he doesn’t recognise his own faith in Ansar Dine. Their violence “makes Islam into something imaginary”.</p> \n<figure class=\"element element-image\" data-media-id=\"7034ae9d831f63162dfe9d4fe83440b9a52524fa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432747951401/557f5c2c-cf79-495f-8be1-7e3827b53a53-460x276.jpeg\" alt=\"Timbuktu, a film by Abderrahmane Sissako\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Timbuktu</span> \n  <span class=\"element-image__credit\">Photograph: Everett/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Timbuktu is the latest film in a career spanning more than 25 years. Since the 90s, Sissako has been a regular on the festival circuit, yet little known beyond the arthouse. In 2007, when he was in Cannes with his film <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2007/feb/23/drama.worldcinema\">Bamako</a>, he complained about the west’s lack of interest in African film. He gives a small shrug. “The west isn’t interested in Africa, full stop.”</p> \n<p>But the west has never been the world. In the 70s and 80s, the Soviet Union fostered relations with much of Saharan Africa. In 1980, the teenage Sissako stayed with his mother in the Mauritanian capital, Nouakchott, and found himself visiting the Russian Cultural Centre. He was drawn there largely by a liking for ping-pong. Later, it was Russian literature. The director of the centre encouraged him to pursue a scholarship. When the chance came to go to Moscow to study at the VGIK – the Soviet state film school that also trained <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/andrei-tarkovsky\">Andrei Tarkovsky</a> – he took it and lived there for 11 years. In 1993, the year he left for Paris, he made a film, October, about the relationship between an African student and his Russian girlfriend.</p> \n<p>His feelings about Moscow are mixed. He remembers feeling faintly patronised: “There was a cliche of Africans as people who come to learn but who aren’t artists.” But the notion of Russia as particularly racist irritates him. “People in the west always like the idea that someone else is racist. It’s true that it’s easier in Russia to run into someone who calls an African a monkey. But in London, you can easily get into a lift with a racist. You just wouldn’t know it, because they’ll smile at you.”In Bamako, Sissako staged a mock trial that debated the role of the International Monetary Fund and the World Bank in keeping Africa poor. The film was personal: Bamako, the Malian capital, was where Sissako’s father lived, and where he spent most of his childhood, in a house with a well in the yard. He has said there were never fewer than 25 relatives living there. The film was also a fiercely intelligent breakdown of the crises that have beset Africa since colonisation, although new forces, he says, have come into play.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/dec/04/songhoy-blues-mali-africa-express\">Songhoy Blues: the lost sound of northern Mali emerges from civil war</a> </p> \n</aside> \n<p>“When Mali was a colony, there was one bridge on the river Niger that goes through Bamako. After independence, the French were supposed to build a second. They never did. In the end, the second bridge was built by Saudi Arabia. The third was built by China. All the sports grounds have been built by the Chinese. The roads are being built by the Chinese. And in the west, they keep telling us, ‘Watch out for the Chinese.’” He mentions a Malian proverb: a drowning man grabs hold of the crocodile. “The west thinks China is a danger to Africa because the west was a danger to Africa. But really it’s a danger to the west.”</p> \n<p>While the west may be indifferent to African movies, the situation is worse in his homeland. “Africa isn’t interested in African films.” Across the continent, he says, governments see no value in culture. In Mali, he says, Timbuktu has yet to be screened, but the problem isn’t the Islamists. “There are no cinemas.”</p> \n<p>Yet recently, after a decade in Moscow and almost two in Paris, Sissako moved back to Mauritania. “Happiness is the ability to choose to go back. But I’m no happier there than I am anywhere else. It’s just different.</p> \n<p>“I was unhappy living in Paris with two children. My set-up is very insecure, because I’m freelance, and Paris isn’t a good place to be insecure. I had to look in my letterbox every day and it was never good. And a society that makes you feel anxious about just opening your letterbox, that’s not a place I want to be. So I’ve gone back to Mauritania and now it’s fine.”</p> \n<p>He talks a second longer and the translator bursts out laughing. “He says he now has no letterbox.”</p> \n<p><span class=\"bullet\">•</span> Timbuktu is out in the UK 29 May.</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747200311/9ba85bd2-1771-4db1-b849-a7c06cf1c964-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Everett/Rex/Shutterstock","altText":"The film Timbuktu by Abderrahmane Sissako","cleanCredit":"Photograph: Everett/Rex/Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747800326/a71f279b-ab17-4d46-85a2-74481a91f14c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The west isn’t interested in Africa’ … director Abderrahmane Sissako planned to make Timbuktu as a documentary Photograph: Bertrand Langlois/AFP/Getty Images","credit":"Bertrand Langlois/AFP/Getty Images","altText":"Director Abderrahmane Sissako","cleanCaption":"‘The west isn’t interested in Africa’ … director Abderrahmane Sissako planned to make Timbuktu as a documentary","cleanCredit":"Photograph: Bertrand Langlois/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747951965/557f5c2c-cf79-495f-8be1-7e3827b53a53-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Timbuktu Photograph: Everett/Rex Shutterstock","credit":"Everett/Rex Shutterstock","altText":"Timbuktu, a film by Abderrahmane Sissako","cleanCaption":"Timbuktu","cleanCredit":"Photograph: Everett/Rex Shutterstock"}],"webPublicationDate":"2015-05-28T07:01:01Z","lastModified":"2015-05-28T13:20:14Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Danny Leigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dannyleigh"}],"feature":true,"keywords":["Timbuktu","Culture","Film","Mali","Africa","Drama"],"tags":[{"id":"film/timbuktu","webTitle":"Timbuktu"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"world/mali","webTitle":"Mali"},{"id":"world/africa","webTitle":"Africa"},{"id":"film/drama","webTitle":"Drama"}],"section":{"id":"film"},"topics":[{"displayName":"Danny Leigh","topic":{"type":"tag-contributor","name":"profile/dannyleigh"}}],"embeddedVideos":[{"id":"gu-video-456937817","source":"guardian.co.uk","durationInSeconds":289,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/28/150528TGFSCUTTimbuktu_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/28/150528TGFSCUTTimbuktu.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/28/1432814567206/KP_247996_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Timbuktu review","credit":"guardian.co.uk","altText":"620x372 trailpic for Timbuktu review","cleanCaption":"620x372 trailpic for Timbuktu review"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako","shortUrl":"http://gu.com/p/499ky","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako","webUri":"http://www.theguardian.com/film/2015/may/28/timbuktu-movie-jihadist-fighters-abderrahmane-sissako"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432747200311/9ba85bd2-1771-4db1-b849-a7c06cf1c964-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A scene from Timbuktu, by Abderrahmane Sissako. Photograph: Everett/Rex/Shutterstock","credit":"Everett/Rex/Shutterstock","altText":"The film Timbuktu by Abderrahmane Sissako","cleanCaption":"A scene from Timbuktu, by Abderrahmane Sissako.","cleanCredit":"Photograph: Everett/Rex/Shutterstock"}},"importance":0,"kicker":{"title":"Timbuktu's director"},"showQuotedHeadline":false,"sublinks":[]}]}],"lastModified":"2015-05-29T08:09:51Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}