{"id":"uk/groups/collections/uk-alpha/features/feature-stories","title":"in depth","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/features/feature-stories"},"cards":[{"title":"I read all the small print on the internet and it made me want to die","rawTitle":"I read all the small print on the internet and it made me want to die","item":{"type":"article","id":"technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","title":"I read all the small print on the internet and it made me want to die","trailText":"Alex Hern decided not to do anything for a week – unless he’d read all the terms and conditions first. Seven days and 146,000 words later, what did he learn?","standFirst":"<p>Alex Hern decided not to do anything for a week – unless he’d read all the terms and conditions first. Seven days and 146,000 words later, what did he learn?</p>","byline":"Alex Hern","body":"<p>When was the last time you read all the terms and conditions for a service you used? Have you ever <em tabindex=\"-1\">read</em> the terms and conditions? Probably not. </p> \n<p>So why do we spend so much of our time ignoring the thousands of words of legally binding “end-user licence agreements” (EULAs, if you like) legally-binding contracts we agree to every day? Is it even possible to read the T&amp;Cs for everything a typical person does? Is there any value in reading all this anyway?</p> \n<p>“The biggest lie on the internet is ‘I have read and agree to the terms and conditions’,” says security expert Mikko Hypp&ouml;nen. Setting out to prove his point, Hypp&ouml;nen’s company F-Secure set up a free WiFi hotpot in the heart of London’s financial district in June 2014.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/sep/29/londoners-wi-fi-security-herod-clause\">Buried in the terms and conditions of the free network was a “Herod clause”</a>: in exchange for the WiFi, “the recipient agreed to assign their first born child to us for the duration of eternity”.<br /></p> \n<p>Six people signed up.</p> \n<p>“EULAs suck – we can all agree on that,” said Hypp&ouml;nen. “They shouldn’t be binding, because nobody reads them. But from a legal point of view, they just might be.”</p> \n<p>Agust&iacute;n Reyna of the European consumer-rights organisation BEUC told me why: “It’s a consumer contract. No matter what you call them, it’s a contract.”</p> \n<p>To get a sense of just how much legal chaff we’re buried under, I decided to spend a week of my life <em>not</em> checking the box marked “I have read and agreed to the terms and conditions” until I had actually, you know, read them. Worse, I would do it retroactively, sitting down to read the T&amp;Cs of services I’d been using for years.</p> \n<p>The end results: I collected 146,000 words of legalese – enough to fill three quarters of Moby Dick, just to explain what I can and can’t do online – from just 33 terms-of-service documents. Each document only took me about 15 minutes to read (or, if I’m honest, to skim-read), but I still spent well over eight hours of the week just sitting reading page after page of dry, impenetrable prose.</p> \n<figure class=\"element element-image\" data-media-id=\"34c889762cc0832a54fb2424bbd414d39fd74604\"> \n <img src=\"http://media.guim.co.uk/34c889762cc0832a54fb2424bbd414d39fd74604/0_22_4086_2452/1000.jpg\" alt=\"A man reading at night\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">I swapped reading novels for 146,000 words of legal chaff, what did you do with your week? </span> \n  <span class=\"element-image__credit\">Photograph: Lasse Kristensen / Alamy/Alamy</span> \n </figcaption> \n</figure> \n<h2>Apple: out of date terms and conditions</h2> \n<p>The worst day, as expected, was the first. My iPhone is also my alarm, which means that at 6am on a Monday, I was greeted by 21,586 words to read before breakfast. In deference to my girlfriend, who was still asleep, I also broke my rules straight away and turned off the alarm before settling down to read the iPhone T&amp;Cs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Apple may strip out obsolete parts in pursuit of simplicity, but that philosophy hasn’t reached its legal department</p> \n </blockquote> \n</aside> \n<p>Going first with the iPhone ended up making sense, though, because in many ways Apple’s practices are emblematic of everything that’s wrong with the culture of mindlessly hitting “accept”. </p> \n<p>Apple may be famous for products that ruthlessly strip out obsolete parts in pursuit of ease-of-use and simplicity, but that philosophy hasn’t reached its legal department.</p> \n<p>The terms typically start with an introduction where every word is capitalised, because not a single lawyer cares about anyone being able to read their actual documents. The capitals are included because of <a href=\"http://www.adamsdrafting.com/all-capitals/\">an American legal regulation</a> which stipulates that certain parts of a text must be “conspicuous”. Since there’s no corresponding requirement that it be legible, the consensus is that capitalising the necessary parts fits the bill.</p> \n<p>Where Apple didn’t innovate, one company did: credit goes to music service Bandcamp, which explains, in its introductory paragraph, that “we’ve done our best to make it all go down smooth – you won’t find any 8-point type, or long sections of TOTALLY UNREADABLE ALL-CAPS intended to fulfill the legal definition of “conspicuous” (we’re pretty sure Your Honor will accept yellow, bold text instead).”</p> \n<p>Perhaps the best marker of how little Apple cares about the terms of service it requires its users to read can be found several paragraphs down the iCloud terms and conditions. (Incidentally, despite being broken into separate documents, it’s all-or-nothing when it comes to agreeing or rejecting the terms.) </p> \n<p>Under the heading “Google Maps Service” is the proviso that:</p> \n<blockquote class=\"quoted\"> \n <p>use of the Google Maps service is subject to the following additional terms: Google Maps Terms of Service available at http://maps.google.com/help/terms_maps.html and Google Maps Legal Notices at http://maps.google.com/help/legalnotices_maps.html.</p> \n</blockquote> \n<p>That’ll be the Google Maps service which was famously dropped from iPhones in 2012, over two years before the debut of iOS 8.2, the version I am running. </p> \n<p>It seems that no one at all reads Apple’s terms and conditions – even people who work for Apple.</p> \n<h2>Simplenote: a blissful 140 words </h2> \n<p>The rest of the morning wasn’t as depressing as Apple, though it was still terrible. Next up was Simplenote, a cloud note-taking service.</p> \n<p>Like night and day, Simplenote’s terms of service come in at 140 words.</p> \n<p>Sure, Simplenote only needs to cover a relatively simple text hosting and syncing service, while Apple’s cover a gaming social network, a music, app and video store, a voice-control service, and an operating system. But it’s clear that Simplenote actually cares about what a non-expert user who ends up on their page will see, and has strived to make the document as clear and readable as possible.</p> \n<figure class=\"element element-image\" data-media-id=\"67243eedbc968900d80fc101921d577f1e0286ca\"> \n <img src=\"http://media.guim.co.uk/67243eedbc968900d80fc101921d577f1e0286ca/0_790_4500_2702/1000.jpg\" alt=\"A blue sky\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Simplenote’s terms of service: day to Apple’s night.</span> \n  <span class=\"element-image__credit\">Photograph: Stephen Studd/Getty Images</span> \n </figcaption> \n</figure> \n<p>The basic terms, in their entirety, read: “You are responsible for keeping your login and password safe. The Service should not be used to store sensitive information such as bank account numbers, credit card information, or passwords. We are not responsible for any information stored with the Service.”</p> \n<p>I was feeling good. I had barely finished breakfast, and already I’d read two sets of terms and conditions, and one of them was positively pleasant. Maybe the week wouldn’t be so bad?</p> \n<p>And then I went online.</p> \n<h2>BT: they will pay up if I die</h2> \n<p>For most people, a licence agreement for a broadband connection is more of a “real” contract than the terms and conditions for digital services they click but largely ignore. Broadband comes with a requirement to pay, early cancellation fees, and a credit check.</p> \n<p>All the same, I still hadn’t actually read my contract with BT, so downloaded a copy to read on the way in to work. I was already late because of Apple, and didn’t need to make things worse.</p> \n<p>The good news is that BT’s terms and conditions, freed from the American requirement for “conspicuous” warnings, is actually legible; the bad news is that it turns out that I have to pay them money until the day I die, and they aren’t really obliged to do anything in return. I may be paraphrasing a little.</p> \n<p>In a way, it shouldn’t be a surprise. It’s not like the company actually gives me good service as it is: I live in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/09/london-has-the-worst-broadband-in-britain-government-statistics-show\">one of the worst constituencies in the country</a> for high speed broadband, and on top of that, my flat is a new-build, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2013/apr/20/bt-failure-connect\">notoriously overlooked by telecoms companies</a> eager to make developers pay for the cost of wiring.</p> \n<p>On the plus side, if I am injured or die as a result of BT’s negligence, they will accept responsibility. Which is nice, because no other company bothered to mention this in their documentation. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It didn’t help that I read the whole thing standing up on a packed Tube, squinting at the tiny writing on my phone</p> \n </blockquote> \n</aside> \n<p>On the minus side, while BT “aims” to provide broadband service, it qualifies that aim by stating: “We do not guarantee either the quality of the service or that the service will be available at all times.” The terms and conditions remind me that I can cancel within the first three months if the speed isn’t up to scratch, but beyond that, I’m not entirely clear what I’ve actually been paying for. Goodwill?</p> \n<p>It didn’t help matters that I read the whole thing standing up on a packed Tube, squinting at the tiny writing on my phone. After 6,000 words, and an hour-long commute, I arrive at work. And in the process of booting up a laptop, signing in to my work mail account (provided by Google) and opening Twitter, I commit myself to another 35,000 words of legal documents, and feel a little part of myself die.</p> \n<figure class=\"element element-image\" data-media-id=\"32595e8235f64d29180cfb890b4096a6e5c92203\"> \n <img src=\"http://media.guim.co.uk/32595e8235f64d29180cfb890b4096a6e5c92203/0_1640_3628_2178/1000.jpg\" alt=\"A packed tube carriage.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage.</span> \n  <span class=\"element-image__credit\">Photograph: aophotography.com/Alamy</span> \n </figcaption> \n</figure> \n<h2>Google: actually in plain English</h2> \n<p>When I headed into the week, I’d expected Google to be the worst. After all, it’s the company that is the epitome of the <a href=\"http://www.metafilter.com/95152/Userdriven-discontent#3256046\">internet adage that</a> if you are not paying for it, you’re the product being sold. I was expecting byzantine documents, deliberately difficult to read to obscure the dastardly passage where they claim the right to sell my mother’s maiden name to Russian hackers for peanuts.</p> \n<p>Yet the 5,500 words of Google’s terms of service (including a separate but linked privacy policy) are actually surprisingly legible and sane. Faced with never-ending scrutiny, from users as well as regulators, competitors and the press, the company responded by providing plain English terms of service.</p> \n<p>The passage about ownership of uploads – always a hot-button topic when it comes to sites like YouTube which allow user-generated content – is clear and easy to understand: </p> \n<blockquote class=\"quoted\"> \n <p>Some of our Services allow you to upload, submit, store, send or receive content. You retain ownership of any intellectual property rights that you hold in that content. In short, what belongs to you stays yours.</p> \n</blockquote> \n<p>A similar passage in Twitter’s terms is also fairly well written (for a legal document – this is relative), only tripping up when it attempts to list every single thing you could conceivably do online in one sprawling mass of verbs:</p> \n<blockquote class=\"quoted\"> \n <p>You retain your rights to any Content you submit, post or display on or through the Services. By submitting, posting or displaying Content on or through the Services, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such Content in any and all media or distribution methods (now known or later developed).</p> \n</blockquote> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Twitter's 'worldwide, non-exclusive, royalty free license' gives it leeway to do what they want with your content</p> \n </blockquote> \n</aside> \n<p>These companies have learned the hard way that just because no one reads the terms and conditions before they sign up, it doesn’t mean that no-one reads them ever. Indeed, Twitter, along with Facebook (whose 3,300-word terms and conditions I read as I prepared to edit the Guardian’s page), regularly has to fight back against <a href=\"http://www.mirror.co.uk/news/world-news/facebook-hoax-social-network-not-4924151\">viral hoaxes</a> purporting to reveal the social networks’ plans to steal everyone’s material.</p> \n<p>At the same time, the sites do benefit from a certain lack of legal understanding. It’s true that you “retain your rights” to anything posted on Twitter; but it’s also true that the “worldwide, non-exclusive, royalty free license” gives the company almost infinite leeway to do what they want with your content, regardless of the rights. </p> \n<h2>ALL CAPS ARE MEANINGLESS</h2> \n<p>By the end of the day on Monday, I had done little other than read terms and conditions. Yet another huge chunk of Apple documentation accompanied my laptop, requiring different agreements for the operating system and for iTunes (20,000 words altogether); the requirements for Dropbox (1,500 words) and my Oyster card (2,200 words) were svelte in comparison, although both failed the readability test, with MEANINGLESS ALL-CAPS out in force.</p> \n<figure class=\"element element-image\" data-media-id=\"da895712a683f6fd9b86a940d4ea1f6f31cad597\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434364415385/5542172347_888d98ef9d_o-460x276.jpeg\" alt=\"A man with a megaphone\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Note to legal writers – STOP SHOUTING.</span> \n  <span class=\"element-image__credit\">Photograph: Garry Knight/flickr</span> \n </figcaption> \n</figure> \n<p>Still, getting over the initial burst of agreements meant I could relax a bit into the flow on Tuesday, and find out a bit more about the legal background behind these documents. After, of course, reading and agreeing to the terms of service on the Guardian (6,900 words, pretty standard stuff) and Buzzfeed (3,788 words, ditto), just to leave a couple of comments on each site.</p> \n<h2>What’s the penalty for breaking the terms?</h2> \n<p>Some have argued that the vast bulk of legal verbiage encountered in the information age is worth little more than the pixels it is written on. Citing British common law, they point out that a valid contract must offer, at least theoretically, the opportunity for negotiation. End user license agreements - the rules that govern the use of software and even hardware which, overwhelmingly, has already been bought and paid for - violate that legal principle. </p> \n<p>If you hit “disagree” while setting up an iPhone, for instance, it doesn’t call up an Apple lawyer and offer you the opportunity to renegotiate the terms under which you use the iTunes Store. Instead, it simply bounces you back to the page before, and waits for you to try again. <br /></p> \n<p>The argument that such documents have little strength is reinforced by the rarity of them ever affecting court cases. By and large, the penalty for breaking the terms and conditions of a service is being thrown off it: losing a Twitter account, for instance. While having clearly laid-out terms and conditions helps clarify things for both sides in the event of unpleasantness, it’s not actually necessary for that tier of enforcement. </p> \n<p>A private business is allowed to stop serving a customer for pretty much any reason it likes (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/24/eu-warns-internet-firms-regulated-amazon-etsy\">although not if the EU has its way</a>), and they have little recourse. But in the internet world, that’s pretty hard on consumers who have to choose between a handful of all-powerful companies that dominate consumer electronics, digital services and retail.</p> \n<h2>Has any company ever enforced an end user agreement?</h2> \n<p>More serious enforcement of the terms and conditions tends to be done through other legal mechanisms. In 2006, video game developers Blizzard sued MDY, a company which made software that let users cheat in World of Warcraft, Blizzard’s bestselling massively-multiplayer online game. The case alleged that using the software, called Glider, violated Blizzard’s terms of service.</p> \n<figure class=\"element element-video element--supporting\" data-canonical-url=\"http://www.youtube.com/watch?v=qkC12Rnvga4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qkC12Rnvga4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Two years later, however, and Blizzard won a summary judgement based largely on a very different legal argument. The company’s copyright had been infringed when Glider had let players cheat at the game; and the way MDY had circumvented its anti-cheating software also meant it had illegally broken copy protection. Two years after that, many of the rulings were reversed at appeal, but the judgement that MDY illegally broke copy protection stood.</p> \n<p>The court case did, however, reaffirm one crucial aspect of the law that surrounds EULAs: you are not the owner of software you buy. Instead, you are merely a licensee, and that licence can, and most likely does, come with conditions.</p> \n<p>Just last month, we saw that taken to its obvious end point as Microsoft sought to enforce a contract signed with testers for its upcoming game Gears of War. The testers had <a href=\"http://www.polygon.com/2015/5/14/8607841/microsoft-bans-gears-of-war-xbox-one-leakers\">leaked information about the game</a>, breaking the agreement they’d make with Microsoft. The company’s response? It banned the leakers from Xbox Live, the online service required to use a vast array of the console’s features, permanently.</p> \n<p>It even temporarily blocked use of their console <em>offline – </em>something that was well within its rights because, as the testing service explained in a letter its testers, the leak broke the terms and conditions. “The nature of the leak having had occurred through Xbox One, actually also went against the Microsoft EULA, which is agreed upon when creating an Xbox LIVE account, or any other type of Microsoft account,” the company, VMC, wrote.</p> \n<p>As I discovered on Tuesday evening, Sony’s Playstation has similar language. I should have known I wouldn’t be allowed to relax, even in my own home. Sitting down to play some video games required three separate sets of terms and conditions, for the console itself, the online service attached to it, and the specific game, Bungie’s Destiny, that I wanted to play. </p> \n<figure class=\"element element-image\" data-media-id=\"677b1f28a83efe53490749725710c9c053921b81\"> \n <img src=\"http://media.guim.co.uk/677b1f28a83efe53490749725710c9c053921b81/0_227_3452_2073/1000.jpg\" alt=\"Person plays Playstation\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Unwind in front of the Playstation – after the small matter of 20,000 words of legalese. </span> \n  <span class=\"element-image__credit\">Photograph: Thomas Peter/REUTERS</span> \n </figcaption> \n</figure> \n<p>And sure enough, if Sony discovers that I have violated any term of its collective 20,000 words of legal agreements, which I and perhaps three other people in the world have read in their totality, the company reserves the right to:</p> \n<blockquote class=\"quoted\"> \n <p>take any action to protect its interests such as disabling access to or use of some or all System Software, disabling use of this PS4 system online or offline, termination of your access to PSN, denial of any warranty, repair or other services provided for your PS4 system, implementation of automatic or mandatory updates or devices intended to discontinue unauthorized use, or reliance on any other remedial efforts as reasonably necessary to prevent the use of modified or unpermitted use of System Software.</p> \n</blockquote> \n<p>In other words, break rules you don’t know about, and Sony reserves the right to turn your &pound;350 console into a brick. And those rules are ridiculously broad.</p> \n<p>If you don’t install the most recent version of the system software as soon as you reasonably can, you’ve broken the agreement. If you “lease, rent, sublicense, publish, modify, patch, adapt or translate” the PS4’s software, you’ve broken the agreement. If you “use any … modified hardware” with the PS4, you’ve broken the agreement.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sony doesn't intend to go around bricking users’ consoles – but if they want to, they are within their rights to do so</p> \n </blockquote> \n</aside> \n<p>As with so many of these rules and regulations, it’s not that Sony intends to go around bricking users’ consoles; but if they want to, they are perfectly within their rights to do so.</p> \n<p>And, naturally, the company does not provide any promise that the software or hardware will work or do what it says it will do, but it does require access to your personal information including your IP address and console ID for marketing purposes. And no, you can’t complain. It says so in capital letters.</p> \n<p>While licence agreements are enforceable contracts, as the BEUC’s Agust&iacute;n Reyna points out, it is possible for them to go too far even for the courts. “In European law and also at national levels, we [have] what’s called ‘unfair terms legislations’,” he says. If a given contract has unfair terms, “the judge can do a kind of balancing test and see whether the terms are unfair. Not everything that is in the contract will be enforceable.”</p> \n<p>In fact, one of the big wins in recent years for consumer rights in Europe was against Sony. “A couple of years ago there was a case by the Norwegian consumer council, in relation to the Playstation,” Reyna says. “In the terms of the licence there were clauses allowing Sony to automatically update or even erase operating systems that were not those provided by Sony.”</p> \n<p>What’s more, it was possible to install other operating systems on the console, including the open source operating system Linux. But that too “was prevented by Sony in the terms of the license. So the Norwegian consumer council took them before the ombudsman”, Reyna says.</p> \n<p>After ploughing through the Sony terms of service, the best I can say about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/07/destiny-how-house-of-wolves-builds-on-story-why-theres-no-raid\">Destiny</a>’s EULA is that it was short. Just 2,000 words meant that I finished it before bedtime, hoping I’d be able to play on Wednesday.<br /></p> \n<h2>I did not play Destiny on Wednesday</h2> \n<p>Just halfway through the week, but significantly more than halfway through the legal agreements I would end up having to read, I began to run out of energy. I found myself purposefully changing my behaviour so as to not have to read any more EULAs. I’d already agreed to the Playstation’s terms of service; I wasn’t going to read the one for Valve’s Steam just so that I could play PC games in the same week.</p> \n<p>But still they kept coming: Netflix (4,000 words, and starts off by offering false hope with a cheery, human, “Welcome to Netflix!”, before descending into grey legalistic mush); Apple TV (another 4,000 words, and as bad as the previous Apple agreements); Storify (5,300 words, again introduced with a “Thanks for using Storify!”, again sapping my will to live); and Bandcamp, with its 7,100 word, over-long EULA saved by being broken up with lime-green text instead of block-capitals. </p> \n<p>I didn’t manage to play Destiny on Wednesday - I just read legal text.</p> \n<p>On Thursday, I was mercifully out of the house in the evening. Say what you will about the scourge of drinking, but no pub I’ve been to demands you return your pints if you don’t obey their rules. And <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/14/netrunner-took-over-my-life-and-why-it-should-take-over-yours-too\">board and card games</a> have not yet followed video games into the requiring arcane license agreements before you can play them with your friends.</p> \n<figure class=\"element element-image\" data-media-id=\"550f18c49a0a7160c89924180a93a91cf43425d3\"> \n <img src=\"http://media.guim.co.uk/550f18c49a0a7160c89924180a93a91cf43425d3/0_54_5100_3060/1000.jpg\" alt=\"Old man drinks in a pub.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The pub: safe from the tyranny of license agreement – for now.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>By the time I hit Friday, I had narrowed the pool sufficiently that only two more EULAs crossed my radar: comics app Comixology, and mobile payment service Yoyo. Both had thousands of words of terms and conditions, though without any nasty surprises, and one even offered me &pound;5 of free coffee at work for signing up. But even though I knew it was over, I was broken.</p> \n<h2>The problem: there’s no negotiating power</h2> \n<p>The problem is that reading the terms and conditions simply doesn’t help. Sure, you find out how pitifully small your rights are compared to those that even a medium-sized company will reserve when you use its product. But the issue isn’t just one of obscurity: it’s also a problem with the power relationship. With no negotiating power, it ends up being mostly depressing reading.</p> \n<p>Finding out that Sony can brick my console at will if they decide I haven’t downloaded the software update quickly enough doesn’t give me any power to fight back. I can’t offer them &pound;50 extra for a console that doesn’t come with that clause, nor can I jump ship to a competitor with better terms – because one doesn’t exist.</p> \n<p>A glimmer of hope exists in the world of social media, where the worst of T&amp;C over-reach has, occasionally, been defeated by user revolt. In 2012, Instagram, then newly acquired by Facebook, <a href=\"http://www.newstatesman.com/economics/2012/12/instagram-asserts-right-sell-your-photos\">changed its terms</a> to allow the use of photos uploaded to the website for advertising purposes (without paying the photographer). It <a href=\"http://www.huffingtonpost.com/2012/12/20/instagram-terms-of-service-change_n_2333284.html\">sparked outrage</a>, and eventually resulted in the company updating the terms to clarify what rights it was, and was not, requesting.</p> \n<p>It was a rare example of a a company demanding the broadest possible legal interpretation of what it intended to do and was forced back into clearer, narrower terms.</p> \n<p>There are groups fighting for a world with clearer language, and narrower terms. Agust&iacute;n Reyna, of BEUC, is one: “Of course consumers have to be aware what they’re signing into. The problem is that one side has to work on the transparency of these terms. You cannot expect that the consumer will spend 20 minutes reading the terms and conditions of a specific service.” </p> \n<p>In general, reading the terms and conditions won’t be as exhausting as my week was. You don’t have to do it all in one go, after all. But it will likely end up being as pointless. Are you really going to leave Facebook if it is a little more aggressive about the rights they claim? After all these years? Is that the hill you’re going to die on?</p> \n<p>Reyna, however, has hope. “To be honest, I’m more optimistic. I think that it will improve with time, because at the end of the day it’s a matter of consumer trust: companies won’t gain consumer trust and confidence if they don’t display clearer terms of use about what is behind the service as such, especially when we see that all these consumer concerns about privacy issues are going up.”</p> \n<p>In the meantime, though, my advice is this: carry on not reading the terms and conditions. Hope someone with more time, a better legal education, or a weird fetish for huge chunks of block capitals, does it instead. And just hope you don’t sign away your first-born in the meantime.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/34c889762cc0832a54fb2424bbd414d39fd74604/0_22_4086_2452/4086.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2452,"width":4086,"orientation":"landscape","caption":"I swapped reading novels for 146,000 words of legal chaff, what did you do with your week?  Photograph: Lasse Kristensen / Alamy/Alamy","credit":"Lasse Kristensen / Alamy/Alamy","altText":"A man reading at night","cleanCaption":"I swapped reading novels for 146,000 words of legal chaff, what did you do with your week? ","cleanCredit":"Photograph: Lasse Kristensen / Alamy/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67243eedbc968900d80fc101921d577f1e0286ca/0_790_4500_2702/4500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2702,"width":4500,"orientation":"landscape","caption":"Simplenote’s terms of service: day to Apple’s night. Photograph: Stephen Studd/Getty Images","credit":"Stephen Studd/Getty Images","altText":"A blue sky","cleanCaption":"Simplenote’s terms of service: day to Apple’s night.","cleanCredit":"Photograph: Stephen Studd/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32595e8235f64d29180cfb890b4096a6e5c92203/0_1640_3628_2178/3628.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2178,"width":3628,"orientation":"landscape","caption":"Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage. Photograph: aophotography.com/Alamy","credit":"aophotography.com/Alamy","altText":"A packed tube carriage.","cleanCaption":"Modern life is rubbish part 16,784: reading BT’s EULA on a packed tube carriage.","cleanCredit":"Photograph: aophotography.com/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364417131/5542172347_888d98ef9d_o-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Note to legal writers – STOP SHOUTING. Photograph: Garry Knight/flickr","credit":"Garry Knight/flickr","altText":"A man with a megaphone","cleanCaption":"Note to legal writers – STOP SHOUTING.","cleanCredit":"Photograph: Garry Knight/flickr"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/677b1f28a83efe53490749725710c9c053921b81/0_227_3452_2073/3452.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2073,"width":3452,"orientation":"landscape","caption":"Unwind in front of the Playstation – after the small matter of 20,000 words of legalese.  Photograph: Thomas Peter/REUTERS","credit":"Thomas Peter/REUTERS","altText":"Person plays Playstation","cleanCaption":"Unwind in front of the Playstation – after the small matter of 20,000 words of legalese. ","cleanCredit":"Photograph: Thomas Peter/REUTERS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/550f18c49a0a7160c89924180a93a91cf43425d3/0_54_5100_3060/5100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3060,"width":5100,"orientation":"landscape","caption":"The pub: safe from the tyranny of license agreement – for now. Photograph: Alamy","credit":"Alamy","altText":"Old man drinks in a pub.","cleanCaption":"The pub: safe from the tyranny of license agreement – for now.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-15T10:56:41Z","lastModified":"2015-06-15T11:51:42Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Alex Hern","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-hern"}],"feature":true,"keywords":["Internet","Technology","Internet safety","Games","Google","Apple","Broadband","Computing","Law","Twitter","Facebook","PlayStation","BT"],"tags":[{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/internet-safety","webTitle":"Internet safety"},{"id":"technology/games","webTitle":"Games"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/broadband","webTitle":"Broadband"},{"id":"technology/computing","webTitle":"Computing"},{"id":"law/law","webTitle":"Law"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"technology/playstation","webTitle":"PlayStation"},{"id":"business/btgroup","webTitle":"BT"}],"section":{"id":"technology"},"topics":[{"displayName":"Alex Hern","topic":{"type":"tag-contributor","name":"profile/alex-hern"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","shortUrl":"http://gu.com/p/48v7k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet","webUri":"http://www.theguardian.com/technology/2015/jun/15/i-read-all-the-small-print-on-the-internet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Anyone else fancy reading page after page of dry, impenetrable prose? Just Alex Hern, and this guy, then … Photograph: Sandra Baker / Alamy/Alamy","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCaption":"Anyone else fancy reading page after page of dry, impenetrable prose? Just Alex Hern, and this guy, then …","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}},"importance":7,"byline":{"title":"Alex Hern"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434123463552/ff5a7828-f9c5-422d-a11e-84f7a546c376-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sandra Baker / Alamy/Alamy","altText":"Man reads desk full of legal documents.","cleanCredit":"Photograph: Sandra Baker / Alamy/Alamy"}}]},{"title":"Narcolepsy / The girl who falls asleep 40 times a day","rawTitle":"The girl who falls asleep 40 times a day","item":{"type":"article","id":"science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","title":"Narcolepsy and the swine flu vaccine: the girl who falls asleep 40 times a day","trailText":"Lucy Tonge was 13 when she developed narcolepsy after having the Pandemrix jab. She is appealing against the rejection of her compensation claim","standFirst":"<p>Lucy Tonge was 13 when she developed narcolepsy after having the Pandemrix jab. She is appealing against the rejection of her compensation claim</p>","byline":"Hannah Devlin Science correspondent","body":"<p>When Lucy Tonge started drifting off in front of the television as a 13-year-old, her parents put it down to typical teenage lethargy. And when she developed a strange habit of slumping forward when she laughed, her mum told her: “Stop doing that stupid thing when you laugh. It makes you look silly.” But she couldn’t.</p> \n<p>It was only when she started collapsing with no warning that her family sought medical advice that led to a diagnosis of narcolepsy. Soon afterwards, Tonge discovered that her sleeping disorder was very likely to have been triggered by the swine flu vaccine, which she had received in 2009 a couple of months before her symptoms first emerged.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/sep/19/swine-flu-vaccine-narcolepsy-uk\">Swine flu vaccine can trigger narcolepsy, UK government concedes</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2013/sep/19/swine-flu-vaccine-narcolepsy-uk\">The government has acknowledged the rare side-effect of the Pandemrix jab</a>, which was given to 6 million people in Britain during the 2009 and 2010 swine flu pandemic, but the Department for Work and Pensions (DWP)has rejected the compensation claims of about 80 people including Tonge on the grounds that their disabilities were not “severe”.</p> \n<p>This week, the group was given fresh hope that the challenges they face will be acknowledged after a tribunal <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/boy-wins-120000-damages-narcolepsy-swine-flu-vaccine-glaxosmithkline\">ordered the government to pay &pound;120,000 in damages to a 12-year-old boy</a> whose narcolepsy was also linked to Pandemrix.</p> \n<p>Tonge, who celebrated her 18th birthday last week, described the government’s stance as unjustifiable, saying narcolepsy had changed her life has been changed deeply and irreversibly. </p> \n<p>She falls asleep on average 40 times a day, sometimes for a few seconds mid-conversation, but other times for a lengthy nap. She also suffers from cataplexy, the complete loss of muscle control after a sudden burst of emotion such as surprise or happiness.</p> \n<p>“I’ve had some bad experiences, falling down stairs or off a chair on to tiles,” she said. “Sometimes my neck falls too far back or forwards and it can restrict my breathing, which is terrifying really.”</p> \n<p>Taking public transport on her own is a risk but her condition rules out learning to drive, and her A-levels were a struggle that she only got through with gritty determination.</p> \n<p>“It’s two years I’d quite happily forget,” she said. “I used to be a complete bookworm, but I can’t really read anymore because I have to exert so much energy to get through a passage. It’s quite distressing really.”</p> \n<p>Her Spanish A-level exam, which normally takes two hours and 45 minutes to complete, took her five and a half hours. “You listen to something once and then you fall asleep,” she said.</p> \n<p>When Tonge goes on a rare night out with friends she has to decide whether to come off her medication so she can have a drink, and she worries about her safety in the dark, chaotic atmosphere of a nightclub. </p> \n<p>“When you have cataplexy it makes you slur and stagger and look like you’re drunk. I’ve been in situations when I’ve had to hang on to someone for a few minutes and people have thought I was drunk.”</p> \n<p>She takes three medications for narcolepsy and two others to deal with the side-effects they produce.</p> \n<p>Despite the hurdles she faces, Tonge is optimistic, independent and enthusiastic about her future. She is looking forward to moving out of home in September, when she hopes to study radio production at the University of Westminster.</p> \n<p>The DWP wrote to Tonge’s family in 2013 to acknowledge that the vaccine, made by GlaxoSmithKlein (GSK), had caused the disorder. It argued, however, that she did not meet the threshold defined as 60% disabled, equivalent to the loss of a hand, for its statutory damages scheme, meaning she was not eligible for any compensation.</p> \n<p>Her family now intends to appeal against the decision.</p> \n<p>“When we got the letter, my mum was so angry. I was angry too, but my immediate reaction was just to laugh,” she said. “It was ridiculous. If someone has an incurable neurological disease caused by a vaccine they’ve been recommended to have by the government, you need to compensate them for that. You shouldn’t have to prove you’re damaged enough.”</p> \n<p>A government spokesman said:<strong tabindex=\"-1\"> “</strong>The vaccine damage payments scheme provides support in very rare cases where someone has become severely disabled as a result of immunisation against certain diseases. Decisions on claims take into account the individual circumstances of each case and the latest available medical evidence.”</p> \n<p>A GSK representative said: “We are actively researching the observed association between Pandemrix and narcolepsy, and the interaction this vaccine might have had with other risk factors in those affected.</p> \n<p>“We’re also continuing to support ongoing work from other experts and organisations investigating reported cases of this condition, and we hope these efforts will enable us to provide more answers in the future. We take the safety of patients who entrust their health in our vaccines and medicines very seriously.”</p> \n<h2>The science of narcolepsy</h2> \n<p>Narcolepsy is caused by the destruction of about 70,000 neurons in the hypothalamus that produce the “wakefulness” hormone orexin, also known as hypocretin. Without the hormone, people are left constantly on the brink of sleep.</p> \n<p>How the cells are killed is unclear, but scientists believe the body’s own immune system is probably responsible, and that the condition is often triggered by an infection such as flu.<br tabindex=\"-1\" /></p> \n<p>In the case of Pandemrix, scientists think that in rare cases the jab triggered a reaction in which the body’s immune cells confused the H1N1 proteins in the vaccine with orexin cells in the brain, causing them to be attacked and destroyed. </p> \n<p>The link with the vaccine emerged through epidemiological data showing peaks in the incidence of narcolepsy in countries where Pandemrix was deployed during the swine flu pandemic. It revealed one case of narcolepsy for every 55,000 jabs.</p> \n<p>It is impossible to be sure of the causes in any individual case, but the government accepts that Pandemrix was responsible in those who developed narcolepsy very soon afterwards. </p> \n<p>“What did upset me the most about this story was not the vaccine story, which really is just bad luck, a perfect storm, but the fact that it took a while for these kids to be treated,” said Prof Emmanuel Mignot, a world authority on narcolepsy at Stanford University. </p> \n<p>“And in young children, every year of non-treatment wrecks their future in a disproportional way in term of studies, self confidence, they often gain a huge amount of weight, cannot go to school.”</p> \n<p>The condition can be controlled with a combination of powerful sleeping drugs at night and stimulants, such as modafinil, during the day. In the future, scientists hope to find synthetic versions of orexin, which do a better job at restoring normal sleep-wake cycles.</p> \n<p>“Certainly, narcolepsy is as severe as losing one hand,” Mignot said. “Untreated, it can be hell. Treated, it is often manageable but never perfect. Like losing one hand, it is not necessarily the end of a productive life, but it is very life-altering and you must go in a new direction, take this into account for your entire personal and professional life.”</p> \n<p><br tabindex=\"-1\" /></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:00:20Z","lastModified":"2015-06-15T05:03:42Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Science","Swine flu","Health","Pharmaceuticals industry","GlaxoSmithKline","UK news"],"tags":[{"id":"science/science","webTitle":"Science"},{"id":"world/swine-flu","webTitle":"Swine flu"},{"id":"society/health","webTitle":"Health"},{"id":"business/pharmaceuticals-industry","webTitle":"Pharmaceuticals industry"},{"id":"business/glaxosmithkline","webTitle":"GlaxoSmithKline"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","shortUrl":"http://gu.com/p/49m54","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day","webUri":"http://www.theguardian.com/science/2015/jun/15/narcolepsy-and-the-swine-flu-vaccine-the-girl-who-falls-asleep-40-times-a-day"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lucy Tonge is one of 80 who have had applications for compensation rejected by the Department for Work and Pensions because their disabilities were not ‘severe’. Photograph: John Robertson/www.jr-photos.com","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCaption":"Lucy Tonge is one of 80 who have had applications for compensation rejected by the Department for Work and Pensions because their disabilities were not ‘severe’.","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}},"importance":5,"kicker":{"title":"Narcolepsy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434293411990/84f1e263-6b9b-46d0-b61b-e3ab5256edb8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Robertson/www.jr-photos.com","altText":"Lucy Tonge","cleanCredit":"Photograph: John Robertson/www.jr-photos.com"}}]},{"title":"Italia 90 / It wasn't beautiful to everyone, but it will always be special","rawTitle":"It wasn't beautiful to everyone, but it will always be special","item":{"type":"article","id":"football/blog/2015/jun/15/italia-90-world-cup-special","title":"Why Italia 90 was not beautiful to everyone, but will always be special","trailText":"Twenty-five years after Gazza’s tears, Pavarotti, Toto Schillachi, World in Motion and the joy of Cameroon, the memories of an era-defining tournament still remind us of when even a World Cup was a smaller, simpler affair","standFirst":"Twenty-five years after Gazza’s tears, Pavarotti, Tot&ograve; Schillaci, World in Motion and the joy of Cameroon, the memories of an era-defining tournament still remind us of when even a World Cup was a smaller, simpler affair","byline":"Amy Lawrence","body":"<p>To football lovers of a certain age, naming that tune in one second isn’t just easy, it comes with the added ability to transport people back in time, a quarter of a century in a heartbeat. Even <a href=\"https://youtu.be/V5moKfZ9Y2Q?t=29s\">before Luciano Pavarotti fills his lungs,</a> as the lilting melody of the chorus of Nessun Dorma starts to rise, via musical time travel we arrive smack bang in the midst of Italia 90.</p> \n<p>Some critics of the day found it hard to care for that World Cup. For the purists, it lacked the required flamboyance, defending was cynical, and the final reeked of ill-tempered drudgery. But to assess Italia 90 only according to those parameters is to miss all the virtues that gave it meaning. It might be pushing it slightly to say that everything I learned about life I learned at that World Cup, but if all Italia 90 kids don’t admit that month was transformative, I will consider eating my Ciao hat. (That was the very stylish mascot, by the way – a stick man with tricolore colouring and a football head.)</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/may/15/england-world-cup-italia-1990-gary-lineker-diego-maradona\">England's performance at Italia 90 World Cup is venerated too much | Jonathan Wilson</a> </p> \n</aside> \n<p>It might not have been a World Cup of great games, but it was a World Cup of memorable tales and epic emotions: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2006/jun/02/smalltalk.sportinterviews\">Roger Milla shook his 38-year-old hips</a> at the corner flag for himself, for Africa, for old people anywhere who don’t give up believing in the unbelievable. Tot&ograve; Schillaci smashed in shots, wheeled off with his crazed eyes virtually popping out of their sockets, and became an unlikely hero. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/may/22/25-stunning-world-cup-moments-\">Frank Rijkaard and Rudi V&ouml;ller were entwined in a spitting red card fandango</a>. David O’Leary kept his legs from buckling to score a legendary knock-out penalty.<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/jun/03/world-cup-25-stunning-moments-gazza-cries-1990\"> Gazza, as everybody knows, cried</a> but the scene gains depth with that concerned glance that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2014/mar/27/retro-mbm-england-v-west-germany-sort-of-live\">Gary Lineker threw at Bobby Robson</a>. Italy wept as they were niggled through the semi-final and left vanquished by Argentina in Diego Maradona’s adopted city of Naples.</p> \n<p>And then in the final, to paraphrase Lineker’s famous phrase, 22 men chased a ball around (which became 20 after two red cards) and at the end, the Germans won. Franz Beckenbauer entered that special double club of World Cup winners as player and manager.</p> \n<p>But there is a broader picture even beyond the stories embroidered on the pitch. Italia 90 was the bridge from old style World Cups to the new. Four years afterwards, Fifa began its quest to spread its tentacles, to take the show into territories where football was less rooted. Since departing Rome’s Olympic Stadium in 1990 with Lothar Matth&auml;us’s arms around the golden trophy, three out of the subsequent six World Cups have taken place outside the traditional powerbases: USA 94, Japan and South Korea 2002, South Africa 2010 (alternating with three historic football countries in France, Germany and Brazil). If we factor in the next two competitions currently set for Russia 2018 and Qatar 2022, that trend towards developing markets carries even more weight.</p> \n<figure class=\"element element-image\" data-media-id=\"e109eb09585eb4bc2fc8555a420f6966714eccdd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434364587180/c981dc4f-b61f-4502-acca-44125a36798e-460x276.jpeg\" alt=\"England's manager Bobby Robson poses with Ciao, the mascot of the 1990 World Cup.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s manager Bobby Robson poses with Ciao, the mascot of the 1990 World Cup.</span> \n  <span class=\"element-image__credit\">Photograph: David Cannon/Getty Images</span> \n </figcaption> \n</figure> \n<p>Italia 90 took place in an era where attending a World Cup was not an outrageously extravagant idea for an adventurous football fan. There was no notion of hotels or restaurants bumping up their prices by insane percentages to rip off visitors. Tickets floated about at face value if you looked hard enough in most host cities, certainly in the group stage. Word got round in the streets of the names of shops and bars which were selling match tickets up to the eve of the game. There were no fan parks, it was all improvised for better or for worse. The idea of a group of corporate punters forming a crocodile in branded baseball hats following a pretty girl holding up a sign bearing the name of a vast conglomerate as they march to a tented village would not have got very far. That audience didn’t want to go to football anyway then.</p> \n<p>Confession: I retain the same blind love for Italia 90 today that struck me then. I was 18 years old, and it was beyond exciting for anyone who experienced it as a seminal World Cup experience. Luckily for me, not only was I at the right time of life to be able to plan my month around watching games, filling in wallcharts and so on, I was also old enough, and had enough free time in a post-exam lull, to actually go. The decision was spontaneous, made in the crazy excitement of the opening game, which I watched on telly with a couple of friends, Nick (Leeds United) and Paul (Everton).</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/feb/12/world-cup-25-stunning-moments-cameroon-argentina\">Cameroon v Argentina was dubbed the Miracle of Milan</a>. It was symbolic of how entrants from Africa were regarded that the BBC commentator described them, in a manner that seems so patronising today but was not intentional then, as “happy go lucky fellows”. They were able enough to not just compete with Argentina, the reigning champions, but to defeat them.</p> \n<p>We looked at each other after the final whistle confirmed one of the most improbable of all World Cup results with the same thought at the same time: Let’s go.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2010/oct/14/on-second-thoughts-italia-90\">On Second Thoughts: Italia 90 | Rob Smyth</a> </p> \n</aside> \n<p>After a quick consultation with the wall chart, to determine who was playing where and what would be the best place to aim for, it was destination Genoa and Turin, armed with a couple of hundred quid and a sleeping bag. A fantastic group – Brazil, Sweden, Scotland and Costa Rica – was a great attraction, as was the fact it was significantly distant from England’s base in Sardinia. We wanted to enjoy the World Cup as peaceful football fans, without the bother of reputations shadowing our every step.</p> \n<p>There, with that awkward sentence for an English football-loving person to write, is another key to why Italia 90 mattered so much. In fact maybe it’s part of the explanation for why it matters so much more in England than in many of the other participant countries.</p> \n<p>God knows English football needed a tournament to salve wounds, to mend a broken reputation overseas, with the tragedies of Heysel and Hillsborough – which didn’t have the luxury then of the truth that is emerging at the current inquests all these years later – still so close in our minds and hearts.</p> \n<p>Pete Davies, the author of the outstanding account <a href=\"http://www.amazon.co.uk/All-Played-Out-Story-Italia-x/dp/0224059548\">All Played Out</a>, summed up the ambience of the time in a recent interview with Esquire magazine. “The way the game is now derives, to a very great extent, from the transformation that Italia 90 affected. Prior to Italia 90 football in England was perceived as a squalid, hooligan-ridden, embarrassing sump of gormless violence. Our team was crap, our supporters were worse, and you did not talk about it over dinner.”</p> \n<p>We headed by train and ferry to Genoa, far from what was expected to be the madding crowd. We stopped off in Turin, the venue for Brazil’s opening game against Sweden. Then on to Genoa, to take in the surprise of Costa Rica beating Scotland, before Andy Roxburgh’s team redeemed themselves a bit by seeing off Sweden.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1100cb1155fbbf448da8efeb09d12a5402cc7ab4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434364824005/7caf3a2d-f642-4ecc-ac9d-0152c64c726c-326x420.jpeg\" alt=\"A young Amy Lawrence meets a Swedish fan in Genoa during the 1990 World Cup.\" width=\"326\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A young Amy Lawrence meets a Swedish fan in Genoa during the 1990 World Cup.</span> \n  <span class=\"element-image__credit\">Photograph: Amy Lawrence</span> \n </figcaption> \n</figure> \n<p>There was not enough accommodation for the many meanderers who had made Genoa base camp. The city officials decided the sensible thing was to keep the football fans together, so we were invited to sleep in the railway station. The daily routine went something like this: At around 6am, before the commuters had the misfortune of stepping over a series of comatose bodies on their way to work, the police gently woke us from our slumbers, we packed away our sleeping bags, dumped them in left luggage, and availed ourselves of the station showers for a wash and brush up. Some couldn’t quite manage that so ended up taking a soap and a shave in the ornate fountain which is the centre piece of the beautiful Piazza de Ferrari.</p> \n<p>The days were filled with impromptu football games in the square (there was a local kid who spent the whole time being Roberto Donadoni), the search for tickets, watching matches in cafes, conjuring up ways around the alcohol ban, enjoying the hospitality of the Genovese who brought out their children to have pictures alongside the colourful visitors and invited fans in for giant bowls of pasta.</p> \n<p>It was a true example of a catchphrase later bastardised by Fifa – this was the “football family” where anyone from anywhere was invited for one gigantic party. The evenings became louder, naturally, as the three main groups in town – the Scots, Swedes and Italians – joined in each others’ songs.</p> \n<p>On the day of Scotland v Sweden word got around that a band of pipers, in full regalia despite the sweltering heat, would lead a march through town to the Stadio Luigi Ferraris. Thousands of folk in kilts and Viking helmets mingled as they followed the music and danced to the match.</p> \n<p>Back in England, the team’s progress, and the lack of the kind of trouble everybody feared, was a huge part of the radical change that was coursing through our football in a post-Heysel and Hillsborough world. People who sneered at the game, accustomed to seeing only ugliness, found themselves unexpectedly swept along. Gascoigne, the “daft as a brush” boy who played with such spontaneity and wore his emotions so readily, captured public imagination, and presented a very different image of English football.</p> \n<p>In the coming seasons, with stadiums being reformed to meet all-seater requirements, Nick Hornby’s Fever Pitch expressing the fan’s condition, the restrictions on foreign players being relaxed to open the doors to talent from across the world, the rebranding of the Premier League and arrival of Sky glitz, football would become more glamorous, more welcoming.</p> \n<p>The third-place play-off, contested by two desperately disappointed teams in England and Italy, turned out to be uplifting. After the medals had been doled out, all the players of both squads stood side by side clutching floral bouquets and they took a shared bow. It was an important moment, a bridge-building act of friendship and respect just five years after the nightmare of Heysel.</p> \n<p>For all that it means to English football, to Italians as the hosts whose fairytale didn’t come with a happy ending, to Cameroonians who hoped it would be the gateway to a major breakthrough for African footballers, there are also some other greatly changed nations for whom Italia 90 still has resonance. Four countries no longer exist in the way they did then. It was the last World Cup in which West Germany competed (unification came later in 1990). <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2007/jul/24/newsstory.sport9\">Yugoslavia began to break up in 1991</a>. Czechoslovakia split in 1992. This tournament represented the last appearance at a major finals of the Soviet Union team, as by the time the European Championship came around their place was taken up by the CIS, which was effectively just Russia.</p> \n<div>\n __VIDEO_EMBED_gu-video-437658063__\n</div> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2014/may/15/england-world-cup-italia-1990-gary-lineker-diego-maradona\">Maybe it wasn’t the best World Cup you will ever see</a>. Not many Brazilians or Dutch will reflect with much fondness, which given their status as aesthetic football nations is revealing. The statistics are not positive – the fewest goals per game in the competition’s history and the most red cards at that point.</p> \n<p>But still, it was so profoundly important. If anyone wants to squabble about that they could do worse than gawp at <a href=\"https://www.youtube.com/watch?v=EGUeRn5c3Tc\">Roberto Baggio’s salsa</a> through the Czechoslovakia defence or <a href=\"https://youtu.be/cJnPXwXrWSc?t=3m23s\">Dragan Stojkovic’s masterpiece against Spain</a>, listen to New Order’s <a href=\"https://www.youtube.com/watch?v=Re4aDJL3heA\">World in Motion,</a> marvel at the reaction to <a href=\"https://youtu.be/ldss7IDQhQ0?t=40s\">Fran&ccedil;ois Omam Biyik’s opening day goal</a> and the madness of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/video/2014/may/28/benjamin-massing-caniggia-1990-brick-video-animation-world-cup\">Benjamin Massing’s tackle</a> to mow down a galloping Claudio Caniggia to make the Miracle of Milan, read All Played Out, and cap it all off with Nessun Dorma.</p> \n<p>As the man himself sang with such immense, Italian gusto, “<em>Vincer&ograve;! Vinceeeeeeer&ograve;</em>!”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/15/1434364337112/-World-Cup-1990-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Memories that never fade: Roger Milla dances after scoring for Cameroon, Paul Gascoigne cries after England's defeat to West Germany and Toto Schillachi's eye-bulging celebrations were all part of the Italia 90 World Cup. Photographs: Bongarts/Getty Images\rE1163126","credit":"Henri Szwarc/Bongarts/Getty Images","altText":" World Cup 1990","cleanCaption":"Memories that never fade: Roger Milla dances after scoring for Cameroon, Paul Gascoigne cries after England's defeat to West Germany and Toto Schillachi's eye-bulging celebrations were all part of the Italia 90 World Cup. Photographs: Bongarts/Getty Images\rE1163126"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364588802/c981dc4f-b61f-4502-acca-44125a36798e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England’s manager Bobby Robson poses with Ciao, the mascot of the 1990 World Cup. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"England's manager Bobby Robson poses with Ciao, the mascot of the 1990 World Cup.","cleanCaption":"England’s manager Bobby Robson poses with Ciao, the mascot of the 1990 World Cup.","cleanCredit":"Photograph: David Cannon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364823426/7caf3a2d-f642-4ecc-ac9d-0152c64c726c-793x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":793,"orientation":"portrait","caption":"A young Amy Lawrence meets a Swedish fan in Genoa during the 1990 World Cup. Photograph: Amy Lawrence","credit":"Amy Lawrence","altText":"A young Amy Lawrence meets a Swedish fan in Genoa during the 1990 World Cup.","cleanCaption":"A young Amy Lawrence meets a Swedish fan in Genoa during the 1990 World Cup.","cleanCredit":"Photograph: Amy Lawrence"}],"webPublicationDate":"2015-06-15T11:02:04Z","lastModified":"2015-06-15T11:51:30Z","metadata":{"commentable":true,"commentCount":129,"contributors":[{"name":"Amy Lawrence","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/21/1408638591823/Amy-Lawrence-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amylawrence"}],"feature":true,"keywords":["World Cup","Football","Sport"],"tags":[{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Amy Lawrence","topic":{"type":"tag-contributor","name":"profile/amylawrence"}}],"embeddedVideos":[{"id":"gu-video-437658063","source":"guardian.co.uk","durationInSeconds":45,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/05/23/140523BbBcaniggia1990-16x9.mp4"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2014/05/23/140523BbBcaniggia1990_3gpLg16x9.3gp"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2014/05/23/140523BbBcaniggia1990_3gpSml16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/05/23/140523BbBcaniggia1990/140523BbBcaniggia1990.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/5/23/1400860357588/Brick-by-brick-World-Cup--018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"Brick-by-brick reconstruction of Benjamin Massing's demolition of Argentina's Claudio Caniggia, in the opening match of the 1990 World Cup\r Photograph: guardian.co.uk","credit":"guardian.co.uk/guardian.co.uk","altText":"Brick-by-brick World Cup moments: Massing's tackle on Caniggia - video","cleanCaption":"Brick-by-brick reconstruction of Benjamin Massing's demolition of Argentina's Claudio Caniggia, in the opening match of the 1990 World Cup\r Photograph: guardian.co.uk"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/15/italia-90-world-cup-special","shortUrl":"http://gu.com/p/49nzy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/15/italia-90-world-cup-special","webUri":"http://www.theguardian.com/football/blog/2015/jun/15/italia-90-world-cup-special"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/15/1434364337112/-World-Cup-1990-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Memories that never fade: Roger Milla dancing after scoring for Cameroon, Paul Gascoigne crying after England’s defeat to West Germany and Toto Schillachi’s eye-bulging celebrations, all part of Italia 90 World Cup folklore. Photographs: Bongarts/Getty Images","credit":"Henri Szwarc/Bongarts/Getty Images","altText":" World Cup 1990","cleanCaption":"Memories that never fade: Roger Milla dancing after scoring for Cameroon, Paul Gascoigne crying after England’s defeat to West Germany and Toto Schillachi’s eye-bulging celebrations, all part of Italia 90 World Cup folklore. Photographs: Bongarts/Getty Images"}},"importance":5,"kicker":{"title":"Italia 90"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/15/1434364337112/-World-Cup-1990-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Memories that never fade: Roger Milla dances after scoring for Cameroon, Paul Gascoigne cries after England's defeat to West Germany and Toto Schillachi's eye-bulging celebrations were all part of the Italia 90 World Cup. Photographs: Bongarts/Getty Images\rE1163126","credit":"Henri Szwarc/Bongarts/Getty Images","altText":" World Cup 1990","cleanCaption":"Memories that never fade: Roger Milla dances after scoring for Cameroon, Paul Gascoigne cries after England's defeat to West Germany and Toto Schillachi's eye-bulging celebrations were all part of the Italia 90 World Cup. Photographs: Bongarts/Getty Images\rE1163126"}}]},{"title":"Introducing the band / Mogwai's Stuart Braithwaite interviews the Jesus and Mary Chain's Jim Reid","rawTitle":"Mogwai's Stuart Braithwaite interviews the Jesus and Mary Chain's Jim Reid","item":{"type":"article","id":"music/2015/jun/15/mogwai-stuart-braithwaite-interviews-jesus-and-mary-chain-jim-reid-all-tomorrows-parties","title":"Introducing the band: Mogwai's Stuart Braithwaite interviews the Jesus and Mary Chain's Jim Reid","trailText":"In the run up to Mogwai’s ATP event next week, Stuart Braithwaite speaks to some of the event’s performers. Here’s the Mary Chain’s Jim Reid, who talks acid, anger, banishment from the BBC and brotherly hate","standFirst":"<p>In the run up to <a href=\"http://www.roundhouse.org.uk/whats-on/2015/celebrating-the-20th-anniversary-of-mogwai-an-atp-season-at-the-roundhouse/\">Mogwai’s ATP event</a> next week, Stuart Braithwaite speaks to some of the event’s performers. Here’s the Mary Chain’s Jim Reid, who talks acid, anger, banishment from the BBC and brotherly hate </p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/mar/31/mogwais-atp-festival-lineup-includes-public-enemy-gza-and-jesus-and-mary-chain\"><span class=\"bullet\">•</span> Mogwai’s ATP lineup: Public Enemy, GZA and Jesus and Mary Chain</a></p>","byline":"Harriet Gibsone","body":"<p><strong>Stuart Braithwaite: </strong>One of the things that made your music make a lot more sense to me was hearing some of the stories about the environment you grew up in the late 70s and early 80s in East Kilbride. Did that bleakness play a big part in the music you listened to and the music you ended up making? <br /></p> \n<p><strong>Jim Reid:</strong> Definitely. East Kilbride in the 70s, it felt like Mars. It felt like the world happened somewhere else. You were an observer, so travelling the world and being in a band that anyone gave a shit about seemed to us almost impossible. I think that had a part in shaping us as people, and our music, considerably.</p> \n<p><strong>SB:</strong> What was the music that opened the door for you and made you feel like a being in a band was possible?</p> \n<p><strong>JR:</strong> The punk thing was definitely when it hit home that we could do it. Me and William [Reid] were quite into music from an early age and I don’t really know where that came from – my mum and dad weren’t particularly interested in music. We got into glam, but we thought it was something other people do. Then punk rock happened and suddenly it was like: “This is something we could do. This is something that’s within our reach.” I remember hearing <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/ramones\">the Ramones</a> and it was like a sledgehammer to the forehead. You could pick up a guitar, and within a couple of weeks you’d be playing one of their songs. Writing them was a different matter, it’s by no means easy to come up with the brilliant ideas. But still, it was a start. Punk was when it started to hit home that we could not only be listeners but the guys who make the music.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"62122d4905fa005ed962b391d8fdac3d3ce50f8d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434118935908/4e771b99-ffc0-4bb8-8b02-350992021ec6-342x420.jpeg\" alt=\"Brothers Jim Reid and William Reid of the Jesus and Mary Chain, London, 1985. \" width=\"342\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We felt like we stood out like sore thumbs’ … the Jesus and Mary Chain, London, 1985.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Putland/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>SB:</strong> I am sure you guys were and maybe still are into <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2014/jul/23/girl-groups-10-of-the-best-ronettes-supremes-shangri-las\">Phil Spector girl groups</a>. Did you hear about those bands via the Ramones?</p> \n<p><strong>JR:</strong> The Shangri Las were my favourite of those girl bands. I remember Leader of the Pack was in a Levi’s ad in 1975 and that was the first time I ever heard the song. As a result I dug up some more stuff of theirs. There’s just something magical about that kind of music that stuck with us. It always depresses me if you’re only into one thing – if all you listen to is heavy metal, it just seems a bit like: “Is that it? Can’t you broaden your horizons?”</p> \n<p><strong>SB:</strong> I was thinking about how you were drawn to so much psychedelic music – the kind of music you envisage alongside people walking about with flowers in their hair. That’s the opposite of where you came from – you were a weirdo gang, the odd ones out, and you celebrated that rather than letting it define you in any way.</p> \n<p><strong>JR: </strong>The odd ones out. That’s going to be written on our tombstones. We were the odd ones out. You know East Kilbride, I’m not putting the place down but it wasn’t that interesting. I don’t know what it’s like now, but in the 70s everything was geared to the mall, to normality and mass taste. We certainly felt like we stood out like sore thumbs. The weirdos. The kind of entertainment that we looked for really didn’t exist in East Kilbride and as a result we started to get into acid and stuff like that, just to take us away from the mundane. We found music that was made under the influence of drugs, and you discover a whole new alternative culture by being led down that route.</p> \n<blockquote class=\"quoted\"> \n <p>The odd ones out. That’s going to be written on our tombstones.</p> \n</blockquote> \n<p><strong>SB: </strong>I thought one of the stories that encapsulated the beginning and the brilliance of the Mary Chain was the one where you were all fucked on acid and taking photos of each other, and suddenly everyone from the Orange Order appears. That is probably the worst thing I can think to happen on acid. </p> \n<p><strong>JR: </strong>I hate to go on too much about drugs but it did happen – we did get into weird acid trips. We used to hang out around this old deserted factory in East Kilbride and get off our tits and smash the fuck out of the place. It wasn’t your flowers-in-your-hair hippy-trippy stuff. We used to get, I wouldn’t say violent, but kind of creatively aggressive. </p> \n<p><strong>SB: </strong>From my understanding, you went from playing music in your house to making albums. A lot of your connections seem closely defined by people: meeting <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/primal-scream\">Bobby [Gillespie]</a> and <a href=\"http://www.theguardian.com/music/series/mcgeeonmusic\">Alan [McGee]</a>. Can you explain how you met those guys?<br /></p> \n<p><strong>JR:</strong> Who knows what would have happened if we hadn’t met Bobby and Alan. It was pure luck. We would try to get a gig in Glasgow and no one was interested; we’d given a tape of a demo to some guy who was putting on a club, and he wasn’t interested. But it just so happened there was a Syd Barrett compilation on the other side of the tape, and he knew Bobby and said: “Here’s a compilation – you can have it if you want it.” Bobby played the Syd Barrett side, turned it over and listened to our demos and he loved them. It had a phone number on it so he phoned us up and said, “I’ve got this mate in London – he’ll put a gig on.” It all happened from that point on. It was hot a day in June, and me and William were screaming at each other. We were supposedly doing a soundcheck but me and him were screaming at each other – we’d only just met McGee, and within five minutes we were having a fight and he just thought we were nuts. He thought we were some kind of psychotic version of the Monkees or something. He was totally into it and was like: “Yeah, let’s do an album.” It was amazing that anyone even cared. It seemed to be fast-forward from that point on.</p> \n<p><strong>SB:</strong> It’s funny when bands start. You just get swept away. You get too busy to think about how mental it is, then only later get to the stage where you think: how the fuck did that happen? </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jun/14/jesus-mary-chain-riot\">The Jesus and Mary Chain cause a 'riot'</a> </p> \n</aside> \n<p><strong>JR:</strong> Totally. We’d gone on the dole in January 1985, and in March we were playing in New York City.</p> \n<p><strong>SB:</strong> Your early gigs were pretty raucous and there <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jun/14/jesus-mary-chain-riot\">was eventually a riot</a>. Was it a self-fulling prophecy?</p> \n<p><strong>JR:</strong> I mean, it was a lot less to do with music at that time. We could hardly play. It was as loud as hell because if we turned it down people would be going: “those guys can’t play a fucking note.” A lot of it was just: “Fucking hell – someone’s going to find us out any minute.” A lot of it came out of our insecurity and inability, I suppose. At the time, we thought “We can’t go out and sound like an honest to goodness rock band”, so we would make it so that you wouldn’t forget it. If you came to see the Mary Chain, it was something that would stay with you for a while. We deliberately pressed buttons. We knew we were winding people up. For a while, it seemed like a bit of a laugh and then it got out of control. It seemed like someone was going to get hurt bad. If it was us, then fair enough, but if it was someone in the audience then I didn’t want that on my conscious. We stepped back for a bit. We didn’t play live for about six months, and hoped it would all blow over. As luck would have it, it did.</p> \n<p><strong>SB:</strong> One of my favourite things of yours was a <a href=\"https://www.youtube.com/watch?v=4tKzsG17fqI\">Peel Session - an acoustic session </a>with some of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/oct/26/jesus-and-mary-chain-psychocandy-live-interview\">Psychocandy</a> songs, using just guitar and voice. I think that might have been lost on people at the time because of the stories about the noise. </p> \n<p><strong>JR: </strong>We had always intended on doing an acoustic album but we never did get round to it. We tried with Stoned and Dethroned. It’s quite hard to pull it off – we realised we didn’t know how to make an acoustic record.</p> \n<p><strong>SB: </strong>When Some Candy Talking came out, I remember there was a fury with Radio 1 because they thought it was a drugs anthem?</p> \n<p><strong>JR:</strong> They didn’t ban it. If they had banned it that would have been great, it would have immediately been No 1. They just didn’t play it. But that was nothing new as they didn’t play any Mary Chain records. William wrote it but I am pretty sure I can say it wasn’t about drugs. The original was recorded as part of a Peel Session, so it just sounded like utter hypocrisy that they take such a hard tone. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nZW2yLR-JKE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/nZW2yLR-JKE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>SB:</strong> When you were playing on Top of the Pops, did you feel like you didn’t belong there? The weird world of celebrity that I can’t imagine any of you guys were into at all.<br /></p> \n<p><strong>JR:</strong> No, we never really got in – that was an exclusive club we were just visiting, that’s the way it was with us. We always seemed to fuck people off. I swear to God, without trying we seemed to make enemies all over the place. We only ever got invited on Top of the Pops once. We never got asked back. I don’t know what we did. Well, I do know. We got very drunk and that was enough to piss people off. I remember we did a show called The Roxy, ITV’s version of Top of the Pops, and the floor manager made a Freudian slip: he shouted “roll the crap” instead of “roll the track”. We started pissing ourselves laughing and they chucked us out! We couldn’t believe it – they insulted us so we laughed. Things like that happened all the time. The world of celebrities and showbiz was never going to be for us, I suppose.</p> \n<p><strong>SB:</strong> Maybe you broke too many mirrors when you were on acid. When Bobby left to do Primal Scream full-time, did that feel like a bit of a watershed for the band or did you always know he was going to end up doing his own thing?</p> \n<p><strong>JR:</strong> We always knew that Bobby’s time with the Mary Chain was very temporary. We gave him a chance to join the band, which we knew he wouldn’t do – it’s not going to work being in two bands. We were all pretty good and prepped for it.</p> \n<p><strong>SB: </strong>You’ve previously mentioned the change of fashion, and it playing against you. I have to say I find that kind of depressing, as I don’t think the press dictate musical trends now as much as they did.</p> \n<p><strong>JR:</strong> I would say that’s true. I think a lot of that is to do with the fact that people get their information from all over the place, whereas in the 80s and 90s, scenes and bands were made or broken by a small number of people – the NME or Melody Maker. Now that kind of thing can’t happen anymore. I suppose it brings its own kind of problem, but there’s not that kind of sea-change anymore.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f034fbfdc75dc66dd54509dbf018a5d205acd5ae\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434118209516/ce3567d0-5d48-4cd7-828c-e62bc06da6c9-460x297.jpeg\" alt=\"Jim and William Reid with then bandmate Bobby Gillespie in 1985. \" width=\"460\" height=\"297\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jim and William Reid with then bandmate Bobby Gillespie in 1985. </span> \n  <span class=\"element-image__credit\">Photograph: Steve Callaghan/Rex Features</span> \n </figcaption> \n</figure> \n<p><strong>SB:</strong> When we started our band in the mid 90s, one of the things that was a driving force was that a lot of bands we liked had been marginalised. A lot of the bands that mean a lot to us – Sonic Youth, the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/my-bloody-valentine\">Valentines</a>, you guys – had been put in a drawer because the people who decided what was fashionable were into something else. It’s weird when you think what would have happened had your band started at a different time. But then again, you’d be going at a time when folks stopped buying records. </p> \n<p><strong>JR: </strong>You could go on for hours about bad timing. I can’t really complain. We’ve had quite a good time of it through the decades. And hey – we’re still touring and doing our thing and people come and see us, so it’s all good.</p> \n<p><strong>SB: </strong>I won’t bang on about when you broke up, but how have you found it since you came back?</p> \n<p><strong>JR:</strong> It’s kind of surprisingly enjoyable and surprisingly easy. I wasn’t sure when we got back in 2007 if there was any demand, for a start. How was it going to be with that fucking brother of mine? Am I going to kill him or is he going to kill me? We don’t always see eye to eye, William and I, but we learned how to sidestep each other. In the 90s, it got to the point where we went out of our way to annoy the fuck out of each other. We couldn’t really be in a room together. So thankfully it’s not like that now. We argue, but it’s never going to be the way it was as we’re older, a bit wiser. There’s been a lot of shit that’s happened, but we’re going to have to make the best of it and give each other space.</p> \n<p><strong>SB: </strong>How do you feel about the legacy of the band? I feel like it’s snowballed over the years – there are bands who don’t just sound like you but dress like you used to do. It shows that what you did had a permanence to it. </p> \n<p><strong>JR:</strong> It’s nice. I like to hear that bands have taken ideas that we had and run with them. It’s a bit depressing when a band are pure emulation. I have heard bands and thought it’s just the Mary Chain. What’s the point? But there are a lot of bands who have elements of us in their music, and that’s great. In essence, that’s what rock’n’roll is. Borrowing things from the past and updating them.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/mar/31/mogwais-atp-festival-lineup-includes-public-enemy-gza-and-jesus-and-mary-chain\">Mogwai's ATP festival lineup: Public Enemy, GZA and Jesus and Mary Chain</a> </p> \n</aside> \n<p><strong>SB:</strong> I’m out of questions, but I’m friends with Bobby and his question was: “On what record or song do you think you achieved the perfect combination of the Shangri Las and Einst&uuml;rzende Neubauten?</p> \n<p><strong>JR: </strong>Oh. I wish he had emailed me this question, I could have thought about it better. That’s too difficult. <a href=\"https://www.youtube.com/watch?v=LDmzfVMVr8k\">Maybe Some Candy Talking live</a>.</p> \n<ul> \n <li><a href=\"http://www.roundhouse.org.uk/whats-on/2015/celebrating-the-20th-anniversary-of-mogwai-an-atp-season-at-the-roundhouse/\">Mogwai’s ATP season</a> is at the Roundhouse, London, from 24 June to 5 July <br /></li> \n <li>Tomorrow, Stuart Braithwaite interviews Geoff Barrow and Billy Fuller of Beak <br /></li> \n</ul>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434366420209/bd8aab2a-3db7-4b6a-b68e-f95bb16f3489-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ilpo Musto / Rex Features/Ilpo Musto / Rex Features","altText":" Jesus and Mary Chain - 1986 ","cleanCredit":"Photograph: Ilpo Musto / Rex Features/Ilpo Musto / Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434118937360/4e771b99-ffc0-4bb8-8b02-350992021ec6-1661x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1661,"orientation":"portrait","caption":"‘We felt like we stood out like sore thumbs’ … the Jesus and Mary Chain, London, 1985. Photograph: Michael Putland/Getty Images","credit":"Michael Putland/Getty Images","altText":"Brothers Jim Reid and William Reid of the Jesus and Mary Chain, London, 1985. ","cleanCaption":"‘We felt like we stood out like sore thumbs’ … the Jesus and Mary Chain, London, 1985.","cleanCredit":"Photograph: Michael Putland/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434118210303/ce3567d0-5d48-4cd7-828c-e62bc06da6c9-2060x1330.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1330,"width":2060,"orientation":"landscape","caption":"Jim and William Reid with then bandmate Bobby Gillespie in 1985.  Photograph: Steve Callaghan/Rex Features","credit":"Steve Callaghan/Rex Features","altText":"Jim and William Reid with then bandmate Bobby Gillespie in 1985. ","cleanCaption":"Jim and William Reid with then bandmate Bobby Gillespie in 1985. ","cleanCredit":"Photograph: Steve Callaghan/Rex Features"}],"webPublicationDate":"2015-06-15T11:11:23Z","lastModified":"2015-06-15T11:58:13Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Harriet Gibsone","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/23/1422017087604/Harriet-Gibsone-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harriet-gibsone"}],"feature":false,"keywords":["Jesus and Mary Chain","Music","Culture","Indie","Pop and rock","Mogwai","All Tomorrow's Parties"],"tags":[{"id":"music/jesus-and-mary-chain","webTitle":"Jesus and Mary Chain"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/indie","webTitle":"Indie"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/mogwai","webTitle":"Mogwai"},{"id":"music/all-tomorrows-parties","webTitle":"All Tomorrow's Parties"}],"section":{"id":"music"},"topics":[{"displayName":"Harriet Gibsone","topic":{"type":"tag-contributor","name":"profile/harriet-gibsone"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/15/mogwai-stuart-braithwaite-interviews-jesus-and-mary-chain-jim-reid-all-tomorrows-parties","shortUrl":"http://gu.com/p/49yhf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/15/mogwai-stuart-braithwaite-interviews-jesus-and-mary-chain-jim-reid-all-tomorrows-parties","webUri":"http://www.theguardian.com/music/2015/jun/15/mogwai-stuart-braithwaite-interviews-jesus-and-mary-chain-jim-reid-all-tomorrows-parties"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434366420209/bd8aab2a-3db7-4b6a-b68e-f95bb16f3489-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jesus and Mary Chain - 1986 Photograph: Ilpo Musto / Rex Features/Ilpo Musto / Rex Features","credit":"Ilpo Musto / Rex Features/Ilpo Musto / Rex Features","altText":" Jesus and Mary Chain - 1986 ","cleanCaption":"Jesus and Mary Chain - 1986","cleanCredit":"Photograph: Ilpo Musto / Rex Features/Ilpo Musto / Rex Features"}},"importance":4,"kicker":{"title":"Introducing the band"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434366420209/bd8aab2a-3db7-4b6a-b68e-f95bb16f3489-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ilpo Musto / Rex Features/Ilpo Musto / Rex Features","altText":" Jesus and Mary Chain - 1986 ","cleanCredit":"Photograph: Ilpo Musto / Rex Features/Ilpo Musto / Rex Features"}}]},{"title":"This New Noise review / An excellent and insightful history of the BBC","rawTitle":"An excellent and insightful history of the BBC","item":{"type":"article","id":"books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","title":"This New Noise review – an excellent and insightful history of the BBC","trailText":"Charlotte Higgins’s history of the BBC tells of a turbulent past. Where does the corporation stand now and what of the future?","standFirst":"<p>Charlotte Higgins’s excellent history of the BBC, full of insight from former bosses, tells of a turbulent journey. Melvyn Bragg reflects on the corporation’s place in the nation’s psyche and its battle for survival in a changing media world</p>","byline":"Melvyn Bragg","body":"<p>Is the BBC in danger of meltdown in the accelerating climate of change in broadcasting? If so, how could that happen to an organisation still thought&nbsp;of as an immovable pillar in our culture and widely praised around&nbsp;the world as a big player?</p> \n<p>Charlotte Higgins’s <em>This New Noise: The Extraordinary Birth and Troubled Life of the BBC</em> is an account of an organisation that embraces so many aspects of this country’s life, traditions and personality that it seems to represent the British character itself. The book could scarcely be better or better timed. It is elegantly written, closely argued, balanced, pulls no punches and yet wears its respect for the BBC on its sleeve.</p> \n<p>It is particularly welcome as a corrective to the recent, in my view, distressingly inadequate volume of BBC history by Jean Seaton. In his review of <em>Pinkoes and Traitors</em>, TV executive <a href=\"https://www.opendemocracy.net/ourbeeb/david-elstein/%27pinkoes-and-traitors%27-tunnel-vision-of-broadcasting-history\" title=\"\">David Elstein</a> pointed out the inexcusable number of errors and omissions. There are <a href=\"http://en.wikipedia.org/wiki/Jean_Seaton#cite_note-Jean_Seaton_openDemocracy_9_April_2015-9\" title=\"\">promises it will be revised</a>. There are those who think it would be better pulped. It is equally distressing to the BBC’s admirers that the current hierarchy in Broadcasting House has endorsed it. Surely they must&nbsp;think that the BBC deserves better than that?</p> \n<p>Higgins has come to the rescue. She has employed a method long thought to be dead and gone. Through interviews and character sketches, she tells us a story of great men. The strategy is a perfect fit. There have been great women along the way, from <a href=\"http://www.bbc.co.uk/radio4/womanshour/timeline/hilda_matheson.shtml\" title=\"\">Hilda Matheson</a>, who worked alongside Reith (and coined the phrase “this new noise” to describe the unfamiliarity of the sound of the wireless), to <a href=\"http://www.screenonline.org.uk/people/id/1401847/index.html\" title=\"\">Grace Wyndham Goldie</a>, in the heyday of Lime Grove in the 1960s. And there were Catherine Dove, <a href=\"http://www.bbc.co.uk/aboutthebbc/insidethebbc/managementstructure/biographies/thomson_caroline.html\" title=\"\">Caroline Thomson</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2011/jun/09/patricia-hodgson-leaves-bbc-trust-for-ofcom\" title=\"\">Patricia Hodgson</a> and many others. There is also a raft of women now on the staff of&nbsp;the BBC, some of whom will be serious contenders when <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/tony-hall\" title=\"\">Tony Hall</a> retires. But so far it’s been the preserve&nbsp;of the great white male.</p> \n<p>Higgins includes some chairmen and some programme-makers, but the core of her book is built around the occupiers of the office of director general, who is also editor-in-chief. This strategy yields riches of coherence, liveliness and a clear sense of truth to BBC history. Perhaps it has been its ceaseless growth, extension and reinvention that gave the corporation something of the Plasticine nature of an object constantly capable of being remodelled even when 25,000 strong. A director general could make the BBC in his image.</p> \n<p>Lord Reith was its first inventor and shape-setter. When the BBC has strayed from Reith it has faltered. When it has the convictions of that tormented, Caledonian-giant engineer it has prospered. There is not a DG who has not felt judged by Reith. Reith was Genesis and all subsequent DGs were begat by him. Reith gave the BBC its grand purpose. “Its status and duties should correspond with those of public service… the BBC should be the citizen’s guide, philosopher and friend… and help to show that mankind is a unity and that the mighty heritage, material, moral and spiritual, if meant for the good of any, is meant for the good of all.”</p> \n<p>This has been translated into more contemporary language over the years, but when the BBC loses sight of it, it will be finished as a unique institution. This and other declarations from Reith are in effect the BBC’s Magna Carta.</p> \n<figure class=\"element element-image\" data-media-id=\"e9733fb622d44bb21134566c37a69d585d19501f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433934082588/e04fa915-8007-4ba0-80b6-e7ada12d23de-280x420.jpeg\" alt=\"Lord Reith, director-general of the BBC from 1927 to 1938: 'The BBC should be the citizen’s guide, philosopher and friend.'\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’</span> \n  <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> \n </figcaption> \n</figure> \n<p>There is the central question of independence, well covered by Higgins. 1926 was the crunch, the General Strike, when the BBC was the only conveyor of news in the land (apart from the government propaganda sheet, the <em>British Gazette,</em> and the TUC’s the<em> British Worker</em>). Winston Churchill wanted to commandeer it and was repulsed. Stanley Baldwin, the prime minister, broadcast to the nation from Reith’s house and was coached by him. Ramsay Macdonald, the leader of the opposition, asked leave to broadcast his point of view. Reith supported him, but the government refused permission and Reith had to back down. He consoled his conscience by putting out statements from the TUC. A sort of impartiality was maintained but a sort of independence was fudged and that fudge has been the bane of the BBC ever since.</p> \n<p>The second world war sealed the BBC into the nation. It also established the BBC around the world as a teller of truth and gave to this country an imperial prestige that has outlived colonial conquests.</p> \n<p>Then the curtain lifted. Hugh Carleton Greene breezed in from journalism and, with panache, ushered the BBC into the exhilarating liberation and merry-go-round of the 60s. There was <em>That Was the Week That Was</em>, new plays and other programmes by the eager grammar school intake – Dennis Potter, Alan Bennett, Ken Loach, David Mercer and others. And there was Greene’s careful wangling of&nbsp;a second channel that proved to be vitally refreshing.</p> \n<p>Greene licensed Grace Wyndham Goldie to run a talented nation state in the invigorating scruffiness of Lime Grove. It was to be from this that <em>Panorama</em>, <em>Tonight</em> and <em>Monitor</em> grew, as did the reputation of a future DG, Alasdair Milne, whose career brought into sharp focus the fight that had been going on since 1926. This brilliant man and born leader went into a BBC board lunch and came out before a morsel had been eaten to tell his PA that he had been summarily sacked. The executioner was Marmaduke Hussey, placed in the chair in 1987 by Margaret Thatcher to rid the BBC of its turbulent priest. The programme they picked on (there were several bold efforts to choose from) was a well-balanced film about Northern Ireland. But Margaret Thatcher was against any publicity given to the IRA and with a strike worthy of the mafia Milne was out. Whose BBC was it now?</p> \n<p>John Birt (DG 1992-2000), who came from ITV and like Reith was an engineer and a serious public service broadcaster, says&nbsp;in this book that he found the BBC&nbsp;“unmanaged and ill-disciplined in a way I would not from the outside have thought possible”. The sacking of Milne had led to a severe wilting of purpose.</p> \n<p>Birt, with characteristic intelligence and skill, reorganised it and used the reorganisation to fend off the government of the day. He was bombarded with criticism, most dramatically from Dennis Potter, and he got a cruel press, but as Christopher Bland, the BBC’s chairman of the day, says in this book, “strategically he was remarkable”. It emerged stronger.</p> \n<p>Birt’s successor was another ITV man, Greg Dyke, who was the most popular DG in its history. His talent for nurturing talent in others built on Birt’s achievement and between the two of them they gave the BBC the ring of success and achievement.</p> \n<p>Then the long arm of 1926, as it were, struck again. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2003/jul/18/bbc.politicsandiraq2\" title=\"\">The Gilligan/Kelly affair</a> brought Greg Dyke into direct conflict with Alastair Campbell and Tony Blair (whom Dyke had supported for many years). And once again the BBC board struck at a board meeting at which Dyke “just happened” to be without any allies and he was effectively sacked, although he chose to beat them to the punch by resigning.</p> \n<p>Mark Thompson, a BBC man who followed him, strove to keep the image of the BBC he had inherited. His licence fee settlement, which seemed canny at the time, burdened the BBC with the World Service, which, together with the broadband rollout and the Welsh language commitment was more government policy than a BBC remit. But Thompson thought it was worth the trade-off. The storm clouds were approaching and Thompson battened down.</p> \n<p>After the short interregnum of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/nov/10/bbc-crisis-george-entwistle-resigns\" title=\"\">George Entwistle</a>, Tony Hall was appointed in 2013. He had run BBC News under Birt and then gone on to be a successful director of the Royal Opera House. He has set out his stall and once again we can see the light coming from Reith. Hall’s strategy is dominated by a determination to ensure the BBC’s long-term survival.</p> \n<p>Now the horns are locked. The BBC is fighting on several fronts at the same time. Military historians say that this is as bad as it gets.</p> \n<p>Next year, the government’s key weapon, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/11/john-whittingdale-culture-secretary-bbc-charter-renewal\" title=\"\">BBC charter</a>, will be on the table. Unfortunately, it is widely accepted by the current government that the BBC is too leftwing and this was reinforced by Thompson. The government is fielding <a href=\"http://www.johnwhittingdale.org.uk/\" title=\"\">John Whittingdale</a>, a rightwing Conservative who knows a great deal about broadcasting. I think he has no intention of being the man who destroyed the BBC, but he will undoubtedly be tough on it. He doesn’t have to do much. He only has&nbsp;to freeze the licence fee again to cause considerable damage to the current BBC.</p> \n<p>And the licence fee depends on the possession of a television set, and an increasing number of especially younger people do not watch television on a television set. Other individually serving systems proliferate. No TV set. No fee.</p> \n<figure class=\"element element-image\" data-media-id=\"a5dff30a10707e22077cf0f4d9d964af2a319775\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433934297116/428704b8-e0c0-4b22-af40-1021f69469a0-460x276.jpeg\" alt=\"Tony Hall, director general of the British Broadcasting Corp. His 'strategy is dominated by a determination to ensure the BBC’s long-term surviva'.l\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Bloomberg via Getty Images</span> \n </figcaption> \n</figure> \n<p>Meanwhile, the BBC’s internal troubles are serious. There is little doubt that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/may/01/bbc-jimmy-savile-abuse-report-police-dame-janet-smith\" title=\"\">when the Savile report comes out</a>, BBC management will be heavily criticised and the claims of those who were abused could be vast and for years ahead a steady reminder of the BBC’s laxity.</p> \n<p>There is also criticism of BBC management across the board. Hall promised to cut it right down but so far has only made a start. The complaints against the BBC are that the process is increasingly slow, complex and over-costly for independents. There is also still a grievance at the size&nbsp;of salaries and payoffs (which Hall has tackled) and a continuing sense of entitlement.</p> \n<p>This criticism comes from people of the stature of John Lloyd, John Tusa and David Attenborough, who in Higgins’s book says: “Broadcasters should be the cream of thinkers in society who have been given by the BBC a platform on which they may speak, but the BBC doesn’t believe that now.”</p> \n<p>However, in my current experience of working there, there is still a good core of people who do believe that. Perhaps I am privileged by working for Radio 4, but the people with whom I work are in every way the true heirs of those I met in radio in 1961. Upstairs, there is no doubting the quality and ambition of (to name only three) Hall, <a href=\"https://twitter.com/dannycohen\" title=\"\">director of television Danny Cohen</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theobserver/2011/aug/07/gwyneth-williams-radio-4-controller\" title=\"\">Radio 4 controller Gwyneth Williams</a>.</p> \n<p>I must admit that the BBC could also address yet another battalion of critics that bemoans the fact that the BBC news, nationally and locally, makes up more than 50% of the news received by citizens of this country. People respect it. Those six pips seem to be the pulse of the nation. But there is a case to be made for more varied voices inside the BBC itself. Perhaps this could be achieved by separating radio and television.</p> \n<p>The BBC relies increasingly on one of the great success stories of recent years – independent film-makers. These have now become essential to the BBC and vice versa. It is a positive and highly successful pact. Yet when the BBC puts out their programmes is it any longer the BBC of old? Is it not becoming a publisher? And if it is becoming a publisher, does it need more than 20,000 staff, dozens of buildings and all the other accoutrements of a tanker-size corporation?</p> \n<p>Finally, there is the galloping expansion of global organisations or hugely rich American independent companies that are sweeping through the television world like a bushfire. Sky, HBO, Amazon, Netflix – on they go, sometimes doing what the BBC has previously done and with no loss of excellence.</p> \n<p>Where does that leave the BBC? There are enemies circling the wagon train, but it also has an enormous number of supporters. Its independence is deeply valued. It still has muscle. Its freedom from advertising is greatly appreciated by many listeners and viewers. Radio&nbsp;4 is the biggest commissioner of drama in the world. There are the unique <a href=\"http://www.bbc.co.uk/proms\" title=\"\">Proms</a>. There is its association with the <a href=\"http://www.open.ac.uk\" title=\"\">Open University</a>. There are regular instances of brilliance in its drama, documentaries and comedy. It&nbsp;still does programmes that no other broadcaster would attempt to do. People in this country trust it more than they trust or listen to any political&nbsp;party or organisation.</p> \n<p>And that, it seems to me, is its salvation. The BBC seems too cowed by its enemies and too shy to summon up its friends. It has many groups who will fight for it. Some of them set their clocks by it, others feed their minds and imaginations on it. There must be a way for the BBC to mobilise these groups and make its audiences a factor in the struggle it now has.</p> \n<p>The BBC in the end is the sum of its programmes. Content will be key as channels proliferate. The BBC has proved over decades that it can deliver radio and television programmes across the waterfront that are deeply respected and cherished. It is now widely thought that it is time for the BBC to slim down for the fight, reach out to those it has served for so long and let them be part of its case for long-term survival, not just for a few more years but for as long as our few other deeply rooted institutions. It is a glorious British invention and has become integral to our sense of ourselves.</p> \n<p>There’s no insurmountable reason for the new noise to be turned down or for the ghost of Reith to be exorcised. But the BBC itself must lead the charge against its critics.</p> \n<p><em> </em></p> \n<p><em>This New Noise is published by Faber (&pound;12.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297222/s/this-new-noise/\" title=\"\"><em>Click here to order it for &pound;10</em></a></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944629457/2daa0677-aa98-4e95-8d11-c61858061521-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"The BBC at its finest.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934085149/e04fa915-8007-4ba0-80b6-e7ada12d23de-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’ Photograph: Hulton Archive/Getty Images","credit":"Hulton Archive/Getty Images","altText":"Lord Reith, director-general of the BBC from 1927 to 1938: 'The BBC should be the citizen’s guide, philosopher and friend.'","cleanCaption":"Lord Reith, director-general of the BBC from 1927 to 1938: ‘The BBC should be the citizen’s guide, philosopher and friend.’","cleanCredit":"Photograph: Hulton Archive/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934298553/428704b8-e0c0-4b22-af40-1021f69469a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l Photograph: Bloomberg/Bloomberg via Getty Images","credit":"Bloomberg/Bloomberg via Getty Images","altText":"Tony Hall, director general of the British Broadcasting Corp. His 'strategy is dominated by a determination to ensure the BBC’s long-term surviva'.l","cleanCaption":"Tony Hall, director general of the British Broadcasting Corp. His ‘strategy is dominated by a determination to ensure the BBC’s long-term surviva’.l","cleanCredit":"Photograph: Bloomberg/Bloomberg via Getty Images"}],"webPublicationDate":"2015-06-15T05:30:21Z","lastModified":"2015-06-15T05:30:21Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Melvyn Bragg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/melvyn-bragg"}],"feature":false,"keywords":["TV and radio","History","BBC","Books","Radio","Television","Tony Hall","Greg Dyke","Mark Thompson","Television & radio","Culture","Media"],"tags":[{"id":"books/tvandradio","webTitle":"TV and radio"},{"id":"books/history","webTitle":"History"},{"id":"media/bbc","webTitle":"BBC"},{"id":"books/books","webTitle":"Books"},{"id":"culture/radio","webTitle":"Radio"},{"id":"culture/television","webTitle":"Television"},{"id":"media/tony-hall","webTitle":"Tony Hall"},{"id":"media/greg-dyke","webTitle":"Greg Dyke"},{"id":"media/markthompson","webTitle":"Mark Thompson"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"books"},"topics":[{"displayName":"Melvyn Bragg","topic":{"type":"tag-contributor","name":"profile/melvyn-bragg"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","shortUrl":"http://gu.com/p/49jdm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life","webUri":"http://www.theguardian.com/books/2015/jun/15/this-new-noise-review-charlotte-higgins-bbc-melvyn-bragg-extraordinary-birth-and-troubled-life"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944585755/4fad4c0a-e84d-4fe1-badc-7cfb34d57b5e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The BBC at its finest.","credit":"PR","altText":"The BBC at its finest.","cleanCaption":"The BBC at its finest."}},"importance":4,"kicker":{"title":"This New Noise review"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433944629457/2daa0677-aa98-4e95-8d11-c61858061521-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"The BBC at its finest.","cleanCredit":"Photograph: PR"}}]},{"title":"Pregnancy food / What you eat can affect your child for life","rawTitle":"What you eat can affect your child for life","item":{"type":"article","id":"lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","title":"Pregnancy food: what you eat can affect your child for life","trailText":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","standFirst":"You might think it’s a time to put your feet up and inhale a tub of ice-cream, but eating healthily during those all-important nine months can stop your child becoming obese, and avoid mental-health and social issues","byline":"Amy Fleming","body":"<p>“Listen to your body,” is one of the most overused phrases in the pregnancy-vadvice market. And, actually, it’s really hard to ignore your body when you’re pregnant; it mutinies and starts ordering you about. In many ways this is good – forcing you to go to bed early, or eat enough protein. But, in the unnatural food landscape of today, in which irresistible unhealthy snacks are the easiest foods to come by, it can also be bad.</p> \n<p>The first time I was pregnant, I&nbsp;signed up for a daily email with tips and information on the baby’s development. Occasionally, I’d receive a gentle reminder to snack on carrot sticks instead of cakes, and I would think: “Up&nbsp;yours, patronising email service – don’t you realise you’re talking to someone who makes her own sodding muesli?” Then I’d inhale an entire carton of ice-cream, which obviously needed replacing every 48 hours, as was surely the right of all weary pregnant women everywhere.</p> \n<p>But, as obesity researcher Nicole&nbsp;Avena sets out in her new book, <a href=\"http://www.penguinrandomhouse.com/books/237260/what-to-eat-when-youre-pregnant-by-dr-nicole-m-avena/\" title=\"\">What&nbsp;to Eat When You’re Pregnant</a>, avoiding overindulgence and eating healthily is even more important when pregnant. Firstly, she says, the average woman (in the US) who becomes pregnant is already overweight or obese, which heightens the risk of conditions like pre-eclampsia, gestational diabetes and postpartum haemorrhage. And between 46% and 59% (depending on BMI) of these women will gain more weight than necessary when pregnant, which will likely be retained post-pregnancy.</p> \n<p>Secondly, it’s widely accepted now that what happens in the womb does not stay in the womb. <a href=\"http://www.drnicoleavena.com/publications/tag/research-articles\" title=\"\">Research that Avena and colleagues have done</a> (albeit mostly in rats) has found that not only can an in-utero diet high in fat or sugar lead to the child growing up obese, but maternal diet, she writes, “can have a long-lasting impact on the offspring’s risk of developing mental-health disorders, impaired social behaviours, lower cognitive abilities and increased response to stress”.</p> \n<p>That’s a bitter pill to swallow, especially in a society that sometimes seems designed to make people fat. And, as more and more individual studies on the impact of maternal behaviour are reported, it can feel as though the media is building a case against mothers. “That’s a valid debate,” says a very pregnant Avena, via video link. “Part of the reason I wanted to do the book was because women are given guidelines about what not to eat during pregnancy. There’s a lot of weight-shaming that goes on when it comes to pregnancy, although we have to address it because it’s important. But&nbsp;it doesn’t have to be negative. I try to focus on the healthy aspects of eating while pregnant.”</p> \n<p>So, after walking readers through the cold, hard science of pregnancy weight-gain and the risks associated with eating badly, the fun part begins: a week-by-week guide to what to eat, and what your baby is growing right now (brainstem, skin, fingernails), along with easy recipe suggestions. Week 34, for instance, is all about squash, which is high in fibre – an essential in beating third-trimester constipation. A nice prompt, but then fibre is always necessary. Isn’t a common-sense, healthy, balanced diet all that’s ever required? “The book is not necessarily meant to make women eat brussels sprouts during a certain week,” says Avena, “but, if they can focus on them in one week and try to incorporate them into their diet, I’m giving them a way to eat healthily in a prescriptive manner – not just telling them: ‘OK, eat healthily.’” Which, judging by obesity levels, isn’t enough.</p> \n<p>In the throes of early pregnancy, however, all this is the last thing many women want to deal with. Traditionally, it’s a time to put your feet up and enjoy your extra calorie allowance. The hospital in New York where Avena works runs weight-loss clinics and, when female attendees become pregnant, many of them want to drop out. “We encourage them to stay in,” says Avena. Not because they think they should lose weight while pregnant, but because “you still can benefit from some of the advice on how to maintain healthy eating and dietary patterns”.</p> \n<p>Could, I wonder, any ill-effects that my chocolate H&auml;agen-Dazs habit had on my daughter, in the womb, be erased by her upbringing? It’s hard to accurately study nature versus nurture in humans, but Avena has placed baby rats, born to mothers fed on high-sugar and high-fat diets, with rats on healthy diets – to breastfeed and raise them. “They still grew up to have these changes in the brain, and have propensities to want to consume high-sugar and high-fat foods,” she says. However, in humans, if self-restraint is taught and the child is brought up to recognise their satiety signals, “then that’s going to mitigate the effects that might have occurred from in-utero exposure”.</p> \n<p>Avena demystifies cravings by talking about the hormones involved and suggesting how to beat such mutinous urges. Taking a mindful approach has been shown to help addicted people move past their cravings; rather than trying to fight it or giving in, simply acknowledge and accept it. Planning ahead pays – make healthy foods more readily available than the contents of the nearest vending machine. Tipping off friends and family to resist feeding you treats helps, too, as does sufficient sleep. And, finally, know your cravings. Typically, Avena writes, genuine hunger-driven cravings are for food groups (like meat), rather than specific food items (like ice-cream). In other words, listen to your body, but only when you know its intentions are sound.</p> \n<p><em>What to Eat When You’re Pregnant by Nicole Avena (Ten Speed Press, &pound;13.99). To order a copy for &pound;11.19, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/296547/\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call the Guardian Bookshop on 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}],"bodyImages":[],"webPublicationDate":"2015-06-15T07:00:23Z","lastModified":"2015-06-15T07:00:23Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Amy Fleming","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413373840637/Amy-Fleming-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amyfleming"}],"feature":true,"keywords":["Health & wellbeing","Life and style","Pregnancy","Family","Parents and parenting","Diets and dieting"],"tags":[{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/pregnancy","webTitle":"Pregnancy"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/diets-dieting","webTitle":"Diets and dieting"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Amy Fleming","topic":{"type":"tag-contributor","name":"profile/amyfleming"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","shortUrl":"http://gu.com/p/49jm9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/15/pregnancy-food-affect-child-eating-healthily-obesity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}},"importance":3,"kicker":{"title":"Pregnancy food"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434115530813/Eating-healthily-while-pr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open","credit":"/Getty Images/Flickr Open","altText":"Eating healthily while pregnant","cleanCaption":"An in-utero diet high in fat or sugar can lead to the child growing up obese. Photograph: Getty Images/Flickr Open"}}]},{"title":"Which is the cleanest city in the world?","rawTitle":"Which is the cleanest city in the world?","item":{"type":"article","id":"cities/2015/jun/15/cleanest-city-world-calgary-singapore","title":"Which is the cleanest city in the world?","trailText":"Fines, public humiliation and citizen action – every city has a different way of dealing with urban cleanliness. But is it community clean-ups or strict municipal laws that have the most success in making a city spotless?","standFirst":"<p>Fines, public humiliation and citizen action – every city has a different way of dealing with urban cleanliness. But is it community clean-ups or strict municipal laws that have the most success in making a city spotless?</p>","byline":"Adrian Mourby","body":"<p>Definitions of cleanliness can, of course, be very different across the world. I’ve seen people spitting on pristine streets in China, and broken pots left to decay neatly by the roadside in Africa. Monaco provides dispensers with free bags for cleaning up after your dog, but some visitors are surprised to see the used bags just lying in the gutter. This however is the Monegasque way: they must wait there until collection.</p> \n<p>According to the 2014 Mercer Global Financial list of the <a href=\"http://www.miratelinc.com/blog/10-cleanest-cities-in-the-world\">world’s cleanest cities</a>, Calgary, Canada’s oil capital was top of the cleanliness pile, followed by Adelaide, Honolulu, Minneapolis and Kobe. </p> \n<p>To anyone who travels much to Europe, it might seem odd there’s not a single Swiss city in the top 10. Ultra-calm Zurich has been Mercer’s second-best city for <a href=\"http://www.mercer.com/content/mercer/global/all/en/newsroom/2014-quality-of-living-survey.html\">quality of life</a> for years (Calgary comes in a lowly 33rd in the life stakes) but it figures nowhere on the cleanliness list. </p> \n<p>The Mercer study is based on five hygiene-based factors: the availability and drinkability of water, waste removal, quality of sewage systems, air pollution, and traffic congestion. Curiously litter, a very visible indicator of cleanliness, is not considered at all.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>By 2020, Calgary intends to divert 80% of its waste away from landfills</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"99d0befb06734881d0b4545353aee82b8855d552\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434033273024/80cc8db6-77d7-412f-af4c-438d07aca0f9-460x276.jpeg\" alt=\"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.</span> \n  <span class=\"element-image__credit\">Photograph: George Rose/Getty Images</span> \n </figcaption> \n</figure> \n<p>To be fair, Calgary can also boast litter-free streets. <a href=\"http://www.cbc.ca/news/canada/calgary/litterbugs-reminded-of-hefty-fines-1.952334\">Thousand-dollar fines</a> for dropping cigarette butts or throwing rubbish out of a car window have had a positive impact on the city. But for Mercer, Calgary ranks top of the list due to its green initiatives. As well as following Alberta’s <a href=\"http://esrd.alberta.ca/waste\">Too Good to Waste</a> programme, which aims to decrease how much waste is sent to landfill, environmental charity <a href=\"http://www.greencalgary.org/\">Green Calgary</a> also promotes a greener lifestyle for Calgarians by offering tips on everything from improving your composting to how to pack a litter-less lunch. The organisation, which has been in operation since 1978, also “seeks to empower Calgarians to create healthy homes and communities through environmental education, products and services”. By 2020 the city intends to divert 80% of its waste away from landfills.</p> \n<p>Yet when it comes to awarding marks for effort, spotless Singapore really should score high on any list given the way it enforces cleanliness and tidiness. The island city-state has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jan/05/the-price-of-life-in-singapore-city-of-rules-its-a-faustian-deal\">draconian laws about many things</a>, from pornography to tipping. In the 1960s, Prime Minister Lee Kuan Yew introduced strict anti-litter laws, which are still in force today. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3b114f60c00dfaf855e6adeace76cbb407c47149\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/8/1433762920426/932b0453-8e0c-44d8-8e0f-01bd1f5781df-460x276.jpeg\" alt=\"Singapore signs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Singapore says ‘no’ – a lot.</span> \n  <span class=\"element-image__credit\">Photograph: Bildagentur-online/Schoening/Alamy</span> \n </figcaption> \n</figure> \n<p>Anyone convicted of dropping litter can be fined up to S$1,000 (&pound;480) for the first conviction. Repeat convictions cost up to $5,000, and may lead to a community service orders or anti-littering lectures (only given in Chinese), to curb repeat offenders. In the case of a third offence, law-breakers may be made to wear a sign reading “I am a litter lout”.</p> \n<p>Singapore also fines people for putting spent chewing gum anywhere other than a bin ($100), for urinating in lifts ($500), and for failing to flush a public lavatory ($100). Spot checks are regularly made by police officers in public toilet cubicles – there is no point having a law if it’s not enforced.<br /></p> \n<p>The result of these fines is plain to see: Singapore is a very clean and tidy island state, albeit one that has also sacrificed certain civil liberties (and, perhaps, a certain amount of creativity). That said, it would take a very dyed-in-the-wool libertarian to fight for the right to pee in an elevator. </p> \n<p>There are less punitive ways to be clean and tidy, however. Kigali, the capital of Rwanda, seems to have achieved a clean and litter-free environment without the threat of harsh fines. Not on any of Mercer’s lists, modern Kigali isn’t exactly beautiful. It rises up on a tree-covered slope and is mainly built of concrete, but the level of upkeep is extraordinary.</p> \n<p>Indeed, the city’s roundabouts are so well-swept and the grass so well-maintained that wedding couples sprint across the traffic to be photographed in the middle of them. Unusually, this has been achieved not through punishment, but by the principle of <em>Umuganda</em>. This <a href=\"http://www.rwandapedia.rw/explore/umuganda\">word has many meanings</a> relating to “community” and “payment”, and dates back before Rwanda was part of Belgium’s African empire.</p> \n<p>In the 19th century, a number visitors recorded that Rwandans were required to work two days a week for their community leader and during Belgian rule <em>Umuganda</em> was encouraged as a way of bolstering civic responsibility. In the years before the 1994 genocide, President Juv&eacute;nal Habyarimana emphasised it as part of his concept of “true” Rwandan identity. “True Rwandans” provided free labour for state-led projects like school building, road works, the construction of sanitation facilities and digging of anti-erosion ditches. Unfortunately Habyarimana’s true Rwandans, by extension, also belonged to the Hutu tribe, and <em>Umuganda</em> eventually became caught up in ideas of racial purity.<br /></p> \n<p>After taking office in 2000, President <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/paul-kagame\">Paul Kagame</a> harnessed <em>Umuganda</em> to help clean up his gun and shell-strewn capital, as well as to promote the idea of a cohesive national identity through communal projects. Under Kagame, <em>Umuganda</em> was formalised as a collective event on the last Saturday in each month when traffic – including airport taxis – is stopped for three hours in the morning, and the city comes together to tidy up. This can be problematic if you have a flight to catch. This day is called <em>umunsi w’umuganda</em> (contribution made by the community) and all able-bodied people between the ages of 18 and 65 are required by law to participate. The knock-on effect of such conscientious cleaning up is, of course, that people are less inclined to drop litter in the first place. </p> \n<figure class=\"element element-image\" data-media-id=\"aadd27c4f66e45085c867e8d5fc7efb1092c68f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/9/1433864860895/80f48348-12b9-4eaf-91dd-bd18b329a7c6-460x307.jpeg\" alt=\"People participate in the monthly clean-up day, Umuganda, in Kigali.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate. </span> \n  <span class=\"element-image__credit\">Photograph: Stuart Forster/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Significantly, although President Kagame is known for his toughness, no one I spoke to in Kigali was aware of penalties for dropping litter in their city. It simply is not something that occurs. People will tell you with great pride that their city is “cleaner than New York and London”, and the army of poorly-paid female cleaners who seek out litter and tend the grass consider this work their patriotic duty.</p> \n<p>“When foreign people come to this city and later return to their countries exclaiming about our city’s cleanliness, that itself motivates me to keep doing my work even better,” says Th&eacute;odosia Vuganeza of the Ikondera Women’s Cleaning Cooperative.</p> \n<p>The mayor of Kigali is now introducing cleanliness and hygiene awareness lessons into primary schools, taking his cue from <a href=\"http://www.newtimes.co.rw/section/article/2015-05-22/189016/\">President Kagame’s assertion</a> that Kigali does not need international aid “to keep its backyards clean”.</p> \n<p>The cleanliness of Kigali is a pleasing rebuttal to Forbes’ list, <a href=\"http://www.forbes.com/2007/04/16/worlds-cleanest-cities-biz-logistics-cx_rm_0416cleanest.html\">which declared in 2007</a> that the cleanest cities in the world were “largely located in countries noted for their democracy and their industrialisation” and that there are “no top-25 clean cities in South or Central America, Africa and Australia”. The magazine concluded “clean may also mean well-off”.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/may/26/what-is-safest-city-in-the-world-crime-immigration-tokyo-amsterdam-new-york-bogota\">Which is the safest city in the world?</a> </p> \n</aside> \n<p>But in less affluent countries, voluntary clean-ups may be the coming thing. Dar es Salaam in Tanzania is one of 91 cities worldwide to take part <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup\">International Coastal Cleanup Day</a>, which involved ridding beaches of litter and waste. The Dominican Republic and Puerto Rico, neither of them wealthy states, are also among the list of countries <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup/images/2014-data-release/full-res/top-10-countries.jpg\">playing a key role</a> in the coastal cleanup. This year’s volunteers cleared <a href=\"http://www.oceanconservancy.org/our-work/international-coastal-cleanup/2015-by-the-numbers.html\">16 million pounds</a> of garbage from beaches around the world.<br /></p> \n<p>So, if Singapore is proof that cleanliness can be achieved by legislation, Kigali and Dar es Salaam are definitely proof that motivation and communal spirit can work as well. Calgary, on the other hand, falls somewhere between the two. It’s also the least interesting of the three cities to visit – but that’s a whole other list. </p> \n<p>Finally one has to ask, does it matter? Last year a Ugandan looking at Kigali told me wistfully that Kampala used to be as pristine as Kigali: “Why can’t we keep our capital clean and tidy anymore?”</p> \n<p>So, if you live there I think it matters, very much.</p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033051922/e8445776-1adc-45ca-ba12-d802a20d71f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCredit":"Photograph: Tom Gilks/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033274571/80cc8db6-77d7-412f-af4c-438d07aca0f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world. Photograph: George Rose/Getty Images","credit":"George Rose/Getty Images","altText":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.","cleanCaption":"According to one study, Calgary – Canada’s oil capital – is the cleanest city in the world.","cleanCredit":"Photograph: George Rose/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433762921940/932b0453-8e0c-44d8-8e0f-01bd1f5781df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Singapore says ‘no’ – a lot. Photograph: Bildagentur-online/Schoening/Alamy","credit":"Bildagentur-online/Schoening/Alamy","altText":"Singapore signs.","cleanCaption":"Singapore says ‘no’ – a lot.","cleanCredit":"Photograph: Bildagentur-online/Schoening/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/9/1433864859548/80f48348-12b9-4eaf-91dd-bd18b329a7c6-2060x1374.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1374,"width":2060,"orientation":"landscape","caption":"People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate.  Photograph: Stuart Forster/REX Shutterstock","credit":"Stuart Forster/REX Shutterstock","altText":"People participate in the monthly clean-up day, Umuganda, in Kigali.","cleanCaption":"People participate in Kigali’s monthly clean-up day, where all able-bodied people aged 18-65 are required to participate. ","cleanCredit":"Photograph: Stuart Forster/REX Shutterstock"}],"webPublicationDate":"2015-06-15T06:30:23Z","lastModified":"2015-06-15T06:33:42Z","metadata":{"commentable":true,"commentCount":150,"contributors":[],"feature":true,"keywords":["Cities","Environment","Canada","World news"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/canada","webTitle":"Canada"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"cities"},"topics":[],"series":{"title":"Resilient cities","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/resilient-cities"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/15/cleanest-city-world-calgary-singapore","shortUrl":"http://gu.com/p/4973j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/15/cleanest-city-world-calgary-singapore","webUri":"http://www.theguardian.com/cities/2015/jun/15/cleanest-city-world-calgary-singapore"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033178415/88ccbc3a-909a-42db-ac3d-7fa0f92bf654-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Painting the curbs of Kigali. Residents of the Rwandan capital tell you with great pride that their city is cleaner than New York and London. Photograph: Tom Gilks/Alamy","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCaption":"Painting the curbs of Kigali. Residents of the Rwandan capital tell you with great pride that their city is cleaner than New York and London.","cleanCredit":"Photograph: Tom Gilks/Alamy"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434033051922/e8445776-1adc-45ca-ba12-d802a20d71f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Gilks/Alamy","altText":"Painting the curbs of Kigali, Rwanda.","cleanCredit":"Photograph: Tom Gilks/Alamy"}}]}],"lastModified":"2015-06-15T11:15:10Z","personalization":{"id":"uk/groups/collections/uk-alpha/features/feature-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/features/feature-stories"},"visibility":"all","adTargetingPath":"uk-alpha/features/feature-stories/front"}