{"id":"groups/tag/news/series/looking-back","title":"Premium Content","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"cards":[{"title":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 4","rawTitle":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 4","item":{"type":"article","id":"news/2015/jun/29/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-4","title":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 4","trailText":"Tim Radford’s Science that Changed the World is an eye-opening look at the revolutionary developments from the 1960s that changed the world and gave us the world we live in today. This Guardian Short ebook will be serialised chapter-by-chapter over the next few weeks.","standFirst":"<p data-dropid=\"0\">Tim Radford’s Science that Changed the World is an eye-opening look at the revolutionary developments from the 1960s that changed the world and gave us the world we live in today. This Guardian Short ebook will be serialised chapter-by-chapter over the next few weeks.</p>","byline":"","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2015/jun/12/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-3\">Follow this link to read&nbsp;Chapter 3</a></p> \n<h2><strong>1966: goodbye to death, blindness and pockmarks</strong></h2> \n<p><em>Variola</em>, the Latin name for smallpox, means spotted. People who survived smallpox were instantly recognisable. Their faces and sometimes their bodies were pitted and rasped by tiny, crowded scars. If you look at old movies – black and white and arthouse movies of the 1940s and 1950s in particular – you sometimes see faces scarred by pockmarks. These belong, usually, to the villain’s henchmen: it helped, if you had to play one of the sinister, to be disfigured. <em>Variola</em> is a unique disease: unique in that science can name, very precisely, the first known sufferer, and also the very last case of endemic or naturally-spread infection. The very earliest identified case was in Egypt in 1157 BC, and afflicted Ramses V, Son of Re, Pharaoh, Lord of Two Lands, Mighty Bull, Repulse of Millions, King of Upper and Lower Egypt, Golden Horus and possessor of yet a few more exalted titles. His wrapped and mummified body was found in 1898: doctors who examined the withered and dusty remains confirmed that he died at around 40 of an acute illness, and in 1979, experts permitted to examine the body from the waist up found it pitted with a ‘quite striking’ rash of blisters and pustules ‘remarkably similar to smallpox’. No virus could be identified in the fragments they were permitted to study, and tissue could not be removed for further examination, so the diagnosis remains provisional. But it remains the best judgement so far. The disease is at least as old as civilisation: a periodic contagion that brought intense suffering, blindness and high rates of death wherever it appeared. In the first three-quarters of the 20<sup>th</sup> century alone, smallpox killed between 400 and 500 million people, mostly in the poorest parts of the world. In 18<sup>th</sup> century Europe, the disease claimed an estimated 400,000 lives a year, and among these were five reigning monarchs. The most astonishing feature of the World Health Organisation’s decision to eradicate smallpox completely and forever was not its hubris, but its puny resources. It planned to wipe out one of the most terrible and indiscriminate afflictions ever known with a headquarters staff of nine, a maximum of 150 agents visiting and working in more than 180 countries and an annual budget of $2.7 million. It planned to do so in spite of a bitter stand-off between the Soviet Union and the western powers; under the auspices of an international organisation from which a quarter of the planet was excluded (because China was not a member of the WHO); in spite of a series of horrendous wars in Indo-China and bloody power struggles in colonial and post-colonial Africa, in spite of famines and sustained suffering in China and India; in spite of obstructive, heedless and ignorant governance, not just in the poorest nations, but sometimes in the wealthy world. It set about the challenge in a world in which telephones were still rare, in which telephone lines and international links were precarious and in which computer communication did not exist; in which medical services in most countries had no centralised system of information; in which many governments learned of outbreaks of cholera, bubonic plague, smallpox or other epidemic diseases only when large numbers of people were already dead, and cases had begun to appear in the capital cities; in which most people in the world lived in small villages often far from the paved roads; in which most people in the world had no regular contacts with clinics or surgeries; in which most governments had no records of people, let alone their diseases.</p> \n<p>So to achieve eradication, the nine officials at the offices in Geneva and the 150 workers in the field had first to persuade national governments to manufacture, store and distribute vaccines; be prepared to respond to cases of an affliction that many governments and their citizens still regarded as a normal hazard, like bad weather, or late trains, or even more unhelpfully, a scourge sent by God; and – most difficult of all – to set up a nationwide system of disease surveillance and swift medical alerts. This is now considered a normal function of an effective state. But in 1966, it was for many a new idea: even in federal America, a national system of centres for disease control was only 20 years old. The second and most profound challenge involved strategy. A budget of $2.7 million could not possibly finance the supply of vaccines; there was no way to be sure of vaccinating all the people in the world; and finally the vaccines were only temporarily effective. Ten years after immunisation, a traveller – and to prevent the spread of contagion many countries imposed travel restrictions on medical grounds – had to be vaccinated again; and to cross national borders had to produce a document that recorded that his or her vaccination was up to date. So the challenge to actually remove an invisible, ubiquitous menace from a crowded world was a pretty scary one. In 1965, the World Health Organisation was presented with a set of bleak facts. One was that, in six years, only 12 countries had eradicated smallpox. Another was that in many countries there were health problems more urgent than smallpox. To conduct a campaign with any chance of success, there would have to be huge quantities of vaccine – freeze-dried and stable at atmospheric temperatures – as well as refrigeration, transport and an army of consultants. And it would cost $80 million dollars to supply vaccines for all those countries where smallpox was endemic – and that did not include Red China, which was not a WHO member. </p> \n<p>According to Donald Henderson, one of the architects of the campaign that eliminated smallpox, even the director of the WHO was against the decision: he recalls – in a WHO publication – that the war against malaria was not succeeding, why invite another perceived failure? The sums of money available for the project wouldn’t even pay for the vaccines; most countries did not routinely collect reports of cases of smallpox; the WHO could not even arrive at a reliable count of those countries in which smallpox was endemic, because reporting was so poor. On the other hand, there were reasons why the campaign might succeed. One was that – unlike poliomyelitis – you could be sure about identification. As many as 200 people could be carrying the polio virus, but only one might develop paralysis, leaving the other 199 free to spread infection. Smallpox, however, was characterised by a distinctive rash: no mistaking that when you saw it. The polio vaccine was expensive; several doses were required and even then it might not work. Smallpox could be countered, for a decade at least, with a single immunisation. The polio virus had to be kept chilled and handled with care – in the tropical rainforests, in the impoverished shanty towns, in the arid lands of the Sahel – right up till the moment of treatment. The smallpox vaccine could survive at body temperature for at least a month and still work. Above all, when the smallpox team threw its resources at a particular outbreak in an identifiable place, they proved they could stop it. In eastern Nigeria, a WHO team identified an outbreak in 1966: they had little in the way of vaccines or transport, so they tried a new approach: they would just vaccinate in the area of the outbreaks. There were 12 million potential victims: the WHO team were able only to vaccinate 750,000. But these were the 750,000 in the pathway of the transmission, and because the virus had no new hosts to colonise, its progress was stopped. There were no more cases. Using the same approach, an outbreak in Tamil Nadu, in India – a region home to 50 million people – was stopped. A strategy emerged: find the cases promptly, get there quickly, surround the place, vaccinate everybody, and that would be the end of the local epidemic. Unexpectedly, WHO teams reported cooperation even during civil wars and international conflict. By 1973, the disease was gone from Latin America, Indonesia and most of Africa except Ethiopia. </p> \n<p>‘The problem was in India, where we were simply not succeeding. So in late 1973, WHO and Indian government staff worked out a plan to visit every house in India in the space of 7–10 days. The concept was that if we could discover the cases more quickly than before, the containment teams could interrupt the chains of transmission,’ Henderson remembered.</p> \n<p>‘The results were astounding. One state had been reporting about 500 cases a week, but the search teams found 10,000 cases. This was really a black day. We had no idea it was this bad. But in January and February, searches were steadily improving. India reported the largest number of cases in about 20&nbsp;years. However, we sensed that we were successfully implementing the right strategy and, if we could defeat the disease in India, we could defeat it in Bangladesh, Pakistan and Ethiopia. And indeed the last case in India occurred little more than a year later.’</p> \n<p>Just as historians have a named victim for the earliest identifiable case of smallpox – </p> \n<p>Ramses V in 1157 BC – so there is an unassailable identity for the last known case of endemic smallpox. The last case is known with very great certainty. He was called Ali Maow Maalin, he was 23 and a cook in a hospital in Merca in southern Somalia. He had been immunised, but the immunisation had not ‘taken’: his case had not been checked. In October 1977, he had been asked to pick up two cases of smallpox and bring them to the hospital. He drove them in a Land Cruiser with the windows closed and the air conditioning in operation. He was probably exposed to infection for about five minutes. That was enough. When he fell ill with a fever and a rash, his hospital colleagues thought that – because there was a record of his inoculation – he must have chickenpox, and he was sent home. It was a visitor who reported his case to the Mogadishu health authorities as suspected smallpox. The national smallpox eradication programme team – by then they existed in every country where smallpox was endemic – rushed to the spot and established checkpoints at all entrances and exits to the town and immunised everybody not recently treated. They identified 161 possible contacts and close family members and kept them under surveillance. The team kept expecting to hear of fresh outbreaks, but there were none. There were none after that case, anywhere in the world. Ali Maow Maalin recovered, and entered the history books as the last case of random infection by smallpox. A human scourge known for more than 3,000 years had been obliterated. Smallpox is not quite gone: samples of the virus went into secure keeping, but were never destroyed, partly because, during the cold war, both sides were prepared at least to contemplate biological warfare; and because, after the end of the cold war, there were fresh fears of biological terrorism. The fears still exist. For the moment, however, an old terror has been obliterated, thanks to an unusual moment in history when enough people believed in the power of science, and the authority of sane government, to make it possible.</p> \n<p><em>If you would like to read the Science that Changed the World in full now, you can purchase the ebook via the links on the&nbsp;<a href=\"http://guardianshorts.co.uk/\">Guardian Shorts website</a>, prices from &pound;1.99.</em></p> \n<figure class=\"element element-image\" data-media-id=\"546cc920fdba5a4b35dd537ccfc8ada5d9d94251\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435575538142/3a99b750-8595-4472-92e4-69bb7489bf7a-315x420.jpeg\" alt=\"Science that Changed the World\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Science that Changed the World.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian Shorts</span> \n </figcaption> \n</figure>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435575574687/3ad9acab-c3a6-4e7e-b914-eb84288192c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCredit":"Photograph: Guardian Shorts"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435575537100/95409ed4-0424-499f-884d-f7fbd5f42c25-765x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":765,"orientation":"portrait","caption":"Science that Changed the World. Photograph: Guardian Shorts","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCaption":"Science that Changed the World.","cleanCredit":"Photograph: Guardian Shorts"}],"webPublicationDate":"2015-06-29T11:30:04Z","lastModified":"2015-06-29T11:30:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jun/29/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-4","shortUrl":"http://gu.com/p/4a82h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jun/29/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-4","webUri":"http://www.theguardian.com/news/2015/jun/29/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-4"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435575574687/3ad9acab-c3a6-4e7e-b914-eb84288192c4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Science that Changed the World.","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCaption":"Science that Changed the World."}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Amazing star trails in America","rawTitle":"Amazing star trails in America","item":{"type":"gallery","id":"news/gallery/2015/jun/29/amazing-star-trails-in-america-in-pictures","title":"Amazing star trails in America","trailText":"Astrophotographer Craig Goodwin has travelled across America to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory","standFirst":"<p data-dropid=\"0\">Astrophotographer Craig Goodwin has travelled across America to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory</p>","byline":"Craig Goodwin/Caters News Agency","body":"<figure class=\"element element-image\" data-media-id=\"e479d54d2cb63173a20e49ad2352e0cb1ca189dd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434984688656/e440b01f-bdb0-499d-8477-3084e5e69ded-620x414.jpeg\" alt=\"The Aurora Borealis over Priest Lake, Idaho, seen from a fire pit at Hills Resort. Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Aurora Borealis over Priest Lake, Idaho, seen from a fire pit at Hills Resort. Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"eae28223a3ef8623da76891115c29423130bf530\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986072265/2829e51f-940c-4be4-91d3-8b638390960f-620x496.jpeg\" alt=\"The Milky Way over Palouse Falls State Park in Washington State, USA) Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory\" width=\"620\" height=\"496\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over Palouse Falls State Park in Washington State</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"dea2b1c9b6e6e6f5e78b3d09f3ba03171036376f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986173490/49d403dd-e273-4700-892f-cac0a15e8ebe-620x414.jpeg\" alt=\"The Milky Way over Elephant Feet rock formation on the Navajo Indian Reservation in Arizona\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over Elephant Feet rock formation on the Navajo Indian Reservation in Arizona</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1cab0b9faf79b0e51fca9bda8412c1606d48c72c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986242823/fe29bdda-e90b-4429-9c7a-bb509ad93147-620x365.jpeg\" alt=\"The Milky Way over the Sunrise Visitor Center at Mount Rainier National Park, Washington State, USA.) Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory\" width=\"620\" height=\"365\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over the Sunrise Visitor Center at Mount Rainier National Park, Washington State</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5d6b75665f264a026c307061137e83380461b6c1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986359325/fe2fe3a4-45d4-4bd2-82f6-35c67c7e9258-620x414.jpeg\" alt=\"God’s Thumbprint. An hour’s worth of star movement, made using 150 stacked images, with the northern lights on the horizon at Sullivan Lake, Washington State\" width=\"620\" height=\"414\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">God’s Thumbprint. An hour’s worth of star movement, made using 150 stacked images, with the northern lights on the horizon at Sullivan Lake, Washington State</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f0c0d5b55dc4f7d7762d874f04e609ea2628d2f7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986304204/ddcd10bb-6286-45b4-984d-499b66c73d35-620x310.jpeg\" alt=\"The Milky Way over statues of iron horses called Grandfather Cuts Loose the Ponies, in Vantage, Washington\" width=\"620\" height=\"310\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over statues of iron horses called Grandfather Cuts Loose the Ponies, in Vantage, Washington</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"44f339ad167f4e3ba2d5a80b7fc68b68f4e55922\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986420953/a497bce3-f091-4e8e-b6f7-c612ff484a34-620x413.jpeg\" alt=\"The Milky Way over the oldest standing building in the state of Idaho, in Cataldo Mission State Park\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over the oldest standing building in the state of Idaho, in Cataldo Mission State Park</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"2966b8d15b8fb5f8662061888c8ae7170b6b361c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986991865/eef717a9-ca50-442e-8a03-62e2b0cdb249-620x435.jpeg\" alt=\"The Milky Way over a barn in Lincoln County, Washington State\" width=\"620\" height=\"435\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Milky Way over a barn in Lincoln County, Washington State</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c6f86e4ac2712b19ef7125047268e02f9a6830ce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434987059757/dfb7a1f4-1dbf-4b39-9db9-899224d3ef81-620x413.jpeg\" alt=\"Aurora Borealis erupts next to Christ Lutheran Church of Egypt in Rocklyn, Washington\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Aurora Borealis erupts next to Christ Lutheran Church of Egypt in Rocklyn, Washington</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"8c522db45fb287f84e2bc4517768537a92a850da\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434987218466/1cae3432-c757-4181-b0e9-3a0ff0e4d3fe-620x251.jpeg\" alt=\"Milky Way over Steamboat Rock State Park, Washington State. The lights on the horizon are from the Grand Coulee Dam\" width=\"620\" height=\"251\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Milky Way over Steamboat Rock State Park, Washington State. The lights on the horizon are from the Grand Coulee Dam</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"2913ca29d009be4eda1ff3612bb78439556a56b8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434987282322/dff1e4c7-58c2-423d-b350-d1dab4f50b68-620x233.jpeg\" alt=\"Priest Lake, Idaho with the purple yellow aura of the Aurora Borealis on the left, the green cyan of Airglow on the right and the Milky Way in the centre\" width=\"620\" height=\"233\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Priest Lake, Idaho with the purple yellow aura of the Aurora Borealis on the left, the green cyan of Airglow on the right and the Milky Way in the centre</span> \n </figcaption> \n</figure>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434984687280/e440b01f-bdb0-499d-8477-3084e5e69ded-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"The Aurora Borealis over Priest Lake, Idaho, seen from a fire pit at Hills Resort. Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour","credit":"Craig Goodwin/Caters News Agency","altText":"The Aurora Borealis over Priest Lake, Idaho, seen from a fire pit at Hills Resort. Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory","cleanCaption":"The Aurora Borealis over Priest Lake, Idaho, seen from a fire pit at Hills Resort. Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986073190/2829e51f-940c-4be4-91d3-8b638390960f-2060x1648.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1648,"width":2060,"orientation":"landscape","caption":"The Milky Way over Palouse Falls State Park in Washington State","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over Palouse Falls State Park in Washington State, USA) Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory","cleanCaption":"The Milky Way over Palouse Falls State Park in Washington State"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986172044/49d403dd-e273-4700-892f-cac0a15e8ebe-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"The Milky Way over Elephant Feet rock formation on the Navajo Indian Reservation in Arizona","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over Elephant Feet rock formation on the Navajo Indian Reservation in Arizona","cleanCaption":"The Milky Way over Elephant Feet rock formation on the Navajo Indian Reservation in Arizona"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986240670/fe29bdda-e90b-4429-9c7a-bb509ad93147-2060x1213.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1213,"width":2060,"orientation":"landscape","caption":"The Milky Way over the Sunrise Visitor Center at Mount Rainier National Park, Washington State","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over the Sunrise Visitor Center at Mount Rainier National Park, Washington State, USA.) Awash with vibrant constellations and iridescent colours, these awe-inspiring images transform the night sky into a kaleidoscope of colour. Keen astrophotographer Craig Goodwin, 46, has travelled across America on trips to Washington, Idaho and Arizona to capture the stunning beauty of the night sky in all its glory","cleanCaption":"The Milky Way over the Sunrise Visitor Center at Mount Rainier National Park, Washington State"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986357650/fe2fe3a4-45d4-4bd2-82f6-35c67c7e9258-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"God’s Thumbprint. An hour’s worth of star movement, made using 150 stacked images, with the northern lights on the horizon at Sullivan Lake, Washington State","credit":"Craig Goodwin/Caters News Agency","altText":"God’s Thumbprint. An hour’s worth of star movement, made using 150 stacked images, with the northern lights on the horizon at Sullivan Lake, Washington State","cleanCaption":"God’s Thumbprint. An hour’s worth of star movement, made using 150 stacked images, with the northern lights on the horizon at Sullivan Lake, Washington State"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986304868/ddcd10bb-6286-45b4-984d-499b66c73d35-2060x1030.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1030,"width":2060,"orientation":"landscape","caption":"The Milky Way over statues of iron horses called Grandfather Cuts Loose the Ponies, in Vantage, Washington","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over statues of iron horses called Grandfather Cuts Loose the Ponies, in Vantage, Washington","cleanCaption":"The Milky Way over statues of iron horses called Grandfather Cuts Loose the Ponies, in Vantage, Washington"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986422508/a497bce3-f091-4e8e-b6f7-c612ff484a34-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The Milky Way over the oldest standing building in the state of Idaho, in Cataldo Mission State Park","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over the oldest standing building in the state of Idaho, in Cataldo Mission State Park","cleanCaption":"The Milky Way over the oldest standing building in the state of Idaho, in Cataldo Mission State Park"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986992833/eef717a9-ca50-442e-8a03-62e2b0cdb249-2060x1445.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1445,"width":2060,"orientation":"landscape","caption":"The Milky Way over a barn in Lincoln County, Washington State","credit":"Craig Goodwin/Caters News Agency","altText":"The Milky Way over a barn in Lincoln County, Washington State","cleanCaption":"The Milky Way over a barn in Lincoln County, Washington State"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434987063397/dfb7a1f4-1dbf-4b39-9db9-899224d3ef81-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Aurora Borealis erupts next to Christ Lutheran Church of Egypt in Rocklyn, Washington","credit":"Craig Goodwin/Caters News Agency","altText":"Aurora Borealis erupts next to Christ Lutheran Church of Egypt in Rocklyn, Washington","cleanCaption":"Aurora Borealis erupts next to Christ Lutheran Church of Egypt in Rocklyn, Washington"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434987217289/1cae3432-c757-4181-b0e9-3a0ff0e4d3fe-2060x833.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":833,"width":2060,"orientation":"landscape","caption":"Milky Way over Steamboat Rock State Park, Washington State. The lights on the horizon are from the Grand Coulee Dam","credit":"Craig Goodwin/Caters News Agency","altText":"Milky Way over Steamboat Rock State Park, Washington State. The lights on the horizon are from the Grand Coulee Dam","cleanCaption":"Milky Way over Steamboat Rock State Park, Washington State. The lights on the horizon are from the Grand Coulee Dam"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434987283502/dff1e4c7-58c2-423d-b350-d1dab4f50b68-2060x773.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":773,"width":2060,"orientation":"landscape","caption":"Priest Lake, Idaho with the purple yellow aura of the Aurora Borealis on the left, the green cyan of Airglow on the right and the Milky Way in the centre","credit":"Craig Goodwin/Caters News Agency","altText":"Priest Lake, Idaho with the purple yellow aura of the Aurora Borealis on the left, the green cyan of Airglow on the right and the Milky Way in the centre","cleanCaption":"Priest Lake, Idaho with the purple yellow aura of the Aurora Borealis on the left, the green cyan of Airglow on the right and the Milky Way in the centre"}],"bodyImages":[],"webPublicationDate":"2015-06-29T11:30:03Z","lastModified":"2015-06-29T11:30:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/gallery/2015/jun/29/amazing-star-trails-in-america-in-pictures","shortUrl":"http://gu.com/p/4a2mc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/gallery/2015/jun/29/amazing-star-trails-in-america-in-pictures","webUri":"http://www.theguardian.com/news/gallery/2015/jun/29/amazing-star-trails-in-america-in-pictures"},"shouldHideAdverts":false},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Looking back: Outdoor swimming","rawTitle":"Looking back: Outdoor swimming","item":{"type":"article","id":"news/2015/jun/29/looking-back-outdoor-swimming","title":"Looking back: Outdoor swimming","trailText":"The sport of swimming in rivers, lakes and lidos as reported in the Guardian over the past 140 years","standFirst":"<p>The sport of swimming in rivers, lakes and lidos as reported in the Guardian over the past 140 years</p>","byline":"Richard Nelsson","body":"<p>The rising popularity of outdoor and open water swimming has seen ever more people heading to rivers, lakes and lidos to cool off during the summer months. But for some, cold water swimming is a year round pastime.</p> \n<p>26 August 1875: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/from-the-archive-blog/2011/may/14/guardian190-first-channel-swim\">Captain Webb swims the Channel</a> - Beef tea and brandy sees the swimmer through more than 20 hours in the water.</p> \n<p>6 July 1904: <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434980803999/Swim-6-July-1904-001.jpg\">The great Gadsby</a> - ‘One-legged men...move at less disadvantage, relatively to bipeds, in water than on land.’</p> \n<p>26 December 1911:<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/dec/26/serpentine-christmas-swimmers-1911\"> The Serpentine’s hardened swimmers</a> - ‘men appear on the Hyde Park banks, plunge in and swim their hundred yards, even though they first must break the ice with a hatchet.’<br /></p> \n<p>24 July 1930: <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434980295510/women-and-lidos-24-july-1-001.jpg \">Women and lidos</a> ‘for the first time women have been allowed to swim openly and without fear of arrest in the holy waters of the Serpentine.’<br /></p> \n<figure class=\"element element-image\" data-media-id=\"e5bc10f28e3c223b0c20335dd8befe3170fa2a67\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435146409379/c4669ed3-559e-46e8-9154-5d3b4a76ab6d-460x276.jpeg\" alt=\"Changing rooms at Tooting Bec Lido, London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Changing rooms at Tooting Bec Lido, London.</span> \n  <span class=\"element-image__credit\">Photograph: Julia Gavin/Alamy</span> \n </figcaption> \n</figure> \n<p>19 May 1934: <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434980365569/water-purity-19-may-1934-001.jpg \">Swimming bath purity</a> - ‘a rigid standard of the purity of the water’ must be insisted upon. An issue that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2012/aug/09/archive-1979-bathers-peeing-swimming-pool\">continues to this day</a>.</p> \n<p>17 August 1935: <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434980422823/Lidos-17-august-1935-001.jpg\">New enthusiasm for the water and the sun</a> - Increasing vogue for ‘swimming pools surrounded by pleasure parks and popularly known as “lidos”’.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"5ef4addff79aa9d8bbff4a013226f6e3c46b22d9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435154800329/5f3bb18b-ef91-41c1-a6f6-635de6a47e53-460x276.jpeg\" alt=\"Two divers launching off the Embankment into the River Thames, London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Two divers launching off the Embankment into the River Thames, London.</span> \n  <span class=\"element-image__credit\">Photograph: H. F. Davis/Getty Images</span> \n </figcaption> \n</figure> \n<p>14 November 1959: <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434980498799/tarnbagging-14-november-1-001.jpg\">Cold comfort for the tarn-baggers</a> - ‘shivering in a shower of hail, they scrambled out of a tarn high on a shoulder of Esk Pike [in the Lake District] and shook hands.’ Thus began the practice of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2011/apr/22/tarnbagging-lake-district-hidden-pools\">tarn bagging</a>. <br /></p> \n<p>25 July 2013:<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/gallery/2013/jul/25/worlds-best-outdoor-pools-in-pictures\"> The world’s best outdoor pools in pictures</a>.<br /></p> \n<p>26 August 2013: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/the-swimming-blog/2013/aug/26/top-10-outdoor-swimming-pools-uk\">The UK’s best outdoor pools in pictures.<br /></a></p> \n<p>2 March 2015: <a href=\"http://www.theguardian.com/environment/gallery/2015/mar/02/lewis-pughs-antarctic-swim-in-pictures \">Lewis Pugh’s Antarctic swim</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"808468252b9de16b13fcb56babfe6d9e92d066a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435153228473/8cc7f2f9-6dd1-4226-a8b3-8c16505b7036-460x276.jpeg\" alt=\"Endurance swimmer Lewis Pugh’s final swim to campaign for a vast marine protected area in the Antarctic’s “pristine” Ross Sea, March 2015.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Endurance swimmer Lewis Pugh’s final swim to campaign for a vast marine protected area in the Antarctic’s “pristine” Ross Sea, March 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Kelvin Trautman/PA</span> \n </figcaption> \n</figure> \n<p>Outdoor swimming has featured in many <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/the-swimming-blog/2014/feb/26/top-five-classic-swimming-books\">books</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2008/mar/13/swimmingmoviesletspoolour\">films</a>. There are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2009/aug/01/ten-best-literary-swimming-scenes\">memorable scenes in literature</a> while one of the most popular non-fiction books is Roger Deakin’s <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245676571/Waterlog-5-June-1999-001.jpg\">Waterlog</a>.</p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146286291/2d6b2702-d431-433f-9adb-b98cdc25e086-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"The restored Art Deco Lido in the Cornish town of Penzance.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146410842/c4669ed3-559e-46e8-9154-5d3b4a76ab6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Changing rooms at Tooting Bec Lido, London. Photograph: Julia Gavin/Alamy","credit":"Julia Gavin/Alamy","altText":"Changing rooms at Tooting Bec Lido, London.","cleanCaption":"Changing rooms at Tooting Bec Lido, London.","cleanCredit":"Photograph: Julia Gavin/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154803791/5f3bb18b-ef91-41c1-a6f6-635de6a47e53-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Two divers launching off the Embankment into the River Thames, London. Photograph: H. F. Davis/Getty Images","credit":"H. F. Davis/Getty Images","altText":"Two divers launching off the Embankment into the River Thames, London.","cleanCaption":"Two divers launching off the Embankment into the River Thames, London.","cleanCredit":"Photograph: H. F. Davis/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435153229659/8cc7f2f9-6dd1-4226-a8b3-8c16505b7036-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Endurance swimmer Lewis Pugh’s final swim to campaign for a vast marine protected area in the Antarctic’s “pristine” Ross Sea, March 2015. Photograph: Kelvin Trautman/PA","credit":"Kelvin Trautman/PA","altText":"Endurance swimmer Lewis Pugh’s final swim to campaign for a vast marine protected area in the Antarctic’s “pristine” Ross Sea, March 2015.","cleanCaption":"Endurance swimmer Lewis Pugh’s final swim to campaign for a vast marine protected area in the Antarctic’s “pristine” Ross Sea, March 2015.","cleanCredit":"Photograph: Kelvin Trautman/PA"}],"webPublicationDate":"2015-06-29T11:30:03Z","lastModified":"2015-06-29T11:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Richard Nelsson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/12/9/1418152081615/Richard-Nelsson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richard-nelsson"}],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[{"displayName":"Richard Nelsson","topic":{"type":"tag-contributor","name":"profile/richard-nelsson"}}],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jun/29/looking-back-outdoor-swimming","shortUrl":"http://gu.com/p/4a3t6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jun/29/looking-back-outdoor-swimming","webUri":"http://www.theguardian.com/news/2015/jun/29/looking-back-outdoor-swimming"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435146286291/2d6b2702-d431-433f-9adb-b98cdc25e086-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The restored Art Deco Lido in the Cornish town of Penzance. Photograph: Alamy","credit":"Alamy","altText":"The restored Art Deco Lido in the Cornish town of Penzance.","cleanCaption":"The restored Art Deco Lido in the Cornish town of Penzance.","cleanCredit":"Photograph: Alamy"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Romantic West Country sunsets","rawTitle":"Romantic West Country sunsets","item":{"type":"gallery","id":"news/gallery/2015/jun/16/romantic-west-country-sunsets-in-pictures","title":"Romantic West Country sunsets","trailText":"Magnificent sunsets of Somerset and north Devon are captured by IVistaphotography and make rather relaxing viewing ","standFirst":"<p>Magnificent sunsets of Somerset and north Devon are captured by IVistaphotography and make rather relaxing viewing </p>","byline":"iVistaphotography/Barcroft Media","body":"<figure class=\"element element-image\" data-media-id=\"ac29b8c0a2df7ab3d5579e2f11554c99ed2ff27b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107568978/71dd3ed5-6161-40d8-87be-ea74ef3430c6-620x496.jpeg\" alt=\"The setting sun bathes St Audrie's Bay in warm hues in Somerset, England.\" width=\"620\" height=\"496\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The setting sun bathes St Audrie’s Bay in warm hues in Somerset </span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"04a255fc5da542137ee842e5a2ff11d39443a71f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107213980/991bc676-863e-4c21-a6ad-8cfc3fa365b2-620x413.jpeg\" alt=\"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset, England.\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"e25c8c97373fdca15b3d8dfee62080c328a2d836\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107314590/7ce35977-172d-477b-b469-7ec20e905f12-384x480.jpeg\" alt=\"Lumps of sedimentary rock, some as big as cars, are exposed at low tide at the Eastern end of Blue Anchor Bay, Somerset.\" width=\"384\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lumps of sedimentary rock, some as big as cars, are exposed at low tide at the eastern end of Blue Anchor Bay, Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"580ce7f0ccc7bc41f831ef6d85185fe9a9b1e8f5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107375861/1d773e62-cc70-4f04-9cac-82b438426df0-620x413.jpeg\" alt=\"A beautiful sunset view seen in north west of Milverton in Somerset, England.\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A beautiful sunset view seen in north west of Milverton in Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"7edf634d58aef669a02607d1e25f55ea5c3f7ca7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107874141/a6c61263-8fcf-4c8b-ae3c-4c24f7ee6d1f-620x349.jpeg\" alt=\"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.\" width=\"620\" height=\"349\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"db35195c9dc19ed0688a3ba62a61c281b14242b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107673931/ca06ab2c-09da-462d-aae2-26795d33fe59-1020x1020.jpeg\" alt=\"A moon is seen over a field of buttercups as the day ends near Burrowbridge village in Somerset Levels, England.\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A moon is seen over a field of buttercups as the day ends near Burrowbridge village in Somerset Levels</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bbd81152681248fe38254729845ca9ba57490348\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434108117663/ab786a2d-6ee7-42f8-9b96-3ef6d8819293-620x413.jpeg\" alt=\"A spectacular view of sunset near Langford Budville in Wellington Somerset, England.\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A spectacular view of sunset near Langford Budville in Wellington Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"3cf63a93d2574310e4c5b78dba051a063d9f3102\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107467047/a0dfe2b6-b8a7-4480-82db-4952339fbad6-620x496.jpeg\" alt=\"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset, England.\" width=\"620\" height=\"496\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c98fb57483861e3fad8fc053a9d5c67cf6a3a5ae\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107775085/02e8e641-c602-4c0a-b120-6b631c453f06-620x349.jpeg\" alt=\"A spectacular view of sunset at the coast near the village of Croyde in Woolacombe, England.\" width=\"620\" height=\"349\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A spectacular view of sunset at the coast near the village of Croyde in Woolacombe</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1fd8f3be9ece104dfea6230435cc47bd89d35b35\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107940234/48af7a08-1f86-45c4-9ef7-39a878a0e38b-620x349.jpeg\" alt=\"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.\" width=\"620\" height=\"349\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"37bab325451429bafb31bc1fbbe80448578cdb77\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434107999077/19baf19c-d112-4740-9d72-75f34e8f8d88-1020x1020.jpeg\" alt=\"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b3fd42f5c8b1d7519ff529e0140c1781309658ea\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434108376104/f9e84811-511e-4c89-ac09-23402c201e4c-384x480.jpeg\" alt=\"A beautiful evening sky captured over the St Audries Bay at West Quantoxhead in Somerset, England.\" width=\"384\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A beautiful evening sky captured over the St Audries Bay at West Quantoxhead in Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"748bc77543ba3ecd2531b4422ac6ac432cee6e36\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434108062641/1fbf5fa5-51a9-4007-9217-96c16117edad-620x412.jpeg\" alt=\"A magnificent view of sunset on the mudflats and salt marshes of Steart, Bridgwater Bay National Nature Reserve in Somerset, England.\" width=\"620\" height=\"412\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A magnificent view of sunset on the mudflats and salt marshes of Steart, Bridgwater Bay National Nature Reserve in Somerset</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1032ce058c82bc72eaa938b3b8afdf3df9b31c41\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434108195291/f6dfb97a-063c-4230-aacf-b7be554292b1-620x430.jpeg\" alt=\"A Beautiful sunset captured from the cliffs of Morte Point and Bull Point, near Morthoe in North Devon, England.\" width=\"620\" height=\"430\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Beautiful sunset captured from the cliffs of Morte Point and Bull Point, near Morthoe in north Devon</span> \n </figcaption> \n</figure>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107567865/71dd3ed5-6161-40d8-87be-ea74ef3430c6-2060x1648.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1648,"width":2060,"orientation":"landscape","caption":"The setting sun bathes St Audrie’s Bay in warm hues in Somerset ","credit":"iVistaphotography/Barcroft","altText":"The setting sun bathes St Audrie's Bay in warm hues in Somerset, England.","cleanCaption":"The setting sun bathes St Audrie’s Bay in warm hues in Somerset "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107215276/991bc676-863e-4c21-a6ad-8cfc3fa365b2-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset, England.","cleanCaption":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107315063/7ce35977-172d-477b-b469-7ec20e905f12-1632x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1632,"orientation":"portrait","caption":"Lumps of sedimentary rock, some as big as cars, are exposed at low tide at the eastern end of Blue Anchor Bay, Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"Lumps of sedimentary rock, some as big as cars, are exposed at low tide at the Eastern end of Blue Anchor Bay, Somerset.","cleanCaption":"Lumps of sedimentary rock, some as big as cars, are exposed at low tide at the eastern end of Blue Anchor Bay, Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107375034/1d773e62-cc70-4f04-9cac-82b438426df0-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A beautiful sunset view seen in north west of Milverton in Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A beautiful sunset view seen in north west of Milverton in Somerset, England.","cleanCaption":"A beautiful sunset view seen in north west of Milverton in Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107874995/a6c61263-8fcf-4c8b-ae3c-4c24f7ee6d1f-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.","cleanCaption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107674916/ca06ab2c-09da-462d-aae2-26795d33fe59-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"A moon is seen over a field of buttercups as the day ends near Burrowbridge village in Somerset Levels","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A moon is seen over a field of buttercups as the day ends near Burrowbridge village in Somerset Levels, England.","cleanCaption":"A moon is seen over a field of buttercups as the day ends near Burrowbridge village in Somerset Levels"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434108116770/ab786a2d-6ee7-42f8-9b96-3ef6d8819293-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"A spectacular view of sunset near Langford Budville in Wellington Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A spectacular view of sunset near Langford Budville in Wellington Somerset, England.","cleanCaption":"A spectacular view of sunset near Langford Budville in Wellington Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107467823/a0dfe2b6-b8a7-4480-82db-4952339fbad6-2060x1648.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1648,"width":2060,"orientation":"landscape","caption":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset, England.","cleanCaption":"Regimented rows of ancient sea-worn groynes are pictured at that end of the bay in Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107775502/02e8e641-c602-4c0a-b120-6b631c453f06-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"A spectacular view of sunset at the coast near the village of Croyde in Woolacombe","credit":"iVistaphotography/ Barcroft Medi/iVistaphotography/ Barcroft Medi","altText":"A spectacular view of sunset at the coast near the village of Croyde in Woolacombe, England.","cleanCaption":"A spectacular view of sunset at the coast near the village of Croyde in Woolacombe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107941073/48af7a08-1f86-45c4-9ef7-39a878a0e38b-2060x1159.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1159,"width":2060,"orientation":"landscape","caption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.","cleanCaption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434107999982/19baf19c-d112-4740-9d72-75f34e8f8d88-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe, England.","cleanCaption":"A spectacular view of sunset over the Fitzhead Village towards the edge of Exmoor in Wiveliscombe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434108372993/f9e84811-511e-4c89-ac09-23402c201e4c-1632x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1632,"orientation":"portrait","caption":"A beautiful evening sky captured over the St Audries Bay at West Quantoxhead in Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A beautiful evening sky captured over the St Audries Bay at West Quantoxhead in Somerset, England.","cleanCaption":"A beautiful evening sky captured over the St Audries Bay at West Quantoxhead in Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434108063101/1fbf5fa5-51a9-4007-9217-96c16117edad-2060x1369.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1369,"width":2060,"orientation":"landscape","caption":"A magnificent view of sunset on the mudflats and salt marshes of Steart, Bridgwater Bay National Nature Reserve in Somerset","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A magnificent view of sunset on the mudflats and salt marshes of Steart, Bridgwater Bay National Nature Reserve in Somerset, England.","cleanCaption":"A magnificent view of sunset on the mudflats and salt marshes of Steart, Bridgwater Bay National Nature Reserve in Somerset"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434108194192/f6dfb97a-063c-4230-aacf-b7be554292b1-2060x1428.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1428,"width":2060,"orientation":"landscape","caption":"A Beautiful sunset captured from the cliffs of Morte Point and Bull Point, near Morthoe in north Devon","credit":"iVistaphotography / Barcroft/iVistaphotography / Barcroft","altText":"A Beautiful sunset captured from the cliffs of Morte Point and Bull Point, near Morthoe in North Devon, England.","cleanCaption":"A Beautiful sunset captured from the cliffs of Morte Point and Bull Point, near Morthoe in north Devon"}],"bodyImages":[],"webPublicationDate":"2015-06-16T15:30:10Z","lastModified":"2015-06-16T15:30:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/gallery/2015/jun/16/romantic-west-country-sunsets-in-pictures","shortUrl":"http://gu.com/p/49mby","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/gallery/2015/jun/16/romantic-west-country-sunsets-in-pictures","webUri":"http://www.theguardian.com/news/gallery/2015/jun/16/romantic-west-country-sunsets-in-pictures"},"shouldHideAdverts":false},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 3","rawTitle":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 3","item":{"type":"article","id":"news/2015/jun/12/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-3","title":"Guardian Shorts: Science that Changed the World by Tim Radford, Chapter 3","trailText":"Tim Radford’s Science that Changed the World is an eye-opening look at the revolutionary developments from the 1960s that changed the world and gave us the world we live in today. This Guardian Short ebook will be serialised chapter-by-chapter over the next few weeks.","standFirst":"<p>Tim Radford’s Science that Changed the World is an eye-opening look at the revolutionary developments from the 1960s that changed the world and gave us the world we live in today. This Guardian Short ebook will be serialised chapter-by-chapter over the next few weeks.</p>","byline":"","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2015/may/29/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-2\">Follow this link to read&nbsp;Chapter 2</a></p> \n<h2>The big bang and the cosmological aftermath</h2> \n<p>In 1882 my favourite mad Victorian cosmologist, Samuel Kinns tried to square the biblical and scientific stories of creation in Moses and Geology, or The Harmony of the Bible with Science. He identified 15 scripturally-recorded stages by which God made the world, starting with the words ‘And the Earth was without form, and void, and darkness was upon the face of the deep.’ Science, he reports ‘says that matter existed first in a highly attenuated gaseous condition, called aether, without any form, and non-luminous.’ This aether condensed to form nebulae, and then suns and worlds, which is matched by the next command ‘And God said, Let there be light.’ And so on. There were 1,307,674,368,000 ways in which 15 events could be sequentially arranged, says Kinns, and for science and the story of Genesis to be in such precise agreement at every stage could not possibly be by chance: obviously, God had revealed the story of creation to Moses, and Moses had (presumably) reported the timetable of events in the language and imagery appropriate to a Bronze Age tribe on the run in the desert of Sinai. The churchman was quite right about aether – that is, quite consistent with the science of the time – and even in 1909, Sir Oliver Lodge in his book The Ether of Space advocated ‘a view of the Ether which makes it not only present and all pervading, but also massive and substantial beyond conception. It is turning out to be the most substantial thing – perhaps the only substantial thing – in the material universe.’ Luminiferous aether or ether was a very old idea, invoked by Isaac Newton, and only reluctantly abandoned after Einstein’s 1904 paper on special relativity, and I quote Kinns and Lodge only to demonstrate that right up until 1965, anybody could believe and argue anything they liked about creation. There were really only three options. One was that the universe had no beginning. It was eternal and probably infinite and everything had always existed and although distant galaxies were indeed moving away, the universe would always look like that because new matter was being created continuously, to fill the gaps. The second was that the universe really did have a beginning and could possibly have an end. The second view had some religious support: Jewish, Christian and Islamic faiths all subscribed to the proposition that heaven and Earth were created, along with all the things on Earth, by Jehovah, God or Allah, but although these beliefs were enshrined in a Christian creed – and even non-believers knew this creed through choral masses composed by Bach, Palestrina, Byrd, Mozart and Beethoven – it is fair to say that nobody thought much about the details, and very few people subscribed to the precise sequence of events recounted in the Hebrew book of Genesis. To astronomers, the evidence of the receding galaxies was what mattered: if they were receding now, as if propelled by some initial force, then at a much earlier era they must have been much closer together and before that, all the stars and galaxies must have been just one big bursting blob of incredibly hot, dense stuff, and space-time would have been contorted in a very strange way called a singularity.</p> \n<p>There were powerful scientific proponents for each proposition. Leader and spokesman for the continuous or continual creationist team was the astronomer-royal of Great Britain, Sir Fred Hoyle, and it was he who dismissively coined the term the big bang, to mock his opponents. His team-mates, Hermann Bondi and Thomas Gold, postulated that – to keep the visible galaxy quotient more or less steady – matter was continually created, from nothing, everywhere in the universe. It wasn’t such a big postulate. To replace disappearing galaxies, all the universe had to do was deliver one brand-new atom of hydrogen per litre of volume every billion years. Gold, Bondi and Hoyle were all distinguished scientists with formidable and enduring achievements behind them. On the opposing team were a number of scientists of equal distinction. Among these was a Belgian priest called Georges-Henri Lema&icirc;tre who in 1931 had proposed a beginning for the universe in a ‘primeval atom’ or a ‘cosmic egg.’ Another was the Russian-born George Gamow, who in a famous paper known as Alpher-Bethe-Gamow (the real author was Gamow’s PhD student Ralph Alpher, but Gamow thought it would be fun to co-opt the name of the nuclear weapons scientist Hans Bethe to exploit a joke about the Greek alphabet and it was published on 1 April 1948) calculated that the proportions of hydrogen and helium in the universe could be explained by the cookery conditions in a very hot dense moment of creation. If the universe began hot, and then expanded, it must have cooled but still be detectably warm. So Gamow took a guess at the temperature of space itself: the space not just between the stars, but between the galaxies. The real point of all these stories – from eccentric clerics to fun-loving physicists – is that for most of the rest of the world, they were just stories: made up to explain the world in which we lived. I cannot now remember when I first heard someone say that there was speculation, and then there was wild speculation, and then there was cosmology, but it was probably already an old joke. Right up till 1965 there was no way of knowing who was right: whether the universe and everything in it, had a beginning, or whether it had always been there.</p> \n<p>And then in 1965, two papers appeared in the same edition of Astrophysical Journal Letters. In the first of these, four physicists from Princeton proposed that if the universe had begun as an incredibly hot, small region of space-time – perhaps 10 billion degrees Kelvin – then all that heat would still be there, spread throughout the universe. The universe would cool as it expanded, and if the universe had been expanding for 10 billion years or more, then there would be no glow. This remnant temperature would in fact be ferociously low: a few degrees above absolute zero. But the dark wastes of space would still radiate something that might be ‘heard’ with sensitive antennae. Two of the four scientists had set about the technically challenging task of trying to devise antennae that could tune into this radiation. But, they wrote, two other scientists working for Bell Telephone Laboratories had already tuned into the distant cosmos and – wherever they pointed a sensitive antenna originally designed for communication with the satellite Telstar – they had detected radiation at 7.3cm wavelength, with an intensity that, converted to temperature, would be about 3.5&deg;K, give or take a degree. In the same issue, the two Bell Telephone boffins, Arno Penzias and Robert Wilson, reported that they had detected an excess temperature that was ‘within the limits of our observations, isotropic, unpolarized and free from seasonal variations.’ That is, it wasn’t radiation from pigeon nests in the antenna structure; it wasn’t something in the atmosphere: it came from outer space and it came from everywhere. They had discovered the cosmic microwave background radiation that should exist if the universe had begun in a blast of heat and violence; they had detected the faint and fading rumbles of the big bang. Someone had predicted the discovery. Someone else, working independently and not even looking for that particular result, had discovered it. Once again, humanity’s picture of the universe had changed. The universe was not eternal or infinite. It had a beginning. Matter, space and time had come into existence at some point in the measurable past.</p> \n<p>So suddenly, serious cosmological researchers had somewhere to start: a beginning. They could contemplate the cosmos as it seemed to be now, and speculate about the initial conditions that made stars, galaxies, gas and dust fall out of some unimaginably hot, dense moment. They could use the Copernican principle to assure themselves that the physics that seemed to be true in the solar system would be just as reliable far away and long ago, nearer the beginning of time. They could use the laws of thermodynamics to begin to compose a budget of mass and energy that would account for the things they could see through optical telescopes and hear with radio telescopes and detect with x-ray telescopes delivered above the atmosphere by experimental rockets. They could use logic, mathematical physics and observation to collect data, frame hypotheses and test them. Within a dozen years, Penzias and Wilson were heading for a Nobel prize, and another Nobel laureate, Steven Weinberg, could compose a popular science classic called The First Three Minutes, which provided an account of exactly that: the things that must have happened in the first three minutes of time, in tiny, detailed, blow-by-blow stages when the world was brand new, and expanding at the speed of light. The universe, wrote Weinberg when he reached the end of his self-allotted third minute ‘will go on expanding and cooling, but not much of interest will happen for another 700,000 years’ when electrons and protons become cool enough to form stable atoms, and get on with the job of making stars and planets. That he could write such a book at all was made possible by Penzias and Wilson in 1965. The most important thing accomplished by their discovery ‘was to force us all to take seriously the idea that there <em>was</em> an early universe.’ The intellectual energy released by the publication of the two papers in 1965 drove research in a number of unexpected directions: theorists used mathematical logic, known physics and a series of ‘what-if’ scenarios to explore the seemingly unknowable – the first few minutes of creation – and ended up with a series of predictions, some of which have been confirmed, both by observation of the distant heavens with ever-more sophisticated instruments, many of them mounted on orbiting spacecraft, and by experiments in a series of increasingly powerful accelerators and colliders in which they could explore the creation of sub-atomic particles and – even more satisfyingly – actually spot the ones that their theories told them should exist. The hectic race to chronicle the brief history of time led researchers to unexpected conclusions. </p> \n<p>One of the most stylish intellectual advances happened in the 1980s, in pursuit of a particle that theory said should exist, and should be difficult to miss, but experience said didn’t exist or at least had never been spotted. The notional missing object was called the magnetic monopole: that is, a tiny magnet with only one pole, which in itself would be pretty strange. It would also be massive, and difficult not to observe. A number of different theories predicted these oddities: no sighting has ever been confirmed. Alan Guth, a young US physicist, picked up the entirely academic challenge of explaining why a particle that should be as easy to find as currants in a bun didn’t seem to exist anywhere. He proposed a strange, short episode in the very early universe – well inside the first trillionth of a second – when space itself did something strange and expanded far faster than light. This bizarre period of inflation ended with a universe so large that the initial pool of monopoles would, in effect, have been diluted out of existence. If a currant bun suddenly became as big as the solar system, you’d not expect to ever see a currant. In fact, cosmic inflation turned out to be a very neat idea: it explained why the universe was more or less the same in every direction, and it explained why the critical density of the universe seemed so nicely balanced between two alternative fates, continual expansion and eventual collapse. Cosmic inflation is not something that can be tested, even in the most powerful particle collider. So it cannot be demonstrated, the way gravitational force is demonstrated with every rocket launch, and every throw of a cricket ball: but it explains so many things that it is now orthodoxy. Physicists still argue about how and why it happened and why and when it stopped, and what exactly happened during the inflationary period, but they seem inclined to accept that there was one. They also accept that something very strange happened when the energy of creation started to condense into matter (the equation that absolutely everybody knows – the one that says that <em>e=mc<sup>2</sup></em> – means exactly what it says:<sup> </sup>energy and mass are equivalent and interchangeable) then what dropped into being should have been equal quantities of matter and antimatter. This is what happens routinely in particle accelerators; it is what theorists had predicted even before the first discovery of antimatter. But we live in a universe composed seemingly only of matter, and quite a lot of this matter has yet to be identified – most of the masses of galaxies are made up of something unexplained and unidentified, but massive, called ‘dark matter’ – so there remain a number of partly-answered or unanswered questions. </p> \n<p>The joyous investigation of the cosmos also raised interesting questions about space and time and the future of everything. What, actually, is time? Does it exist? If you can go in two directions in space, why can you go only in one direction in time? And if space can expand, then it must be something, it must have some sort of fabric: it cannot be nothing, it cannot be emptiness. It must have some sort of energy because the farthest galaxies are receding faster than predictions say they should. The upshot is that physicists can be very precise about some things – that the universe, for instance, is 13.798 billion years old – and very vague about others. They can explain and account for the stars and galaxies but these add up to only about 4% of the mass of the observable universe. The other 96% remains unexplained. They know to great precision the fundamental values and measurements of gravitational, electromagnetic and other forces and so on, but they cannot explain why these forces have the values they do have: on the other hand, they know that if these forces were even the slightest bit different, we would not be here. Matter would not have condensed at the right pace into nebulae, and then into stars. Stars would not have slowly ‘cooked’ hydrogen into carbon, oxygen and iron and all the other elements, and planets would not have formed, and without planets, water, carbon and oxygen, there would have been no life, and no curious, wondering forms of intelligent life. The adventure that began with the 1965 papers has answered some questions with unexpected precision and left others wide open. So it is possible to have some sympathy with the ridiculous Samuel Kinns with whom we began the chapter. It is worth pointing out that 120 years on, we are still left with a universe filled with <em>something</em> that seems to be highly attenuated and without any detectable form, and non-luminous. Aether wouldn’t be the right word, but – since nobody ever found a specimen of aether, or even a proper definition of it – it would not be the wrong word either. And the expectations implicit in Kinns’s argument haven’t gone away. Does it look as though the universe was made so that intelligent life could exist? Or does intelligent life exist because universes are forever popping into random existence and we just happen to be in the one that looks exactly right for the only intelligent life we know about? Freeman Dyson, one of the giants of modern physics, once observed that the universe ‘in some sense must have known that we were coming.’ Albert Einstein once said that the most incomprehensible thing about the universe was that it <em>was</em> comprehensible. Steven Weinberg’s last paragraph in his book The First Three Minutes went even further. ‘The more the universe seems comprehensible,’ he wrote ‘the more it also seems pointless.’ &nbsp; &nbsp;</p> \n<p><em>If you would like to read the Science that Changed the World in full now, you can purchase the ebook via the links on the&nbsp;<a href=\"http://guardianshorts.co.uk/\">Guardian Shorts website</a>, prices from &pound;1.99.</em></p> \n<figure class=\"element element-image\" data-media-id=\"546cc920fdba5a4b35dd537ccfc8ada5d9d94251\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/12/1434120771672/f85c4153-40f8-4a4e-bb46-da968d83252e-315x420.jpeg\" alt=\"Science that Changed the World\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Science that Changed the World.</span> \n  <span class=\"element-image__credit\">Photograph: Guardian Shorts</span> \n </figcaption> \n</figure>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434120829472/fca4c9c3-471b-434b-b08f-895edd96de81-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCredit":"Photograph: Guardian Shorts"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434120769019/dc3dab08-1d9e-407d-bd62-96099743e60f-765x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":765,"orientation":"portrait","caption":"Science that Changed the World. Photograph: Guardian Shorts","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCaption":"Science that Changed the World.","cleanCredit":"Photograph: Guardian Shorts"}],"webPublicationDate":"2015-06-12T15:30:09Z","lastModified":"2015-06-28T11:18:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jun/12/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-3","shortUrl":"http://gu.com/p/49mkt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jun/12/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-3","webUri":"http://www.theguardian.com/news/2015/jun/12/guardian-shorts-science-that-changed-the-world-by-tim-radford-chapter-3"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434120829472/fca4c9c3-471b-434b-b08f-895edd96de81-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Science that Changed the World. Photograph: Guardian Shorts","credit":"Guardian Shorts","altText":"Science that Changed the World","cleanCaption":"Science that Changed the World.","cleanCredit":"Photograph: Guardian Shorts"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Looking back: Television","rawTitle":"Looking back: Television","item":{"type":"article","id":"news/2015/jun/12/looking-back-television","title":"Looking back: Television","trailText":"A look back at early Guardian reports shows how the UK was seduced by the new medium of television ","standFirst":"<p>A look back at early Guardian reports shows how the UK was seduced by the new medium of television </p>","byline":"Jason Rodrigues","body":"<p>Speaking to the Manchester Guardian in 1926, Captain O.G. Hutchinson, business manager of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2001/nov/21/highereducation.television\">John Logie Baird</a>, said Baird had photographed him using his ‘wireless invention’ (television), and the results were ‘most satisfactory’. Hutchinson was praising the Scottish engineer for his pioneering work in developing the first TV set.</p> \n<figure class=\"element element-image\" data-media-id=\"2f57e92864e4208b066135dfcf2c901302dd0f9b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433943654250/5c070db4-2aa4-41ca-82b0-03e801339228-460x276.jpeg\" alt=\"The Guardian, 9 January 1926\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Manchester Guardian, 9 January 1926. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433943368127/The-Guardian-9-January-19-001.jpg\">Read article in full</a>.</span> \n </figcaption> \n</figure> \n<p>Many programmes made for TV were transmitted from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2011/jun/16/bbc-television-centre-1960\">BBC Television Centre</a>, the vast new media ‘factory’ built at White City, London, in 1960.</p> \n<p>Some shows like Z Cars, the popular BBC police drama <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2014/mar/03/television-series-z-cars-review\">which celebrated its 100th episode in 1964</a>, were shot on location.</p> \n<p>Also in the 1960s, the BBC’s dominance of the UK’s airwaves came under competition from independents such as Granada who brought us <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2010/dec/10/archive-coronation-street-1960\">shows like Coronation Street</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"4dc4873fa176a8385d021943a70df4e45658d253\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433945573047/7486e31c-7e6f-46c5-b680-fe3fa321f6d8-460x276.jpeg\" alt=\"Coronation Street's Ena Sharples (Violet Carson) and Walter Potts (Christopher Sandford) in 1963.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">1963: Coronation Street’s Ena Sharples (Violet Carson) and Walter Potts (Christopher Sandford).</span> \n  <span class=\"element-image__credit\">Photograph: ITV/Rex Features</span> \n </figcaption> \n</figure> \n<p>Entertainment aside, TV could educate and inform viewers. This report from 1959 notes Aneurin Bevan, deputy leader of the Labour Party, telling parliament that TV <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/04/parliament-televised-house-of-commons-archive-1959\">cameras should be allowed into the House</a>. It wasn’t until 1988 that MPs <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2012/mar/14/archive-mps-yes-cameras-commons\">voted in favour</a> of the proposal.<br /></p> \n<p>But even serious programming such as news and current affairs weren’t immune from ridicule, as the success of satirical show <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/nov/26/that-was-the-week-that-was-review-1962\">That Was The Week That Was</a> proved in 1962. </p> \n<p>Entertaining children was just as important to programme makers. Shows such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/from-the-archive-blog/2011/nov/23/doctor-who-anniverary-first-episode\">Doctor Who</a> became hugely popular, even though self-styled moral crusader <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2010/aug/31/archive-who-loves-you-doctor\">Mary Whitehouse warned that the sci-fi programme was ‘highly disturbing’</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"0bbd493b8266799c901f77116c8d929bf73b1d21\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433947887188/97fb9f3f-e919-47cb-be5b-77d97e4e9a56-460x276.jpeg\" alt=\"Daleks,  the sworn enemy of the Doctor.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Daleks, the sworn enemy of the Doctor.</span> \n  <span class=\"element-image__credit\">Photograph: Ronald Grant Archive</span> \n </figcaption> \n</figure> \n<p>Anyone easily offended would have done well to have avoided Channel 4’s launch in 1982. The upstart channel’s live music show, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/14/rewind-the-tube-tv-od\">The Tube</a>, with its near the knuckle humour and colourful language, often meant the station’s switchboard was jammed with complaints. <br /></p> \n<p>Launched in 1997, one of Channel Five’s most successful shows to date has been Big Brother, the rights to which it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/jan/19/celebrity-big-brother-channel-5\">secured in 2012</a>. <br /></p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433953257906/d9497049-cf00-4811-9ad3-bd2c589e0588-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Everett Collection/Rex Feature/Everett Collection / Rex Feature","altText":"Dallas, season one, 1978.","cleanCredit":"Photograph: Everett Collection/Rex Feature/Everett Collection / Rex Feature"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433943654250/5c070db4-2aa4-41ca-82b0-03e801339228-460x276.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Manchester Guardian, 9 January 1926. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433943368127/The-Guardian-9-January-19-001.jpg\">Read article in full</a>.","credit":"The Guardian","altText":"The Guardian, 9 January 1926","cleanCaption":"Manchester Guardian, 9 January 1926. <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433943368127/The-Guardian-9-January-19-001.jpg\">Read article in full</a>."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433945573778/7486e31c-7e6f-46c5-b680-fe3fa321f6d8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"1963: Coronation Street’s Ena Sharples (Violet Carson) and Walter Potts (Christopher Sandford). Photograph: ITV/Rex Features","credit":"ITV/Rex Features","altText":"Coronation Street's Ena Sharples (Violet Carson) and Walter Potts (Christopher Sandford) in 1963.","cleanCaption":"1963: Coronation Street’s Ena Sharples (Violet Carson) and Walter Potts (Christopher Sandford).","cleanCredit":"Photograph: ITV/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433947889455/97fb9f3f-e919-47cb-be5b-77d97e4e9a56-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daleks, the sworn enemy of the Doctor. Photograph: Ronald Grant Archive","credit":"Ronald Grant Archive","altText":"Daleks,  the sworn enemy of the Doctor.","cleanCaption":"Daleks, the sworn enemy of the Doctor.","cleanCredit":"Photograph: Ronald Grant Archive"}],"webPublicationDate":"2015-06-12T15:30:07Z","lastModified":"2015-06-12T15:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jason Rodrigues","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-rodrigues"}],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[{"displayName":"Jason Rodrigues","topic":{"type":"tag-contributor","name":"profile/jason-rodrigues"}}],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jun/12/looking-back-television","shortUrl":"http://gu.com/p/49jn9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jun/12/looking-back-television","webUri":"http://www.theguardian.com/news/2015/jun/12/looking-back-television"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433953257906/d9497049-cf00-4811-9ad3-bd2c589e0588-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dallas, season one, 1978. Photograph: Everett Collection/Rex Features","credit":"Everett Collection/Rex Features","altText":"Dallas, season one, 1978.","cleanCaption":"Dallas, season one, 1978.","cleanCredit":"Photograph: Everett Collection/Rex Features"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"Looking back: Cars and driving","rawTitle":"Looking back: Cars and driving","item":{"type":"article","id":"news/2015/may/29/looking-back-cars-and-driving","title":"Looking back: Cars and driving","trailText":"The history of the automobile through the pages of the Guardian","standFirst":"<p>The history of the automobile through the pages of the Guardian</p>","byline":"Katy Stoddard","body":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/26/uk-first-fatal-car-accident-archive-1896\">26 August 1896</a>: Bridget Driscoll becomes the victim of the UK’s first fatal car accident when she is run over at Crystal Palace.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/jul/02/motor-racing-gordon-bennett-cup-1903\">2 July 1903</a>: The Mercedes team struggles with inferior tyres at the Gordon Bennett motor race in Ireland.</p> \n<figure class=\"element element-image\" data-media-id=\"99e11bb9220c31c243a82157b4d4a0f43870223d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432209380153/35f49f29-73fe-4d15-8308-bb6473131eac-460x276.jpeg\" alt=\"Camille Jenatzy driving his Mercedes to victory in the 1903 Gordon Bennett race at Athy, Ireland\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Camille Jenatzy driving his Mercedes to victory in the 1903 Gordon Bennett race at Athy, Ireland.</span> \n  <span class=\"element-image__credit\">Photograph: Science &amp; Society Picture Library/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/jan/15/afghanistan-ameer-india-1907-archive\">15 January 1907</a>: The Afghan Ameer enjoys his first ride in a motorcar on a visit to India.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2012/apr/18/archive-1912-wireless-telegraph-in-cars\">18 April 1912</a>: The car of the future may be equipped with wireless telegraphy for sending and receiving messages on the move.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/06/driving-a-car-archive-1925\">6 April 1925</a>: The Manchester Guardian’s rules for the road - pass horses with care, drive only as far as necessary in reverse and no cutting in.</p> \n<figure class=\"element element-image\" data-media-id=\"29891ac32b952b62a999fbd047b302128ba0b8f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432209175969/2528ef85-99e5-4fe9-a184-3b57c0e23dec-460x276.jpeg\" alt=\"A car which has crashed into a lamppost, 1930\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">This driver clearly didn’t read the Guardian’s motoring tips.</span> \n  <span class=\"element-image__credit\">Photograph: Fox Photos/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432211779922/27-Aug-1938-Guardian-Misc-001.jpg\">27 August 1938</a>: At the drive-in movie theatre in America the only insuperable hindrance is fog.</p> \n<figure class=\"element element-image\" data-media-id=\"357001411e77f4b387a5cabfa03ff3ae9e1fe48d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432211593848/a179275f-943a-4d67-80e7-e45087c7ebab-460x276.jpeg\" alt=\"A drive-in theatre in Los Angeles, May 1938\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A drive-in theatre in Los Angeles, May 1938.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/CORBIS</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2012/jul/11/archive-1955-taxi-driver-cab-rank\">11 July 1955</a>: After eleven at night when the buses have stopped the taxi driver comes into his own.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2014/aug/09/archive-1955-greatest-show-on-earth\">9 August 1955</a>: Volkswagen puts on the greatest show on Earth as the one millionth Beetle rolls off the production line.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/may/17/new-rules-car-indicators-1956\">17 May 1956</a>: New rules for winkers as indicators are introduced.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2014/may/15/tony-benn-car-london-brighton\">15 May 1964</a>: Tony Benn on the cult of the Motor God, our passport to freedom and social status.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"99be28e26d81b929d2703748f54998e90fb9442b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432213697544/7f7a905c-2f8b-428b-83f3-9845adc53b4c-460x276.jpeg\" alt=\"Boxer Sugar Ray Robinson with his 1950 pink Cadillac convertible in Harlem\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Boxer Sugar Ray Robinson with his 1950 pink Cadillac convertible in Harlem.</span> \n  <span class=\"element-image__credit\">Photograph: George Karger/Time &amp; Life Pictures/Getty Images</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/aug/16/delorean-car-sports-belfast\">16 August 1978</a>: Politicians are backing the DeLorean car plant in Belfast, though it is not without risk.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2012/jul/02/archive-1980-mg-car-demise\">2 July 1980</a>: Nick Davies laments the demise of the MG, the car for the carefree thirties chap.</p>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432208693222/8432290b-86df-44ea-954e-563bb454d06b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AFP/AFP/Getty Images","altText":"Henry Ford in his new model T Ford at his car plant in Detroit, 1900","cleanCredit":"Photograph: AFP/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432209381722/35f49f29-73fe-4d15-8308-bb6473131eac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Camille Jenatzy driving his Mercedes to victory in the 1903 Gordon Bennett race at Athy, Ireland. Photograph: Science & Society Picture Library/Getty Images","credit":"Science & Society Picture Library/Getty Images","altText":"Camille Jenatzy driving his Mercedes to victory in the 1903 Gordon Bennett race at Athy, Ireland","cleanCaption":"Camille Jenatzy driving his Mercedes to victory in the 1903 Gordon Bennett race at Athy, Ireland.","cleanCredit":"Photograph: Science & Society Picture Library/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432209177421/2528ef85-99e5-4fe9-a184-3b57c0e23dec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"This driver clearly didn’t read the Guardian’s motoring tips. Photograph: Fox Photos/Getty Images","credit":"Fox Photos/Getty Images","altText":"A car which has crashed into a lamppost, 1930","cleanCaption":"This driver clearly didn’t read the Guardian’s motoring tips.","cleanCredit":"Photograph: Fox Photos/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432211595226/a179275f-943a-4d67-80e7-e45087c7ebab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A drive-in theatre in Los Angeles, May 1938. Photograph: Bettmann/CORBIS","credit":"Bettmann/CORBIS","altText":"A drive-in theatre in Los Angeles, May 1938","cleanCaption":"A drive-in theatre in Los Angeles, May 1938.","cleanCredit":"Photograph: Bettmann/CORBIS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432213699003/7f7a905c-2f8b-428b-83f3-9845adc53b4c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Boxer Sugar Ray Robinson with his 1950 pink Cadillac convertible in Harlem. Photograph: George Karger/Time & Life Pictures/Getty Images","credit":"George Karger/Time & Life Pictures/Getty Images","altText":"Boxer Sugar Ray Robinson with his 1950 pink Cadillac convertible in Harlem","cleanCaption":"Boxer Sugar Ray Robinson with his 1950 pink Cadillac convertible in Harlem.","cleanCredit":"Photograph: George Karger/Time & Life Pictures/Getty Images"}],"webPublicationDate":"2015-05-29T17:00:11Z","lastModified":"2015-05-29T17:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Katy Stoddard","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katy-stoddard"}],"feature":false,"keywords":[],"tags":[],"section":{"id":"news"},"topics":[{"displayName":"Katy Stoddard","topic":{"type":"tag-contributor","name":"profile/katy-stoddard"}}],"series":{"title":"Looking back","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/looking-back"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/may/29/looking-back-cars-and-driving","shortUrl":"http://gu.com/p/489zq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/may/29/looking-back-cars-and-driving","webUri":"http://www.theguardian.com/news/2015/may/29/looking-back-cars-and-driving"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432208693222/8432290b-86df-44ea-954e-563bb454d06b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Henry Ford in his new model T Ford at his car plant in Detroit, 1900. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Henry Ford in his new model T Ford at his car plant in Detroit, 1900","cleanCaption":"Henry Ford in his new model T Ford at his car plant in Detroit, 1900.","cleanCredit":"Photograph: AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-29T11:33:42Z","personalization":{"id":"groups/tag/news/series/looking-back","uri":"http://mobile-apps.guardianapis.com/groups/tag/news/series/looking-back"},"visibility":"premium-hidden","adTargetingPath":"news/series/looking-back"}