{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Andy Murray: ‘For a while I wasn’t enjoying tennis. Now, I love it’","rawTitle":"Andy Murray: ‘For a while I wasn’t enjoying tennis. Now, I love it’","item":{"type":"article","id":"sport/2015/jun/26/andy-murray-enjoy-tennis-wimbledon","title":"Andy Murray: ‘For a while I wasn’t enjoying tennis. Now, I love it’","trailText":"In 2013 Andy Murray won Wimbledon with a back held together by painkillers and bloody-mindedness. This time, he says, he is in perfect shape, physically and mentally","standFirst":"In 2013 Andy Murray won Wimbledon with a back held together by painkillers and bloody-mindedness. This time, he says, he arrives in perfect shape","byline":"Kevin Mitchell","body":"<p>Andy Murray smiles when asked if he thinks it’s true – or not – that Novak Djokovic and Roger Federer, “don’t particularly like each other”, as the Serb’s coach, Boris Becker, asserts in a new book that has already disturbed the rhododendrons in SW19.</p> \n<p>“If you compare to what it was like beforehand [in the game generally], when those two see each other, they say: ‘Hi.’ and shake hands and have a little chat,” Murray says. “Whether they like each other or not, I’m not really bothered about that, but people like to create [stories] that these people really hate each other.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/wimbledon-2015-draw-andy-murray\">Wimbledon 2015 draw: Andy Murray faces Mikhail Kukushkin in first round</a> </p> \n</aside> \n<p>“Before, it was genuine [in the McEnroe-Connors-Lendl era] and now people just create that hatred for no reason. I don’t think any of the players hate each other but some still get on better with some than others. There’s a lot of respect between all of them. Whether they go out to dinner together is a different story …”</p> \n<p>There is a widely shared view in the game that a booking for two at San Remo for Messrs Federer and Djokovic is highly unlikely. It is also accepted that Murray has no problems with Federer or Rafa Nadal but there is a suspicion that he is at least serially irritated by some of Djokovic’s gamesmanship, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/01/andy-murray-novak-djokovic-australian-open-final\">most notoriously in the final of the Australian Open this year</a>, and briefly <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/novak-djokovic-beats-andy-murray-french-open-semi\">in this month’s semi‑final at Roland Garros</a> – although the Scot was at pains the second time to downplay a rift.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful\">As Nadal has said</a>, there is little profit in it for a player to have a running feud with someone who is a regular rival, as it creates unnecessary tension away from the court.</p> \n<p>Still, the 2015 Wimbledon championship already has another dimension, a spark yet to be ignited, between the best player in the world and the one who was just that for so long and is now the game’s the game’s 33-year-old <em>grand seigneur</em>.</p> \n<p>Perhaps the row, imagined or not, has achieved what Becker intended when he asked in his book: “So, should these two role models be more openly aggressive? Is it good for tennis that they maintain this dignified respect that covers up for any antipathy?”</p> \n<p>As Djokovic’s coach, one would imagine Becker is speaking from at least an informed platform. It was, nonetheless, a real eyebrow lifter that rippled through the locker room all the way up to Federer, father of four and darling of millions, who thought Becker impertinent to make such a suggestion.</p> \n<p>As the draw dictates, it is a “row” that could be settled on court only in the final, as they are charging at each other from different sides of the draw.</p> \n<p>Murray, meanwhile, has much to distract him: an opening round match against Mikhail Kukushkin, the 58th-ranked Kazakh he has beaten twice, the last time for the loss of three games in two-and-a-bit sets before a retirement in the third round of the 2012 Australian Open.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/rafael-nadal-wimbledon-2015-injuries-beautiful\">Rafael Nadal in warrior mentality for Wimbledon: ‘I am very motivated’</a> </p> \n</aside> \n<p>The world No3, seeded third behind Djokovic and Federer, will never have arrived at Wimbledon in better shape, physically and mentally. It is a wonder, when he looks back, that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/07/andy-murray-wimbledon-2013-novak-djokovic\">he won the title in 2013</a> with a back held together by painkillers and bloody-mindedness. He grimaced through his triumph then; he allows himself the occasional smile now.</p> \n<p>“It was hard for a few reasons [after Ivan Lendl left his team in March last year]. Changing coaches is tough, but coming back from surgery I found hard as well.</p> \n<p>“My back still hurt after the surgery. I thought at the time: ‘You have the surgery and when you start again you might struggle for a little while but then you’re body would feel OK.’ For me, it wasn’t the case. My back still hurt and I was worried about that as well. When I won Wimbledon, it was great and that does make you happy.</p> \n<p>“But a lot of the time I was playing I was in pain. So I wasn’t enjoying practising. I wasn’t hating tennis, and I don’t know if resentful is the right word but, when I stepped on the court, it was causing me pain – and I wasn’t actually enjoying that.</p> \n<p>“Now, I love practising, love going in the gym, love training hard. For a while when I was having problems with my back, I wasn’t enjoying it.</p> \n<p>“Also, I was just getting a better perspective on things: that tennis isn’t the only thing. You don’t have to win every single week – because, if you go in with that mindset, you’re never happy. If you expect to win every week then, when you do win, well, that’s what you expected. Whereas if you just lower the expectations a little bit, it makes you enjoy the game a bit more.”</p> \n<p>A more philosophical Murray also looks a more dangerous one. He is in blinding form, carrying his new-found confidence on clay over to the grass in spectacular fashion at Queen’s last week, when he beat such a variety of styles on one day <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/andy-murray-viktor-troicki-queens\">in Viktor Stoicki </a>and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/andy-murray-kevin-anderson-queens-title\">then Kevin Anderson </a>to win his fourth Aegon Championship title that he was giving a masterclass across all the disciplines.</p> \n<p>Now, though, he steps up to the bigger stage. And there it is invariably a discussion between the Big Four, however slightly diminished that brand is. Is it changing irrevocably? “I wouldn’t say it’s quite the same as it was,” Murray says. “At different stages, people wanted to write [us off] ... apart from Novak – he hasn’t really had any injuries or dips in form.</p> \n<p>“Roger for a while [did], like the year he lost to Stakhovsky at Wimbledon, and when the US Open was over for him as well. Rafa, just now, a lot of people are saying he isn’t the same and he is not going to come back. I had the same thing last year as well.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/serena-williams-wimbledon-grand-slam\">Will Wimbledon be step or stumble on Serena Williams’ historic march? | Jacob Steinberg</a> </p> \n</aside> \n<p>“There are more guys who can win now, for sure. It’s definitely a lot more open than what it was. But I don’t think that any one of the guys you mention are close to being done at the top level. But guys catch up.”</p> \n<p>In that context, was there any professional warmth directed towards Stan Wawrinka, one of the game’s nice guys, when he upset Djokovic to win the French Open? “I don’t know,” Murray says. “I hadn’t really thought about it that way. Maybe psychologically for the Tour it was important. I remember in Rome earlier in the year, they had a players’ draw outside the locker room and, before the tournament had even started, someone had just written Djokovic’s name in the winner’s space.</p> \n<p>“Stan winning in the final was a huge upset but also showed in those matches that Novak can be beaten. Granted, Stan played an incredible match, but it can be done.”</p> \n<p>There can be little doubt that Becker has ensured that one player as much as any of the young pretenders will be straining at the edge of his age‑refined talent to do it again if he gets the opportunity and take an eighth Wimbledon title.</p> \n<p><em>Performance training brand Under Armour supports Andy Murray. For more information visit www.underarmour.com</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348018286/Andy-Murray-at-Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Andy Murray at Wimbledon","cleanCaption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:00:08Z","lastModified":"2015-06-26T23:47:22Z","metadata":{"commentable":true,"commentCount":56,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Novak Djokovic","Roger Federer","Stanislas Wawrinka","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/andy-murray-enjoy-tennis-wimbledon","shortUrl":"http://gu.com/p/4a6pf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/andy-murray-enjoy-tennis-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jun/26/andy-murray-enjoy-tennis-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348018286/Andy-Murray-at-Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Andy Murray at Wimbledon","cleanCaption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435348018286/Andy-Murray-at-Wimbledon-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins/Guardian","altText":"Andy Murray at Wimbledon","cleanCaption":"Andy Murray practices at Wimbledon before the start of this year's championships. 'Now, I love practising, love going in the gym, love training hard,' he says. Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Alastair Cook declines to say if he will drop England captaincy after Ashes","rawTitle":"Alastair Cook declines to say if he will drop England captaincy after Ashes","item":{"type":"article","id":"sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp","title":"Alastair Cook declines to say if he will drop England captaincy after Ashes","trailText":"Alastair Cook said of speculation about his England captaincy: ‘Just before an Ashes series is not the right time to talk’","standFirst":"<span class=\"bullet\">•</span> ‘Just before Ashes series is not right time to talk,’ Cook says\n<br />\n<span class=\"bullet\">•</span> Captain rejects taunt that Spain training camp is a holiday","byline":"Ali Martin","body":"<p>Alastair Cook has admitted he does not know whether the Ashes series will be his last as Test captain and plans to sit down with Trevor Bayliss to discuss the matter at the end of the summer.</p> \n<p>On Friday at Lord’s, Cook met the England head coach for the first time, the day after the Australian’s arrival in London, and the pair were due to dine together in Birmingham, along with the assistant coach Paul Farbrace, before the squad’s early flight to Spain for a four-day training camp.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-england-ashes-feelgood\">Alastair Cook’s Ashes optimism fired by feelgood factor after NZ series</a> </p> \n</aside> \n<p>Following a turbulent 18-month spell for England it has been suggested that – win or lose – Cook may opt to drop back into the ranks after the five-Test series against Australia and continue his career as the country’s leading run-scorer in Test cricket.</p> \n<p>Asked if he was looking to captain England during the winter tours to the United Arab Emirates and South Africa, Cook said: “I don’t know. Ever since we lost the Ashes 5-0 in Australia I have taken every series as an individual event.”</p> \n<p>Cook, who lost the one-day captaincy before this winter’s World Cup, added: “We all saw how quickly it changed at Christmas last year. I am just going to do this series – we have such an opportunity to play Australia here with cricket hitting the headlines for the right reasons and a real good feel factor and vibe about the game. We have got that to look forward to. Let’s look at that and not worry about anything else.</p> \n<p>“Come August I will sit down with everyone, with Trevor, and we will plot a path forward or we will see. But just before an Ashes series is not the right time to talk.”</p> \n<p>The Australia spinner Nathan Lyon has described <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/nathan-lyon-australia-ashes-holiday-alastair-cook-england\">England’s Ashes camp as a holiday</a> but Cook disagreed, viewing the trip – which will focus on fielding, fitness and strategy – as the perfect chance to bond with Bayliss following the briefest of contact to date. Before Friday, the pair had spoken for just 10 minutes on the phone since the coach was appointed at the end of May.</p> \n<p>“The relationship with the coach is massive,” said Cook. “I’ll spend a lot of time with him [in Spain] and I think the guys will spend a lot of time with him – that’s the most important thing. The guys have played a lot of cricket, done a lot of training, been pretty much nonstop since the start of the Windies tour [in April]. So I think it is about meeting Trevor, talking about what will happen over the next seven weeks. It won’t be a holiday.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336636216/England-captain-Alastair--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's","cleanCaption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:00:08Z","lastModified":"2015-06-26T23:45:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Alastair Cook","Ashes 2015","England cricket team","Australia cricket team","The Ashes","Sport","Cricket","Australia sport"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp","shortUrl":"http://gu.com/p/4a6yq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp","webUri":"http://www.theguardian.com/sport/2015/jun/26/alastair-cook-captaincy-england-ashes-spain-camp"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336636216/England-captain-Alastair--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's","cleanCaption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435336636216/England-captain-Alastair--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's","cleanCaption":"The England captain, Alastair Cook, talking to the head coach, Trevor Bayliss, right, at Lord's cricket ground.  Photograph: Nick Potts/PA"}}]},{"title":"Mo Farah stands firm: ‘I will continue working with Alberto Salazar’","rawTitle":"Mo Farah stands firm: ‘I will continue working with Alberto Salazar’","item":{"type":"article","id":"sport/2015/jun/26/mo-farah-continue-working-with-alberto-salazar","title":"Mo Farah stands firm: ‘I will continue working with Alberto Salazar’","trailText":"Mo Farah has issued a statement confirming he will stay with his American coach Alberto Salazar, saying: ‘I feel I have to believe in Alberto and the evidence he has provided’","standFirst":"<span class=\"bullet\">•</span> Farah issues an emphatic statement backing his American coach\n<br />\n<span class=\"bullet\">•</span> ‘I feel I have to believe in Alberto and the evidence he provided’","byline":"Sean Ingle in Eugene","body":"<p>Mo Farah has ended weeks of speculation and uncertainty by announcing he will stand by Alberto Salazar, the American coach who helped turn him into a double Olympic and three-times world champion.</p> \n<p>Salazar has been dogged by allegations that he violated a series of anti-doping rules and is also under investigation by the United States Anti-Doping Agency. But Farah said he felt he had “to believe” in his coach’s impassioned<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/24/alberto-salazar-issues-denial-doping-statement\">12,000-word response</a> to allegations made by the BBC and the US news website ProPublica earlier this month and would continue to work with him.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/galen-rupp-alberto-salazar-eugene\">Galen Rupp and Alberto Salazar emerge to applause and scepticism in Eugene</a> </p> \n</aside> \n<p>In a statement Farah said: “Following all the speculation I want to make it clear where I stand. Although it’s been a difficult time, I asked Alberto to respond to the allegations made against him and he has now done so in full.</p> \n<p>“As someone I’ve worked with for many years, I feel I have to believe in Alberto and the evidence he has provided. Based on that evidence, I will continue to work with him and hope now that I can focus on what I do best – training hard to win medals for my country.”</p> \n<p>Salazar, meanwhile, has been in Eugene in Oregon where he watched Farah’s training partner Galen Rupp – who the BBC has accused of taking testosterone when he was a 16-year-old – win the 10,000m at the US trials for the seventh consecutive year.</p> \n<p>Speaking in public for the first time since the Panorama documentary, Salazar said he was “feeling good” despite the allegations swimming around him and confirmed that Barry Fudge, the head of endurance for British Athletics, was carrying out his instructions while Farah trains in Font–Romeu in France. “I speak to Barry every day,” Salazar added.</p> \n<p>However he ruled out legal action against the BBC and ProPublica, adding: “I’m not a vindictive person.” Instead he insisted he wanted to return his focus to his athletes. “It’s good to get back to racing,” he added. “The last couple of months have been tough. When you’re accused of horrible stuff, and you know you’re innocent, that’s a lot of stress. After getting my statement out, I feel much better.”</p> \n<p>There is no suggestion that Farah has done anything wrong since joining up with Salazar in 2011. But he has inevitably been drawn into the whirlpool of allegations surrounding his coach and training partner Rupp.</p> \n<p>Last week Farah insisted he had never taken performance-enhancing drugs and said his two missed tests before London 2012 were the only ones of his career. It is understood by the Guardian that Farah told anti-doping chiefs he was asleep when he failed to hear the doorbell during his second missed test in 2011.</p> \n<p>In a careful worded statement, UK Athletics said it “noted and respected” Farah’s decision. UK Athletics’ CEO Niels de Vos added: “As is normal at this time of the year, Mo is currently training at altitude under the guidance of British Athletics as he prepares for the August defence of his world titles in Beijing.</p> \n<p>“ As has always been the case, we will continue to take responsibility for all nutritional, medical and sport science elements of Mo Farah’s training regime.”</p> \n<p>Farah will return to the track for the first time since the allegations were made when he races over 5,000m in the Diamond League meeting in Lausanne on 9 July. He will then run the 1500m in Monaco on 17 July as he builds up to August’s world championships in Beijing.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328841292/Athletics---Mo-Farah-File-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Mo Farah has said he will continue to work with coach Alberto Salazar, left. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T20:09:00Z","lastModified":"2015-06-26T23:01:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Mo Farah","Alberto Salazar","Athletics","Sport"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/alberto-salazar","webTitle":"Alberto Salazar"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/mo-farah-continue-working-with-alberto-salazar","shortUrl":"http://gu.com/p/4a6t3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/mo-farah-continue-working-with-alberto-salazar","webUri":"http://www.theguardian.com/sport/2015/jun/26/mo-farah-continue-working-with-alberto-salazar"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328841292/Athletics---Mo-Farah-File-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah has said he will continue to work with Alberto Salazar, left. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah has said he will continue to work with Alberto Salazar, left. Photograph: Martin Rickett/PA","cleanCaption":"Mo Farah has said he will continue to work with Alberto Salazar, left. Photograph: Martin Rickett/PA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435328841292/Athletics---Mo-Farah-File-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Mo Farah has said he will continue to work with coach Alberto Salazar, left. Photograph: Martin Rickett/PA"}}]},{"title":"Satnam Singh: an NBA history-maker, and a new type of super-big","rawTitle":"Satnam Singh: an NBA history-maker, and a new type of super-big","item":{"type":"article","id":"sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","title":"Satnam Singh: an NBA history-maker, and a new type of super-big","trailText":"Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed","standFirst":"<p data-dropid=\"0\">Singh, who was picked up by the Dallas Mavericks in the second round, is 7ft tall and nearly 300lbs – and he might change the way truly big guys are developed</p>","byline":"Les Carpenter","body":"<p>Two springs ago, I spent a day in Bradenton, Florida with two of the biggest 17-year-olds anyone will ever see. Both were over 7ft tall, with enormous hands and sheepish smiles. Neither spoke much English – they came from the other side of the world. The taller of the two, Meng Xiang Yu, from China, was 7ft 2in and slender. The other, Satnam Singh, from India, was shorter but weighed almost 300lb. Even in adolescence, Singh looked like a NBA player.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/26/nba-draft-2015-minnesota-knicks\">NBA draft: Timberwolves get their man, and Knicks fans are sad and pathetic</a> </p> \n</aside> \n<p>On, Thursday Singh became the first Indian player selected in the NBA Draft when the Dallas Mavericks took him in the second round.</p> \n<p>I had first met Meng and Singh a few weeks before at the IMG Academy while working on a story about a prospect in the NFL draft. I was standing in IMG’s weight room, watching football players working out, when Meng and Singh walked in, towering over the men who would soon play in the NFL. It was an odd juxtaposition: these two boys in giants’ bodies looming over grown men who were giants themselves.</p> \n<p>When I went back to IMG a few weeks later to write about Meng and Singh, I met with IMG’s coaches, who explained they were conducting a sort of experiment with the two players. Because both came from remote places – Meng a small city and Singh a tiny farming village – they were a blank slate, uncorrupted by America’s AAU system or the European pro leagues. No coach had drooled over their height and overworked them in the name of winning games. So often, super-bigs, as players like Meng and Sing are called, get overworked. Their feet, still growing, can’t handle the stress of carrying such large bodies up and down a court. They break down.</p> \n<p>IMG’s coaches wanted to change that. Meng and Singh’s lack of a basketball profile made them the perfect test cases. What if instead of playing a young super-big all the time as an AAU or professional coach would do, you instead nurtured their development slowly, sitting them for weeks at a time to give their bodies a chance to mature?</p> \n<p>“Think about a triathlon runner or a marathon runner,” Dan Barto, IMG’s head basketball skills trainer, told me. “You don’t go out and run 26 miles:&nbsp;you run 10 one day and 18 another. It’s the same thing here. We are taking our time.”</p> \n<p>Meng and Singh were raw prospects. They were big long before they were polished.&nbsp;The temptation for any coach would have been to play them constantly, to give them experience, but IMG’s coaches did the opposite. They made mandated rest, slowing Meng and Sing’s basketball growth but possibly saving their futures.</p> \n<p>“We are wondering if patience and vision will change the culture of basketball everywhere,” Barto said that day. “That’s the goal. If we do it in the two biggest countries of the world, why can’t we do it in Europe? Why not do it in the United States? What if [then-NBA commissioner] David Stern allows guys to go straight to the NBA again? You have to have a plan for a kid. You can’t send him to the local high school and score 30 a game. He won’t be psychologically ready.”</p> \n<p>Despite both being over 7ft, Meng and Singh had completely different styles. The lanky Meng was a perimeter player, more shooter than rebounder. Singh was more rugged, the kind of player who could stand close to the basket and push his way to rebounds as well as block shots. Of the two he seemed the more likely to someday play in the NBA.</p> \n<p>Now that he has been drafted, it appears IMG’s experiment may have worked. He has stayed healthy when most teenagers his size would have come down with foot ailments. Last season, playing against high-level high school teams in Florida and at national tournaments, he averaged 9.2 points, 8.4 rebounds and 2.2 blocks while playing only about 20 minutes a game.</p> \n<p>It’s hard to imagine Singh in the NBA any time soon. He had good hands and a decent shooting touch for someone so big, but there was so much still to learn. He knew few of the nuances that come naturally to most NBA prospects. He is 19 now and by most accounts he seems healthy and fresh. When he eventually gets his NBA shot he will carry the challenge of perhaps being the first from his country to play in an NBA game. But more importantly, he might be the successful result of an experiment – one tried over several years in a Florida gymnasium.</p> \n<p>He might just change the way super-bigs are developed forever.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T16:32:34Z","lastModified":"2015-06-26T16:33:42Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":false,"keywords":["NBA","Sport","US sports"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","shortUrl":"http://gu.com/p/4a6yg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/satnam-singh-dallas-mavericks-nba-draft"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Satnam Singh is drafted by Dallas in the second round. Photograph: NBA","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCaption":"Satnam Singh is drafted by Dallas in the second round.","cleanCredit":"Photograph: NBA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335547786/358481bb-aa0a-40ae-b082-bb019cf6fda8-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"NBA","altText":"Satnam Singh is drafted by Dallas.","cleanCredit":"Photograph: NBA"}}]},{"title":"Alastair Cook’s Ashes optimism fired by feelgood factor after NZ series","rawTitle":"Alastair Cook’s Ashes optimism fired by feelgood factor after NZ series","item":{"type":"article","id":"sport/2015/jun/26/alastair-cook-england-ashes-feelgood","title":"Alastair Cook’s Ashes optimism fired by feelgood factor after NZ series","trailText":"England’s captain tells Ali Martin that confidence has been restored and the team are in good shape for the tough Australian challenge ahead","standFirst":"England’s captain confident pride has been restored after New Zealand series, which can stand his team in good stead for the tough Australia challenge ahead","byline":"Ali Martin","body":"<p>Alastair Cook is calm before the storm. Leading England into his third Ashes series as captain at Cardiff on 8 July, the 30-year-old is currently relaxed enough to state that emerging triumphant after five Tests against Australia this summer would rank as his “best achievement” on a cricket field.</p> \n<p>For a player with exactly 9,000 Test runs to his name – the most by an Englishman – and boasting three Ashes wins on his CV, including one as captain, not to mention leading a first away series win in India for 28 years, it is a bold assertion. But then he, too, appears taken by the general wave of optimism that has engulfed the sport this summer.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test\">Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage | Barney Ronay</a> </p> \n</aside> \n<p>It could have been so different. At 30 for four on the first day of the Lord’s Test against New Zealand in May, the prevailing sense – despite the tourists winning the toss and putting on an exhibition of high-quality swing bowling – was one of dread. Exultations of “here we go again” flowed down the timelines on social media, still scarred by a year and a half of turmoil that began with an Ashes whitewash in Australia, morphed into a summer dominated by Kevin Pietersen headlines and hit rock-bottom with a hopeless World Cup campaign.</p> \n<p>But two of England’s young thrusters responded that day, with Joe Root and Ben Stokes putting on a counterattacking stand of 161 that drove England into a position of strength from which the Test match was ultimately won. Disappointment followed in a series-levelling 199-run defeat in Leeds but the one-dayers – so often the unloved fag end of a tour – proved revolutionary, with Eoin Morgan’s side continuing the unshackling in a 3-2 win that was capped off by victory in the one-off Twenty20 at Old Trafford.</p> \n<p>Cook, who no longer features in England’s white-ball cricket but appears to have rediscovered his form with the bat in whites, followed those later events from afar and believes that initial response from his newly installed vice-captain and gun all-rounder in the first Test at Lord’s was the catalyst. “That was the real defining point so far of the summer, those two guys going out and playing like that,” he said.</p> \n<p>“We spoke at the beginning of the summer about showing off your talent. I think that message has gone through into the one-dayers as well. The support we’re getting from people is a different kind of support from what I have ever experienced throughout my eight or nine years. That general optimism and excitement about English cricket hasn’t happened in the last 15 months.”</p> \n<p>Cook is quick to point out that, with no disrespect towards New Zealand intended, Australia and the pressure-cooker environment of Ashes cricket presents a tougher challenge when it comes to continuing the intent shown thus far. Asked if such an approach was possible against Michael Clarke’s side, he replied: “I think so. The challenge of that is sticking true to that under the pressure of a bigger series. I think we can. All we’re asking is for people to play their natural way.</p> \n<p>“We talked at the start of the summer about showcasing our talent and playing the way you want to play and having that belief and confidence backed by the support staff and other players. If you want to score at six an over, you go and do that. We will back you 100%. People like Mo Ali, Jos Buttler, Ben Stokes, Joe Root, they are looking to take attack to the opposition and that’s when they play their best. We want to see people do that.”</p> \n<p>Aggression has been one of the buzz words of the season. Against New Zealand it meant two sides going hammer and tongs at each other without ever spilling into animosity. David Boon, the match referee for the Test series, and Javagal Srinath, who took over during the one-dayers, could not have been less troubled and yet Australia’s arrival – judging by their boorish behaviour in the World Cup final – may see whoever takes their place for the Ashes somewhat busier. Cook, however, expects his side to meet their end of the bargain and will raise the matter during the four-day training camp in Spain that starts this weekend.</p> \n<p>“The way we play cricket – sledging and stuff – we have to do it authentic to us as a side but we have all taken a big lesson over what happened over the last five weeks,” he said. “No matter how much cricket you have played you are always learning. The way that both sides conducted themselves in that [New Zealand] series was a refreshing approach and everyone enjoyed that. We can only control what we control. It is part of what we will talk about at the camp.”</p> \n<p>Cook, during his 30-minute sitdown with the written media, admitted he has in mind his team for the first Test but offered hope to Yorkshire’s title-winning leg-spinner, Adil Rashid, who was left out of the trip to Spain, admitting the 27-year-old’s form since being an unused tourist in the Caribbean earlier this year has been impressive. Mark Footitt, the Derbyshire left-armer, does make the trip, with his new captain hoping the rest periods that international cricket can afford him – as opposed to the county treadmill – could see his pace increase.</p> \n<p>Overall the Test captain agrees that Australia, the world’s second-ranked side at present, start the series as favourites and is happy with his side’s underdog status. “What is driving us is what has happened over the last six weeks,” he added. “[It is] restoring the pride of English cricket, making cricket feel popular again, enjoying what it has done to people and making stars of people.”</p> \n<p>When one considers that to-do list and the vibe when England were 30 for four on day one at Lord’s, it is little wonder that Cook now sees this summer as a chance to top the lot.</p> \n<p><em>Hardys of Australia sponsor England Cricket. Use #HardysENG or #HardysAUS this summer. </em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T21:00:08Z","lastModified":"2015-06-26T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":true,"keywords":["Alastair Cook","Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/alastair-cook-england-ashes-feelgood","shortUrl":"http://gu.com/p/4a6zf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/alastair-cook-england-ashes-feelgood","webUri":"http://www.theguardian.com/sport/2015/jun/26/alastair-cook-england-ashes-feelgood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/26/1435342808573/Alastair-Cook-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Alastair Cook","cleanCaption":"Alastair Cook takes his team for a pre-Ashes training camp in Spain. 'All we're asking is for people to play their natural way,' he says. Photograph: Nick Potts/PA"}}]},{"title":"Rob Key keeps Kent in the game and Australia’s bowlers at bay","rawTitle":"Rob Key keeps Kent in the game and Australia’s bowlers at bay","item":{"type":"article","id":"sport/2015/jun/26/rob-key-kent-australia-canterbury","title":"Rob Key keeps Kent in the game and Australia’s bowlers at bay","trailText":"Rob Key scored 87 against Australia at Canterbury, though Kent remain 304 runs behind with five first-innings wickets remaining","standFirst":"<span class=\"bullet\">•</span> Australia 507-8 dec; Kent 203-5\n<br />\n<span class=\"bullet\">•</span> Key overcomes poor recent form to score 87","byline":"Vic Marks at Canterbury","body":"<p>If only Rob Key had been born in Dubbo rather than Dulwich, then he might be on the verge of an international recall. Key is 36, a year younger than a couple of the Australia squad and only a year older than their latest Test debutant, Adam Voges.</p> \n<p>Key, who toured Australia 13 years ago, stroked 87 against this much-vaunted attack. Perhaps Key’s most memorable innings on that unsuccessful Ashes tour of 2002-03 was a plucky 47, England’s top score <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2002/nov/30/ashes.cricket\" title=\"\">in their first innings at the Waca in Perth</a>. The pitch here in Canterbury has very little in common with that strip of turf in Western Australia. Then Brett Lee bowled fast and the ball flew; here Mitchell Johnson bowled fast and the ball flopped. Key, summoning up the knowledge and skill gleaned from 17 years as a professional, dealt with the problem without too many alarms.</p> \n<p>This was something of a surprise since Key has been struggling this summer. He is the club captain but his early-season form has been so dire that he dropped himself and took to the second team, handing over the captaincy to Sam Northeast. This match is part of his rehabilitation on the sort of pitch which has not been sighted by Kent batsmen in their Championship campaign.</p> \n<p>To a grateful public and administration, Key averted humiliation after Australia had declared on 507 for eight from almost 125 overs during which it is hard to recall a solitary bouncer being bowled. Kent really have been accommodating hosts.</p> \n<p>In the morning Steve Smith completed a century before retiring himself out, after which the Australian middle order flickered rather than caught fire. Matthew Hunn finished with a five-wicket haul, something to be very proud of given the nature of the opposition and the pitch.</p> \n<p>Then it became more interesting. In raced Mitchell Johnson and from the last ball of his first over Daniel Bell-Drummond, stranded in front of his stumps, was lbw. The Kent hierarchy shuffled nervously. But Key held firm with a little help from Joe Denly and Northeast to enhance the prospect of four days’ cricket.</p> \n<p>Reassuringly Key was able to pick up the pace of Johnson, the fastest bowler on view. Ryan Harris troubled him occasionally.</p> \n<p>On 21 he edged what seemed to be a regulation catch but neither Brad Haddin nor Shane Watson at first slip moved a muscle as the ball sped for four, the only one of the 15 boundaries Key hit to come from the edge of his bat. In the end he could not resist the wrist-spin of Fawad Ahmed. Having taken him for three fours in an over he heaved and was caught at midwicket.</p> \n<p>None of his colleagues was as convincing against an attack spearheaded by Johnson. Denly batted pleasingly, as he usually does, until a wanton pull against Peter Siddle was edged to the keeper. Northeast, who has just signed a long-term contract with the club and who is the solitary Kent batsman in form this summer, delivered a brief cameo before being undone by Johnson’s extra pace. Meanwhile Ben Harmison, in his first outing of the summer, was bowled off the inside edge.</p> \n<p>There remains much debate over how the Australians are going to juggle their pace attack. It may become a positive process of elimination based on the premise that “it’s impossible to leave him out”. On the evidence of Friday’s play it is not possible to omit Johnson, which has been mooted in some quarters (though probably not by the Kent batsmen). In the end it may boil down to a choice between Harris, who was unlucky here, and Josh Hazlewood, with Siddle almost certainly on the sidelines, now that KP, whom he dismissed 10 times – more than any other bowler in Test cricket – is no longer in the picture.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T18:07:48Z","lastModified":"2015-06-26T23:45:02Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["Ashes 2015","Australia cricket team","Kent","Australia sport","Cricket","Sport","The Ashes"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/ashes","webTitle":"The Ashes"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/rob-key-kent-australia-canterbury","shortUrl":"http://gu.com/p/4a6z7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/rob-key-kent-australia-canterbury","webUri":"http://www.theguardian.com/sport/2015/jun/26/rob-key-kent-australia-canterbury"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435341994605/Kents-Rob-Key-against-Aus-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Kent's Rob Key against Australia","cleanCaption":"Kent's Rob Key on his way to 87 during day two of the tour match against Australia in Canterbury. Photograph: Mitchell Gunn/Getty Images"}}]},{"title":"Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage","rawTitle":"Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage","item":{"type":"comment","id":"sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","title":"Alastair Cook, England’s last great red-ball duke, prepares for Ashes stage","trailText":"His time as a Test opener will remain as long as his appetite and form remain but this summer’s series against Australia could mark the end of his captaincy","standFirst":"<p data-dropid=\"0\">His time as a Test opener will continue as long as his appetite and form remain but the forthcoming Ashes series could well mark the end of his captaincy</p>","byline":"Barney Ronay","body":"<p>Over to you, then, Alastair. And whatever you do, don’t kill the vibe eh? As England’s increasingly giddy early season love-in with New Zealand reached <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/england-new-zealand-twenty20-international-cricket\" title=\"\">a point of climax in Manchester</a> this week it was hard not to feel a little protective sympathy at the prospect of England’s Test captain getting his hands back on the team’s emotional thermostat.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/england-ashes-boot-camps\">England’s Ashes boot camps: tales of broken ribs, mock crime and hangovers | Ali Martin</a> </p> \n</aside> \n<p>It has after all been a curious few weeks for England’s cricketers, a process of flushing out and letting go and general unclenching that still feels a little unreal. For all the talk about new guys, new brands, exciting new brands of guys and so on, there has been a lurking suspicion throughout that at any moment some representative of The Real World is going to start rattling at the classroom door saying, boys, stop this at once. Open up. Untie Mr Farbrace. And for the last time put that exciting new brand of cricket away – you can have it back after school.</p> \n<p>It was even tempting to see something mischievous in Eoin Morgan’s post-match interview at Old Trafford. “We’re all really enjoying each other’s company,” England’s non Test-playing captain announced, days before an Ashes series in which the majority of his backward-capped, hunk-of-the-month new brand of guys will have no involvement. One Direction have now left the building. Never mind though. Here comes 12 hours of atonal German chamber music.</p> \n<p>These are certainly interesting times for Alastair Cook who seems, for all the flux around him, a rather isolated figure now. There is nothing new in this. From their first day in the job all England cricket captains are engaged in a process of staving off the moment of their own inevitable departure. For Cook though, the problem is more nuanced than simply maintaining his own batting form, which is now back in the groove after some hard work on that pared back but still tangle-prone technique.</p> \n<p>Cook does of course have a pretty terrible captaincy record these days, to the extent that should England take a decisive early hit in the Ashes it will surely become almost impossible for him to stay on. But beyond this he finds himself isolated by other, wider forces. As Graeme Swann noted recently, the Test captain has always been the most important player in English cricket, a role that bestows a kind of ambient head prefect-ship, good chaps with straight bats who can still act as a drop-in general across all forms and all-round chairman of the board.</p> \n<p>And yet if England’s commitment to change – not to mention the hiring of a revered white-ball coach – points anywhere it is towards the unsustainable oddity of this state of affairs. As Test captain Cook is still in effect the most powerful cricketer in England, but this will surely change now. Why should the five-day captain have any more gravitas, any more say than those who manage an equally, or even more globally popular format of the game? What Cook faces here is the prospect of a very basic shifting of influence, an ancestral petering out. He is even in one sense the end of the line: English cricket’s last great red-ball duke.</p> \n<p>Frankly it can’t come soon enough. Being Angry With Alastair Cook – over-promoted as a one day player; over-indulged as an arbiter in team politics – is already a kind of shared hobby on social media. Indeed Cook’s career since taking over as captain has in part been one long rancorous attempt to try and be a series of things he quite clearly has no real aptitude for at the very highest level: captain, one day opener, power broker, diplomat, media spokesman.</p> \n<p>Let’s face it, there is only one story with Cook. He is unconditionally brilliant at opening the batting in Test matches. Whatever the surface, the bowling, the state of the game he is simply the same concentrated essence of Cook, a beautifully deep, still, untransferable talent that leaves him averaging in the mid-40s on every continent, and with a record that might have been even more relentlessly prolific if he had simply been cosseted, packed away and left to do the one thing at which he is unarguably a master.</p> \n<p>More than that he would undoubtedly be more widely loved for what he is rather than assailed for what he isn’t, condemned as the man who shot KP, management stooge, the world’s most tedious mouther of platitudes in front of a board covered in adverts and all the rest.</p> \n<p>With this in mind Cook surely deserves a moment of grace now. He may be an almost hilariously linear cricketer. He may have a rare gift for annoying eminent Australian ex-pros. Perhaps he should have been sacked already given his own lack of real captaincy smarts and the presence of an alluringly modern-looking all-format successor in Joe Root.</p> \n<p>But there is still something beautifully doomed about his continuing presence as leader and frontman. The world may be dissolving into a cross-format farrago of transferable skills, five-dimensional cricketers and new brands of guy. But here comes the England captain marching along at the front of things like some cobwebbed earl still striding around Kensington, umbrella raised to the traffic, pince-nez askew, ears pricked for sound of approaching trolleybuses.</p> \n<p>It is after all tribute to the sport’s endless textural variations that a batsman such as Cook can still arrange an entire A-list carer around his ability to leave the ball, to play no shot, to aggressively resist. Plus of course when they arrive there is a wonderful sense of trapped energy in his attacking strokes, the short-arm cut shot, reminiscent in style of an arthritic senior gamekeeper swatting midges from his ankles with a bamboo cane, or that delightfully unbound and liberating hook shot.</p> \n<p>Cook will remain as a Test opener for as long as his appetite and form remain. As captain it is maybe fair to say he is in effect waving goodbye already, even as he ratchets up a century record it is possible, in altered times, that no Englishman will ever surpass. For now if the Ashes series is to be played out to the end this will probably involve Cook putting right what is currently a horrible record against Australia in England, his best innings in two home series <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2009/jul/16/ashes-england-australia-live-report\" title=\"\">that brisk, angry 95 at Lord’s six years ago, </a>when a dreadful spell by Mitchell Johnson in effect kept him in the team. Either way this is a time to simply enjoy him while you can, a last breath of the old, grand, agreeably ill-fitting past.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/079ffa4b742379b7e6370d742693cd559d91f6ed/121_0_1812_1087/1812.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1087,"width":1812,"orientation":"landscape","credit":"Paul Thurlby for the Guardian","altText":"Ilustration by Paul Thurlby.","cleanCredit":"Photograph: Paul Thurlby for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-26T12:04:16Z","lastModified":"2015-06-26T23:01:00Z","metadata":{"commentable":true,"commentCount":225,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Alastair Cook","Ashes 2015","England cricket team","Australia cricket team","The Ashes","Australia sport","Sport","Cricket"],"tags":[{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","shortUrl":"http://gu.com/p/4a6db","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test","webUri":"http://www.theguardian.com/sport/blog/2015/jun/26/alastair-cook-england-ashes-australia-test"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/079ffa4b742379b7e6370d742693cd559d91f6ed/121_0_1812_1087/1812.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1087,"width":1812,"orientation":"landscape","caption":"  Photograph: Illustration: Paul Thurlby for the Guardian","credit":"Illustration: Paul Thurlby for the Guardian","altText":"Ilustration by Paul Thurlby.","cleanCaption":" ","cleanCredit":"Illustration: Paul Thurlby for the Guardian"}},"importance":3,"byline":{"title":"Barney Ronay"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png"}}]}],"lastModified":"2015-06-26T23:47:22Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}