{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Andy Murray stumbles against Andreas Seppi but bounces back to victory","rawTitle":"Andy Murray stumbles against Andreas Seppi but bounces back to victory","item":{"type":"article","id":"sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","title":"Andy Murray stumbles against Andreas Seppi but bounces back to victory","trailText":"Andy Murray overcame a third-set blip, losing six games in a row, to beat Italy’s Andreas Seppi 6-2, 6-2, 1-6, 6-1 in the Wimbledon third round","standFirst":"<span class=\"bullet\">•</span> Murray loses way in third set but triumphs 6-2, 6-2, 1-6, 6-1\n<br />\n<span class=\"bullet\">•</span> Seppi wins six games in a row but Scot revives after treatment","byline":"Kevin Mitchell at Wimbledon","body":"<p>Andy Murray had to come through a disturbing funk and a lot of drama to beat Andreas Seppi on the sixth evening of the 2015 championships, yet the character he showed in overcoming a third-set blip suggested he remains the biggest threat to Novak Djokovic’s title defence.</p> \n<p>After two hours and eight minutes of enthralling tennis, Murray can come away from his 6-2, 6-2, 1-6, 6-1 win over the Italian relieved and happy with the way he handled what he appeared to regard as Seppi’s outrageous gamesmanship in the third set. At the end, they smiled and hugged at the net, after Murray had clinched the win with his 10th ace, but the atmosphere was not so friendly for a long stretch of the match.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/04/wimbledon-2015-days-five-and-six-in-pictures\">Wimbledon 2015: days five and six – in pictures</a> </p> \n</aside> \n<p>It could have gone horribly wrong for the Scot when Seppi – who had beaten him only once in six attempts – went two sets down, and, leading 2-1 in the third, took a medical timeout for attention to his shin. He returned to the fray untroubled in his movement and won six games in a row over the next half-hour, breaking Murray twice to take the set.</p> \n<p>Asked afterwards if he knew how Seppi’s leg was, Murray said: “I don’t know what his problem was … I was having a few issues with my serve. Then when he took the injury timeout, I came out and I was stiffer.”</p> \n<p>Murray’s mood, buoyant in the first hour, changed dramatically. He received attention courtside on his right shoulder after being broken again at the start of the fourth. Was it retaliation for Seppi’s timely break? Nobody could be sure. Tennis has become a psychological as well as physical jungle and there are swamps at every turn.</p> \n<p>Not for the first time, Murray seemed perturbed when his opponent wobbled physically, then came back hard at him to stop his momentum. But, unlike his losses to Djokovic in the final in Melbourne and the semi-final at Roland Garros, he drew inspiration from the interruption. He fist-pumped and cajoled himself into action, moving with urgency and purpose between points in the fourth set, impatient to get back into the game.</p> \n<p>In the fourth set, Murray broke him almost at will, angry but focused, and served the match out in fading light to the delight of the packed arena.</p> \n<p>Seppi, an accomplished 31-year-old from northern Italy and his country’s best player, had taken just two sets off Murray in seven matches, nine years ago on the grass of Nottingham. His slam form this year has fluctuated: he beat Federer in the third round in Melbourne (his first win in a major over a top-tenner) but John Isner took him out in straight sets in the first round at Roland Garros. Ever so briefly, though, he looked as if he might spring a significant upset.</p> \n<p>Murray is into the second week of his home tournament for the ninth time in 10 visits. But it was a close-run thing.</p> \n<p>Whatever his views on timeouts – and he was diplomatic afterwards, while stating that his was the first one he had taken this year – the Scot was confident his shoulder was not going to cause too many problems. “It’s something I had the last two, three days. And, yeah, I mean, I only really feel it when I’m serving. But it’s not something that’s of major concern to me.”</p> \n<p>Looking down on Murray’s performance from the royal box on a warm and pleasant Saturday evening – alongside Gary Lineker and the England rugby union captain, Chris Robshaw – was Boris Becker, esteemed here as the youngest champion 30 years ago and now the mentor of the defending champion, Djokovic. He will have noted the ups and the downs.</p> \n<p>Murray’s next obstacle, in the fourth round on Monday, is bigger in every way: the 6ft 10in Ivo Karlovic, who earlier on Saturday became the first player in the recorded history of the game to hit 40-plus aces in three consecutive matches and, at 36, seems only to be getting better.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/roger-federer-sam-groth-wimbledon\">Roger Federer stutters but proves too good for Sam Groth at Wimbledon</a> </p> \n</aside> \n<p>Karlovic goes into the match with some hard miles on the clock, and surely the weariest right arm in the tournament. He took two hours and 50 minutes and three tie-breaks to beat the 13th seed, Jo-Wilfried Tsonga, 7-6 (7-3), 4-6, 7-6 (7-2), 7-6 (11-9) on No3 Court, adding 41 aces to the 53 he struck in beating Alexandr Dolgopolov and the 42 in the first round against the Swedish qualifier Elias Ymer.</p> \n<p>But his extraordinarily long legs covered 1,924 metres against the artful Frenchman and he will start to properly feel the strain if Murray keeps him on the end of his nagging ground strokes.</p> \n<p>The Croat took his tournament tally to 136 to stay well on top of the leaderboard for free points. Although he has not beaten Murray in five attempts and last played him here in 2012, he will be tough to beat.</p> \n<p>“It will be a very different match from today,” Murray said. “Ivo will be coming to the net a lot. Returns are going to have to be on.”</p> \n<p>Beyond Karlovic lies either Viktor Troicki, whom he tamed in the semi-finals at Queens, or Vasek Pospisil, the Canadian who took five sets to beat James Ward. If the form guide holds, Federer will be waiting for him in the semi-finals.</p> \n<p>For now, Murray has time to rest and gauge the battle ahead. In a way, Seppi did him a favour. He turned on a switch to his elemental beast – and it roared with astonishing ferocity at the conclusion of a performance that will serve the world No3 well in harder assignments to come.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:38:12Z","lastModified":"2015-07-05T00:11:22Z","metadata":{"commentable":true,"commentCount":205,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","shortUrl":"http://gu.com/p/4ackk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/4/1436038480008/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Andy Murray","cleanCaption":"Andy Murray celebrates breaking Andreas Seppi's serve in the fourth set en route to a 6-2, 6-2, 1-6, 6-1 win in the third round at Wimbledon. Photograph: Leon Neal/AFP/Getty Images"}}]},{"title":"Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","rawTitle":"Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","item":{"type":"article","id":"sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","title":"Purple hair, dreadlocks, bad boys: who says Wimbledon has no characters left?","trailText":"Stifling though the all-white dress code may be, some competitors at this year’s Wimbledon  are doing their level best to stand out","standFirst":"Though the all-white dress code may be restrictive, some competitors – Dustin Brown, Nick Kyrgios and Bethanie Mattek-Sands among them – are doing their level best to stand out","byline":"Tim Lewis","body":"<p>It is a perennial refrain: where are the characters in tennis? Who are this generation’s rabble-rousers, our Jimmy Connors, Ilie “Nasty” Nastase, and, the most indulged brat of all, John McEnroe? Where are the psychologically impenetrable enigmas like Bjorn Borg and Ivan Lendl? Why has the sport become so straitlaced and humourless?</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon\">Andy Murray stumbles against Andreas Seppi but bounces back to victory</a> </p> \n</aside> \n<p>The debate was reignited on the eve of Wimbledon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/john-mcenroe-fighting-spirit-tennis\">by McEnroe himself</a>. The three-time champion suggested that the rules needed to be changed to make it more exciting. He’d start by removing line judges and have the players decide when the ball was in or out. An umpire and Hawk-Eye would settle the most contentious disagreements. Then McEnroe would ban on-court microphones so that opponents could yell at each other without fearing a fine.</p> \n<p>“The players need to be able to feel that they can express themselves,” McEnroe reasoned. “I’m sure on the soccer pitch, they’re not saying, ‘Hello, how are you?’ Or on the rugby field. Is it really different in tennis? Should it be treated differently?”</p> \n<p>McEnroe is correct that real characters have become an endangered species in tennis, but the first week at Wimbledon 2015 has been enlivened by some authentically offbeat performers. On the men’s side, the 20-year-old Australian wonderkid Nick Kyrgios is through to the fourth round and enthusiastically justifying his nickname, the Wild Thing. Dustin Brown, a German-Jamaican journeyman, provided some of the most intoxicating moments of the tournament <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">in beating Rafael Nadal </a>with a mix of old-school serve-and-volley and outrageous invented shots.</p> \n<figure class=\"element element-image\" data-media-id=\"d349d48e6e98af8c91cd63eca9675b09934c0553\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436021642570/7d1b9fe8-42d3-4a84-aadf-62134a46c3ec-460x276.jpeg\" alt=\"Nick Kyrgios \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Kyrgios has won John McEnroe’s seal of approval.</span> \n  <span class=\"element-image__credit\">Photograph: Tang Shi/Xinhua Press/Corbis</span> \n </figcaption> \n</figure> \n<p>In the women’s draw, Bethanie Mattek-Sands, the world No 158, upset the seventh seed, Ana Ivanovic. Until now, Mattek-Sands has mostly been known for her novelty sartorial choices, which have included cowboy hats, pink knee socks and chandelier earrings. She also has an extravagant tattoo of lilies running down her right bicep. A yellow dress made from tennis balls that she wore to a pre-Wimbledon party in 2011 led to a description of her that has stuck: “the Lady Gaga of tennis”.</p> \n<p>These are certainly not the usual suspects, and they have lit up a phase of the tournament typically dominated by ceremonial drubbings for lower-ranked players. Of the breakout performers, the one with the greatest potential is Kyrgios, the 26th seed, perhaps the most eccentric player to reach the highest levels of tennis since the 1980s. McEnroe has anointed him as the current player most like himself and Kyrgios, perhaps accepting the mantle, has even taken to competing in a throwback towelling headband.</p> \n<p>At Wimbledon, Kyrgios, an Australian with Greek-Malaysian roots, has done McEnroe proud. In a perfunctory first-round victory, he shouted “dirty scum”, an insult that he insisted was self-admonishment and not directed at officials (the All England Club agreed). In the next round, he took umbrage when a line judge reported him to the umpire for swearing. When the umpire refused to be drawn on the exact nature of their conversation, Kyrgios barked, “Does it feel good to be in the chair up there? Do you feel strong up there?”</p> \n<p>So far, so charmless, but Kyrgios does have his winning moments. He plays explosive, high-wire tennis accompanied by a stream-of-consciousness commentary. In his third-round clash on Friday against Milos Raonic, the No 7 seed, Kyrgios had a prolonged back-and-forth with a stranger in the crowd wearing a Batman T-shirt, which he claimed was key to his victory. He tried impossible trick shots (didn’t work), stood next to a ballboy to receive serve (didn’t work either) and threw his racket down so violently that it bounced up and landed five rows back in the first tier of the stands. But, like McEnroe, every outburst and stunt made him more focused and, in turn, discombobulated the hapless Raonic.</p> \n<p>Asked afterwards if tennis had become too conformist, Kyrgios replied, “I guess so. I’m not the biggest believer in saying nothing out there or being a robot. I feel you should express yourself. You know, it’s a sport.”</p> \n<figure class=\"element element-image\" data-media-id=\"97ee434a592c8851bd9558aa2376799223943a1b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436021839702/0711142f-9a16-4de2-9d6e-decd1d3f37d3-280x420.jpeg\" alt=\"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in a tasselled jacket covered with tennis balls\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Dempsey/PA</span> \n </figcaption> \n</figure> \n<p>McEnroe’s also a fan of Brown, the world No 102, describing his win against Nadal as one of the all-time great performances by a lower-ranked player. (He was unable to rediscover the magic on Saturday and lost in four sets to Viktor Troicki.) A 30-year-old with thick cables of dreadlocks down his spine, Brown was born in Germany but played his formative tennis in Jamaica. When he returned to Europe, he travelled round tournaments in a VW campervan – though one with three rooms and a bathroom, he notes defensively – and strung other players’ rackets for pocket money.</p> \n<p>After tactically dismantling Nadal on Thursday, it was suggested to Brown that it must be a relief to talk about his tennis, not just his hair or his unusual backstory. “I am the way I am,” he replied. “Obviously it’s great that people appreciate it. But on the other side, if I would worry too much about what people think, then I wouldn’t have the hair and definitely wouldn’t look the way I look.”</p> \n<p>Brown looked out at the press corps: overwhelmingly white and middle-aged. “It’s difficult when people ask me that about myself because for me it’s normal,” he said. “I could be sitting here and saying, ‘Why are you guys all different?’”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club\">Clare Balding and guests endure a wild week on BBC’s Wimbledon 2day | Emma John</a> </p> \n</aside> \n<p>For Mattek-Sands, a 30-year-old American, the conversation – even at pristine, all-white Wimbledon – has again been dominated by clothing. She said, diplomatically, that the rules, which stipulate no more than a 1cm coloured trim, had “gotten a little excessive” – though she has managed to express her unique sensibility by wearing white knee socks and a transparent-backed shirt, and dyeing the ends of her hair purple.</p> \n<p>What niggles Mattek-Sands, though, it that it’s becoming harder at Wimbledon to show your personality through your outfits. “I was actually Googling some players – like when John McEnroe played, Arthur Ashe, they had colour everywhere: on their sleeves, big stripes, they were coming out in coloured jackets. So I feel it’s actually gotten stricter.”</p> \n<p>Her point was hard to argue with: we can complain about the lack of characters in tennis, but when you dress everyone alike, it’s not so easy to stand out.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021643887/7d1b9fe8-42d3-4a84-aadf-62134a46c3ec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios has won John McEnroe’s seal of approval. Photograph: Tang Shi/Xinhua Press/Corbis","credit":"Tang Shi/Xinhua Press/Corbis","altText":"Nick Kyrgios ","cleanCaption":"Nick Kyrgios has won John McEnroe’s seal of approval.","cleanCredit":"Photograph: Tang Shi/Xinhua Press/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021841220/0711142f-9a16-4de2-9d6e-decd1d3f37d3-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls. Photograph: Sean Dempsey/PA","credit":"Sean Dempsey/PA","altText":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in a tasselled jacket covered with tennis balls","cleanCaption":"Bethanie Mattek-Sands arrives on court at Wimbledon in 2011 in an (all-white) tasselled jacket covered with tennis balls.","cleanCredit":"Photograph: Sean Dempsey/PA"}],"webPublicationDate":"2015-07-04T23:05:05Z","lastModified":"2015-07-05T00:13:20Z","metadata":{"commentable":true,"commentCount":21,"contributors":[{"name":"Tim Lewis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750522/TimLewis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timlewis"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport","Fashion","Life and style"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"sport"},"topics":[{"displayName":"Tim Lewis","topic":{"type":"tag-contributor","name":"profile/timlewis"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","shortUrl":"http://gu.com/p/4actt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios","webUri":"http://www.theguardian.com/sport/2015/jul/05/wimbedon-2015-purple-hair-dreadlocks-bad-boys-dustin-brown-nick-kyrgios"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436021519435/Dustin-Brown-at-Wimbledon-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"Dustin Brown at Wimbledon","cleanCaption":"Qualifier Dustin Brown triumphed over former champion  Rafael Nadal at Wimbledon this year. Photograph: BPI/Rex Shutterstock"}}]},{"title":"Tour de France 2015: Rohan Dennis claims yellow jersey with time trial win","rawTitle":"Tour de France 2015: Rohan Dennis claims yellow jersey with time trial win","item":{"type":"article","id":"sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","title":"Tour de France 2015: Rohan Dennis claims yellow jersey with time trial win","trailText":"The Australian Rohan Dennis claimed the first yellow jersey of the Tour de France as defending champion Vincenzo Nibali stole some potentially vital seconds ahead of his rivals in the race to Paris","standFirst":"<p><span class=\"bullet\">•</span> Australian rider sets fastest average speed ever in a Tour time trial<br /><span class=\"bullet\">•</span> Defending champion Nibali steals time on main race rivals</p>","byline":"Barry Glendenning in Utrecht","body":"<p>The Australian time trial specialist Rohan Dennis will be a vision in yellow when the Tour de France leaves here, having crushed his rivals while recording the fastest average speed for an individual time trial in the race’s history. The result was surprising, but no huge shock. The 55.446km per hour generated by the BMC rider over a 14km, road-kill flat city centre course certainly was.</p> \n<p>The speed Dennis posted surpassed Chris Boardman’s record, set in the 1994 prologue in Lille. The course Boardman negotiated was similarly unencumbered by anything more steep than a speed bump, but was only half as long.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/astana-lars-boom-tour-de-france-vincenzo-nibali\">Astana ignore moral code by giving Lars Boom Tour de France green light</a> </p> \n</aside> \n<p>Having elected an early start, Dennis was the second of nine BMC riders to come under starter’s orders and endured what must have felt like an eternity under the gaze of cameras in what was time trialling’s equivalent of a witches’ ducking stool. While his perch was by no means as regal as the comical throne occupied by Bradley Wiggins during the corresponding event at the London Olympics, Dennis will have experienced a certain amount of absolutism and divinity as one by one, his main rivals – Fabian Cancellara, Tony Martin, Alex Dowsett, Tom Dumoulin – among the 160 riders to depart the starter’s hut in his wake failed dismally in their efforts to make him sweat.</p> \n<p>“It was my goal to do well,” said Dennis. “It was pretty smooth. It was very long on the way home. I kept thinking 16 minutes because that was my time at training. In the end I got one minute bonus. Let’s wait and see now. It looks like it’s going to be a long time on the hot seat.”</p> \n<p>This was not Dennis’s first record-breaking solo ride of the year. In February he set an hour record of 52.491km per hour in Switzerland that was subsequently beaten by Alex Dowsett and Bradley Wiggins, before turning his gimlet eye to victory in this stage having liked the cut of the course’s jib from his early reconnaissance missions. “I checked the course twice but with the traffic,” he said. “The second time I saw it, I noticed some corners were not as hard as I thought.”</p> \n<p>On a perfect day for time trialling, hot but not prohibitively so and with little breeze, Daniel Teklehaimanot was first down the ramp to get this Tour de France under way on a city-centre course that could scarcely have been more straight forward unless it had been completely straight and forward. Its multiple bends were sweeping rather than sharp and in the course of becoming the first black African rider to participate in the Tour de France, the Eritrean will need to make fuller use of his brakes, gears and bike handling skills in the days and weeks ahead.</p> \n<p>Winning in 14min 56sec, Dennis was the only rider from the 198 starters to break 15 minutes and will ruminate at length on the surprisingly facile nature of his win against a field of top class opposition including Martin and Cancellara, as well as the popular local heroes Dumoulin and Jos van Emden, who were the best of a surprisingly uncompetitive bunch left trailing in his wake.</p> \n<p>If a second is a long time in time trialling, five constitute an eternity and it is no surprise that Martin was disappointed to finish once again as a Tour de France time trial also-ran who is apparently never destined to pull on the leader’s jersey. “I wanted to win,” he said. “Any other result is a bad one. I feel that I couldn’t handle the heat, especially in the second half where I felt weaker. It was hot but that’s the Tour de France, it’s in July and this time trial wasn’t long enough for me.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-vincenzo-nibali-preview\">Tour de France heads into low country promising anything but flat calm</a> </p> \n</aside> \n<p>While none of the four main favourites were expected to triumph in this race of truth, Vincenzo Nibali landed the first early jab, finishing 43 seconds behind Dennis and seven ahead of Chris Froome. Behind the Sky rider, Alberto Contador was another eight seconds back while the Colombian Nairo Quintana, the fourth member of this quartet of big hitters, was another 46 seconds off the pace. None of them will be particularly perturbed by what unfolded.</p> \n<p>Having won January’s Tour Down Under on his home turf, before setting the hour record that he looks certain to reclaim at some point in the not too distant future, winning the opening stage caps a remarkable year for the 25-year-old Dennis. He will be confident of keeping his yellow jersey for the week ahead with the support of a young and hungry team that has recently been linked with the Sky rider Richie Porte and harbours decent GC podium hopes in the form of the American Tejay van Garderen.</p> \n<p>Having last won the Tour in 2011, courtesy of Dennis’s compatriot Cadel Evans, the pressure is already off BMC after 14 minutes and 56 seconds of this year’s edition.</p> \n<h2>Overall individual time classification </h2> \n<p><strong>Stage 1 </strong>(Utrecht - Utrecht (ITT) 13.8km): <strong>1</strong> R Dennis (Aus) BMC Racing Team 14min 56sec; <strong>2</strong> T Martin (Ger) Etixx - Quick-Step at 05sec; <strong>3</strong> F Cancellara (Swi) Trek Factory Racing at 06sec; <strong>4</strong> T Dumoulin (Hol) Team Giant-Alpecin at 08sec;<strong> 5</strong> J Van Emden (Hol) Team LottoNL-Jumbo at 15sec; <strong>6</strong> J Castroviejo (Sp) Movistar Team at 23sec; <strong>7</strong> M Brandle (Aut) IAM Cycling at same time; <strong>8 </strong>A Malori (It) Movistar Team at 29sec; <strong>9</strong> W Kelderman (Hol) Team LottoNL-Jumbo at 30sec;<strong> 10</strong> S Cummings (GB) MTN - Qhubeka at 32sec. <strong>Selected others: 12</strong> G Thomas (GB) Team Sky at same time; <strong>33</strong> S Yates (GB) Orica GreenEdge at 46sec; <strong>39</strong> C Froome (GB) Team Sky at 50sec; <strong>68</strong> P Kennaugh (GB) Team Sky at 01min 08sec;<strong> 74</strong> I Stannard (GB) Team Sky at 01min 11sec;<strong> 97</strong> A Yates (GB) Orica GreenEdge at 01min 18sec;<strong> 123</strong> M Cavendish (GB) Etixx - Quick-Step at 01min 26sec; <strong>180</strong> L Rowe (GB) Team Sky at 01min 54sec.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa5f3d475c8e0583ca1515daf41acb0e04adc018/0_60_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Rohan Dennis","cleanCredit":"Photograph: Eric Gaillard/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-04T16:03:16Z","lastModified":"2015-07-05T00:08:48Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France 2015","Tour de France","Cycling","Sport","Australia sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","shortUrl":"http://gu.com/p/4acj7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey","webUri":"http://www.theguardian.com/sport/2015/jul/04/tour-de-france-2015-stage-one-rohan-dennis-yellow-jersey"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457409779","source":"Other...","durationInSeconds":207,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/04/150704LeTourStage1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/04/150704LeTourStage1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/4/1436035059104/KP_343516_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France Daily Highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France Daily Highlights","cleanCaption":"620x372 trailpic for Tour De France Daily Highlights"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa5f3d475c8e0583ca1515daf41acb0e04adc018/0_60_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Eric Gaillard/Reuters","altText":"Rohan Dennis","cleanCredit":"Photograph: Eric Gaillard/Reuters"}}]},{"title":"Joe Root disappointed by David Warner interview over 2013 Walkabout clash","rawTitle":"Joe Root disappointed by David Warner interview over 2013 Walkabout clash","item":{"type":"article","id":"sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","title":"Joe Root disappointed by David Warner interview over 2013 Walkabout clash","trailText":"Joe Root has defended his character after David Warner talked to an Australian newspaper about his fracas with the England vice‑captain two years ago","standFirst":"<span class=\"bullet\">•</span> Warner banned for punch he says was caused by Root taking a friend’s wig\n<br />\n<span class=\"bullet\">•</span> Root: ‘Those who know me realise how ridiculous Warner’s excuse sounds’","byline":"Press Association","body":"<p>Joe Root has defended his character after David Warner talked to an Australian newspaper about his fracas with the England vice‑captain two years ago.</p> \n<p>Warner hit the headlines in June 2013 after the Australia batsman made an “unprovoked physical attack” on Root in a Birmingham bar following England’s 48-run win over Australia in the Champions Trophy at Edgbaston. Warner apologised for the incident but was subsequently suspended by Cricket Australia and missed the first two Tests of that summer’s Ashes series.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia\">David Warner lifts lid on Walkabout bar run-in with Joe Root </a> </p> \n</aside> \n<p>Now, in a move that could raise tensions for the opening Test between England and Australia, Warner has talked in detail about that night and claimed he saw Steven Finn “asleep in the gutter” as he left the bar. Speaking to the <em>Sydney Morning Herald</em>, 28-year-old Warner recalled that “little things that were going on throughout the night” but the incident that led to him aiming a punch was triggered by the actions of the Root after taking a green and gold fancy dress wig.</p> \n<p>Warner said: “A mate of mine was actually wearing it on top of his head like a [Lasith] Malinga wig, that’s what it was. He was wearing it on his head and [Root] decided to come in and take it off my mate’s head and start acting the way he did. “When people are drunk that’s what they do but I thought it was a bit inappropriate the way he went about that stuff so I went over and tried to take it off him.“I just think in today’s society you shouldn’t be fooling around with that kind of stuff. And he probably didn’t mean anything by it at all but I just thought … actually I can’t say I thought … I probably let my aggression and alcohol take over there and probably made an excuse for me to go over there and actually take it off him.”</p> \n<p>That led to Warner striking Root before being dragged away by a team-mate and returning to his hotel – and missing the opening two Tests. Root, 24, hit back at Warner’s claims by posting two tweets in response to the comments that had circulated on Saturday.</p> \n<p>“Disappointing to have my character questioned – those who know me realise how ridiculous Warner’s excuse for hitting me sounds but that’s his choice to try and justify his actions. I’m just extremely excited about next week and getting back out there,” he wrote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/australia-ryan-harris-ashes-retiring\">Australia’s Ashes party diminished by the departure of Ryan Harris | Vic Marks</a> </p> \n</aside> \n<p>Warner also went on to claim he saw “Steven Finn asleep in the gutter” and, while Warner has accepted his culpability and apologised for his actions towards Root – who was cleared of any wrong-doing by the England and Wales Cricket Board – he also feels the incident was blown out of proportion.</p> \n<p>Warner added: “I texted Joe the next morning and everything was fine. I think the way it’s been blown up I should have asked him to get in the ring for a rematch or something.”</p> \n<p>The first Ashes Test starts in Cardiff on Wednesday where Warner could come up against both Root and Finn.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T20:36:39Z","lastModified":"2015-07-04T23:02:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Joe Root","David Warner","England cricket team","Australia cricket team","Ashes 2015","The Ashes","Sport","Australia sport","Cricket"],"tags":[{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/david-warner","webTitle":"David Warner"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","shortUrl":"http://gu.com/p/4ackn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch","webUri":"http://www.theguardian.com/sport/2015/jul/04/joe-root-david-warner-interview-2013-walkabout-punch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/4/1436042122819/Ashes-2013-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA","credit":"Nick Potts/PA","altText":"Ashes 2013","cleanCaption":"David Warner, right, looks away from England's Joe Root during the third Ashes Test in 2013, after the Australian served a two-match ban. Photograph: Nick Potts/PA"}}]},{"title":"Heroic Heather leaves her mark on childhood idol Serena Williams","rawTitle":"Heroic Heather leaves her mark on childhood idol Serena Williams","item":{"type":"article","id":"sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","title":"Heroic Heather leaves her mark on childhood idol Serena Williams","trailText":"After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star","standFirst":"<p>After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star</p>","byline":"Esther Addley","body":"<p>Heather Watson and Serena Williams had never played each other before Friday, and the world No1 admitted earlier this week that she “[didn’t] know her at all”.</p> \n<p>But the British 23-year-old’s name will be considerably more familiar to Williams today, after Watson pushed the five-time Wimbledon champion to the very brink of a sensational Centre Court defeat, only to be squeezed out by the American superstar in a heartbreaking final set.</p> \n<p>The Guernsey-native, who <a href=\"http://www.mirror.co.uk/sport/tennis/heather-watson-fulfil-wimbledon-dream-5990063\">idolised the American as a youngster</a> and grew up with pictures of Williams on her bedroom wall, fought her way back from one set down to emphatically take the second set and come within two points of victory in the third. </p> \n<p>Williams, however, has not won 20 grand slams for nothing, and she battled back to break the hearts of a crowd that had roared deafening support for the Briton for more than two hours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon\">Wimbledon held its breath as Heather Watson stood up to Serena Williams | Andy Bull</a> </p> \n</aside> \n<p>Speaking immediately after the match, an almost stunned Williams admitted that it was probably the toughest contest she had ever fought at Wimbledon: “I think she played unbelieveable. She should have won the match.”</p> \n<p>Watson, for her part, was inconsolable at the result. “It was a tough, tough ask today, but I was super-, super-close. I think that’s what really hurts the most.”</p> \n<p>Though Watson is the British No1 and came into her third round match on the back of two impressively tough-minded wins, very few would have expected a performance of such fire – or a result so close. But Watson’s slight 5’7” frame and softly spoken manner belie a grit and confidence that have been hard-earned. </p> \n<p>Born in St Peter Port in Guernsey in 1992 to Ian, a Mancunian-born businessman, and Michelle, who was born in Papua New Guinea, she took up tennis at seven at around the same time as she made her first visit to Wimbledon. </p> \n<p>On that visit, she said earlier this week, “I bought two posters: One was Venus and Serena together and one was Roger Federer. Those were the three players that I liked. They went straight up on my wall.”</p> \n<p>At 12 she left home, alone, to board at Nick Bollettieri’s tennis academy in Florida; three years later her mother, with a teenage Watson already travelling around the world to compete in the junior circuit, <a href=\"http://www.thenational.com.pg/?q=node/683\">left her job</a> to accompany her daughter full-time.</p> \n<p>“Lots of times I feel quite lonely,” <a href=\"http://www.telegraph.co.uk/sport/tennis/9763188/British-No-1-Heather-Watson-admits-when-she-is-on-tour-she-feels-lonely-and-does-not-fit-in.html\">she said in 2012</a> of life on the tour. “I just want to go home and see everybody, because I hardly get to see my friends and family during the season. It’s really tough, always living out of a suitcase or in a hotel.”</p> \n<p>Part of the problem, she suggested, was that as a warm and fun-loving young woman who loves posting silly photos to <a href=\"https://instagram.com/heatherwatson92/?hl=en\">her Instagram feed</a>, she found it difficult to make friends and was often snubbed by the more aloof players on the tour.</p> \n<p>“I don’t really fit in,” she said. “I couldn’t be mean and not talk to people if I tried … But some of the girls have to be that way. In their minds, they are not playing a friend, they’re playing an opponent. That’s the job. It’s difficult, though.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/statuses/617038314164477952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Retweet if <a href=\"https://twitter.com/HeatherWatson92\">@HeatherWatson92</a> just made you feel really effing proud! Favourite if she made you feel really effing proud!</p>— Andy Murray (@andy_murray) \n  <a href=\"https://twitter.com/andy_murray/status/617038314164477952\">July 3, 2015</a>\n </blockquote> \n</figure> \n<p>But a solo life on the tennis circuit made her very self-sufficient – it was not until this year that she lifted a bar on her parents coming to Wimbledon to watch her performances, fearing their presence at SW19 could jinx her.</p> \n<p>By 2013, as the British No1 and ranked 40 in the world after reaching the third round of the Australian Open, truly high-level success seemed there for the taking. But within months she had contracted glandular fever, which <a href=\"http://www.ibtimes.co.uk/heather-watson-glandular-fever-diego-veronelli-527821\" draggable=\"true\">devastated her form </a>for much of the following year and hugely dented her confidence, leading her to fear at times that her career could be over.</p> \n<p>On top of her health problems, Watson spoke recently of the harassment she has received on social media, often from gamblers who have lost money because of her match results. </p> \n<p>“I’ve had death threats,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse\">she said</a>. “I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<figure class=\"element element-image\" data-media-id=\"71d7ba3c2099c4048a12aa6bcbc321fda9002e78\"> \n <img src=\"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/1000.jpg\" alt=\"Serena Williams\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Serena Williams had to throw everything she had at Heather Watson to progress.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p>She recently split from her boyfriend of two years, Phil Stephens, an investment banker who represented Britain in his teens – but beamed with delight on Wednesday when she told reporters at Wimbledon that she had recently bought her own property close to the All England Club, “a big goal of mine for a long, long time”. </p> \n<p>A devoted dog-lover who stays with the same host family every year at Wimbledon, Watson remains, in many ways, a very normal young woman. But as she made plain in her post-match press conference, she has absolutely no time for the “didn’t she do well?” school of British ambition.</p> \n<p>A reporter who suggested her heroic performance against Williams made it the greatest day of her career was given extremely short shrift: “No, I wouldn’t call losing the greatest day of my career.”</p> \n<p>Had it flickered into her mind at any point that this was the woman whose image had been on her bedroom wall? “No. All I saw today was an opportunity for me to make it to the second week of a grand slam, which is one of my goals for this year.”</p> \n<p>Asked about Andy Murray, who <a href=\"https://twitter.com/andy_murray\">tweeted after the match</a> that she had made him “feel really effing proud”, Watson allowed herself a small smile and said she hoped her country had been proud of her. </p> \n<p>“It would have been a lot better if I [had] won. But I hope I fought for them and showed that, you know, it’s not going to be a walk in the park for anybody that plays me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/2299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2299,"orientation":"landscape","caption":"Serena Williams had to throw everything she had at Heather Watson to progress. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Serena Williams","cleanCaption":"Serena Williams had to throw everything she had at Heather Watson to progress.","cleanCredit":"Photograph: Colorsport/Corbis"}],"webPublicationDate":"2015-07-03T22:03:28Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":205,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Wimbledon","Sport","Tennis","Serena Williams"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/serena-williams","webTitle":"Serena Williams"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","shortUrl":"http://gu.com/p/4acex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams.  Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCaption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams. ","cleanCredit":"Photograph: Tony O'Brien/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}}]},{"title":"Review / Clare Balding and guests endure a wild week on BBC’s Wimbledon 2day","rawTitle":"Clare Balding and guests endure a wild week on BBC’s Wimbledon 2day","item":{"type":"article","id":"sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club","title":"Clare Balding and guests endure a wild week on BBC’s Wimbledon 2day","trailText":"New highlights programme evolved before our eyes each night after taking criticism on social media for its new format","standFirst":"New highlights programme evolved before our eyes each night after taking criticism on social media for its new format","byline":"Emma John","body":"<p>The Gatsby Club, despite its name, is not a place of hedonistic gin-drinking and riotous skinny-dipping. In fact, the fa&ccedil;ade dropped the moment Clare Balding told her guests in the first episode: “It’s soft drinks only, I’m afraid.” Poor Clare: even Graham Norton’s guests are allowed to pretend to drink wine.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jul/01/wimbledon-2day-what-clare-balding-will-have-2-do-2-save-this-balls-up\">Wimbledon 2day: what Clare Balding will have 2 do 2 save this balls-up</a> </p> \n</aside> \n<p>Sometimes we have to adapt to survive. Jay Gatsby knew this. And just like the doomed hero of F Scott Fitzgerald’s novel, this year’s revamped BBC highlights programme has been forced to remake itself. Catching <em>Wimbledon 2day</em> (the much-derided digit, we were told, reflected its place on BBC2) each night during the first week was like watching a time-lapse video of a caterpillar turning into a butterfly. On Monday, it was a mess, something that John McEnroe inadvertently expressed when he walked on to the set with the opening line “this is so bizarre”. By the weekend, however, we had witnessed a miracle of evolution.</p> \n<p>We may never know what the Wimbledon presenters did to be cast out of their beautiful All England eyrie – a place from where they once cast their beneficent, omniscient eye on events like Saruman at the start of Lord of the Rings – and into the hospitality complex over the road. As for what prompted the decision to dress the set with box hedges and white cabanas and a wipe-clean Perspex bar, so that it looked like before-midnight Ibiza, one can only hypothesise. Perhaps the producers had seen last month’s return of <em>TFI Friday</em>, and someone had told them “The 90s are BACK!”</p> \n<p>But Tim Henman is not zany, and a show broadcasting from a leafy SW19 postcode was never going to conjure the anarchic energy of any of the shows it was hoping to be. When camera shots loomed and zoomed from wild angles they suggested less an atmosphere of madcap fun than a dangerous stalker lurking in one of those box hedges, about to pounce on Balding.</p> \n<p>Happily, the very social media that the producers were working so hard to win over with their #anyonefortennis hashtag also showed them the error of their ways. By Tuesday the guests, who had been standing around with the self-consciousness of businessfolk waiting to board their first-class Eurostar carriage, were being allowed to sit on stools that look delightfully like marshmallows. And the awful “seeds board”, next to which Lindsay Davenport had stood cluelessly as Balding stuck tennis balls on the faces of knocked-out players, had been filed in a cylindrical upright drawer.</p> \n<p>Realising that only a mass blood transfusion was going to enliven its politely cardboard studio audience, the crowd was inched a little further into the background every day, until by Thursday it had disappeared from shot completely. Highlights of the day’s games were allowed to run at greater length, culminating in a stonking 24-minute edit of Friday’s Williams‑Watson match.</p> \n<p>And once the format had laid aside its desperate lurch at comedy, it relaxed into some genuinely funny banter, such as the segment on Wimbledon’s new ice baths that led Pat Cash to remark, deadpan: “It can be a little bit embarrassing when you come out.”</p> \n<p>Harry Hill would certainly have approved of the video clip that showed his granddaughter hitting a ball into his forehead – so good we got a slo-mo replay. Whether you like the BBC’s round-up packages has always depended on how much you enjoy an overwrought pun – how else would we have known that Thursday was World UFO day, if it wasn’t for Phil Jones?</p> \n<p>But this is an audience that appreciates clever, and by the end of the week <em>Wimbledon 2Day</em> was slowly finding its audience. Friday evening’s show boldly opened with the one-minute silence, a reminder of why we love to hang out with these excellent BBC pundits – not because they’re stand up comedians (they’re not) but because they have gravitas and an admirable sense of perspective. Reflecting on the theme, McEnroe joked: “Clare, they’re coming after us on this show – to hell with these people”. And with that, he was back to his best.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436030112086/Clare-Balding-in-red-host-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC","credit":"BBC","altText":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new set in Wimbledon","cleanCaption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-07-04T21:00:02Z","lastModified":"2015-07-04T23:10:02Z","metadata":{"commentable":true,"commentCount":10,"contributors":[{"name":"Emma John","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413381905084/Emma-John-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emmajohn"}],"feature":false,"keywords":["Wimbledon","Tennis","Wimbledon 2015","Sport","Sport TV"],"tags":[{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"tv-and-radio/sport-tv","webTitle":"Sport TV"}],"section":{"id":"sport"},"topics":[{"displayName":"Emma John","topic":{"type":"tag-contributor","name":"profile/emmajohn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club","shortUrl":"http://gu.com/p/4acjn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club","webUri":"http://www.theguardian.com/sport/blog/2015/jul/04/bbc-wimbledon-2day-clare-balding-gatsby-club"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436030112086/Clare-Balding-in-red-host-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC","credit":"BBC","altText":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new set in Wimbledon","cleanCaption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC"}},"importance":3,"kicker":{"title":"Review"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436030112086/Clare-Balding-in-red-host-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC","credit":"BBC","altText":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new set in Wimbledon","cleanCaption":"Clare Balding, in red, hosting the BBC's revamped highlights progamme from a new setting in Wimbledon.  Photograph: BBC"}}]},{"title":"Andrew Strauss: Paul Farbrace could be future England head coach","rawTitle":"Andrew Strauss: Paul Farbrace could be future England head coach","item":{"type":"article","id":"sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","title":"Andrew Strauss: Paul Farbrace could be future England head coach","trailText":"England’s director of cricket, Andrew Strauss, praised the assistant coach, Paul Farbrace, for his leadership in the New Zealand series and hopes he will become the head coach one day","standFirst":"<span class=\"bullet\">•</span> ‘I hope our No2 has whetted his appetite for the top job at some point’\n<br />\n<span class=\"bullet\">•</span> ‘Trevor Bayliss has role and will do a great job but Farby could, too, one day’","byline":"Elizabeth Ammon","body":"<p>Andrew Strauss has praised England’s assistant coach, Paul Farbrace, for his leadership during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket\" title=\"\">the recent series against New Zealand</a> and hopes he will become the head coach in the future.</p> \n<p>When the position <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/09/andrew-strauss-confirmed-director-england-cricket-ecb\" title=\"\">became available in May</a>, Farbrace indicated to Strauss that he did not want to be considered for the top England job but would be happy to continue as the assistant.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/david-warner-lifts-lid-walkabout-bar-jo-root-england-australia\">David Warner lifts lid on Walkabout bar run-in with England’s Joe Root </a> </p> \n</aside> \n<p>Speaking at an event to promote Cricket for Heroes, an all-star Twenty20 match being played at the Kia Oval in September, Strauss said: “I very much hope Farbrace has now had his appetite whetted for the job at some point in the future.” The England director of cricket added: “I dealt with him quite a lot over the month he was in charge and I found him absolutely outstanding in every department.</p> \n<p>“He’s more than happy to go back to being No2 now but I hope that at some stage he’ll put his name forward [for the head coach role].”</p> \n<p>Farbrace is credited with being instrumental in turning the England squad into the more relaxed and entertaining one seen against New Zealand and Strauss believes he and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/25/trevor-bayliss-england-cricket-head-coach\" title=\"\">the new head coach, Trevor Bayliss</a>, who already have a strong relationship, will complement each other superbly.</p> \n<p>“Paul is quite similar to Trevor. He doesn’t overcomplicate the game and he was very conscious not to try and fill the void left by the absence of a coach, and instead hand it over to the players. They responded very well to that,” Strauss said, with the Ashes series against Australia starting on Wednesday.</p> \n<p>Fabrace is very familiar with Bayliss’s approach, having been his assistant coach with Sri Lanka from 2007 to 2009 before taking over the No1 job himself in 2013. The two men have a clear bond and a shared philosophy after working together for so long.</p> \n<p>Asked why he thought Farbrace did not want to be considered for the head coach role, Strauss said: “I think he probably felt he was just getting used to the England set-up and wasn’t quite ready to go on to the next level. It’s a moot point, though. Ultimately, Trevor is in position now and we hope he has a long and productive association with English cricket.</p> \n<p>“I’ve got confidence he will do a great job but Farby is a fantastic guy and everything we’ve seen suggests he could do the job really well, too.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:00:03Z","lastModified":"2015-07-04T19:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Elizabeth Ammon","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lizzy-ammon"}],"feature":false,"keywords":["England cricket team","Ashes 2015","Andrew Strauss","Trevor Bayliss","The Ashes","Australia cricket team","Australia sport","Cricket","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/andrew-strauss","webTitle":"Andrew Strauss"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Elizabeth Ammon","topic":{"type":"tag-contributor","name":"profile/lizzy-ammon"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","shortUrl":"http://gu.com/p/4ac8f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss","webUri":"http://www.theguardian.com/sport/2015/jul/04/andrew-strauss-paul-farbrace-future-england-head-coach-trevor-bayliss"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at the Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at the Kia Oval in September. Photograph: Scott Heavey/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/3/1435937276643/The-England-director-of-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA","credit":"Scott Heavey/PA","altText":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match","cleanCaption":"The England director of cricket, Andrew Strauss, left, helps to promote the Cricket for Heroes match, which will take place at The Kia Oval in September. Photograph: Scott Heavey/PA"}}]}],"lastModified":"2015-07-05T00:13:20Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}