{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"England’s Morgan and Root pulverise New Zealand with fine centuries","rawTitle":"England’s Morgan and Root pulverise New Zealand with fine centuries","item":{"type":"article","id":"sport/2015/jun/17/england-morgan-root-new-zealand-centuries","title":"England’s Morgan and Root pulverise New Zealand with fine centuries","trailText":"Eoin Morgan and Joe Root both struck brilliant centuries as England roared past New Zealand’s total of 349 for the loss of three wickets with six overs to spare","standFirst":"<span class=\"bullet\">•</span> New Zealand 349-7; England 350-3\n<br />\n<span class=\"bullet\">•</span> England win by seven wickets to level five-match series at 2-2","byline":"Vic Marks at Trent Bridge","body":"<p>The blitzkrieg continued at Trent Bridge. There was seldom any shelter for bowlers and this time it was the English batsmen who enjoyed themselves the most. England had never chased more than 295 successfully in this country – against Pakistan in 2010 – but here they sped to their target of 350 with barely a tremor and with seven wickets and six overs to spare.</p> \n<p>Eoin Morgan, the victorious captain, was delighted. “We are surprising ourselves at the moment,” he said. “It won’t be like this every game and to beat this New Zealand side we will have to be at our best.” The series is level at 2-2 and will be decided in the last game, at Chester-le-Street on Saturday.</p> \n<p>Morgan cannot quite explain the transformation since the World Cup. “We were terrible then. Andrew Strauss has allowed me an opportunity to take on the role [as captain] and I’m very happy about that.” One of the problems then was that Morgan could barely score a run. Now he is batting better than ever. Another factor is that England have been playing on great batting surfaces. Apart from Luke Ronchi, every batsman who made it to the middle at Trent Bridge revelled in the experience. Apart from Mark Wood and Steven Finn, every bowler felt only exasperation.</p> \n<p>The critical innings were delivered by Englishmen unrecognisable from the World Cup. Alex Hales smashed 67 from 38 balls at the top of the order. At one point he hit 45 runs from 12 balls despite there being a rain break between those two overs. With Jason Roy a willing ally, 100 runs were added for the first wicket in 10.4 overs. Hales flicked off his hip and the ball kept sailing deep into packed stands.</p> \n<p>But even Hales would be overshadowed as Morgan cracked 113 from 82 balls, which meant England’s pursuit was incredibly stress-free. Morgan cannot set the tone any better than this. He has always been a streaky player but now the force is with him again. Those wristy drives are sending the ball a very long way. Here there were five more sixes; in total he has hit 16 in the series.</p> \n<p>Meanwhile Joe Root remains in princely form. He was able to stick to relative orthodoxy, but the timing and placement of his drives was close to perfection and he seems to have developed a cut shot with an element of top spin just to ensure that the ball speeds away from diving fieldsmen. He cruised to his sixth ODI century and a potentially arduous chase became a romp.</p> \n<p>Perhaps the Kiwis were too conservative with the bat, though this is a charge that does not sit comfortably with Kane Williamson. He demonstrated once more that deft, refined strokeplay can get the scoreboard buzzing just as frantically as blacksmith biffs. His 90 occupied only 70 balls but there was hardly a brutal stroke among the 13 boundaries he struck.</p> \n<p>He had a sound base from which to work. Brendon McCullum and Martin Guptill added 88 in 13 overs after New Zealand had won the toss. McCullum threatened without delivering mayhem, which has been the pattern throughout the series. He produced just one trademark sizzling drive off Finn which went for six over mid-off. But then the extra bounce generated by Wood found him edging to the keeper.</p> \n<p>Guptill harvested most of his runs through mid-wicket before becoming victim to a brilliant catch by Finn. He mis-hit a slower ball from Ben Stokes high into the sky. Finn at mid-on was required to sprint hard to his right. No doubt the ball was bobbing up and down as if in a pinball machine as he tried to locate it, as the wind kept pushing it further and further out of reach. With superb athleticism Finn kept his balance and composure and caught the ball, a breathtaking piece of fielding seldom emulated by England, who remain fallible in the field. Four chances went begging, most of them tricky. But this was one of those rare days when the drops did not decide the outcome.</p> \n<p>Often Ross Taylor was the beneficiary of those slips and, alongside Williamson, another 100-run partnership was recorded.</p> \n<p>As usual, Taylor was the less fluent partner but that is likely to be the lot of anyone who bats with Williamson at the moment. As at Southampton, he tormented Adil Rashid with gentle ruthlessness on his way past 3,000 runs in ODI cricket.</p> \n<p>It was not until the powerplay that England imposed any pressure. Taylor was lbw to a slower ball from Finn, who proceeded to bowl with menace and control against the new batsman, Grant Elliott. Wood, with a very different method, was equally impressive during this period. Currently this pair are the most likely to join the senior citizens, Jimmy Anderson and Stuart Broad, in the first Test squad for the Ashes.</p> \n<p>However, New Zealand were able to recover momentum in the end, belting 66 in their final five overs. This acceleration was assisted by Morgan’s decision to give Rashid the 48th over, which went for 28 runs, all smashed by Mitchell Santner.</p> \n<p>This was not funky captaincy; it was foolhardy. But by the end of a raucous Trent Bridge evening Morgan could do no wrong. His players will be the ones skipping up to Chester-le-Street for the decider with the greater spring in their steps.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434574079008/England-v-New-Zealand---4-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England v New Zealand - 4th ODI Royal London One-Day Series 2015","cleanCaption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T20:49:37Z","lastModified":"2015-06-18T00:00:02Z","metadata":{"commentable":true,"commentCount":337,"contributors":[{"name":"Vic Marks","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vicmarks"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Eoin Morgan","Joe Root","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/eoin-morgan","webTitle":"Eoin Morgan"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Vic Marks","topic":{"type":"tag-contributor","name":"profile/vicmarks"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/england-morgan-root-new-zealand-centuries","shortUrl":"http://gu.com/p/49qgn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/england-morgan-root-new-zealand-centuries","webUri":"http://www.theguardian.com/sport/2015/jun/17/england-morgan-root-new-zealand-centuries"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434574079008/England-v-New-Zealand---4-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England v New Zealand - 4th ODI Royal London One-Day Series 2015","cleanCaption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434574079008/England-v-New-Zealand---4-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"England v New Zealand - 4th ODI Royal London One-Day Series 2015","cleanCaption":"Eoin Morgan celebrates with Joe Root after the England captain reached his century in the victory over New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images"}}]},{"title":"Lizzie Armitstead pulls out of Women’s Tour after finish-line crash","rawTitle":"Lizzie Armitstead pulls out of Women’s Tour after finish-line crash","item":{"type":"article","id":"sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future","title":"Lizzie Armitstead pulls out of Women’s Tour after finish-line crash","trailText":"The Aviva Women’s Tour stage one winner and overall leader Lizzie Armitstead will not start Thursday’s second stage after a dramatic crash at the end of day one","standFirst":"<span class=\"bullet\">•</span> Armitstead crashed into race director after winning opening stage\n<br />\n<span class=\"bullet\">•</span> ‘I won’t start in the hope of recovering properly for the Nationals’","byline":"William Fotheringham","body":"<p>The Aviva Women’s Tour stage one winner Lizzie Armitstead has pulled out of the race after a dramatic finish-line crash following her victory at Aldeburgh. The Yorkshire star lay prone on the road for some 40 minutes receiving attention from medical staff after the incident and was taken away on a stretcher with her head in a neck brace, but left Norfolk and Norwich hospital several hours later after check-ups.</p> \n<p>Later on Wednesday evening Armitstead posted a message on Twitter which read: “I remember winning with the help of my team mates and then not much else, but I am ok, nothing broken just very sore, thank you for kind messages and to the NHS staff who took care of me so well. I won’t start tomorrow in the hope of recovering properly for the Nationals.” The British road championship takes place in Lincoln on 28 June.</p> \n<p>Armitstead had proved the fastest of four women leading the mass sprint, crossing the finish line almost half a bike length ahead of her closest rival, Germany’s Lisa Brennauer. Going through the line she shrieked with delight and raised her arms in triumph; video footage indicated that she then lost control of her bike – suddenly dropping her hands back on to the bars – before veering to the left, towards the tightly packed row of photographers who were standing in their usual positions behind a chalked line on the side of the road 50 to 75 metres after the finish.</p> \n<p>The Commonwealth Games road champion and London Olympic silver medallist then appeared to collide with the row of photographers, with the main impact involving the race director, Michael Bennett, whose role is to marshal the photographers and other media at the finish line and hence was standing at the left end of the row. Armitstead rolled at least twice and landed heavily on the left side of the road a few metres later.</p> \n<p>The aftershock as the rest of the 85-strong leading peloton tried to avoid her caused a further pile-up on the right hand side of the road, involving at least half a dozen fellow competitors. But it was Armitstead who was most seriously injured. She was administered oxygen and pain relief by paramedics before being carried off to await the arrival of an air ambulance to take her to hospital.</p> \n<p>After the stage, a statement from the race organiser, Sweetspot, said: “After crossing the line with her arms in the air, stage winner Lizzie Armitstead appeared to lose control and veer left, clipping photographers positioned beyond the finish line. Lizzie was immediately attended to by race medical staff at the finish line, who dealt with the incident before she was taken to hospital.” The yellow jersey and stage winner’s prize that should have been awarded to Armitstead were instead received by her Boels-Dolmans team-mates on the podium.</p> \n<p>It was a bitter end for Armitstead, who fought a valiant uphill battle with the dominant world No1, Marianne Vos, through most of last year’s inaugural edition of the race before being forced out due to illness. This year, with Vos a nonstarter due to persistent injury – although the Dutchwoman is present at the race working for television – the Boels-Dolman leader had started as the overwhelming favourite amid a run of good form, culminating in victory at the recent World Cup in Philadelphia.</p> \n<p>Stage two’s 138km across Essex from Braintree to Clacton looks set to be a battle between the sprinters for time bonus seconds at the finish and intermediate sprints. The early advantage went to Brennauer, who now leads by a second from Marta Tagliaferro of Italy and two from last year’s first stage winner, Emma Johansson, and Coryn Rivera. Wales’s Olympic track gold medallist Elinor Barker is sixth overall, three seconds back.</p> \n<p>Barker had scooped up some handy time bonuses after figuring in the day’s main escape of six riders which also included her fellow Great Britain team pursuiter Katie Archibald, along with Tagliaferro of Italy, Heather Fischer of the USA and Katie Hall and Coryn Rivera of the United Healthcare team. The sextet received an unexpected boost when a level crossing gate came down between them and the chasing peloton, but the inevitable reaction came to set up a finish sprint that for a brief moment looked to have left Armitstead in command.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434568832739/Lizzy-Armitstead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lizzy Armitstead receives treatment after crashing at the end of the opening stage of the Women's Tour but her injuries are said not to be serious. Photograph: Chris Radburn/PA","credit":"Chris Radburn/PA","altText":"Lizzy Armitstead","cleanCaption":"Lizzy Armitstead receives treatment after crashing at the end of the opening stage of the Women's Tour but her injuries are said not to be serious. Photograph: Chris Radburn/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-17T21:07:00Z","lastModified":"2015-06-18T00:04:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Lizzie Armitstead","Tour of Britain","Cycling","Sport"],"tags":[{"id":"sport/lizzie-armitstead","webTitle":"Lizzie Armitstead"},{"id":"sport/tour-of-britain","webTitle":"Tour of Britain"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future","shortUrl":"http://gu.com/p/49qfz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future","webUri":"http://www.theguardian.com/sport/2015/jun/17/lizzie-armitstead-leaves-hospital-womens-tour-future"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457195018","source":"ITN","durationInSeconds":40,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/17/150617Armitsteadcrash.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/17/150617Armitsteadcrash_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/17/1434561810846/KP_299773_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Lizzie Armitstead ","credit":"guardian.co.uk","altText":"620x372 trailpic for Lizzie Armitstead ","cleanCaption":"620x372 trailpic for Lizzie Armitstead "}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434568832739/Lizzy-Armitstead-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lizzy Armitstead receives treatment after crashing at the end of the opening stage of the Women's Tour but her injuries are said not to be serious. Photograph: Chris Radburn/PA","credit":"Chris Radburn/PA","altText":"Lizzy Armitstead","cleanCaption":"Lizzy Armitstead receives treatment after crashing at the end of the opening stage of the Women's Tour but her injuries are said not to be serious. Photograph: Chris Radburn/PA"}}]},{"title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","rawTitle":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","item":{"type":"article","id":"sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","title":"Ronnie O’Sullivan claims he was offered money to throw a snooker match","trailText":"Ronnie O’Sullivan has claimed he was offered money to throw a snooker match but turned it down as the risk was not worth taking","standFirst":"<span class=\"bullet\">•</span> Five-times world champion says the risk is not worth taking\n<br />\n<span class=\"bullet\">•</span> Stephen Lee’s 12-year ban has scared a lot of players, he adds","byline":"Agencies","body":"<p>Ronnie O’Sullivan, the five-times world snooker champion, has said he was offered money to throw a match but declined.</p> \n<p>Speaking on The Clare Balding Show, which will air on BT Sport and BBC Two this week, O’Sullivan claimed other players did accept bribes in the past but said he believed the problem had been eradicated after Stephen Lee was banned for match-fixing.</p> \n<p>O’Sullivan said: “I was offered money once to throw a game but I couldn’t do it. It’s your sport, you love your sport. They smell it anyway. The risk is just not worth taking and I couldn’t live with myself if I got involved in that.”</p> \n<p>In 2012 Lee was suspended on match-fixing charges and the former world No5 was subsequently handed a 12-year ban.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/sep/25/stephen-lee-match-fixing-guilty\">Stephen Lee banned from snooker for 12 years for seven match-fixing charges</a> </p> \n</aside> \n<p>“I don’t think it’ll go on in snooker any more because they really made an example of Stephen Lee,” O’Sullivan added. “They banned him for 12 years and I think a lot of the guys that were at it, they’re thinking they wouldn’t be able to play snooker ever again.</p> \n<p>“So I think it’s been stamped out of snooker now and if anyone was to do it, they know what the consequences are.”</p> \n<p>Three weeks ago, the Irish amateur John Sutton was banned for six years after the sport’s world governing body found him guilty of match-fixing and misusing inside information.</p> \n<p>The World Professional Billiards and Snooker Association said Sutton’s offences related to suspicious betting on his match against Scotland’s Jamie Burnett in the qualifying stages of the International Championship.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T21:59:22Z","lastModified":"2015-06-17T21:59:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ronnie O'Sullivan","Sport","Snooker"],"tags":[{"id":"sport/ronnie-o-sullivan","webTitle":"Ronnie O'Sullivan"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/snooker","webTitle":"Snooker"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","shortUrl":"http://gu.com/p/49qha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match","webUri":"http://www.theguardian.com/sport/2015/jun/17/ronnie-osullivan-offered-money-throw-match"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/17/1434576553880/ronnie-o-sullivan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images","credit":"Lee Smith/Action Images","altText":"ronnie o sullivan","cleanCaption":"Ronnie O'Sullivan celebrates winning the Coral UK Championship at York's  Barbican centr in December last. Photograph: Lee Smith/Action Images"}}]},{"title":"Andy Murray out of Queen’s doubles but targets Fernando Verdasco in singles","rawTitle":"Andy Murray out of Queen’s doubles but targets Fernando Verdasco in singles","item":{"type":"article","id":"sport/2015/jun/17/andy-murray-queens-fernando-verdasco","title":"Andy Murray out of Queen’s doubles but targets Fernando Verdasco in singles","trailText":"Andy Murray and Dominic Inglot beaten 6-4, 7-6 by Alexander Peya and Bruno Soares in the men’s doubles at Queen’s","standFirst":"<span class=\"bullet\">•</span> Murray and Inglot beaten 6-4, 7-6 by Alexander Peya and Bruno Soares\n<br />\n<span class=\"bullet\">•</span> World No3 faces Spaniard Verdasco in singles second round on Thursday","byline":"Simon Cambers at Queen's","body":"<p>The extra week between the French Open and Wimbledon this year has been well received by the top players but since most of them are still playing just one event, they have little room for manoeuvre. The grass-court season remains woefully short, which explains why Andy Murray was happy to lap up some more time on the surfaceon Wednesday as he prepares to go up another level at Queen’s Club on Thursday.</p> \n<p>Murray takes on Fernando Verdasco in the second round of the Aegon Championships, a man he has beaten 10 times out of 11 but who almost ruined Murray’s march to the Wimbledon title two years ago <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/03/andy-murray-wimbledon-fernando-verdasco\" title=\"\">when he led by two sets to love</a>. A brilliant shot-maker, the left-handed Spaniard may not be as consistent as he was when he earned his one win over Murray, in the last 16 of the Australian Open in 2009, but he remains dangerous, with one of the biggest forehands on Tour.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open\">Kevin Anderson does for Wawrinka at Queen’s and makes a case for Wimbledon</a> </p> \n</aside> \n<p>Having looked solid enough in his first-round win over Lu Yen-hsun of Taiwan, Murray admitted he will need time to find his top form on grass, even though it is a surface he loves and even though Queen’s is a tournament he has won three times. His form over the past few months suggests he should be able to handle Verdasco and he sharpened up by playing doubles with Dominic Inglot against the No1 seeds here, Bruno Soares and Alexander Peya.</p> \n<p>Their 6-4, 7-6 defeat will not have pleased either man but for Murray it was useful match practice and he should be sharper for it on Thursday. For Inglot, it was a first match in more than two months after a knee injury and a chance to put himself back in the mix for Britain’s Davis Cup quarter-final against France, back here at Queen’s the week after Wimbledon.</p> \n<p>Having played in the win over the USA, alongside Jamie Murray, Inglot said the Davis Cup was his main goal, a brave statement considering Wimbledon is just around the corner. Britain’s captain, Leon Smith, was keen for Murray and Inglot to play together here and the big-serving Englishman knows that a good performance at Wimbledon could put him back in pole position.</p> \n<p>“I think that position for the Davis Cup is really up for grabs,” he said, acknowledging that Colin Fleming and Jonny Marray are also in the hunt. “Because anybody can step up and if they have a good tournament it’s going to be tough for Leon to say: ‘Well, I can’t rule that guy out.’”</p> \n<p>Nine of the 16 wildcards into the main draw of Wimbledon were announced on Wednesday, with few surprises. Five of them went to Britons, one to the 2002 champion Lleyton Hewitt and another to the Frenchman Nicolas Mahut, he of the 11 hours and five minutes marathon match with John Isner in the first round in 2010. It is the 11th grand slam wildcard of Mahut’s career, another record.</p> \n<p>James Ward, Kyle Edmund and Liam Broady were the British recipients on the men’s side while Jo Konta and Naomi Broady will go straight into the women’s draw, guaranteeing them at least a cheque for &pound;29,000. It is a welcome payday but, having adjusted its criteria for recommending wildcards to decide each one on a case-by-case basis, the LTA hopes to see at least a few going through to round two and beyond. Laura Robson is expected to be given one of the four remaining women’s wildcards, providing she comes through her return to action in Eastbourne this weekend without aggravating the wrist injury that has kept her out of competitive action for 17 months.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434569464175/Andy-Murray-left-and-Dom--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Andy Murray, left, and Dom Inglot","cleanCaption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-17T19:36:04Z","lastModified":"2015-06-17T23:35:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/andy-murray-queens-fernando-verdasco","shortUrl":"http://gu.com/p/49qgv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/andy-murray-queens-fernando-verdasco","webUri":"http://www.theguardian.com/sport/2015/jun/17/andy-murray-queens-fernando-verdasco"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434569464175/Andy-Murray-left-and-Dom--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Andy Murray, left, and Dom Inglot","cleanCaption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434569464175/Andy-Murray-left-and-Dom--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Andy Murray, left, and Dom Inglot","cleanCaption":"Andy Murray, left, and Dom Inglot on their way to defeat in the doubles at Queen's on Wednesday. Photograph: Ella Ling/BPI/Rex Shutterstock"}}]},{"title":"Horse racing tips: Thursday 18 June","rawTitle":"Horse racing tips: Thursday 18 June","item":{"type":"article","id":"sport/2015/jun/17/horse-racing-tips-thursday-18-june","title":"Horse racing tips: Thursday 18 June","trailText":"Time Test in the Tercentenary Stakes at Royal Ascot is the nap bet","standFirst":"Time Test in the Tercentenary Stakes at Royal Ascot is the nap bet","byline":"Chris Cook","body":"<p><strong>Ascot</strong></p> \n<p><strong>2.30 King Of Rooks </strong>3.05<strong> Time Test (nap) </strong>3.40<strong> Curvy </strong>4.20<strong> Mizzou </strong>5.00<strong> Sahaafy 5.35 Dissolution (nb) </strong></p> \n<p><strong>Chelmsford</strong></p> \n<p><strong>2.20 Horse</strong>2.55<strong> Virnon </strong>3.30<strong> Barye </strong>4.05<strong> Tumbaga </strong>4.45<strong> Injun Sands 5.20 Emily Davison </strong>5.55<strong> Boycie </strong></p> \n<p><strong>Ffos Las</strong></p> \n<p><strong>6.05 Caspian Piper </strong>6.35<strong> Silver Story </strong>7.10<strong> Houston Dynimo </strong>7.45<strong> Profit Commission </strong>8.15<strong> Kilfinichen Bay </strong>8.45<strong> Mont Royale </strong>9.15<strong> Kapstadt </strong></p> \n<p><strong>Leicester</strong></p> \n<p><strong>6.00 Royal Normandy </strong>6.30<strong> Spongy </strong>7.00<strong> Swift Cedar </strong>7.35<strong> Come On Dave </strong>8.05<strong> Shahdaroba </strong>8.35<strong> Be Lucky 9.05 Moruadh </strong></p> \n<p><strong>Lingfield</strong></p> \n<p><strong>5.40 Vestavian </strong>6.10<strong> Peace Seeker </strong>6.45<strong> War Paint </strong>7.20<strong> Skidby Mill </strong>7.55<strong> Entity </strong>8.25<strong> Mossgo 8.55 Mac’s Power</strong></p> \n<p><strong>Ripon</strong></p> \n<p><strong>2.10 Daleelak </strong>2.45<strong> Personal Touch </strong>3.20<strong> Searching </strong>3.55<strong> Commissar </strong>4.35<strong> Frosty The Snowman </strong>5.10<strong> Margarets Gift 5.45 Dutch Descent</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434535515138/Royal-Ascot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Excitement in the royal box as the Queen's horse Choirboy wins the Royal Hunt Cup at Ascot in 1953.  Photograph: Fox Photos/Getty Images","credit":"Fox Photos/Getty Images","altText":"Royal Ascot","cleanCaption":"Excitement in the royal box as the Queen's horse Choirboy wins the Royal Hunt Cup at Ascot in 1953.  Photograph: Fox Photos/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T15:49:50Z","lastModified":"2015-06-18T00:10:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Chris Cook","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chriscook"}],"feature":false,"keywords":["Horse racing tips","Horse racing","Sport"],"tags":[{"id":"sport/horse-racing-tips","webTitle":"Horse racing tips"},{"id":"sport/horse-racing","webTitle":"Horse racing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Chris Cook","topic":{"type":"tag-contributor","name":"profile/chriscook"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/horse-racing-tips-thursday-18-june","shortUrl":"http://gu.com/p/49pze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/horse-racing-tips-thursday-18-june","webUri":"http://www.theguardian.com/sport/2015/jun/17/horse-racing-tips-thursday-18-june"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434535515138/Royal-Ascot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Excitement in the royal box as the Queen’s horse Choir Boy wins the Royal Hunt Cup at Ascot in 1953. Photograph: Fox Photos/Getty Images","credit":"Fox Photos/Getty Images","altText":"Royal Ascot","cleanCaption":"Excitement in the royal box as the Queen’s horse Choir Boy wins the Royal Hunt Cup at Ascot in 1953. Photograph: Fox Photos/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/17/1434535515138/Royal-Ascot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Excitement in the royal box as the Queen's horse Choirboy wins the Royal Hunt Cup at Ascot in 1953.  Photograph: Fox Photos/Getty Images","credit":"Fox Photos/Getty Images","altText":"Royal Ascot","cleanCaption":"Excitement in the royal box as the Queen's horse Choirboy wins the Royal Hunt Cup at Ascot in 1953.  Photograph: Fox Photos/Getty Images"}}]},{"title":"England v New Zealand: fourth ODI – as it happened","rawTitle":"England v New Zealand: fourth ODI – as it happened","item":{"type":"liveBlog","id":"sport/live/2015/jun/17/england-v-new-zealand-fourth-odi-live","title":"England v New Zealand: fourth ODI – as it happened","trailText":"<strong>Fourth ODI: </strong>Hundreds from Joe Root and Eoin Morgan helped England cruise to victory by seven wickets, registering their highest ever winning score in batting second","standFirst":"<ul>\n <li>Hundreds from Joe Root and Eoin Morgan helped England cruise to victory by seven wickets, registering their highest ever successful run chase</li>\n</ul>","byline":"Nick Miller(first innings) and Tom Davies (second)","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/493066820971cbdd149c69c461632599ed7c40b3/418_257_2727_1636/2727.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1636,"width":2727,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"England batsmen Eoin Morgan and Joe Root hit centuries on the way to victory in the fourth ODI.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434575084577/92f7d0bf-d619-4d00-8e45-1dfa117e8dea-2060x1310.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1310,"width":2060,"orientation":"landscape","caption":"Joe Root celebrates after England won the 4th ODI against New Zealand at Trent Bridge. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Joe Root celebrates after England won the 4th ODI Royal London One-Day match between England and New Zealand at Trent Bridge.","cleanCaption":"Joe Root celebrates after England won the 4th ODI against New Zealand at Trent Bridge.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434574700998/98586e1b-712d-4a17-9ecc-bc261a92274f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root hits the winning runs. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"Joe Root hits the winning runs.","cleanCaption":"Joe Root hits the winning runs.","cleanCredit":"Photograph: Mitchell Gunn/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434575215297/a061fb9e-91a2-418a-ae80-fb309fcdfe3d-2060x1547.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1547,"width":2060,"orientation":"landscape","caption":"And here’s a close-up of Root celebrating hitting the winning runs. Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"And here's a close-up of Root celebrates hitting the winning runs.","cleanCaption":"And here’s a close-up of Root celebrating hitting the winning runs.","cleanCredit":"Photograph: Mike Egerton/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434573210764/c8e2c6c8-de89-4bad-9d5c-802768d43a01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Anglo-Kiwi love-in. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"The love-in","cleanCaption":"The Anglo-Kiwi love-in.","cleanCredit":"Photograph: Stu Forster/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434573324358/178aef9a-1947-4402-b8a8-a85d4ecd0d74-1171x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1171,"orientation":"portrait","caption":"A rueful looking Morgan heads back to the pavilion. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"A rueful looking Morgan heads back to the pavilion.","cleanCaption":"A rueful looking Morgan heads back to the pavilion.","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434572114863/8e516443-18ce-4631-9a45-ce00422e94e5-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England’s Eoin Morgan celebrates his century. Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"England's Eoin Morgan celebrates his century.","cleanCaption":"England’s Eoin Morgan celebrates his century.","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434573421329/ba5a7889-4c38-47b9-aa9b-3afe10f84cf5-2060x1090.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1090,"width":2060,"orientation":"landscape","caption":"And gets a round of applause from England’s players and coaching staff in the pavilion. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"And gets a round of applause from England's players and coaching staff in the pavilion.","cleanCaption":"And gets a round of applause from England’s players and coaching staff in the pavilion.","cleanCredit":"Photograph: Mitchell Gunn/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434570417316/1f75e0a4-6c02-4ebb-8a8a-1985edf6f9a2-2060x1359.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1359,"width":2060,"orientation":"landscape","caption":"It’s not going well for the Kiwi bowler. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"It's not going well for the Kiwi bowler.","cleanCaption":"It’s not going well for the Kiwi bowler.","cleanCredit":"Photograph: Stu Forster/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434567408270/b2208fa5-fbe3-4ea5-98f1-1ca5f8f3e5fb-2060x1612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1612,"width":2060,"orientation":"landscape","caption":"Eoin Morgan smashes the ball to the boundary. Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"Eoin Morgan smashes the ball to the boundary.","cleanCaption":"Eoin Morgan smashes the ball to the boundary.","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434565469205/ec5e78ed-dcf2-46b7-ae96-36b58b2f3446-1643x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1643,"orientation":"portrait","caption":"Alex Hales’s innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Alex Hales's innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.","cleanCaption":"Alex Hales’s innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434566521473/96d50330-8a48-4571-81b6-df77b2a9298f-2060x1313.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1313,"width":2060,"orientation":"landscape","caption":"Hales looks dejected as he heads back to the pavilion. Photograph: Philip Brown/Action Images via Reuters","credit":"Philip Brown/Action Images via Reuters","altText":"Hales looks dejected as he heads back to the pavilion.","cleanCaption":"Hales looks dejected as he heads back to the pavilion.","cleanCredit":"Photograph: Philip Brown/Action Images via Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434567264274/12fd9174-c8a3-433a-82cd-e4c6404610d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum is close, but no cigar Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"Brendon McCullum is close, but no cigar","cleanCaption":"Brendon McCullum is close, but no cigar","cleanCredit":"Photograph: Mike Egerton/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434565151773/44d1c6f3-e418-4886-aede-4c53cbb84769-1533x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1533,"orientation":"portrait","caption":"Alex Hales celebrates his fifty. Photograph: Matt Bunn/BPI/Rex Shutterstock","credit":"Matt Bunn/BPI/Rex Shutterstock","altText":"Alex Hales celebrates his fifty.","cleanCaption":"Alex Hales celebrates his fifty.","cleanCredit":"Photograph: Matt Bunn/BPI/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434565234017/57b0eb6b-95b4-430a-ba80-29d125066f34-2060x1118.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1118,"width":2060,"orientation":"landscape","caption":"Spectators take evasive action as one of Alex Hales’ sixes heads in their direction. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Spectators take evasive action as one of Alex Hales' sixes heads in their direction.","cleanCaption":"Spectators take evasive action as one of Alex Hales’ sixes heads in their direction.","cleanCredit":"Photograph: Philip Brown/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434564743160/3764fe27-22e8-4bdb-8cc6-7c6210b07203-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The hover cover is out. Photograph: Mitchell Gunn/Getty Images","credit":"Mitchell Gunn/Getty Images","altText":"The hover cover is out.","cleanCaption":"The hover cover is out.","cleanCredit":"Photograph: Mitchell Gunn/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434563719594/f6d51eba-6954-4f67-ad81-13a1c57cf11d-2060x1759.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1759,"width":2060,"orientation":"landscape","caption":"Allex Hales smashes the ball for six. Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"NOTTINGHAM, ENGLAND - JUNE 17:  Alex Hales of England smashes the ball for six runs during the 4th ODI Royal London One-Day International between England and New Zealand at Trent Bridge on June 17, 2015 in Nottingham, England.  (Photo by Laurence Griffiths/Getty Images) oboCricketOne Day Cricket","cleanCaption":"Allex Hales smashes the ball for six.","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434563495054/2ca8e3d9-379a-4d87-9858-bd27c15b81ea-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Jason Roy hits out for six runs. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Jason Roy hits out for six runs.","cleanCaption":"Jason Roy hits out for six runs.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434559412515/13635719-e2ef-49e4-a696-5023abc62c38-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Santner slogs the ball for six. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Mitchell Santner slogs the ball for six.","cleanCaption":"Mitchell Santner slogs the ball for six.","cleanCredit":"Photograph: Stu Forster/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434559540291/0800b4e5-9a10-4d76-80a7-aa72982c639f-2060x1654.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1654,"width":2060,"orientation":"landscape","caption":"Mitchell Santner, centre, and Grant Elliott, left, rack up the rus as Ben Stokes looks on. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"Mitchell Santner, centre, and Grant Elliott, left, rack up the rus as Ben Stokes looks on.","cleanCaption":"Mitchell Santner, centre, and Grant Elliott, left, rack up the rus as Ben Stokes looks on.","cleanCredit":"Photograph: Rui Vieira/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434559675982/dce91100-852b-4dfe-8eb2-3fb02c237a1d-2060x1557.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1557,"width":2060,"orientation":"landscape","caption":"David Willey is congratulated by England captain Eoin Morgan after taking the wicket of New Zealand’s Kane Williamson. Photograph: Mike Egerton/PA","credit":"Mike Egerton/PA","altText":"David Willey is congratulated by England captain Eoin Morgan after taking the wicket of  New Zealand's Kane Williamson.","cleanCaption":"David Willey is congratulated by England captain Eoin Morgan after taking the wicket of New Zealand’s Kane Williamson.","cleanCredit":"Photograph: Mike Egerton/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434555958395/674c767c-11ea-4d39-a326-826b4e489403-2060x1165.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1165,"width":2060,"orientation":"landscape","caption":"Steven Finn bowls the first maiden of the match. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Steven Finn bowls the first maiden of the match.","cleanCaption":"Steven Finn bowls the first maiden of the match.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434555727196/efcf625d-f924-4c17-a780-6f2591cf7e9c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steven Finn successfully appeals for the wicket of Ross Taylor. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Steven Finn successfully appeals for the wicket of Ross Taylor.","cleanCaption":"Steven Finn successfully appeals for the wicket of Ross Taylor.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434554212562/32ce2e89-9b52-4259-b85f-d35092acdb50-1696x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1696,"orientation":"portrait","caption":"Kane Williamson brings up his 50. Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"Kane Williamson brings up his 50.","cleanCaption":"Kane Williamson brings up his 50.","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434552924214/2d5bd948-d2bc-4f1a-b640-e9128bc5e559-2060x1176.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1176,"width":2060,"orientation":"landscape","caption":"Kane Williamson in action. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Kane Williamson in action.","cleanCaption":"Kane Williamson in action.","cleanCredit":"Photograph: Stu Forster/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434551655158/f6e2979d-98b7-47cd-821e-645c29400d52-2060x1432.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1432,"width":2060,"orientation":"landscape","caption":"Ben Stokes celebrates dismissing Martin Guptill. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Ben Stokes celebrates dismissing Martin Guptill.","cleanCaption":"Ben Stokes celebrates dismissing Martin Guptill.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550991102/8f57fadc-9683-4f77-ac2e-5f4ab3dc9986-1720x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1720,"orientation":"portrait","caption":"Martin Guptill bring up his 50. Photograph: Laurence Griffiths/Getty Images","credit":"Laurence Griffiths/Getty Images","altText":"Martin Guptill bring up his 50.","cleanCaption":"Martin Guptill bring up his 50.","cleanCredit":"Photograph: Laurence Griffiths/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550170656/1b872892-fe97-4d87-949b-32676f287a36-1608x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1608,"orientation":"portrait","caption":"Mark Wood celebrates dismissing Brendon McCullum. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Mark Wood celebrates dismissing Brendon McCullum.","cleanCaption":"Mark Wood celebrates dismissing Brendon McCullum.","cleanCredit":"Photograph: Gareth Copley/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434548836829/74179e32-d033-4c66-87af-556aa239ea7f-2060x1384.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1384,"width":2060,"orientation":"landscape","caption":"Brendon McCullum launches one. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Brendon McCullum launches one.","cleanCaption":"Brendon McCullum launches one.","cleanCredit":"Photograph: Philip Brown/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434548951557/7d1652e5-d62c-4e3a-b0d1-d46f0c1cc420-1542x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1542,"orientation":"portrait","caption":"Steven Finn shows his frustration. Photograph: Matt Bunn/BPI/Rex Shutterstock","credit":"Matt Bunn/BPI/Rex Shutterstock","altText":"Steven Finn shows his frustration.","cleanCaption":"Steven Finn shows his frustration.","cleanCredit":"Photograph: Matt Bunn/BPI/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434547429827/d95cd4ca-9274-412a-bff0-1546542c5071-686x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":686,"orientation":"portrait","caption":"Martin Guptill drives a shot. Photograph: Rui Vieira/AP","credit":"Rui Vieira/AP","altText":"Martin Guptill drives a shot.","cleanCaption":"Martin Guptill drives a shot.","cleanCredit":"Photograph: Rui Vieira/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434547325741/5ea1351a-609c-4da2-a3b3-d32d43cb2d18-1489x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1489,"orientation":"portrait","caption":"David Willey gets us underway. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"David Willey gets us underway.","cleanCaption":"David Willey gets us underway.","cleanCredit":"Photograph: Stu Forster/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434546480837/53c36e8e-b8d3-47e1-b0fb-c698f452dbe6-2060x1497.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1497,"width":2060,"orientation":"landscape","caption":"Eoin Morgan tosses the coin alongside Brendon McCullum. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Eoin Morgan tosses the coin alongside Brendon McCullum.","cleanCaption":"Eoin Morgan tosses the coin alongside Brendon McCullum.","cleanCredit":"Photograph: Gareth Copley/Getty Images"}],"webPublicationDate":"2015-06-17T20:46:19Z","lastModified":"2015-06-17T21:07:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"},{"name":"Tom Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomdavies"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Cricket","Sport","Over by over reports"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/over-by-over-reports","webTitle":"Over by over reports"}],"section":{"id":"sport"},"displayHint":"news","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#b51800","liveBlogLabelColour":"#333333","headlineColour":"#333333","standfirstColour":"#676767","updateColour":"#999999","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#cc2b12","colourPalette":"deadBlog"},"liveContent":{"liveBloggingNow":false,"blocks":[{"id":"block-558157efe4b0e91d8f409864","title":"Preamble","publishedDateTime":"2015-06-17T12:00:07Z","lastUpdatedDateTime":"2015-06-17T12:03:44Z","body":"<p><strong>When is an ODI series defeat not an ODI series defeat? </strong>When it comes about using a New Aggressive Attacking New Brand Aggressive Attacking Purposeful New Brand of cricket, of course. Obviously if you pull aside the curtain of bull that even the goodest of eggs, as Eoin Morgan seems to be, use to describe the way England are playing now, it just extends to hitting the ball quite a lot harder, quite a lot better. It’s just being more interesting. Or, if you want to put it another way, catching up with the rest of the world a good few years after they realised this was the way to play limited overs cricket.</p> \n<p><strong>England are staring down the barrel of a series defeat,</strong> after losing two of the first three, in which a bowler-bothering 1,977 runs have already been scored. It’s the most amount of runs notched up in the history of English ODI cricket (possibly - will check this later), and England’s should eclipse the 1,075 runs they scored in their whole (admittedly rather brief) World Cup campaign.</p> \n<p><strong>And thus, would anyone really care all that much if England lost this series 4-1?</strong> They are, after all, basically playing a whole new game, nearly a whole new sport, and it’s going to take a while to get used to it. They’re trying things out, experimenting for 2019, which is the real point and target of all this. Still, it would be just lovely if the new approach saw immediate returns. We shall see.</p> \n<p><strong>First ball:</strong> 2pm BST</p>","postType":"key-event"},{"id":"block-558164d3e4b05c5f91d258b9","publishedDateTime":"2015-06-17T12:15:18Z","body":"<p>Gary knows.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/garynaylor999/statuses/611143981993488384\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">If you wanted a model for a mid-sized sports venue, Trent Bridge is it. Nottingham does football and cricket right <a href=\"https://twitter.com/NickMiller79\">@NickMiller79</a></p>— Gary Naylor (@garynaylor999) \n  <a href=\"https://twitter.com/garynaylor999/status/611143981993488384\">June 17, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-558165afe4b0e91d8f4098ca","publishedDateTime":"2015-06-17T12:21:21Z","body":"<p><strong>Obviously nought to do with cricket,</strong> but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal\">this interview with future Labour leader Jeremy Corbyn</a> is an absolute delight:</p> \n<blockquote class=\"quoted\"> \n <p>One of the few cited stories about Corbyn is that the former Labour MP-turned-Ukip MEP Robert Kilroy-Silk tried to hit him but Corbyn ran away. “I had been on a programme on television the day before talking about why Militants shouldn’t be expelled from the Labour party. He thought they should, and he was extremely abusive, threw me against a wall in the voting lobby. His quote was: ‘I’m an amateur boxer, I can sort anybody out,’ and somebody said to me what do you do in your spare time, and I said: ‘I’m an amateur runner,’ which is true. I do enjoy running.” So he did run away? “No. I walked off. You can hardly run through the voting lobby. He thought it was a great triumph for his macho prowess.”</p> \n</blockquote>","postType":"blog"},{"id":"block-558168b3e4b05c5f91d258ce","publishedDateTime":"2015-06-17T12:32:21Z","body":"<p><strong>Andy Wilson, formerly of this parish, needs YOU. </strong>Well, if you play cricket just for the yucks, anyway.</p> \n<blockquote class=\"quoted\"> \n <p>The ECB is calling on recreational cricketers to have their say and influence the future of the game at grassroots level in their <a href=\"http://www.cricketsurveys.com/s/playingsurvey2015/\">third annual National Cricket Playing Survey</a>. Last year more than 37,000 current and former players responded to the survey. This year they are keen to hear from an even wider range of views, from Premier League regulars to the occasional social cricketer, including players, spectator and volunteers. There are prizes on offer for completing the survey, including signed merchandise and pairs of tickets to Ashes Series and Royal London ODIs. You can find the survey here:<a href=\"http://www.cricketsurveys.com/s/playingsurvey2015/\">www.ecb.co.uk/survey</a>”</p> \n</blockquote>","postType":"blog"},{"id":"block-558168d6e4b0e91d8f4098da","title":"New Zealand have won the toss...","publishedDateTime":"2015-06-17T12:32:42Z","lastUpdatedDateTime":"2015-06-17T13:08:06Z","body":"<p>...and will bat first. </p> \n<figure class=\"element element-image\" data-media-id=\"116f36a4687b40afb2c6d83be3e28fe3eb25afa3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434546482770/53c36e8e-b8d3-47e1-b0fb-c698f452dbe6-460x334.jpeg\" alt=\"Eoin Morgan tosses the coin alongside Brendon McCullum.\" width=\"460\" height=\"334\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eoin Morgan tosses the coin alongside Brendon McCullum.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55816921e4b05c5f91d258d1","title":"Team news","publishedDateTime":"2015-06-17T12:35:13Z","lastUpdatedDateTime":"2015-06-17T19:48:49Z","body":"<p><strong>A pair of unchanged teams,</strong> pleasingly enough, meaning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/england-call-up-jamie-overton-twin-new-zealand-odi\">not a single Overton</a> is involved. So, here’s how they line up:</p> \n<p><strong>England: </strong>Roy, Hales, Root, Morgan, Stokes, Buttler, Billings, Rashid, Willey, Wood, Finn.</p> \n<p><strong>New Zealand: </strong>Guptill, McCullum, Williamson, Taylor, Elliott, Ronchi, Santner, Wheeler, Henry, Southee, McClenaghan.</p>","postType":"key-event"},{"id":"block-55816af3e4b05c5f91d258d9","publishedDateTime":"2015-06-17T12:42:30Z","body":"<p><strong>Sam Billings sounds like an even posher Andrew Strauss,</strong> if you can imagine such a thing. He’s also one of a number of England cricketers who look like they could play a guy named Chad or Tate in an emotional American teen drama. See also Willey, Roy etc. </p>","postType":"blog"},{"id":"block-55816b95e4b05c5f91d258df","publishedDateTime":"2015-06-17T12:46:24Z","body":"<p>David Cotton has Some Thoughts in relation to that ECB survey: “I hope that you can help encourage those clubs and players who do respond to state their feelings on the lack of terrestrial TV coverage. Whilst the ECB have garnered millions, clubs are losing a considerable amount of money through falling memberships, match fees being lost due to fixtures being cancelled and the total decimation of Sunday friendly cricket. After all I do not wish to rage against the machine all on my own!”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NHtppfLXzXE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/NHtppfLXzXE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-55816dc6e4b0e91d8f4098ed","publishedDateTime":"2015-06-17T12:54:19Z","body":"<p><strong>Excellent.</strong> Apparently Geoffrey Boycott has been giving Brendon McCullum advice on how to play one-day cricket. Lovely, lovely stuff.</p>","postType":"blog"},{"id":"block-55816f1fe4b0e91d8f4098f8","publishedDateTime":"2015-06-17T13:00:46Z","body":"<p>David Willey will open the bowling to Martin Guptill and Brendon McCullum.</p>","postType":"blog"},{"id":"block-55816f7fe4b05c5f91d258ec","publishedDateTime":"2015-06-17T13:02:04Z","lastUpdatedDateTime":"2015-06-17T13:22:11Z","body":"<p><strong>1st over: New Zealand 4-0 (Guptill 1, McCullum 3) </strong>Bit of swing early doors for David Willey, with his first three balls on the pads of the two openers, and they flick one, two and one respectively. The two, from McCullum, was a leading edge that looped just over the man at short mid-wicket, but other than that it’s a relatively fuss-free opening over.</p> \n<figure class=\"element element-image\" data-media-id=\"66cdbf1319c02ebb82477a4bce13f7f1a92974f9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434547326597/5ea1351a-609c-4da2-a3b3-d32d43cb2d18-307x420.jpeg\" alt=\"David Willey gets us underway.\" width=\"307\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Willey gets us underway.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55817023e4b0e91d8f4098fb","publishedDateTime":"2015-06-17T13:07:10Z","lastUpdatedDateTime":"2015-06-17T13:12:45Z","body":"<p><strong>2nd over: New Zealand 5-0 (Guptill 1, McCullum 4) </strong>Steven Finn bowling from t’other end, and he gets one to really rear up at McCullum, who of course flings absolutely everything at the ball but misses. Just a single from the over, a rapid one that McCullum scampers like Chris Pratt trying to escape from the raptors in Jurassic World. What do we think of Jurassic World, by the way?</p>","postType":"blog"},{"id":"block-55817119e4b0e91d8f4098ff","publishedDateTime":"2015-06-17T13:11:25Z","lastUpdatedDateTime":"2015-06-17T13:12:42Z","body":"<p><strong>3rd over: New Zealand 11-0 (Guptill 2, McCullum 9) </strong>McCullum takes an absolutely massive hoy at one and gets an inside edge that goes perilously close to his stumps. Geoff Boycott, presumably, shakes his head. A single later, McCullum gets the first boundary of the innings with a carefully-pushed drive through the covers from one just a little over-pitched by Willey.</p> \n<p>Meanwhile, some smart talk from Alistair Connor: “I don’t know if you’re familiar with the concept of the <a href=\"https://en.wikipedia.org/wiki/Overton_windowhttps://en.wikipedia.org/wiki/Overton_window\">Overton window</a>. Basically, it defines the range of political options that the public is prepared to accept at any given time. Policies which are too radical or too reactionary are not in the window of the possible. One might say that the English ODI team have been doing chin-ups on the Overton windowsill in recent times, occasionally getting in the frame of what is acceptable to the public, then disappearing again...”</p>","postType":"blog"},{"id":"block-558171ffe4b0e91d8f409904","publishedDateTime":"2015-06-17T13:14:51Z","body":"<p><strong>4th over: New Zealand 15-0 (Guptill 5, McCullum 10) </strong>More tight stuff from Finn, as Guptill cannot persuade the thing off the square. Until the fifth ball that is, when he clips one off his toes through straight mid-wicket that isn’t perfectly timed, so they thus collect three. McCullum pushes a single to mid-on, and Robert Wilson has some questions:</p> \n<p>“May I ask two vital questions? 1. Have you noticed that McCullum has not quite <em>tucked in</em> yet? 2. How much do you think this is going to hurt? Actually, I have a third question. Do you think there’s really anything to this <em>hexing</em> notion?”</p> \n<ol> \n <li>Yes. 2. Loads. 3. No.</li> \n</ol>","postType":"blog"},{"id":"block-558172cee4b0e91d8f409908","publishedDateTime":"2015-06-17T13:18:38Z","lastUpdatedDateTime":"2015-06-17T13:23:54Z","body":"<p><strong>5th over: New Zealand 25-0 (Guptill 10, McCullum 14) </strong>McCullum twinkle-toes down the pitch, because of course he does, but ‘only’ collects two from his lash. Guptill then fares slightly better, although his big drive sailed over point for four, rather than through the covers, as looked the intention. Willey bangs one in that ends up on the wider end of the wide spectrum, and there’s one more single from the over.</p> \n<figure class=\"element element-image\" data-media-id=\"fff08178c66dde3bf6ad48f266cb4404f4afe325\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434547429224/d95cd4ca-9274-412a-bff0-1546542c5071-282x420.jpeg\" alt=\"Martin Guptill drives a shot.\" width=\"282\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin Guptill drives a shot.</span> \n  <span class=\"element-image__credit\">Photograph: Rui Vieira/AP</span> \n </figcaption> \n</figure> \n<p>A pithy review, here:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yes_IAmHarry/statuses/611159981044449281\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Jurassic World: needs more Goldblum <a href=\"https://twitter.com/NickMiller79\">@NickMiller79</a></p>— Harry Phillips (@Yes_IAmHarry) \n  <a href=\"https://twitter.com/Yes_IAmHarry/status/611159981044449281\">June 17, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-558173b1e4b061e6666bb753","publishedDateTime":"2015-06-17T13:23:47Z","lastUpdatedDateTime":"2015-06-17T13:49:16Z","body":"<p><strong>6th over: New Zealand 31-0 (Guptill 14, McCullum 15) </strong>The Finn parsimony (one of Robert Ludlum’s early thoughts for the Bourne Identity, I believe) continues, with just a single and a high bouncer coming from the first four balls. He then cuts Guptill in half with a proper lifter that the batsman knows little about, but gets an inside edge on that scoots to the fine leg boundary. Finn, usually such a mild-mannered young man, shouts his disapproval. </p> \n<figure class=\"element element-image\" data-media-id=\"09f759d139f30ce1425013a8f8d1d1c8a7139734\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434548951124/7d1652e5-d62c-4e3a-b0d1-d46f0c1cc420-317x420.jpeg\" alt=\"Steven Finn shows his frustration.\" width=\"317\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steven Finn shows his frustration.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Bunn/BPI/Rex Shutterstock</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-558174efe4b061e6666bb759","publishedDateTime":"2015-06-17T13:27:44Z","body":"<p><strong>7th over: New Zealand 38-0 (Guptill 14, McCullum 21) </strong>McCullum isn’t quite timing it just yet, having a hearty hoy at one outside off that goes in the air and plops over the covers for a couple. Oh, well, as soon as I type that he actually does, smacking a length ball over mid-on for a one-bounce four. </p> \n<p>Hexy talk from John Starbuck: “The thing about hexing as a genuine phenomenon is that it can only be judged after the event, and one never knows what other hexing - both ways - has also gone on. A self-defeating piece of speculation then, but when has that ever stopped any of us? I guess we could try an experiment whereby every OBO reader sends you an email with a specific hex in it and we see if there are any patterns.”</p>","postType":"blog"},{"id":"block-558175d3e4b061e6666bb75d","publishedDateTime":"2015-06-17T13:32:57Z","body":"<p><strong>8th over: New Zealand 46-0 (Guptill 22, McCullum 21) </strong>The odd wide aside, England have bowled pretty well here - Finn in particular...although he strays a bit straight to Guptill who clips one very fine off his knees and to the boundary. Finn then drops a caught and bowled chance...but only just, and it would’ve been a hell of a catch. Interestingly, it was a very low chance but the tall Finn actually got too low, the ball hitting the heels of his palms before going to the turf. Guptill, obviously, welts the next ball through the covers for four.</p>","postType":"blog"},{"id":"block-55817736e4b0f0d3ad92ae6f","publishedDateTime":"2015-06-17T13:36:45Z","body":"<p><strong>9th over: New Zealand 55-0 (Guptill 30, McCullum 22) </strong>Beautiful shot from Guptill, timing the balls off the, erm, ball, which races through straight mid-wicket and to the fence. He then flaps another shot to around the same spot, but this one was a little more aerial, although the result was the same.</p> \n<p>Alex Hendrikson writes: “Like a T20 match, Jurassic World was full of thrills, spills but ultimately unsatisfying and vacuous. It also made no sense. Why did they make the tracking device they implanted in the Indominus Rex so big? You can microchip a cat without it noticing.”</p> \n<p>I’d dispute that T20 is inherently unsatisfying - there are good games and bad games, much like any other sport.</p>","postType":"blog"},{"id":"block-55817835e4b0f0d3ad92ae72","publishedDateTime":"2015-06-17T13:40:46Z","lastUpdatedDateTime":"2015-06-17T13:47:19Z","body":"<p><strong>10th over: New Zealand 64-0 (Guptill 30, McCullum 31) </strong>And there goes McCullum, skipping down and away and launching an inside-out blooter over the covers for sux runs. Two are jumpily dabbed down to third man, before a single goes to point. </p> \n<figure class=\"element element-image\" data-media-id=\"f6ebd4dd7816b55df640d6276f5b59f48295c128\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434548838157/74179e32-d033-4c66-87af-556aa239ea7f-460x309.jpeg\" alt=\"Brendon McCullum launches one.\" width=\"460\" height=\"309\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brendon McCullum launches one.</span> \n  <span class=\"element-image__credit\">Photograph: Philip Brown/Reuters</span> \n </figcaption> \n</figure> \n<p>More on the joy of hex, from Robert Wilson: “Starbuck knows stuff. He’s some kind of long-leg Gandalf. We should follow his lead. The Great Hex Experiment. I’ve contacted MIT and la Sorbonne. They’re in. So, Rashid will get a first-ball duck and no runs for plenty. And Stuart Broad will play every Test of the summer, be knighted and eventually elected to public office by a tearful and adoring populace. That’s on the record, buddy.”</p>","postType":"blog"},{"id":"block-55817915e4b0f0d3ad92ae78","publishedDateTime":"2015-06-17T13:47:31Z","body":"<p><strong>11th over: New Zealand 76-0 (Guptill 36, McCullum 32) </strong>Willey is back into the attack, which reminds me that I forgot to mention he was ever out of it: Mark Wood bowled the 9th. Sorry about that. Jos Buttler is up to the stumps, obviously to stop McCullum coming down the pitch, but Willey immediately stitches him up by bowling a leg-side wide that the keeper can’t get hold of, and it thus goes to the boundary. Willey comes around the wicket for the final ball of the over, which Guptill plays an extraordinary shot going with the angle of delivery, flicking his wrists and launching one for six over wide long-on. Hint of thick edge about that one, but still - woof. </p>","postType":"blog"},{"id":"block-55817a75e4b061e6666bb77e","publishedDateTime":"2015-06-17T13:50:28Z","body":"<p><strong>12th over: New Zealand 81-0 (Guptill 39, McCullum 34) </strong>Drop? Drop. Again, a tough chance as McCullum backs away from Wood, who has replaced Finn, and it goes low to Buttler’s left, he dives but can’t quite pouch the thing. Tricky one, but these two are currently batting in a manner that suggests tricky ones need to be taken. Three singles and a two from the over.</p> \n<p>Here’s Chris Bourne on brands: “This business about the New Brand of Cricket. The trick is not just to bat the New Brand, but to force the other team to bat the Old Brand. Which is where Finn’s overs, if not the Chippendales of old school cricket, at least rank with something out of Habitat’s 1974 collection.”</p>","postType":"blog"},{"id":"block-55817b25e4b061e6666bb786","publishedDateTime":"2015-06-17T13:56:52Z","body":"<p><strong>13th over: New Zealand 88-0 (Guptill 43, McCullum 35) </strong>Here’s the crossest ginger in the land, Ben Stokes with the ball. And after a single to McCullum, he oversteps and gives a free hit to Guptill...which is a full toss that is aimed to go over mid-on, but a thick edge sends it fine of third man for four. </p> \n<p>Curmudgeon Christopher Dale writes: “Not to be a curmudgeon (and it might just be a reflection on the skill levels of both sides’ bowlers) but at what point does the relentless slogathon and dominance of bat over ball become either tiresome, or just bad for cricket?</p> \n<p>“The pitches in this series (and generally in limited overs cricket) offer no encouragement or help for bowlers. Added to shrinking boundaries, bats that (although not heavier than their predecessors) make mis-hits and edges a consistent source of runs, and regulations that constrain a lot of innovation or invention in the field (bodyline fields, bouncers, use of the helmet as a target etc.), and I worry cricket is increasingly unbalanced.</p> \n<p>“Some official assistance for bowlers, and more even cricket in which batsmen had to bat rather than hit, and had to worry about survival as well as run-scoring, would surely offer a more compelling product than endless 300+ scores in which bowlers toil for no reward.”</p>","postType":"blog"},{"id":"block-55817ca9e4b0f0d3ad92ae97","title":"WICKET! McCullum c Buttler b Wood 35 (31) - New Zealand 88-1","publishedDateTime":"2015-06-17T13:58:21Z","lastUpdatedDateTime":"2015-06-17T14:09:37Z","body":"<p>And there’s McCullum exactly where England want him - back in the hutch. Wood gets one to rise and shape just a little bit away from a wee bit shy of a length, and the New Zealand skip edges an attempted guide down to third man through to the keeper.</p> \n<figure class=\"element element-image\" data-media-id=\"41e9cb269047a0ae0c9f9f8ca727656bd8ac29e9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550172487/1b872892-fe97-4d87-949b-32676f287a36-331x420.jpeg\" alt=\"Mark Wood celebrates dismissing Brendon McCullum.\" width=\"331\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Wood celebrates dismissing Brendon McCullum.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55817d56e4b061e6666bb796","publishedDateTime":"2015-06-17T14:02:37Z","lastUpdatedDateTime":"2015-06-17T14:04:37Z","body":"<p><strong>14th over: New Zealand 90-1 (Williamson 2, Guptill 43) </strong>The boy Kane Williamson is the new bat, and flicks his second ball through mid-wicket for a pair of runs. Otherwise, a splendid over from Wood.</p> \n<p>Peter Miller, to whom I am not related but know, otherwise I’d be gravely offended by the first bit, is here with some sass, in reply to curmudgeon Christopher Dale: “I am stuck on a train with creaky wifi so I am having to follow the game through this “blog” medium. I am far from happy about it, but needs must. </p> \n<p>“What I will say is that all this attacking and entertaining cricket that is exciting new fans to engage with the sport is terrible. The last thing cricket needs is new supporters bringing in money and increasing participation numbers. For me the best thing that cricket can do is to continue to contract as the existing fan base wither and die so that only the most hardy of fans still care about the game at all. </p> \n<p>“Perhaps every 10 runs the batsman can have a smaller and smaller bat so that by the time he reaches a hundred he is playing with one of those ones kids ask players to sign on the boundary.”</p>","postType":"blog"},{"id":"block-55817e0de4b0f0d3ad92aea0","publishedDateTime":"2015-06-17T14:06:41Z","lastUpdatedDateTime":"2015-06-17T14:08:06Z","body":"<p><strong>15th over: New Zealand 95-1 (Williamson 3, Guptill 47) </strong>A couple of singles and a two, then another drop. Guptill flicks one pretty hard at Root, standing short at mid-wicket, but he turfs a chance at knee-height. Again, not a dolly of a chance, but again, one that probably should’ve been total. Root is thoroughly ticked off with the whole affair.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Vitu_E/statuses/611172907864227840\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">England's attacking brand of catching is not quite coming off. <a href=\"https://twitter.com/hashtag/EngvNZ?src=hash\">#EngvNZ</a></p>— Vithushan (@Vitu_E) \n  <a href=\"https://twitter.com/Vitu_E/status/611172907864227840\">June 17, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55817f01e4b061e6666bb7a6","publishedDateTime":"2015-06-17T14:11:11Z","body":"<p><strong>16th over: New Zealand 97-1 (Williamson 4, Guptill 48) </strong>Stokes lets one go through his hands, but luckily for him this one was a mere stop, from which a single is taken, rather than an attempted catch. Beyond this, an over tidier than my flat when mum comes to visit from the impressive Wood. </p> \n<p>“A wicket!” exclaims Ben Dean. “You know what they say? One brings two…Or as is the case here: One brings an almost certainly superior batsman who will casually destroy our bowling…”</p>","postType":"blog"},{"id":"block-55818002e4b0f0d3ad92aeac","publishedDateTime":"2015-06-17T14:17:43Z","body":"<p><strong>17th over: New Zealand 107-1 (Williamson 13, Guptill 49) </strong>Oy vey, that is delicious. Williamson climbs into a lovely old drive from a Stokes ball that might as well have come from a ginger bowling machine. Stokes takes a big kick at the grass in frustration. A few balls later he drops shorter to Williamson, but the resultant runs are the same, collecting four from a delightful cut.</p> \n<p>Meanwhile, an appeal from Charlie Talbot: “Speaking of the cancellation of Sunday fixtures, our ad hoc collection of London-based young (ahem) professionals (ahem) finds itself two short for a trip to Surrey to take on an old schoolfriend’s village side in Bookham this Sunday. Having exhausted my address book to be told everyone I know who plays cricket is on holiday, busy or just lying to avoid playing I’d therefore be delighted if any OBO readers wanted to play. Cricket ability secondary to the ability to turn up at the ground or on a train from Waterloo. So anyone who would like to qualify to fill in the ECB survey is very welcome.”</p> \n<p>Email <a href=\"mailto:Nick.Miller@theGuardian.com\">Nick.Miller@theGuardian.com</a> if you fancy it, and I’ll put you in touch.</p>","postType":"blog"},{"id":"block-55818189e4b0f0d3ad92aeb2","publishedDateTime":"2015-06-17T14:20:45Z","lastUpdatedDateTime":"2015-06-17T14:23:17Z","body":"<p><strong>18th over: New Zealand 111-1 (Williamson 13, Guptill 53) </strong>Lllllllllllllllovely stuff from Guptill, bringing up his 50 with a quite marvellous effort, that, a perfectly-timed on-drive to the straight fence. He then gets a similar amount of a cut - that is to say, all - which rifles towards the boundary but is stopped in the covers by a brilliant diving stop from Billings. </p> \n<figure class=\"element element-image\" data-media-id=\"b5e6b803e985f46e7d9f5b99e01db56e64af276f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550992524/8f57fadc-9683-4f77-ac2e-5f4ab3dc9986-354x420.jpeg\" alt=\"Martin Guptill bring up his 50.\" width=\"354\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martin Guptill bring up his 50.</span> \n  <span class=\"element-image__credit\">Photograph: Laurence Griffiths/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55818241e4b061e6666bb7c0","title":"WICKET! Guptill c Finn b Stokes 53 (66) - New Zealand 116-2","publishedDateTime":"2015-06-17T14:24:21Z","lastUpdatedDateTime":"2015-06-17T14:34:17Z","body":"<p>Ah, this is no good from Stokes, sending down another buffet ball to Williamson, who’s all over it like a journalist on a press room spread. But what’s this! Spoke too soon! Hexaggedon! Stokes gives Guptill a slower ball that he gets on too early, it goes miles, miles, miles up in the air and looks like it will land safely, but Finn dashes backwards towards wide mid-on and takes an outstanding catch over his shoulder. </p> \n<figure class=\"element element-image\" data-media-id=\"61397973bd54b09b7aac0ff2310e9914f7cb24cc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434551654553/f6e2979d-98b7-47cd-821e-645c29400d52-460x320.jpeg\" alt=\"Ben Stokes celebrates dismissing Martin Guptill.\" width=\"460\" height=\"320\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ben Stokes celebrates dismissing Martin Guptill.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55818317e4b0f0d3ad92aebe","publishedDateTime":"2015-06-17T14:26:43Z","body":"<p><strong>19th over: New Zealand 117-2 (Williamson 19, Taylor 0) </strong>Just the one run from the remainder of the over, a single from Williamson.</p> \n<p>Meanwhile, Nick Wiltsher’s been on: “We can all agree that we want our cricketers to be attacking and entertaining. I think the curmudgeon’s point, as against Pete Miller’s, is that “attacking and entertaining” isn’t synonymous with “lots of runs scored relatively easily”. After all, genuinely quick, challenging bowling on a spicy pitch is both attacking and entertaining. The question is how to balance the two sides of the game, and the worry at the moment is that the balance is off -- and that this leads to a situation where the attacking batting is devalued and the entertainment is short-lived.”</p>","postType":"blog"},{"id":"block-558184b1e4b0d582d88dd7e2","publishedDateTime":"2015-06-17T14:32:09Z","body":"<p><strong>20th over: New Zealand 122-2 (Williamson 24, Taylor 0) </strong>A profoundly curious four from Williamson, looking to guide a shortish ball from Wood for a single, but toe-ends it round the corner and to the boundary. A single brings Taylor on strike, and Wood sends down a yorker that catches the new batsman on the toe - there’s a lengthy debate about whether to review the not out decision, so lengthy in fact that umpire Steve Davis (standing in his last international match) tells them they’ve taken too long. And, from an English perspective, a good job he did too, because that hit Taylor outside off stump.</p>","postType":"blog"},{"id":"block-558184f4e4b0d582d88dd7e8","publishedDateTime":"2015-06-17T14:34:58Z","body":"<p><strong>21st over: New Zealand 128-2 (Williamson 29, Taylor 1) </strong>More driving practice is given to Williamson by Stokes, and the batsman doesn’t disappoint, sending the thing through the covers and past the man on the ropes. </p> \n<p>And here’s Peter Smith on whether or not loads and loads of runs are a good thing: “I was at the Oval last week for the second match, and the dominance of bat over ball was such that after a while people were not bothering to applaud fours and sixes – there had just been too many of them. I don’t want to see another game like that in a hurry – I want to see a proper contest between bat and ball. (I also hated the repeated blasts of pop music which seem to accompany these matches everywhere apart from at Lord’s, but that’s another issue).”</p>","postType":"blog"},{"id":"block-5581859be4b06ca1215f2670","publishedDateTime":"2015-06-17T14:37:54Z","body":"<p><strong>22nd over: New Zealand 134-2 (Williamson 29, Taylor 7) </strong>Wood’s having another over, the first ball of which is driven to the cover fence by Taylor. Then there’s technically a chance as Taylor drives and gets a thickish edge on a drive, Jason Roy dives at full length and just gets his fingertips to it, but can’t hold on. He’s fully vexed, but not too much blame for not grabbing that one. </p>","postType":"blog"},{"id":"block-55818682e4b0d582d88dd7f3","publishedDateTime":"2015-06-17T14:43:01Z","body":"<p><strong>23rd over: New Zealand 140-2 (Williamson 30, Taylor 12) </strong>Stokes is kept on, which is interesting. Another wide half-volley isn’t quite given the treatment it deserves from Williamson, who bottom-edges it wide of third man, where Adil Rashid does splendidly to keep them to a mere single. Stokes then strays onto Taylor’s hips, a ball that is flicked with some ease, very fine for four. One more single from the over.</p>","postType":"blog"},{"id":"block-55818794e4b06ca1215f2681","publishedDateTime":"2015-06-17T14:46:58Z","body":"<p><strong>24th over: New Zealand 143-2 (Williamson 31, Taylor 14) </strong>Rashid is rewarded for that excellent fielding in the previous over with the ball. They go for a leg before shout against Williamson, but it was sliding down, and may have pitched outside, leg. Williamson shuffles down the track to take a single, but aside from a couple more of the same from Taylor, that’s all from the over. Good stuff from the wee man.</p> \n<p>Ben Powell chides: “I’d be interested to know whether Peter Smith (21st over) would prefer some other genre to “pop music”? Classical, presumably Elgar, is more befitting for cricket?”</p> \n<p>Trip hop. That’d be good. </p>","postType":"blog"},{"id":"block-558188a1e4b06ca1215f2687","publishedDateTime":"2015-06-17T14:51:58Z","lastUpdatedDateTime":"2015-06-17T14:55:29Z","body":"<p><strong>25th over: New Zealand 148-2 (Williamson 34, Taylor 16) </strong>Stokes is hooked, and Willey is back. He gets one to rise at Taylor, who bags a single via thick edge just past point. A few singles, before Williamson plays an absolutely terrific back-foot push that he’s unlucky not to get four from, straight down the ground, with the man at long-on running round to save a two runs.</p> \n<figure class=\"element element-image\" data-media-id=\"171b61e2e5f01c0c42520f002730b6879cbd3b4c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434552925109/2d5bd948-d2bc-4f1a-b640-e9128bc5e559-460x263.jpeg\" alt=\"Kane Williamson in action.\" width=\"460\" height=\"263\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kane Williamson in action.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<p>A request, from James Hardy: “Apropos of nothing, can I possibly ask OBO’s Oscar Wilde subcommittee for their help? Coach/umpiring an U10s match in Bushy Park last night (which our boys won, FWIW) I was yet again assaulted with cries of ‘send the bails to wales! Stumps to dumps!’ from both sides. Can your readers advise on funnier and less crap exhortations that fielders can shout to encourage their bowlers? Anything is better than this.”</p>","postType":"blog"},{"id":"block-558189a9e4b06ca1215f268e","publishedDateTime":"2015-06-17T14:54:29Z","body":"<p><strong>26th over: New Zealand 157-2 (Williamson 40, Taylor 19) </strong>Rashid, as he is prone to do, gives Williamson a full-toss that is absolutely battered to the wide long-on boundary. He’s good, is Adil, but just a few too many of those balls. A couple of singles, then Williamson gets a big leading edge on an attempted flick through mid-wicket, and it gently drifts to roughly where mid-on would’ve been, if he wasn’t of the long variety. </p>","postType":"blog"},{"id":"block-55818a71e4b06ca1215f2698","publishedDateTime":"2015-06-17T14:59:12Z","body":"<p><strong>27th over: New Zealand 168-2 (Williamson 49, Taylor 21) </strong>Seems awfully old-fashioned this ‘keeping the scoreboard ticking over with smart singles’ business, but New Zealand are doing it well. And then they throw in a boundary or two, both from Williamson, the first a nicely-placed flick past short fine-leg and the second a nicely-placed push off the back foot wide of mid-off.</p> \n<p>Peter Smith is back: “In reply to Ben Powell (over 24). As it happens, Elgar is my favourite composer, but the point is that cricket doesn’t need constant musical interruptions of any kind, particularly when they are extremely loud. Maybe part of the reason why people gave up applauding at the Oval was that you couldn’t hear the applause over the music.”</p> \n<p>And John Starbuck chips in: “Folk songs to a krautrock beat, please.”</p>","postType":"blog"},{"id":"block-55818b43e4b0d582d88dd81b","publishedDateTime":"2015-06-17T15:01:40Z","body":"<p><strong>28th over: New Zealand 174-2 (Williamson 49, Taylor 27) </strong>Rashid makes a frightful hash of a googly, that would’ve been a big leg-side wide had Taylor not helped it round the corner for four. Another couple come from a push off the back foot, through the covers.</p>","postType":"blog"},{"id":"block-55818bd8e4b06ca1215f26a5","publishedDateTime":"2015-06-17T15:05:33Z","lastUpdatedDateTime":"2015-06-17T15:16:57Z","body":"<p><strong>29th over: New Zealand 180-2 (Williamson 54, Taylor 28) </strong>Stokes returns, and it’s all a little tighter than before, although Williamson does bring up his 50 with a textbook dab behind point. Oh, and then he guides a slower ball very, very fine off his hips and to the ropes. But still a bit tighter.</p> \n<figure class=\"element element-image\" data-media-id=\"ed2891b7c441e95f79a9d8450310db1679312154\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434554211028/32ce2e89-9b52-4259-b85f-d35092acdb50-349x420.jpeg\" alt=\"Kane Williamson brings up his 50.\" width=\"349\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kane Williamson brings up his 50.</span> \n  <span class=\"element-image__credit\">Photograph: Laurence Griffiths/Getty Images</span> \n </figcaption> \n</figure> \n<p>David Kelsey has this to say: “Given the imbalance between bat and ball, is there any merit in looking at ball tampering laws again? For example, why not let bowlers do anything to the ball, with their hands only, that they’d like? This would give bowlers more influence to manipulate the ball as per their preference.”</p>","postType":"blog"},{"id":"block-55818cc0e4b0d582d88dd82a","publishedDateTime":"2015-06-17T15:09:06Z","body":"<p><strong>30th over: New Zealand 187-2 (Williamson 57, Taylor 31) </strong>The first real hint of much awry in this partnership, as a mild misunderstanding nearly leads to a run-out chance. Milder than <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2008/sep/26/1\">Tim Sherwood’s favourite cheddar</a> that, though. Six singles, plus a wide, from that over</p>","postType":"blog"},{"id":"block-55818de6e4b0d582d88dd833","publishedDateTime":"2015-06-17T15:13:55Z","body":"<p><strong>31st over: New Zealand 194-2 (Williamson 61, Taylor 33) </strong>Joe Root gets a bowl, and another half-chance of a catch ensues. Williamson tries to chip it up in the air and gets a bit more on it than anticipated, and Finn runs in from long-on but can’t quite get there. Two runs are the result. Again, seven runs are from the over, including a wide that Mikey Holding (who sounds like he has a bit of a cold) comments “is lucky just to be called one wide.”</p> \n<p>“In response to the 25th over’s James Hardy,” writes Mac Millings, “when I used to bowl, the fielders would say things like, “Why are you so rubbish?” and “Pitch it up, you speccy twat.” Hope that helps.”</p>","postType":"blog"},{"id":"block-55818eb5e4b06ca1215f26b7","publishedDateTime":"2015-06-17T15:16:59Z","body":"<p><strong>32nd over: New Zealand 203-2 (Williamson 69, Taylor 34) </strong>These are what the old-fashioned complaints about ODI cricket would probably call ‘the uneventful middle overs’, with singles aplenty. Well, until Williamson foxtrots down the track and launches Rashid towards the Radcliffe Road end, getting six from it. </p> \n<p>Chris Bourne again: “David Kelsey (Over 29) makes quite a good point about ball-tampering laws but it still has the whiff of cheating. Instead, why not go the whole hog and allow bowlers to use their own personal ball, just as batsmen get to use their own favourite bat? As long as the ball fulfils the requirements of the laws of cricket, there should be no objection.”</p>","postType":"blog"},{"id":"block-55818f70e4b0d582d88dd83a","publishedDateTime":"2015-06-17T15:19:18Z","body":"<p><strong>33rd over: New Zealand 206-2 (Williamson 70, Taylor 36) </strong>A spot of luck for New Zealand, as Taylor chips one down the pitch and Root dives for a low catch, but it flicks the toe of Williamson the non-striker’s bat, and thus eludes the bowler. No suggestion of foul play there, just some fortune. Three singles from the over.</p>","postType":"blog"},{"id":"block-55818ff8e4b06ca1215f26bb","publishedDateTime":"2015-06-17T15:22:47Z","body":"<p><strong>34th over: New Zealand 215-2 (Williamson 75, Taylor 40) </strong>Williamson is making relatively serene progress towards his hundred, and does so with a brilliant inside-out hit over the covers and to the boundary. Singles, a two, and another nine relatively fuss-free runs to the New Zealand total. With the wickets they have in hand, this could be another one in the upper-300s.</p> \n<p>On the music at the cricket issue, Marie Meyer offers: “Perhaps country music. Stand By Your (Third) Man, I’ve Got Friends in Low(er Order) Places. I realise that the rules of witty commentary require that I provide three examples, but if I sit here thinking about this any longer I’m going to be later for work.” </p> \n<p>Your tardiness is not in vain, Marie.</p>","postType":"blog"},{"id":"block-55819147e4b0d582d88dd846","title":"WICKET! Taylor lbw Finn 42 (55) - New Zealand 217-3","publishedDateTime":"2015-06-17T15:29:02Z","lastUpdatedDateTime":"2015-06-17T15:42:09Z","body":"<p>Batting powerplay now, and thus Steve Finn is back. Taylor back-cuts for two, then steps across his stumps in an attempt to hoik the ball way over mid-wicket, but alas for him completely misses it and is caught in front. One of those lbws that the batsman walks for.</p> \n<figure class=\"element element-image\" data-media-id=\"d0ec27dabc55067da0bfe2248abf3cec38626cd5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434555725821/efcf625d-f924-4c17-a780-6f2591cf7e9c-460x276.jpeg\" alt=\"Steven Finn successfully appeals for the wicket of Ross Taylor.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steven Finn successfully appeals for the wicket of Ross Taylor.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55819240e4b06ca1215f26c7","publishedDateTime":"2015-06-17T15:31:42Z","body":"<p><strong>35th over: New Zealand 217-3 (Williamson 75, Elliott 0) </strong>Grant Elliott comes to the crease with one of those curious facial hair arrangements where you’re not sure if it’s a beard or just heavy stubble. He dabs around a bit uncertainly, and that’s a terrific over for England. </p>","postType":"blog"},{"id":"block-558192e2e4b06ca1215f26c9","publishedDateTime":"2015-06-17T15:36:10Z","body":"<p><strong>36th over: New Zealand 228-3 (Williamson 80, Elliott 5) </strong>Wood takes the ball now, and Elliott gets a four from a pleasant pushed drive that just keeps out of the chasing Morgan’s grasp. A single, then Williamson zips a lovely old four through point with a delicious drive past a diving fielder.</p> \n<p>Gordon Henderson writes something I don’t understand. Sounds suspiciously like ‘science’ or other such witchcraft: “John Starbuck appears to be speaking to a particularly robust formulation of the hexing conjecture in Over 7. Although it’s true that one can’t say whether or not the hexing has worked until after the fact, it’s not even completely straightforward to pronounce on it then, because you don’t have a control group. If I were to hope out loud for dazzling centuries from each of New Zealand’s middle order, and they all reached triple figures, it would be a na&iuml;ve and superficial to say that my hex didn’t work: what if they were going to score double centuries each in an alternative, hex-free universe, and the hex actually held them to mere hundreds?”</p>","postType":"blog"},{"id":"block-558193ede4b0d582d88dd84e","publishedDateTime":"2015-06-17T15:39:37Z","lastUpdatedDateTime":"2015-06-17T15:46:04Z","body":"<p><strong>37th over: New Zealand 228-3 (Williamson 80, Elliott 5) </strong>Good over by Finn and some sharp fielding keep New Zealand quiet, with a selection of late cuts by Elliott not piercing the inner ring. A maiden! The first of the game! In a powerplay! What offerings the gods have given us!</p> \n<figure class=\"element element-image\" data-media-id=\"9f2ee1ff385998b8113d5fe42e19153b425dde9d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434555958112/674c767c-11ea-4d39-a326-826b4e489403-460x260.jpeg\" alt=\"Steven Finn bowls the first maiden of the match.\" width=\"460\" height=\"260\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steven Finn bowls the first maiden of the match.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-558194c1e4b0d582d88dd851","publishedDateTime":"2015-06-17T15:43:47Z","body":"<p><strong>38th over: New Zealand 230-3 (Williamson 81, Elliott 6) </strong>A run! The first in a whopping seven balls! New Zealand bounce back from that harrowing, run-free over with a clipped single by Williamson to fine leg. Elliott drives so straight that the stumps prevent a run or two (Wood has a jape with Williamson involving a joshing run-out attempt - pleasant banter, there). Wood continues to bang it in, one of which Elliott is beaten by, another he upper-cuts for a single to third man. Still, just two runs from the over.</p>","postType":"blog"},{"id":"block-558195b4e4b06ca1215f26d8","publishedDateTime":"2015-06-17T15:48:09Z","body":"<p><strong>39th over: New Zealand 238-3 (Williamson 82, Elliott 13) </strong>Excellent bowling from England, but Elliott is struggling to get the thing off the pitch, never mind the square, never mind the boundary. A big lbw shout isn’t referred (too high, seems to be the consensus), then Elliott finally gets something, in the form of a whipped single to fine leg. Then <em>another</em> hugely difficult chance goes down as Williamson drives in the air wide to Morgan, who Supermans to his right, gets a hand on it but can’t hold on. Then Elliott decides to break the shackles by just having a swing, and a good one too as he makes hefty contact, sending a six sailing high in the air and dropping just over the straight boundary.</p>","postType":"blog"},{"id":"block-558196c1e4b0d582d88dd856","publishedDateTime":"2015-06-17T15:51:45Z","body":"<p><strong>40th over: New Zealand 241-3 (Williamson 84, Elliott 14) </strong>Williamson clips a single, then Wood beats Elliott with one that bloody near takes his nose off. Two more singles from the over, and thus ends Wood’s ten overs - splendid figures of 10-0-49-1 from the Durham man. </p>","postType":"blog"},{"id":"block-55819793e4b06ca1215f26de","publishedDateTime":"2015-06-17T15:55:55Z","body":"<p><strong>41st over: New Zealand 245-3 (Williamson 86, Elliott 16) </strong>We’ve reached the point where New Zealand’s total, which will probably be in the very respectable region of 320-240, looks rather disappointing in the context of this series. But it’ll still be a handy chase under lights and so forth. Four singles from the over, which in theory is good news for England, but one suspects these two are just seeing off Wood and Finn (who now has one more over) before they crank out the long handle again.</p>","postType":"blog"},{"id":"block-5581988de4b06ca1215f26e1","title":"WICKET! Williamson c Rashid b Willey 90 (70) - New Zealand 250-4","publishedDateTime":"2015-06-17T15:59:30Z","lastUpdatedDateTime":"2015-06-17T16:48:06Z","body":"<p>Willey is back, and Williamson takes aim at cow corner, and gets it with a controlled belt for four. He then tries exactly the same shot the next ball but hits it straight to Rashid, who needed not to move an inch. A slightly limp end, but a cracking innings from Williamson, mind.</p> \n<figure class=\"element element-image\" data-media-id=\"4572d070b10914ac48246a35a87155667e422ce9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434559674468/dce91100-852b-4dfe-8eb2-3fb02c237a1d-460x348.jpeg\" alt=\"David Willey is congratulated by England captain Eoin Morgan after taking the wicket of  New Zealand's Kane Williamson.\" width=\"460\" height=\"348\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Willey is congratulated by England captain Eoin Morgan after taking the wicket of New Zealand’s Kane Williamson.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55819965e4b06ca1215f26e7","publishedDateTime":"2015-06-17T16:01:41Z","body":"<p><strong>42nd over: New Zealand 252-4 (Ronchi 1, Elliott 18) </strong>Luke Ronchi the new man in the middle, the batsmen trade singles. Good stuff from the left-armer, mind. </p>","postType":"blog"},{"id":"block-558199e8e4b0d582d88dd86c","publishedDateTime":"2015-06-17T16:05:44Z","body":"<p><strong>43rd over: New Zealand 261-4 (Ronchi 6, Elliott 20) </strong>Finn’s going to bowl out, and Elliott pulls him round the corner for a single. Ronchi then plays one of those remarkable shots where he almost lightly flicks the thing high over square leg, but it rockets away for a one-bounce four. He tries the same next ball, but it bounces just a bit before the deep mid-wicket fielder, and it’s just one. Three more runs from the over.</p>","postType":"blog"},{"id":"block-55819adae4b06ca1215f26eb","title":"WICKET! Ronchi c Stokes b Willey 8 (5) - New Zealand 271-5","publishedDateTime":"2015-06-17T16:09:05Z","body":"<p>Willey offers a full-toss to Elliott, and he welts it back straight for six. Another full-toss is next, but that’s a very full toss...as in, about shoulder-height, so it’s a no-ball with two runs off the bat. A single, then Ronchi tries to flap it over mid-wicket, but doesn’t manage it and Stokes takes a straightforward catch. </p>","postType":"key-event"},{"id":"block-55819ba6e4b0d582d88dd876","publishedDateTime":"2015-06-17T16:11:30Z","body":"<p><strong>44th over: New Zealand 272-5 (Santner 1, Elliott 29) </strong>Willey tries to york the new bat Mitchell Santner first up, but he digs it out for a single, before Willey beats the still-struggling Elliott with a nice one outside off. </p>","postType":"blog"},{"id":"block-55819c38e4b0d582d88dd878","publishedDateTime":"2015-06-17T16:15:34Z","body":"<p><strong>45th over: New Zealand 281-5 (Santner 3, Elliott 35) </strong>Stokes is back, and it’s worth keeping in mind that Morgan has to find two overs from the spinners at some stage. Stokes is penalised for a wide to Santner that seemed to go over leg stump as the left-hander went across the pegs, and he’s most unhappy. Elliott then backs away and welts a sort of pull over wide mid-wicket, then thumps a solid single down the ground. </p> \n<p>Stephen Davenport takes his finger off the pulse for just long enough to write: “I’m so late to the party that I’m sure I’m just in time to help stack the chairs. But this is in response to Christopher Dale’s plea in Over 13 for “more even cricket in which batsmen had to bat rather than hit, and had to worry about survival as well as run-scoring.” Well, that’s Test cricket, isn’t it?”</p>","postType":"blog"},{"id":"block-55819d2be4b0d582d88dd87a","publishedDateTime":"2015-06-17T16:19:36Z","body":"<p><strong>46th over: New Zealand 297-5 (Santner 4, Elliott 50) </strong>Elliott goes all the way across his stumps and gets an enormous top-edge that, if he was batting at the other end, probably would’ve gone down fine leg’s throat, but as it was from the Radcliffe Road end with the short boundary, it goes over the ropes for six. He then sweeps a four to the same place, and as Willey tries to correct manages an inside-out four. Suddenly Elliott is approaching a 50, which he gets with a single through the covers. </p>","postType":"blog"},{"id":"block-55819e20e4b06ca1215f2701","publishedDateTime":"2015-06-17T16:24:02Z","lastUpdatedDateTime":"2015-06-17T16:45:54Z","body":"<p><strong>47th over: New Zealand 307-5 (Santner 12, Elliott 51) </strong>Santner squeezes a couple from a scrappy inside edge, then absolutely belts four straight down the ground from a Stokes full-toss. He then drives out to the cover sweeper while falling over, picking up a single. The run included a pleasant pirouette, too. Nice touch. One slips out of Stokes’ hand for a waist-high no ball, for which he receives a warning. </p> \n<figure class=\"element element-image\" data-media-id=\"21dff25beed4f73625af7652efb8eaa3795da771\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434559541806/0800b4e5-9a10-4d76-80a7-aa72982c639f-460x369.jpeg\" alt=\"Mitchell Santner, centre, and Grant Elliott, left, rack up the rus as Ben Stokes looks on.\" width=\"460\" height=\"369\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mitchell Santner, centre, and Grant Elliott, left, rack up the rus as Ben Stokes looks on.</span> \n  <span class=\"element-image__credit\">Photograph: Rui Vieira/AP</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55819f24e4b06ca1215f2704","publishedDateTime":"2015-06-17T16:28:49Z","lastUpdatedDateTime":"2015-06-17T16:43:36Z","body":"<p><strong>48th over: New Zealand 335-5 (Santner 40, Elliott 51) </strong>Now. This could be interesting. Rashid will bowl overs 48 and, presumably, 50. And Santner greets him with a big slog-sweep over deep backward square for six. And then another next ball, which is even bigger, and a bit straighter. He gets a googly past the next big swing, but the next is dragged down and Santner hammers it for another six, despite the valiant efforts of Billings to catch on the boundary. Rashid tries a quicker ball, but that’s flapped fine for four, before the over is closed out with possibly the biggest six yet, over cow corner. Brilliant hitting from Santner - 28 from the over. </p> \n<figure class=\"element element-image\" data-media-id=\"a9948130034f2a8c5ab229575bc7df261840cdb9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434559411037/13635719-e2ef-49e4-a696-5023abc62c38-460x276.jpeg\" alt=\"Mitchell Santner slogs the ball for six.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mitchell Santner slogs the ball for six.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581a043e4b0d582d88dd886","title":"WICKET! Santner c Billings b Stokes 44 (19) - New Zealand 342-6","publishedDateTime":"2015-06-17T16:31:15Z","body":"<p>Elliott chips one just over Finn at mid-off and gets two for it, then a leg-bye single. Santner gets four with a flapped cut that goes just past the dive of the cover sweeper, before hitting the thing straight down the throat of the same fielder. Still, 44 from 19 balls is quite the effort from the boy Santner. </p>","postType":"key-event"},{"id":"block-5581a0d5e4b06ca1215f270e","publishedDateTime":"2015-06-17T16:32:58Z","lastUpdatedDateTime":"2015-06-17T16:34:22Z","body":"<p><strong>49th over: New Zealand 344-6 (Southee 1, Elliott 54) </strong>The batsmen crossed, so Elliott swipes a single down the ground, before Southee does the same to end the over.</p>","postType":"blog"},{"id":"block-5581a141e4b06ca1215f270f","title":"WICKET! Southee c Stokes b Rashid 1 (3) New Zealand 344-7","publishedDateTime":"2015-06-17T16:35:22Z","body":"<p>HHHHHHHHMMMMMMM Eoin Morgan, HHHHHHHHHHMMMMMM. It looked like Root would bowl the last over, but Morgan changes his mind and gives the ball back to Rashid. Southee misses the first ball, but connects with the second....and is caught by Stokes on the boundary. Lesson, kids: don’t listen to over-by-overers, if you can help it. </p>","postType":"key-event"},{"id":"block-5581a1cce4b06ca1215f2718","title":"New Zealand set England 350 to win","publishedDateTime":"2015-06-17T16:38:35Z","body":"<p><strong>50th over: New Zealand 349-7 (Wheeler 3, Elliott 55) </strong>The batsmen crossed so Elliott is on strike, but he hits it straight to long-on, on the bounce. Wheeler goes big but can only squirt one off a thick edge over the covers, then does the same and it goes to point on the bounce. The last ball...and Elliott steps outside off going for the big shot over mid-wicket...but misses and they can only get a leg-bye. Great comeback from Rashid after the shoeing of the over before - just five from the final over.</p>","postType":"key-event"},{"id":"block-5581a2a3e4b06ca1215f271a","publishedDateTime":"2015-06-17T16:44:18Z","body":"<p>More entertainment from these two teams, who seem absolutely set on not serving up a single dull encounter. All six games on this tour so far have been belters, and one suspects this will be the same. 350 is plenty, but as we’ve seen is most gettable: England did, after all, get 365 from 46 overs chasing in vain at the Oval. </p> \n<p>Now over to Tom Davies, who’s tucking into his tea as we speak, to take you through England’s reply. You can fling him your thoughts via email - <a href=\"mailto:Tom.Davies@theGuardian.com\">Tom.Davies@theGuardian.com</a> - or on Twitter - <a href=\"http://www.twitter.com/tomdaviese17\">@TomDaviesE17</a>. Cheers. </p>","postType":"blog"},{"id":"block-5581a595e4b06ca1215f2730","publishedDateTime":"2015-06-17T16:57:35Z","body":"<p><strong>Evening everyone.</strong> Tom here, to take up the chase. So 350 is gettable, hexed Nick in his final entry, which it certainly is, though might I be permitted to be the yin to his yang (or is it yang to his yin?) by also pointing out that it’s still 44 higher than England’s <a href=\"http://www.howstat.com/cricket/statistics/Matches/MatchRunChasesHighest_ODI.asp\">best winning total batting second</a>? That was a mixed bag of a New Zealand innings, though I guess England paid something of a price for not taking enough wickets when bowling well, as Wood and Finn in particularly really did. And the openers gave them a platform in the most unfussy fashion, as if it was the most routine and unremarkable aspect of the working day, akin to resetting the photocopier or moaning about someone nicking their milk from the fridge. NewBrandOfCricket England is still trying out a few product lines in the field, but no matter. This excellent series has offered us another intriguing run chase to look forward to.</p>","postType":"blog"},{"id":"block-5581a889e4b0d582d88dd8b4","publishedDateTime":"2015-06-17T17:05:39Z","body":"<p>Having been fed with my tea (an agreeable veggie curry, since you ask), I now seek to be fed facts. Gary Naylor, as ever, is on hand with his info-ladle:</p> \n<figure class=\"element element-embed\" data-alt=\"Gary\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Williamson and Taylor have scored 674 off 641 balls in the four NZ innings, both averaging over 100 at strike rates of 100+ &lt;a href=&quot;https://twitter.com/tomdaviesE17&quot;&gt;@tomdaviesE17&lt;/a&gt;&lt;/p&gt;— Gary Naylor (@garynaylor999) \n &lt;a href=&quot;https://twitter.com/garynaylor999/status/611217567651373057&quot;&gt;June 17, 2015&lt;/a&gt;\n&lt;/blockquote&gt; \n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5581aa66e4b06ca1215f274b","publishedDateTime":"2015-06-17T17:12:31Z","body":"<p><strong>Out</strong> they come...</p>","postType":"blog"},{"id":"block-5581aa82e4b0d582d88dd8b7","publishedDateTime":"2015-06-17T17:16:25Z","body":"<p><strong>1st over: England 0-0 (Roy 0, Hales 0). Target 350.</strong></p> \n<p>Ben Wheeler, excellent at Southampton, opens the bowling for New Zealand. He finds some rare swing too, first up, with a ball that just nibbles back a touch at Roy, who lets it pass. He remains watchful and defensive throughout a tight over, which is a maiden. Old school.</p>","postType":"blog"},{"id":"block-5581ab76e4b0d582d88dd8b9","publishedDateTime":"2015-06-17T17:20:36Z","body":"<p><strong>2nd over: England 3-0 (Roy 0, Hales 1). Target 350.</strong></p> \n<p>It’s got a little gloomier out there, and the floodlights are on, as Southee opens up from the Radcliffe Road end. He, too, bowls a good full length as Hales flicks him round the corner on the legside for a single to get England off the mark. Roy is then cut in half by a ball from Southee that darts in a tad, and though he responds with a crisp drive to mid-on, there’s no runs in it, and once again the Surrey man plays round one slanted into him. His technique is receiving a good working over here. A couple of leg-byes conclude the over.</p>","postType":"blog"},{"id":"block-5581ac6ae4b0d582d88dd8be","publishedDateTime":"2015-06-17T17:24:53Z","lastUpdatedDateTime":"2015-06-17T17:51:53Z","body":"<p><strong>3rd over: England 20-0 (Roy 10, Hales 8). Target 350.</strong></p> \n<p>Hales looks more comfortable than Roy, and registers the first boundary of the innings, a pivoted hoik to cow corner, and three more follow on the offside as Hales cuts elegantly. This gives Roy a chance and he takes it, with a delicious cover drive for four and a superb straight six.</p> \n<figure class=\"element element-image\" data-media-id=\"5a6c36cc2787b19ee6ce0d7c06b263b37c9eefd1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434563492931/2ca8e3d9-379a-4d87-9858-bd27c15b81ea-280x420.jpeg\" alt=\"Jason Roy hits out for six runs.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jason Roy hits out for six runs.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581ad6de4b06ca1215f2759","publishedDateTime":"2015-06-17T17:25:35Z","body":"<p><strong>Rain stops play. </strong>No sooner had Ian Smith and Nick Knight started muttering about moisture on the ground and clouds encroaching, than the heavens do indeed open, and the players are taken off.</p>","postType":"blog"},{"id":"block-5581ad95e4b0d582d88dd8c8","publishedDateTime":"2015-06-17T17:26:54Z","body":"<p><strong>Or are they?</strong> Nope, the covers are sent back, and the players are recalled by umpire Steve Davis before they’ve reached the pavilion. </p> \n<p>On the English disease, here’s tgreah: </p> \n<blockquote class=\"quoted\"> \n <p>Nick Knight has just said that if England get to 300 that’ll be an acceptable outcome. Losing the game and the series is acceptable? Extraordinary.</p> \n</blockquote>","postType":"blog"},{"id":"block-5581ade9e4b0d582d88dd8cb","publishedDateTime":"2015-06-17T17:31:53Z","lastUpdatedDateTime":"2015-06-17T17:33:22Z","body":"<p><strong>4th over: England 23-0 (Roy 10, Hales 12). Target 350.</strong></p> \n<p>Southee drops a rare delivery too short and wide, from which Hales takes advantage, clouting it square on the offside for four with timing and power. The rest of the over is pretty on the money, however, and yields nowt.</p> \n<p>“Aggressive or assertive?” posits Janet Stevens “’Aggressive’, to me at least, signifies being in-your-face unpleasant. That is not what has been happening on this tour and the world in general would be a better place if there was less of it.On the other hand, both sides have aimed at being assertive and have often achieved it, to the great entertainment of all of us. Good on them.” England v New Zealand ODIs as a blueprint for world peace? In the absence of superior workable alternatives, it’s worth a go.</p>","postType":"blog"},{"id":"block-5581af0fe4b06ca1215f275d","publishedDateTime":"2015-06-17T17:34:51Z","lastUpdatedDateTime":"2015-06-17T19:48:43Z","body":"<p><strong>5th over: England 29-0 (Roy 11, Hales 12). Target 350.</strong></p> \n<p>Wheeler tries to get in Hales’s face – not literally, that would be hideous – with a steepling bouncer that’s called wide by the umpire and catcalled by the crowd. There’s more for the crowd to jeer and rejoice in as McClenaghan and Santner out on the square leg boundary make a terrible hash of fielding a Hales flick and between them slip, slide and fumble the ball over the ropes for four.</p>","postType":"blog"},{"id":"block-5581afcce4b0d582d88dd8ce","publishedDateTime":"2015-06-17T17:38:46Z","body":"<p><strong>6th over: England 36-0 (Roy 14, Hales 16). Target 350.</strong></p> \n<p>Roy punches Southee off his pads in front of square on the onside for three. Hales then tries to take the bowler on by advancing a step and looking to slog him but Southee’s spotted it and hurries one in short and past him. The inevitable ensuing yorker is clipped away on the legside for two by Hales, who picks up a couple more with a similar shot off the final ball of the over. A good contest.</p> \n<figure class=\"element element-embed\" data-alt=\"Naylor\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;&lt;a href=&quot;https://twitter.com/tomdaviesE17&quot;&gt;@tomdaviesE17&lt;/a&gt; How young men channel aggression has troubled societies for centuries. This NZ tour has been one of the best answers yet.&lt;/p&gt;— Gary Naylor (@garynaylor999) \n &lt;a href=&quot;https://twitter.com/garynaylor999/status/611226041705742336&quot;&gt;June 17, 2015&lt;/a&gt;\n&lt;/blockquote&gt; \n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5581b0abe4b06ca1215f2763","publishedDateTime":"2015-06-17T17:43:09Z","lastUpdatedDateTime":"2015-06-17T17:56:01Z","body":"<p><strong>7th over: England 55-0 (Roy 19, Hales 34). Target 350.</strong></p> \n<p>Roy’s settled now, despite much analysis of the flaws in his technique up in the commentary box, and he swats Wheeler emphatically for four on the offside. The left-armer’s been knocked off his stride here and Hales joins in, punishing a short ball on the legside by helping it round the corner for six and then clouting the next one over the square leg boundary for six more. Wheeler responds with a slower, slightly fuller ball that Hales effortlessly nudges in the same direction for two more.</p> \n<p>All this talk of cricket as a force for world peace makes me wonder whether there isn’t scope for an ODI-themed reinterpretation of the Pipes of Peace video. It’s McCartney’s birthday too today, doncha know.</p> \n<figure class=\"element element-image\" data-media-id=\"7d737dcf97d98f453c24b4d2346a6de97c6db93c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434563718107/f6d51eba-6954-4f67-ad81-13a1c57cf11d-460x393.jpeg\" alt=\"NOTTINGHAM, ENGLAND - JUNE 17:  Alex Hales of England smashes the ball for six runs during the 4th ODI Royal London One-Day International between England and New Zealand at Trent Bridge on June 17, 2015 in Nottingham, England.  (Photo by Laurence Griffiths/Getty Images) oboCricketOne Day Cricket\" width=\"460\" height=\"393\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Allex Hales smashes the ball for six.</span> \n  <span class=\"element-image__credit\">Photograph: Laurence Griffiths/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581b1b8e4b0d582d88dd8d3","publishedDateTime":"2015-06-17T17:47:08Z","body":"<p><strong>8th over: England 69-0 (Roy 24, Hales 43). Target 350.</strong></p> \n<p>We have clouds, drizzle, a damp ball and the English summer at it finest as Southee finds Roy’s outside edge with a probing delivery outside off stump but the batsman shows good hands to keep it down and it’s squirted beyond the solitary slip for four. A single puts Hales on strike, and the local lad square cuts a wide ball for four more. The bowlers have lost control here, and the juiciest of half-volleys is clipped to the long-on boundary by Hales for yet another four. England have 23 more than New Zealand did at this stage.</p>","postType":"blog"},{"id":"block-5581b2a8e4b06ca1215f276c","publishedDateTime":"2015-06-17T17:48:35Z","lastUpdatedDateTime":"2015-06-17T18:12:29Z","body":"<p><strong>Rain stops play again.</strong> They’re going to make it to the pavilion this time – the rain is a bit more nagging and distracting now, though Botham in the commentary box reckons it’ll clear up soon enough. Here’s hoping, because England have started extremely promisingly here, and we have another enticing contest.</p> \n<figure class=\"element element-image\" data-media-id=\"23f4f259b3dab6ff1053b31866216e92241aadee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434564741771/3764fe27-22e8-4bdb-8cc6-7c6210b07203-460x276.jpeg\" alt=\"The hover cover is out.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The hover cover is out.</span> \n  <span class=\"element-image__credit\">Photograph: Mitchell Gunn/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581b423e4b06ca1215f2772","publishedDateTime":"2015-06-17T17:56:33Z","body":"<p>Sky are trying to entertain us during the rain-break with their Ashes-promotional reworking of We Didn’t Start the Fire, which, it must be said, is a huge lyrical improvement on the original. The first such attempt at a cricket-themed bastardising of a hit song, as far as I can recall, since this:</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=G3bl4xaFZMM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/G3bl4xaFZMM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n   Rory Bremner enjoys maximum bantz at hapless England’s expense in 1984. \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581b4f9e4b0d582d88dd8da","publishedDateTime":"2015-06-17T18:01:15Z","body":"<p>There’s a 30-minute time window before we lose any overs, and the sun is out again, so here’s hoping we can get the full 5o overs in here, unlike last week at The Oval. Talking of such, Jonathan Este emails on behalf of The Conversation – the academic news and analysis website – of which he is deputy editor, to plug <a href=\"https://theconversation.com/duckworth-lewis-has-had-a-good-innings-in-one-day-cricket-is-it-time-for-it-to-retire-43278\">this piece</a>, by “cricket-obsessed economist” Ian Preston, which wonders whether Duckworth-Lewis has had its day.</p>","postType":"blog"},{"id":"block-5581b5f3e4b0d582d88dd8e0","publishedDateTime":"2015-06-17T18:01:53Z","body":"<p><strong>And they’re back out</strong>. It actually looks slightly greyer again, but it’s not raining, and play is imminent.</p>","postType":"blog"},{"id":"block-5581b625e4b06ca1215f2775","publishedDateTime":"2015-06-17T18:07:11Z","lastUpdatedDateTime":"2015-06-17T19:48:34Z","body":"<p><strong>9th over: England 91-0 (Roy 24, Hales 65). Target 350.</strong></p> \n<p>McCullum has opted to change things, bringing on McClenaghan for Wheeler, who we can safely say was hit out of the attack. Can England pick up where they left off? Hell yeah – Hales clips the second ball of the over off his hips for an easy boundary. Another follows, albeit with an unconvincing edged slash over the slip, which nonetheless <strong>brings up his 50</strong>. And a damn fine one it has been too. Two more follow, before Hales properly gets his eye on with a searing SIX over deep midwicket. “Top tier,” shouts Bumble, although technically that stand doesn’t have an upper tier. Why quibble over details though, as Hales helps himself to SIX more by turning McCleneghan nonchalantly over fine leg. Just the 22 from the over then.</p> \n<figure class=\"element element-image\" data-media-id=\"06e63ef51c86920ee41df4ff77e161ada024bbec\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434565153191/44d1c6f3-e418-4886-aede-4c53cbb84769-316x420.jpeg\" alt=\"Alex Hales celebrates his fifty.\" width=\"316\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Hales celebrates his fifty.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Bunn/BPI/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"21823b2ef2f93d38e59c578e4865c76d56ad9dd1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434565233651/57b0eb6b-95b4-430a-ba80-29d125066f34-460x250.jpeg\" alt=\"Spectators take evasive action as one of Alex Hales' sixes heads in their direction.\" width=\"460\" height=\"250\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Spectators take evasive action as one of Alex Hales’ sixes heads in their direction.</span> \n  <span class=\"element-image__credit\">Photograph: Philip Brown/Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581b756e4b0d582d88dd8e8","publishedDateTime":"2015-06-17T18:11:32Z","lastUpdatedDateTime":"2015-06-17T18:54:28Z","body":"<p><strong>10th over: England 97-0 (Roy 28, Hales 66). Target 350.</strong></p> \n<p>Roy, currently being outscored almost three to one, pushes Southee through midwicket for a single and Hales does likewise with the next ball. The next delivery is wide, slashed at and missed by Roy. “How’s that?!” roars Southee. “Wide ball,” sniffs back umpire Davis. Roy then has another escape as his slice high up in the air beyond extra cover isn’t quite reached by a diving McCullum, to much merriment from the crowd. A well-run single completes the over, and the powerplay. It’s the highest ever England score after 10 overs, fact fans.</p> \n<figure class=\"element element-image\" data-media-id=\"aa97803df7b094d26cecdc0e7b12ec55857cbdc6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434567262866/12fd9174-c8a3-433a-82cd-e4c6404610d3-460x276.jpeg\" alt=\"Brendon McCullum is close, but no cigar\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brendon McCullum is close, but no cigar</span> \n  <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581b85ae4b0d582d88dd8ee","title":"Wicket! Hales b Henry 67 (38), England 100-1","publishedDateTime":"2015-06-17T18:15:26Z","lastUpdatedDateTime":"2015-06-17T19:48:18Z","body":"<p>McClenaghan, having been tormented in the previous over, is swapped for Henry. Roy drives him for one, giving Hales another crack. A legside slog to deep square leg brings him just one this time, with the field pushed back, and another Roy single completes the 100 partnership. But that’s as far as it goes, as Hales takes another swipe at a ball that’s just a bit too straight and full, and inside edges onto his middle stump.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"4f1e22ddd661e35a1b4757d4aad4308f893f5bd3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434565471644/ec5e78ed-dcf2-46b7-ae96-36b58b2f3446-338x420.jpeg\" alt=\"Alex Hales's innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.\" width=\"338\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Hales’s innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"378469fc99988254b4cf4e4c3ec9dc12da36cc40\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434566523103/96d50330-8a48-4571-81b6-df77b2a9298f-460x293.jpeg\" alt=\"Hales looks dejected as he heads back to the pavilion.\" width=\"460\" height=\"293\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hales looks dejected as he heads back to the pavilion.</span> \n  <span class=\"element-image__credit\">Photograph: Philip Brown/Action Images via Reuters</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581b942e4b06ca1215f277c","publishedDateTime":"2015-06-17T18:17:18Z","body":"<p><strong>11th over: England 100-1 (Roy 30, Root 0). Target 350.</strong></p> \n<p>Root plays out the rest of the over, as a slightly disappointed silence descends on the ground.</p>","postType":"blog"},{"id":"block-5581b9c0e4b06ca1215f2781","publishedDateTime":"2015-06-17T18:21:17Z","lastUpdatedDateTime":"2015-06-17T19:48:07Z","body":"<p><strong>12th over: England 104-1 (Roy 34, Root 0). Target 350.</strong></p> \n<p>McClenaghan is given a go at the Radcliffe Road end instead, the destructive opening partnership having been broken, but still can’t find his best length initially and Roy pulls a short ball in front of square on the legside for four. The bowler keeps Roy hemmed in on the back foot for the rest of the over though, and no more runs ensue. A decent comeback.</p> \n<p>“Bumble, during the rain delay, offered an eccentric hypothesis that the rain would disappear down the Trent on the basis that “clouds and rain tend to follow rivers, don’t they?”” writes Steven Davenport. “That would make meteorology either impossibly complicated or utterly predictable, I can’t work out which; but suffice to say it does not stand robust scientific scrutiny. Just in this instance, while the Trent flows generally northeast and northwards the rain promptly legged it south.” Cricket folk are better off sticking with hexes and other witchcraft really, aren’t they?</p>","postType":"blog"},{"id":"block-5581baa5e4b06ca1215f2784","title":"Wicket! Roy c Williamson b Henry 38 (34), England 111-2","publishedDateTime":"2015-06-17T18:24:51Z","lastUpdatedDateTime":"2015-06-17T18:26:50Z","body":"<p>Root gets off the mark with an elegantly timed flick through midwicket for two and then pushes and runs another swift single. Roy is seeing it like a football now, though, and pulls Henry with conviction across the line for a crunching boundary, before cracking his next ball to extra cover, where Williamson takes a smart, sharp instinctive catch at chest height.<br /></p>","postType":"key-event"},{"id":"block-5581bb76e4b0d582d88dd8fc","publishedDateTime":"2015-06-17T18:26:52Z","body":"<p><strong>13th over: England 113-2 (Root 3, Morgan 2). Target 350.</strong></p> \n<p>So now England must rebuild, their two cavalier-openers dismissed. A misfield at backward point enables Morgan to get off the mark with two.</p>","postType":"blog"},{"id":"block-5581bbf3e4b06ca1215f2787","publishedDateTime":"2015-06-17T18:30:41Z","lastUpdatedDateTime":"2015-06-17T19:47:59Z","body":"<p><strong>14th over: England 119-2 (Root 4, Morgan 7). Target 350.</strong></p> \n<p>Six and a half an over is required as McClenaghan continues with two new, though in-form, players at the crease. A measure of that fine form is demonstrated to the full by Morgan in a perfectly timed crack off the back foot through extra cover for four. A controlled pull to deep square leg brings another single but that’s another decent over.</p>","postType":"blog"},{"id":"block-5581bcdce4b0d582d88dd8ff","publishedDateTime":"2015-06-17T18:35:25Z","lastUpdatedDateTime":"2015-06-17T18:35:42Z","body":"<p><strong>15th over: England 126-2 (Root 9, Morgan 9). Target 350.</strong></p> \n<p>Morgan drives expansively square on the offside for one before Root is denied a certain boundary by a brilliant stop by Guptill at gully. He gets one next ball though, when an exquisite cover drive can’t be stopped by a diving Brendon McCullum at mid-off. They hurry through for one more single. Then Henry has a big shout for a catch behind as Root pulls across the line and misses. It’s <strong>reviewed</strong>, but hotspot and snicko each show no bat on it and umpire Rob Bailey’s not-out decision is vindicated. Review wasted.</p>","postType":"blog"},{"id":"block-5581bdf4e4b06ca1215f278d","publishedDateTime":"2015-06-17T18:39:02Z","lastUpdatedDateTime":"2015-06-17T18:56:55Z","body":"<p><strong>16th over: England 133-2 (Root 14, Morgan 11). Target 350.</strong></p> \n<p>Morgan pushes a single takes a push before Root survives a half-chance, upper-cutting a shortish delivery in the direction of Taylor at slip but it’s past the fielder before he had the chance to reposition himself for the catch and it runs away for four. A more assertive push down the ground for one brings Morgan on strike for the last ball of the over, which is also grubbed away on the legside for a single. </p> \n<figure class=\"element element-image\" data-media-id=\"5dda610d6c60abe9255bf5707a84210923f25a68\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434567407841/b2208fa5-fbe3-4ea5-98f1-1ca5f8f3e5fb-460x360.jpeg\" alt=\"Eoin Morgan smashes the ball to the boundary.\" width=\"460\" height=\"360\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eoin Morgan smashes the ball to the boundary.</span> \n  <span class=\"element-image__credit\">Photograph: Laurence Griffiths/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581becee4b06ca1215f2790","publishedDateTime":"2015-06-17T18:42:45Z","body":"<p><strong>17th over: England 141-2 (Root 15, Morgan 18). Target 350.</strong></p> \n<p>Having ambled, rather than hurried, along thus far, Morgan decides it’s time to tee off properly at Henry, and lofts him over long off for SIX. The bowler has a hearty old shout for a catch behind next ball but it had brushed pad not bat. Another couple of singles keep things ticking over. New Zealand were 107 for one at this stage.</p>","postType":"blog"},{"id":"block-5581bfafe4b0d582d88dd90a","publishedDateTime":"2015-06-17T18:46:35Z","lastUpdatedDateTime":"2015-06-17T19:47:53Z","body":"<p><strong>18th over: England 146-2 (Root 18, Morgan 20). Target 350.</strong></p> \n<p>The batsmen trade only in singles – five of them – from a McClenaghan over that’s varied in length and pace, but they’ll be happy enough with that. The only dot ball wasn’t far off being called a wide either. This partnership is progressing smoothly. “I’m not surprised that Ronchi was convinced that Root had feathered an edge given the racket the ball made as it brushed his trousers,” says Stephen Davenport, “What on earth does he keep in his pockets?” Answers on an e-postcard…</p>","postType":"blog"},{"id":"block-5581c092e4b06ca1215f2797","publishedDateTime":"2015-06-17T18:49:56Z","body":"<p><strong>19th over: England 156-2 (Root 27, Morgan 21). Target 350.</strong></p> \n<p>Root takes two from Henry behind square on the offside, and adds a well-judged quick single after a neat clip to mid-on. One more single brings up the 150 before Root profits from a Southee fumble on the deep midwicket boundary to add two. Emboldened, he bunts the final ball of the over – a low full toss – down the ground for four.</p>","postType":"blog"},{"id":"block-5581c15be4b06ca1215f2798","publishedDateTime":"2015-06-17T18:53:42Z","body":"<p><strong>20th over: England 160-2 (Root 29, Morgan 23). Target 350.</strong></p> \n<p>Williamson, only too capable of making an impact and wheedling out troublesome batsmen, is brought into the attack. Strike-rotation and singles are the order of the day, but nothing more, and the flow of runs is momentarily slowed.</p> \n<p>Of umpires and talking points: “Amongst the madness of this series,” says George Potter, “it is worth praising the standard of the umpiring. I can’t remember there being many decisions overturned by the 3rd umpire, which is some vindication given they are often looking for feather edges and close LBW shouts. (I know the Hawkeye LBWs give the umpires the benefit of doubt).” Indeed. Can’t help feeling it’s added to the good spirit in which the teams have played the matches – cause or effect?</p>","postType":"blog"},{"id":"block-5581c248e4b06ca1215f2799","publishedDateTime":"2015-06-17T18:57:59Z","body":"<p><strong>21st over: England 173-2 (Root 35, Morgan 30). Target 350.</strong></p> \n<p>Henry hasn’t bowled that badly but England are determined to have a go, and more runs flow with an effortless Root punch down the ground for four. He cuts for one to brings Morgan on strike, and the England captain swaggers down the track, makes room for himself and carves over extra-cover for SIX. He doesn’t half play that shot well. A couple more for for Root take him to 2,000 ODI runs, the fifth-fastest England player to reach that milestone. Well played sir.</p>","postType":"blog"},{"id":"block-5581c347e4b06ca1215f279a","publishedDateTime":"2015-06-17T19:00:23Z","lastUpdatedDateTime":"2015-06-17T19:04:17Z","body":"<p><strong>22nd over: England 176-2 (Root 37, Morgan 31). Target 350.</strong></p> \n<p>Williamson has a leg-slip in, who proves his worth by cutting off three attempted sweeps off shortish legside deliveries, before Root pushes in front of square on the legside for one. It’s a very economical over though, yielding only three singles – Williamson can do little wrong in this series. And that’s liquid refreshments. </p> \n<p>I trust I’m not hexing anything, from an English perspective, by observing that Root and Morgan have really demonstrated their nous and experience here, given that their partnership began at a rather tricky time, not long after the rain break and with the two fierce-hitting openers dismissed in quick succession.</p>","postType":"blog"},{"id":"block-5581c427e4b0d582d88dd917","publishedDateTime":"2015-06-17T19:08:31Z","body":"<p><strong>23rd over: England 183-2 (Root 42, Morgan 33). Target 350.</strong></p> \n<p>The left-arm spinner Santner is introduced into the attack for the first time, as Root and Morgan are content to nudge and nurdle through gaps for ones and twos, in the manner of Middle-Overs Lulls of yore (yore being about 10 years ago). But that will do for England at the moment</p> \n<p>“Loathe though I am to answer my own query,” adds Stephen Davenport with a due sense of guilt and self-disgust, “’what has it got in its pocketses?’ is a question from another realm; but the response might go some way to explaining England’s uncanny new powers… “</p>","postType":"blog"},{"id":"block-5581c5b6e4b0d582d88dd919","publishedDateTime":"2015-06-17T19:11:55Z","lastUpdatedDateTime":"2015-06-17T19:12:15Z","body":"<p><strong>24th over: England 194-2 (Root 48, Morgan 38). Target 350.</strong></p> \n<p>McCullum’s normal gum-chewing self-confident demeanour has been replaced by one betraying a certain amount of angst as these two batsmen continue to rotate the strike with assurance, occasionally hitting out, as Root does, with a thumping sweep off Williamson for four. Another boundary follows when Morgan just nudges behind Ronchi fine on the legside and it runs swiftly to the foamy ropes.</p>","postType":"blog"},{"id":"block-5581c695e4b06ca1215f27a3","publishedDateTime":"2015-06-17T19:14:48Z","body":"<p><strong>25th over: England 198-2 (Root 51, Morgan 39). Target 350.</strong></p> \n<p>The field for Santner is scattered far and wide, which Morgan and Root seem completely comfortable with as they continue to milk ones and twos. One of the latter takes Root to yet another half-century. It’s not been pyrotechnic but it’s still come at more than a run a ball.</p>","postType":"blog"},{"id":"block-5581c731e4b0d582d88dd91c","publishedDateTime":"2015-06-17T19:17:06Z","lastUpdatedDateTime":"2015-06-17T19:17:34Z","body":"<p><strong>26th over: England 208-2 (Root 52, Morgan 48). Target 350.</strong></p> \n<p>Morgan goes on the charge again and lofts two more magnificent controlled fours over extra-cover. It’s a rare thing to say – something that would have seemed off-the-radar unfeasible four months ago – but Morgan is currently besting McCullum in the contest between the captains here. Less than a run a ball is now required.</p>","postType":"blog"},{"id":"block-5581c7b8e4b06ca1215f27a6","publishedDateTime":"2015-06-17T19:23:15Z","lastUpdatedDateTime":"2015-06-17T19:23:26Z","body":"<p><strong>27th over: England 222-2 (Root 53, Morgan 60). Target 350.</strong></p> \n<p>McCullum knows he needs to stop the rot here, and duly recalls Southee to the attack. To no avail. A slip comes in, point comes in, mid-off comes in, you get the picture. Root punctures the infield by dabbing down to third man for a single though. Morgan too remains assertive and brings up his 50 with a lovely pull over midwicket to the boundary, a potent blend of control and power coursing through that shot. Four more follow when the captain gets on his front foot to push a low through toss past mid-off for four, and he repeats the trick off the final ball of the over. NewBrandOfCricket at its absolute best, this.</p>","postType":"blog"},{"id":"block-5581c935e4b0d582d88dd91f","publishedDateTime":"2015-06-17T19:26:53Z","lastUpdatedDateTime":"2015-06-17T19:47:41Z","body":"<p><strong>28th over: England 227-2 (Root 58, Morgan 60). Target 350.</strong></p> \n<p>We now have pace at both ends as McClenaghan is also brought back on, but the runs keep coming as Root turns him round the corner for four, Wheeler unable to cut it off at the short boundary. One more follows, but the rest is dots. This has been quite the series for demonstrating the value of a fluent No3/No4 partnership, Root and Morgan currently doing to New Zealand what Williamson and Taylor did to England on Sunday.</p>","postType":"blog"},{"id":"block-5581ca18e4b0d582d88dd922","publishedDateTime":"2015-06-17T19:31:28Z","body":"<p><strong>29th over: England 233-2 (Root 63, Morgan 61). Target 350.</strong></p> \n<p>New Zealand try to keep their peckers up wit the odd shy at the stumps, McCullum throwing down the sticks at the non-striker’s end but there was never a danger of a run-out. Root, meanwhile, keeps his own already well-elevated pecker high and mighty with a delicious square cut for four off Southee. A single brings Morgan on strike, and the England captain tries to repeat his trademark advance down the pitch for a crack through the covers but Southee’s alert to it this time and hurries one into him a little quicker and only a single ensues.</p>","postType":"blog"},{"id":"block-5581cb16e4b06ca1215f27ac","publishedDateTime":"2015-06-17T19:35:31Z","lastUpdatedDateTime":"2015-06-17T19:47:32Z","body":"<p><strong>30th over: England 238-2 (Root 63, Morgan 66). Target 350.</strong></p> \n<p>McClenaghan, like Southee, responds to Morgan charging down the pitch by banging one in a little shorter but the England captain adapts brilliantly this time and swivel-pulls him high and mightily over wide long-on for a one-bounce four. McCleneghan’s trying to effect an air of dogged workhorse determination but just looks like a man in a bit of a grump. It’s not a bad over though, “only” five coming from it.</p> \n<figure class=\"element element-image\" data-media-id=\"c96839bf6840d61ca6bdfd75063edb90cb3e5b56\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434570416425/1f75e0a4-6c02-4ebb-8a8a-1985edf6f9a2-460x303.jpeg\" alt=\"It's not going well for the Kiwi bowler.\" width=\"460\" height=\"303\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">It’s not going well for the Kiwi bowler.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581cc13e4b0d582d88dd926","publishedDateTime":"2015-06-17T19:39:14Z","lastUpdatedDateTime":"2015-06-17T19:40:03Z","body":"<p><strong>31st over: England 242-2 (Root 64, Morgan 69). Target 350.</strong></p> \n<p>An escape for Morgan! The England captain pulls the returning Henry literally miles in the air behind square on the legside. Elliott and Wheeler both dash to get under it but, with a merciful regard for each other’s safety given recent events, the former holds back to avoid a collision and wheeler can’t reach it anyway. The batsmen run two. A couple more singles follow in a relatively inexpensive over.</p> \n<figure class=\"element element-embed\" data-alt=\"Lizzy\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;I just winced as I saw those two fielders running towards each other. Bit of heightened sensitivity towards that after this week&lt;/p&gt;— Elizabeth Ammon (@legsidelizzy) \n &lt;a href=&quot;https://twitter.com/legsidelizzy/status/611256230896619520&quot;&gt;June 17, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5581cce8e4b06ca1215f27af","publishedDateTime":"2015-06-17T19:44:25Z","lastUpdatedDateTime":"2015-06-17T19:49:12Z","body":"<p><strong>32nd over: England 252-2 (Root 69, Morgan 74). Target 350.</strong></p> \n<p>Root adds one more off McClenaghan before Morgan decides an over without a boundary is unacceptable and duly creams a half-volley past the bowler for four. A nudge through midwicket for one keeps the scoreboard rotating, but not as swiftly as the beautifully timed coaches’-dream square cut for four with which Root takes England past 250. New Zealand really do look innocuous now.</p>","postType":"blog"},{"id":"block-5581ce21e4b0d582d88dd92e","publishedDateTime":"2015-06-17T19:47:54Z","lastUpdatedDateTime":"2015-06-17T20:05:34Z","body":"<p><strong>33rd over: England 253-2 (Root 69, Morgan 75). Target 350.</strong></p> \n<p>“If you take the usual assumption that the total will be something like double the score after 30 overs and consider how far down the order England bat,” wonders Dean Kinsella with an air of childlike wide-eyed disbelief and joy “....what total might they have reached today?” 347 all out after a calamitous late collapse, I reckon. To greet such a perky email, Henry sends down a more probing, sprightly over that concedes only one run. Nicely jinxed.<br /></p>","postType":"blog"},{"id":"block-5581cef9e4b0d582d88dd92f","publishedDateTime":"2015-06-17T19:51:39Z","body":"<p><strong>34th over: England 259-2 (Root 74, Morgan 75). Target 350.</strong></p> \n<p>Wheeler is recalled to the attack, having been treated mercilessly earlier on. He concedes a leg-bye first up but gets his radar broadly right, but as soon as he overpitches even marginally, Root is on to it like the eager young scamp he is, straight-driving to the boundary for four. A slightly more awkwardly swivelled single off his pads follows. Six from the over – 91 needed from 16.</p>","postType":"blog"},{"id":"block-5581cfd5e4b06ca1215f27b3","publishedDateTime":"2015-06-17T19:55:25Z","body":"<p><strong>35th over: England 262-2 (Root 76, Morgan 75). Target 350.</strong></p> \n<p>It’s batting powerplay time: can England make as much of a hash of it as New Zealand did, a spell that currently looks like one of the match’s defining passages? Well, there’s only three from this Henry over. Root slashes high and hard through the vacant gully area for a single before a leg-bye brings up the 150 partnership.</p>","postType":"blog"},{"id":"block-5581d0c8e4b0d582d88dd931","publishedDateTime":"2015-06-17T19:59:32Z","body":"<p><strong>36th over: England 275-2 (Root 77, Morgan 87). Target 350.</strong></p> \n<p>There’s a gorgeous sunset through the clouds over in the Nottinghamshire yonder as Morgan gallops down the track and hammers Wheeler straight to the ropes for four. Unburdened, he goes two better with a towering straight six. A smartly-run two completes an excellent over for England, an important statement of intent again after a couple of quieter ones.</p> \n<p>This series has been full of surprises, such as English observers berating McCullum for not being attacking enough.</p> \n<figure class=\"element element-embed\" data-alt=\"Gary\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;England need less than a run a ball and are 41 ahead on D-L. McCullum has one slip when he should have three. &lt;a href=&quot;https://twitter.com/hashtag/ENGvNZ?src=hash&quot;&gt;#ENGvNZ&lt;/a&gt; &lt;a href=&quot;https://twitter.com/WisdenIndia&quot;&gt;@WisdenIndia&lt;/a&gt;&lt;/p&gt;— Gary Naylor (@garynaylor999) \n &lt;a href=&quot;https://twitter.com/garynaylor999/status/611260840340271104&quot;&gt;June 17, 2015&lt;/a&gt;\n&lt;/blockquote&gt; \n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5581d1b4e4b0d582d88dd937","publishedDateTime":"2015-06-17T20:05:00Z","lastUpdatedDateTime":"2015-06-17T20:37:08Z","body":"<p><strong>37th over: England 295-2 (Root 78, Morgan 106). Target 350.</strong></p> \n<p>This is now the highest third-wicket partnership in ODIs at this wonderful cricket ground. And what a stand it has been, Morgan marking it by swinging gloriously at Henry and hammering him over long-off for SIX more. When your judgment’s in, your luck’s in, and an inside-edged four takes Morgan to 97, and then he BRINGS UP HIS HUNDRED by absolutely leathering Henry over the midwicket boundary for another SIX. What a tremendous display this has been. Three more complete another expensive over that, surely, has turned this match decisively in England’s direction. And I don’t say these things lightly. Time for drinks.</p> \n<p>Let’s not forget the bowlers though. “Man of the Match should be given jointly to Finn and Wood,” asserts Marie Meyer. “How good are their figures looking right now?” Quite. They’ve been the difference between the teams, in many ways.</p> \n<figure class=\"element element-image\" data-media-id=\"071ffff185230541e39b1b9b27a1236fddd00e40\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434572114408/8e516443-18ce-4631-9a45-ce00422e94e5-460x276.jpeg\" alt=\"England's Eoin Morgan celebrates his century.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s Eoin Morgan celebrates his century.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"477c097bf09a9f00719869dbe06fe77c019b86aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434573420788/ba5a7889-4c38-47b9-aa9b-3afe10f84cf5-460x243.jpeg\" alt=\"And gets a round of applause from England's players and coaching staff in the pavilion.\" width=\"460\" height=\"243\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">And gets a round of applause from England’s players and coaching staff in the pavilion.</span> \n  <span class=\"element-image__credit\">Photograph: Mitchell Gunn/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5581d34ce4b06ca1215f27be","publishedDateTime":"2015-06-17T20:11:51Z","body":"<p><strong>38th over: England 304-2 (Root 85, Morgan 108). Target 350.</strong></p> \n<p>Morgan dabs the returning Southee down to third man for a single. Root turns one round the corner for two, and these two now have the air of a couple of kids having a sunset knockabout on the beach, though Root just stumbled back a little in working those runs away and his backfoot almost nudged the stumps. A push down the ground brings up England’s fourth consecutive 300 score in this series, and Root celebrates it with the most glorious of square drives for four.</p> \n<p>Records latest: this is now England’s highest for the third wicket against the Kiwis.</p>","postType":"blog"},{"id":"block-5581d48de4b0d582d88dd941","publishedDateTime":"2015-06-17T20:15:27Z","lastUpdatedDateTime":"2015-06-17T20:16:12Z","body":"<p><strong>39th over: England 309-2 (Root 85, Morgan 113). Target 350.</strong></p> \n<p>Ben Wheeler, who couldn’t be blamed for spending his night staring into the bottom of a glass muttering ‘I’ll always have that first-over maiden’, continues and Morgan further blackens his day by clubbing him through midwicket for four. He does, though, deceive the England No4 with a slower-ball bouncer that he plays all round. Only the five from the over. But the powerplay record overall is 50-0 from five.</p>","postType":"blog"},{"id":"block-5581d568e4b06ca1215f27c3","title":"Wicket! Morgan c Henry b Southee 113 (82), England 309-3","publishedDateTime":"2015-06-17T20:18:16Z","lastUpdatedDateTime":"2015-06-17T20:35:31Z","body":"<p>Morgan top-edges an attempted pull down to fine leg where Henry takes a comfortable catch to end a brilliant innings. Southee contributes yet more to the Anglo-Kiwi love-in by patting the England captain on the back as he departs.</p> \n<figure class=\"element element-image\" data-media-id=\"c88383a10f9756e2126b7912542bf184e11f9f51\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434573209362/c8e2c6c8-de89-4bad-9d5c-802768d43a01-460x276.jpeg\" alt=\"The love-in\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Anglo-Kiwi love-in.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0c3456967c8caddb80341685ef8d0b1c088f1471\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434573324028/178aef9a-1947-4402-b8a8-a85d4ecd0d74-241x420.jpeg\" alt=\"A rueful looking Morgan heads back to the pavilion.\" width=\"241\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A rueful looking Morgan heads back to the pavilion.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581d60fe4b0d582d88dd943","publishedDateTime":"2015-06-17T20:22:42Z","body":"<p><strong>40th over: England 315-3 (Root 87, Stokes 3). Target 350.</strong></p> \n<p>Root pulls for one to put the new batsman Stokes on strike. Southee decides to meet the anticipated fire of Stokes with the fire of a short sharp bouncer but it all backfires when a) the bowler goes arse over tit, and b) the umpire Steve Davis calls a wide. Stokes is off the mark with two next ball and then adds one more before Root late-cuts for another single. </p>","postType":"blog"},{"id":"block-5581d71ee4b0d582d88dd949","publishedDateTime":"2015-06-17T20:27:20Z","body":"<p><strong>41st over: England 326-3 (Root 97, Stokes 4). Target 350.</strong></p> \n<p>Root moves into the 90s with nothing more than a nudge round the corner from Wheeler that manages to pierce the field and hit the ropes, and then adds one more to bring Stokes on strike. New Zealand opt with little subtlety to go short at Stokes, who manages to short-arm jab away for one, before Root unfurls another staggering cover drive of heartbreaking beauty for four.</p>","postType":"blog"},{"id":"block-5581d82ee4b06ca1215f27cd","publishedDateTime":"2015-06-17T20:30:55Z","body":"<p><strong>42nd over: England 327-3 (Root 98, Stokes 4). Target 350.</strong></p> \n<p>Like England, New Zealand have left the use of their spinners till late. Unlike them, they’re unlikely to get through 50 overs. But here comes Santner nonetheless; Root carves him through the offside for a single but it’s a good over, and Stokes can’t connect with an attempted reverse sweep at a ball that’s too straight and full of length to be emphatically swept. Twenty-three needed from eight. Ridiculous.</p>","postType":"blog"},{"id":"block-5581d905e4b06ca1215f27cf","publishedDateTime":"2015-06-17T20:35:59Z","lastUpdatedDateTime":"2015-06-17T20:36:19Z","body":"<p><strong>43rd over: England 330-3 (Root 101, Stokes 4). Target 350.</strong></p> \n<p>Southee prompts some pantomime, but not remotely intimidating, booing from the crowd after giving Root the eyeballs when he tries to come down the pitch at him. Then Root REACHES HIS HUNDRED, if not in the style to which he and we have been accustomed, miscuing across the line towards deep midwicket, but the fielder scrabbling to get underneath it can’t reach it, it dobs on the ground and he runs the two required.</p> \n<p>“It seems to me that the narrative arc of the English One Day International Cricket team since its inception closely echoes that of Eliot’s The Waste Land,” chin-strokes Tom Bowtell. “I hope your esteemed readership agrees.” It’s a bit cheerier than that, to be honest. Not that I know what our esteemed readership thinks. The un-esteemed segment of our readership, on the other hand, I’m more closely in tune with.</p>","postType":"blog"},{"id":"block-5581da37e4b06ca1215f27d2","title":"ENGLAND WIN BY SEVEN WICKETS","publishedDateTime":"2015-06-17T20:39:13Z","lastUpdatedDateTime":"2015-06-17T21:07:34Z","body":"<p><strong>44th over: England 350-3 (Root 106, Stokes 19). Target 350.</strong></p> \n<p>Stokes wants this done quickly now, and swipes Santner for first four, then six, then four again in front of square on the legside. A pushed single to mid-off brings England within four of victory, and Root duly finishes it off, with an emphatic controlled pull on the onside for four. Easy, frankly.</p> \n<figure class=\"element element-image\" data-media-id=\"ca24575225d77779cb1b9939b9a943d90e5728f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434574699588/98586e1b-712d-4a17-9ecc-bc261a92274f-460x276.jpeg\" alt=\"Joe Root hits the winning runs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joe Root hits the winning runs.</span> \n  <span class=\"element-image__credit\">Photograph: Mitchell Gunn/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"792de46f6bb33af3f68360752d4a8bab919fb2a9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434575214857/a061fb9e-91a2-418a-ae80-fb309fcdfe3d-460x345.jpeg\" alt=\"And here's a close-up of Root celebrates hitting the winning runs.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">And here’s a close-up of Root celebrating hitting the winning runs.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581db04e4b0d582d88dd954","publishedDateTime":"2015-06-17T20:41:35Z","body":"<p>Aw! All this stuff could melt the hardest and most cynical of cricketing hearts (and my own has become pretty hard and cynical in recent times, for all manner of reasons). Umpire Steve Davis, standing in his final ODI, is warmly applauded off by crowd and both sets of players, while the rest of us have a mouthwatering decider to look forward to on Saturday. </p> \n<figure class=\"element element-embed\" data-alt=\"Ian M\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Love the smile factor that Farbrace brings to the &lt;a href=&quot;https://twitter.com/ECB_cricket&quot;&gt;@ECB_cricket&lt;/a&gt; dressing room.&lt;/p&gt;— Ian M (@Marriotti67) \n &lt;a href=&quot;https://twitter.com/Marriotti67/status/611271907929923584&quot;&gt;June 17, 2015&lt;/a&gt;\n&lt;/blockquote&gt; \n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Well, quite.</p>","postType":"blog"},{"id":"block-5581db8fe4b06ca1215f27d8","title":"Closing thoughts","publishedDateTime":"2015-06-17T20:46:19Z","lastUpdatedDateTime":"2015-06-17T21:05:39Z","body":"<p>The Australian team arrived in England today, but did anyone notice or care? This series could just go on and on and few would be bothered. That was an extraordinarily dominant and assured batting performance from England, combining both fierce hitting and efficient nudging and strike-rotating. All five who got a chance at the crease did their bit, though obviously Root and Morgan were the main matchwinners. It really would be nice to see the bowlers get a bit more of a look-in (though Finn and Wood performed admirably today) – and we can debate how the game might do that long and hard – but for the moment let’s just look forward to Durham and Saturday. That’s me done for the night anyway. Thanks for your company and emails. Bye.</p> \n<figure class=\"element element-image\" data-media-id=\"5cca5710a96367323a8eafd26320324effa5100c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434575085260/92f7d0bf-d619-4d00-8e45-1dfa117e8dea-460x293.jpeg\" alt=\"Joe Root celebrates after England won the 4th ODI Royal London One-Day match between England and New Zealand at Trent Bridge.\" width=\"460\" height=\"293\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joe Root celebrates after England won the 4th ODI against New Zealand at Trent Bridge.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"}],"keyEvents":[{"id":"block-558157efe4b0e91d8f409864","title":"Preamble","publishedDateTime":"2015-06-17T12:00:07Z","lastUpdatedDateTime":"2015-06-17T12:03:44Z","body":"<p><strong>When is an ODI series defeat not an ODI series defeat? </strong>When it comes about using a New Aggressive Attacking New Brand Aggressive Attacking Purposeful New Brand of cricket, of course. Obviously if you pull aside the curtain of bull that even the goodest of eggs, as Eoin Morgan seems to be, use to describe the way England are playing now, it just extends to hitting the ball quite a lot harder, quite a lot better. It’s just being more interesting. Or, if you want to put it another way, catching up with the rest of the world a good few years after they realised this was the way to play limited overs cricket.</p> \n<p><strong>England are staring down the barrel of a series defeat,</strong> after losing two of the first three, in which a bowler-bothering 1,977 runs have already been scored. It’s the most amount of runs notched up in the history of English ODI cricket (possibly - will check this later), and England’s should eclipse the 1,075 runs they scored in their whole (admittedly rather brief) World Cup campaign.</p> \n<p><strong>And thus, would anyone really care all that much if England lost this series 4-1?</strong> They are, after all, basically playing a whole new game, nearly a whole new sport, and it’s going to take a while to get used to it. They’re trying things out, experimenting for 2019, which is the real point and target of all this. Still, it would be just lovely if the new approach saw immediate returns. We shall see.</p> \n<p><strong>First ball:</strong> 2pm BST</p>","postType":"key-event"},{"id":"block-558168d6e4b0e91d8f4098da","title":"New Zealand have won the toss...","publishedDateTime":"2015-06-17T12:32:42Z","lastUpdatedDateTime":"2015-06-17T13:08:06Z","body":"<p>...and will bat first. </p> \n<figure class=\"element element-image\" data-media-id=\"116f36a4687b40afb2c6d83be3e28fe3eb25afa3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434546482770/53c36e8e-b8d3-47e1-b0fb-c698f452dbe6-460x334.jpeg\" alt=\"Eoin Morgan tosses the coin alongside Brendon McCullum.\" width=\"460\" height=\"334\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eoin Morgan tosses the coin alongside Brendon McCullum.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55816921e4b05c5f91d258d1","title":"Team news","publishedDateTime":"2015-06-17T12:35:13Z","lastUpdatedDateTime":"2015-06-17T19:48:49Z","body":"<p><strong>A pair of unchanged teams,</strong> pleasingly enough, meaning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/15/england-call-up-jamie-overton-twin-new-zealand-odi\">not a single Overton</a> is involved. So, here’s how they line up:</p> \n<p><strong>England: </strong>Roy, Hales, Root, Morgan, Stokes, Buttler, Billings, Rashid, Willey, Wood, Finn.</p> \n<p><strong>New Zealand: </strong>Guptill, McCullum, Williamson, Taylor, Elliott, Ronchi, Santner, Wheeler, Henry, Southee, McClenaghan.</p>","postType":"key-event"},{"id":"block-55817ca9e4b0f0d3ad92ae97","title":"WICKET! McCullum c Buttler b Wood 35 (31) - New Zealand 88-1","publishedDateTime":"2015-06-17T13:58:21Z","lastUpdatedDateTime":"2015-06-17T14:09:37Z","body":"<p>And there’s McCullum exactly where England want him - back in the hutch. Wood gets one to rise and shape just a little bit away from a wee bit shy of a length, and the New Zealand skip edges an attempted guide down to third man through to the keeper.</p> \n<figure class=\"element element-image\" data-media-id=\"41e9cb269047a0ae0c9f9f8ca727656bd8ac29e9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550172487/1b872892-fe97-4d87-949b-32676f287a36-331x420.jpeg\" alt=\"Mark Wood celebrates dismissing Brendon McCullum.\" width=\"331\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Wood celebrates dismissing Brendon McCullum.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55818241e4b061e6666bb7c0","title":"WICKET! Guptill c Finn b Stokes 53 (66) - New Zealand 116-2","publishedDateTime":"2015-06-17T14:24:21Z","lastUpdatedDateTime":"2015-06-17T14:34:17Z","body":"<p>Ah, this is no good from Stokes, sending down another buffet ball to Williamson, who’s all over it like a journalist on a press room spread. But what’s this! Spoke too soon! Hexaggedon! Stokes gives Guptill a slower ball that he gets on too early, it goes miles, miles, miles up in the air and looks like it will land safely, but Finn dashes backwards towards wide mid-on and takes an outstanding catch over his shoulder. </p> \n<figure class=\"element element-image\" data-media-id=\"61397973bd54b09b7aac0ff2310e9914f7cb24cc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434551654553/f6e2979d-98b7-47cd-821e-645c29400d52-460x320.jpeg\" alt=\"Ben Stokes celebrates dismissing Martin Guptill.\" width=\"460\" height=\"320\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ben Stokes celebrates dismissing Martin Guptill.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55819147e4b0d582d88dd846","title":"WICKET! Taylor lbw Finn 42 (55) - New Zealand 217-3","publishedDateTime":"2015-06-17T15:29:02Z","lastUpdatedDateTime":"2015-06-17T15:42:09Z","body":"<p>Batting powerplay now, and thus Steve Finn is back. Taylor back-cuts for two, then steps across his stumps in an attempt to hoik the ball way over mid-wicket, but alas for him completely misses it and is caught in front. One of those lbws that the batsman walks for.</p> \n<figure class=\"element element-image\" data-media-id=\"d0ec27dabc55067da0bfe2248abf3cec38626cd5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434555725821/efcf625d-f924-4c17-a780-6f2591cf7e9c-460x276.jpeg\" alt=\"Steven Finn successfully appeals for the wicket of Ross Taylor.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steven Finn successfully appeals for the wicket of Ross Taylor.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581988de4b06ca1215f26e1","title":"WICKET! Williamson c Rashid b Willey 90 (70) - New Zealand 250-4","publishedDateTime":"2015-06-17T15:59:30Z","lastUpdatedDateTime":"2015-06-17T16:48:06Z","body":"<p>Willey is back, and Williamson takes aim at cow corner, and gets it with a controlled belt for four. He then tries exactly the same shot the next ball but hits it straight to Rashid, who needed not to move an inch. A slightly limp end, but a cracking innings from Williamson, mind.</p> \n<figure class=\"element element-image\" data-media-id=\"4572d070b10914ac48246a35a87155667e422ce9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434559674468/dce91100-852b-4dfe-8eb2-3fb02c237a1d-460x348.jpeg\" alt=\"David Willey is congratulated by England captain Eoin Morgan after taking the wicket of  New Zealand's Kane Williamson.\" width=\"460\" height=\"348\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Willey is congratulated by England captain Eoin Morgan after taking the wicket of New Zealand’s Kane Williamson.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-55819adae4b06ca1215f26eb","title":"WICKET! Ronchi c Stokes b Willey 8 (5) - New Zealand 271-5","publishedDateTime":"2015-06-17T16:09:05Z","body":"<p>Willey offers a full-toss to Elliott, and he welts it back straight for six. Another full-toss is next, but that’s a very full toss...as in, about shoulder-height, so it’s a no-ball with two runs off the bat. A single, then Ronchi tries to flap it over mid-wicket, but doesn’t manage it and Stokes takes a straightforward catch. </p>","postType":"key-event"},{"id":"block-5581a043e4b0d582d88dd886","title":"WICKET! Santner c Billings b Stokes 44 (19) - New Zealand 342-6","publishedDateTime":"2015-06-17T16:31:15Z","body":"<p>Elliott chips one just over Finn at mid-off and gets two for it, then a leg-bye single. Santner gets four with a flapped cut that goes just past the dive of the cover sweeper, before hitting the thing straight down the throat of the same fielder. Still, 44 from 19 balls is quite the effort from the boy Santner. </p>","postType":"key-event"},{"id":"block-5581a141e4b06ca1215f270f","title":"WICKET! Southee c Stokes b Rashid 1 (3) New Zealand 344-7","publishedDateTime":"2015-06-17T16:35:22Z","body":"<p>HHHHHHHHMMMMMMM Eoin Morgan, HHHHHHHHHHMMMMMM. It looked like Root would bowl the last over, but Morgan changes his mind and gives the ball back to Rashid. Southee misses the first ball, but connects with the second....and is caught by Stokes on the boundary. Lesson, kids: don’t listen to over-by-overers, if you can help it. </p>","postType":"key-event"},{"id":"block-5581a1cce4b06ca1215f2718","title":"New Zealand set England 350 to win","publishedDateTime":"2015-06-17T16:38:35Z","body":"<p><strong>50th over: New Zealand 349-7 (Wheeler 3, Elliott 55) </strong>The batsmen crossed so Elliott is on strike, but he hits it straight to long-on, on the bounce. Wheeler goes big but can only squirt one off a thick edge over the covers, then does the same and it goes to point on the bounce. The last ball...and Elliott steps outside off going for the big shot over mid-wicket...but misses and they can only get a leg-bye. Great comeback from Rashid after the shoeing of the over before - just five from the final over.</p>","postType":"key-event"},{"id":"block-5581b85ae4b0d582d88dd8ee","title":"Wicket! Hales b Henry 67 (38), England 100-1","publishedDateTime":"2015-06-17T18:15:26Z","lastUpdatedDateTime":"2015-06-17T19:48:18Z","body":"<p>McClenaghan, having been tormented in the previous over, is swapped for Henry. Roy drives him for one, giving Hales another crack. A legside slog to deep square leg brings him just one this time, with the field pushed back, and another Roy single completes the 100 partnership. But that’s as far as it goes, as Hales takes another swipe at a ball that’s just a bit too straight and full, and inside edges onto his middle stump.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"4f1e22ddd661e35a1b4757d4aad4308f893f5bd3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434565471644/ec5e78ed-dcf2-46b7-ae96-36b58b2f3446-338x420.jpeg\" alt=\"Alex Hales's innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.\" width=\"338\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alex Hales’s innings comes to an end courtesy of a Matt Henry delivery that takes out his middle stump.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"378469fc99988254b4cf4e4c3ec9dc12da36cc40\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434566523103/96d50330-8a48-4571-81b6-df77b2a9298f-460x293.jpeg\" alt=\"Hales looks dejected as he heads back to the pavilion.\" width=\"460\" height=\"293\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hales looks dejected as he heads back to the pavilion.</span> \n  <span class=\"element-image__credit\">Photograph: Philip Brown/Action Images via Reuters</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581baa5e4b06ca1215f2784","title":"Wicket! Roy c Williamson b Henry 38 (34), England 111-2","publishedDateTime":"2015-06-17T18:24:51Z","lastUpdatedDateTime":"2015-06-17T18:26:50Z","body":"<p>Root gets off the mark with an elegantly timed flick through midwicket for two and then pushes and runs another swift single. Roy is seeing it like a football now, though, and pulls Henry with conviction across the line for a crunching boundary, before cracking his next ball to extra cover, where Williamson takes a smart, sharp instinctive catch at chest height.<br /></p>","postType":"key-event"},{"id":"block-5581d568e4b06ca1215f27c3","title":"Wicket! Morgan c Henry b Southee 113 (82), England 309-3","publishedDateTime":"2015-06-17T20:18:16Z","lastUpdatedDateTime":"2015-06-17T20:35:31Z","body":"<p>Morgan top-edges an attempted pull down to fine leg where Henry takes a comfortable catch to end a brilliant innings. Southee contributes yet more to the Anglo-Kiwi love-in by patting the England captain on the back as he departs.</p> \n<figure class=\"element element-image\" data-media-id=\"c88383a10f9756e2126b7912542bf184e11f9f51\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434573209362/c8e2c6c8-de89-4bad-9d5c-802768d43a01-460x276.jpeg\" alt=\"The love-in\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Anglo-Kiwi love-in.</span> \n  <span class=\"element-image__credit\">Photograph: Stu Forster/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0c3456967c8caddb80341685ef8d0b1c088f1471\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434573324028/178aef9a-1947-4402-b8a8-a85d4ecd0d74-241x420.jpeg\" alt=\"A rueful looking Morgan heads back to the pavilion.\" width=\"241\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A rueful looking Morgan heads back to the pavilion.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581da37e4b06ca1215f27d2","title":"ENGLAND WIN BY SEVEN WICKETS","publishedDateTime":"2015-06-17T20:39:13Z","lastUpdatedDateTime":"2015-06-17T21:07:34Z","body":"<p><strong>44th over: England 350-3 (Root 106, Stokes 19). Target 350.</strong></p> \n<p>Stokes wants this done quickly now, and swipes Santner for first four, then six, then four again in front of square on the legside. A pushed single to mid-off brings England within four of victory, and Root duly finishes it off, with an emphatic controlled pull on the onside for four. Easy, frankly.</p> \n<figure class=\"element element-image\" data-media-id=\"ca24575225d77779cb1b9939b9a943d90e5728f6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434574699588/98586e1b-712d-4a17-9ecc-bc261a92274f-460x276.jpeg\" alt=\"Joe Root hits the winning runs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joe Root hits the winning runs.</span> \n  <span class=\"element-image__credit\">Photograph: Mitchell Gunn/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"792de46f6bb33af3f68360752d4a8bab919fb2a9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434575214857/a061fb9e-91a2-418a-ae80-fb309fcdfe3d-460x345.jpeg\" alt=\"And here's a close-up of Root celebrates hitting the winning runs.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">And here’s a close-up of Root celebrating hitting the winning runs.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Egerton/PA</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5581db8fe4b06ca1215f27d8","title":"Closing thoughts","publishedDateTime":"2015-06-17T20:46:19Z","lastUpdatedDateTime":"2015-06-17T21:05:39Z","body":"<p>The Australian team arrived in England today, but did anyone notice or care? This series could just go on and on and few would be bothered. That was an extraordinarily dominant and assured batting performance from England, combining both fierce hitting and efficient nudging and strike-rotating. All five who got a chance at the crease did their bit, though obviously Root and Morgan were the main matchwinners. It really would be nice to see the bowlers get a bit more of a look-in (though Finn and Wood performed admirably today) – and we can debate how the game might do that long and hard – but for the moment let’s just look forward to Durham and Saturday. That’s me done for the night anyway. Thanks for your company and emails. Bye.</p> \n<figure class=\"element element-image\" data-media-id=\"5cca5710a96367323a8eafd26320324effa5100c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434575085260/92f7d0bf-d619-4d00-8e45-1dfa117e8dea-460x293.jpeg\" alt=\"Joe Root celebrates after England won the 4th ODI Royal London One-Day match between England and New Zealand at Trent Bridge.\" width=\"460\" height=\"293\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joe Root celebrates after England won the 4th ODI against New Zealand at Trent Bridge.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> \n </figcaption> \n</figure>","postType":"key-event"}],"paginationLinks":{}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/sport/live/2015/jun/17/england-v-new-zealand-fourth-odi-live","shortUrl":"http://gu.com/p/49qxd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/live/2015/jun/17/england-v-new-zealand-fourth-odi-live","webUri":"http://www.theguardian.com/sport/live/2015/jun/17/england-v-new-zealand-fourth-odi-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/493066820971cbdd149c69c461632599ed7c40b3/418_257_2727_1636/2727.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1636,"width":2727,"orientation":"landscape","caption":"England batsmen Eoin Morgan and Joe Root hit centuries on the way to victory in the fourth ODI. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England batsmen Eoin Morgan and Joe Root hit centuries on the way to victory in the fourth ODI.","cleanCaption":"England batsmen Eoin Morgan and Joe Root hit centuries on the way to victory in the fourth ODI.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/493066820971cbdd149c69c461632599ed7c40b3/418_257_2727_1636/2727.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1636,"width":2727,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"England batsmen Eoin Morgan and Joe Root hit centuries on the way to victory in the fourth ODI.","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]},{"title":"Kevin Anderson does for Wawrinka at Queen’s and makes case for Wimbledon","rawTitle":"Kevin Anderson does for Wawrinka at Queen’s and makes case for Wimbledon","item":{"type":"article","id":"sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open","title":"Kevin Anderson does for Wawrinka at Queen’s and makes case for Wimbledon","trailText":"The big-serving Kevin Anderson has done for Stan Wawrinka 7-6, 7-6 at Queen’s and made a case for Wimbledon","standFirst":"<span class=\"bullet\">•</span> South African defeats French Open champion 7-6, 7-6\n<br />\n<span class=\"bullet\">•</span> Gilles Simon beats Thanasi Kokkinakis 6-4, 6-2","byline":"Kevin Mitchell at Queen's","body":"<p>Ten days after blowing Novak Djokovic off the clay in sunny Paris, Stan Wawrinka was a loser on the grass at muggy Queen’s, Kevin &nbsp;Anderson securing a path through to the third round of the Aegon Championships with a booming serve down the middle.</p> \n<p>The world No4 from Switzerland got an outside edge on that one but there were 22 others that whistled past him unanswered like Dale Steyn bouncers as the 6ft 8in South African used up six match points to win 7-6, 7-6 after an hour and 50 minutes that seemed a lot longer.</p> \n<p>It was Anderson’s fourth successive win over Wawrinka in seven matches, and the second time the Swiss has lost to him immediately after winning a major, following on from Indian Wells last year while he was still luxuriating in the glow of his breakthrough in Melbourne six weeks earlier.</p> \n<p>This win confirms that Anderson’s world ranking of 17 correctly identifies his threat, especially on grass. He will be dangerous in the first week of Wimbledon if he gets a favourable draw.</p> \n<p>This, though, was Kevin’s time to talk. “I play good tennis against him. I can take a lot of confidence from that and take that same sort of belief against some of the other top guys. I’ve played these guys a lot of times. It gives me confidence knowing the guy I beat today just won the French Open – and watched him beat the best players in the world doing it.</p> \n<p>“The times I have played him, I’ve served very well. I have been aggressive from the back. But we have had close matches. When he has time setting up from the baseline, he’s very dangerous. That’s something I try to do, take time away from him. The last six slams he’s won two and Novak has two – and nobody else has that. So you can make a pretty strong case that he’s really proved himself to be one of the top four guys in the world.”</p> \n<p>Wawrinka did not play badly – he hit 11 aces of his own and scored only 10 fewer points than the 94 Anderson fashioned – but it is tough to get into a match when an opponent is trying to take your head off with every serve. Neither could break serve outside the tie-breaks.</p> \n<p>Not many players are involved in four losing tie-breaks, in singles and doubles, in one day, but Wawrinka was surprisingly upbeat after he and Grigor Dimitrov later went out to Marcin Matkowski and Nenad Zimonjic, 7-6, 7-6. And, with the self-deprecation that has marked his career, the French Open champion ranked his favourites for Wimbledon, with no mention of himself, as Djokovic, Roger Federer and Andy Murray – in that order.</p> \n<p>“Novak is No1,” he said. “I’m sure after losing the French Open final he wants to come back and win the next big one. Roger, even if he lost a few matches this year, I’m sure he’s going to be ready for the grass. And Andy because he loves grass, playing at home, already won Wimbledon. He’s playing really well this year.”</p> \n<p>For now at least, Thanasi Kokkinakis is a name tough to spell but easy to appreciate. Although the young Australian with the Murray stamp of approval went out 6-4, 6-2 against the former world top-tenner Gilles Simon, he left us with a few shots to savour, then, after his doubles defeat in straight sets with Lleyton Hewitt, looked forward to catching up on sleep after an extraordinary round-the-world hike these past few days.</p> \n<p>Asked to explain how he could not build on a blinding start before going down in flames after only 76 minutes, Kokkinakis was commendably candid. “Yeah,” he said in his Adelaide drawl, “it went all downhill from there.”</p> \n<p>Seven aces and four double faults from only nine service games told a story of a tired young man in a hurry; Kokkinakis had dashed from Rome to Australia for 30 hours with his family, who have been gathering around his ailing grandmother, and completed a 48-hour round trip when he landed in London on Monday afternoon – and went straight out and beat J&eacute;r&eacute;my Chardy 6-7, 6-2, 6-4.</p> \n<p>However, the No7 seed, Simon, proved a Frenchman too far, breaking him four times. “I started really well,” Kokkinakis said. “I was relaxed and free and played a couple of stupid points on my service game. I really needed to put the foot down at 2-0.</p> \n<p>“He started growing in confidence and I started to get negative, to get tighter with my shots, and didn’t feel like I was swinging freely at all.</p> \n<p>“I was a little bit fatigued but my ball striking wasn’t great either.</p> \n<p>“I’m not going to use that too much as an excuse. I felt bad for everyone watching really. It was a bit disappointing. It was one of my poorest performances in a while.”</p> \n<p>Oh, and he had the distraction of Jeremy Clarkson sitting not far from his box. What chance did he have?</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/770a40680a045188673274715e2f2ac79137ba06/0_0_3440_2064/3440.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2064,"width":3440,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"South Africa's Kevin Anderson, gestures at match point against Switzerland's Stan Wawrinka, during their men's Singles tennis match of the Queen's tennis championship, in London, Wednesday, June 17, 2015. (AP Photo/Kirsty Wigglesworth)","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-17T18:18:59Z","lastModified":"2015-06-17T23:35:01Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Stanislas Wawrinka","Tennis","Sport"],"tags":[{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open","shortUrl":"http://gu.com/p/49qf4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open","webUri":"http://www.theguardian.com/sport/2015/jun/17/kevin-anderson-stan-wawrinka-queens-wimbledon-french-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/770a40680a045188673274715e2f2ac79137ba06/0_0_3440_2064/3440.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2064,"width":3440,"orientation":"landscape","caption":"South Africa’s Kevin Anderson salutes the crowd after beating Stan Wawrinka at Queen’s. Photograph: Kirsty Wigglesworth/AP","credit":"Kirsty Wigglesworth/AP","altText":"South Africa’s Kevin Anderson salutes the crowd after beating Stan Wawrinka at Queen’s.","cleanCaption":"South Africa’s Kevin Anderson salutes the crowd after beating Stan Wawrinka at Queen’s.","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/770a40680a045188673274715e2f2ac79137ba06/0_0_3440_2064/3440.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2064,"width":3440,"orientation":"landscape","credit":"Kirsty Wigglesworth/AP","altText":"South Africa's Kevin Anderson, gestures at match point against Switzerland's Stan Wawrinka, during their men's Singles tennis match of the Queen's tennis championship, in London, Wednesday, June 17, 2015. (AP Photo/Kirsty Wigglesworth)","cleanCredit":"Photograph: Kirsty Wigglesworth/AP"}}]}],"lastModified":"2015-06-18T00:10:02Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}