{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"British Grand Prix: once mighty McLaren appear to have lowered F1 sights","rawTitle":"British Grand Prix: once mighty McLaren appear to have lowered F1 sights","item":{"type":"article","id":"sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","title":"British Grand Prix: once mighty McLaren appear to have lowered F1 sights","trailText":"Fernando Alonso’s single point in a race where Jenson Button did not complete lap one is deemed progress for the team on course for its lowest finish in 35 years","standFirst":"Fernando Alonso’s single point in race where Jenson Button did not complete lap one is deemed progress for a team on course for its lowest finish in 35 years","byline":"Giles Richards at Silverstone","body":"<p>It is hard to know quite how McLaren will view their home grand prix as the dust and drizzle settles after a thrilling race at Silverstone. Their car and its Honda power unit has been way off the pace all season and they had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/lewis-hamilton-pole-position-f1-british-silverstone\" title=\"\">qualified 17th and 18th</a> on the grid, ahead of only the two Manor cars, and in the race Jenson Button was knocked out on lap one by his team-mate Fernando Alonso. Yet, Alonso did finish in the points, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg\" title=\"\">albeit with only one, in 10th</a>. That this is only the second time the team have scored this season yet still might be seen as a positive is indicative of how a once mighty marque are now struggling.</p> \n<p>The great days of the team’s partnership with Honda in the 1980s, of Ayrton Senna and Alain Prost, of winning 15 of 16 races in 1988, could not seem further away and at the moment there seems little hope of improvement on the horizon. The racing director, Eric Boullier, made it clear this weekend that the idea of Honda, who began developing their engine two years after the other manufacturers, having long-term goals for success was incompatible with his team’s need to start winning now.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/lewis-hamilton-wins-british-f1-gp-nico-rosberg\">Lewis Hamilton wins British F1 GP from Nico Rosberg at damp Silverstone</a> </p> \n</aside> \n<p>It is a need beyond simple prestige and perhaps becoming urgent. They have had no title sponsor since the deal with Vodafone ended in 2013 and face a salary bill for Button and Alonso understood to amount to about &pound;33m. As one of the long-term members of the sport they benefit from its arcane financial payout system but McLaren could still face a loss of revenue of about &pound;30m from most probably finishing in ninth place, their lowest position for 35 years. “Companies are interested in joining us but some people in their organisations may question the results we are lacking and I don’t think we can wait for very long any more,” noted Boullier earlier in the race weekend.</p> \n<p>This is the fifth race Button has failed to finish this year – indeed, in Bahrain his car was not able even to start – although it was pure bad luck. Alonso was spun when the two Lotus cars came together at turn three and he clumped Button, causing his engine to turn off. The British driver has been stoic all season, insisting that developing a works engine with Honda is the only way to catch Mercedes, but he was not happy. “I am disappointed, obviously,” he said. “In front of your home crowd you want to put on a good show and I wasn’t able to do that, and that is a shame.” He also made note of one of motor racing’s great truisms: that it is easier to stay out of trouble if you have clear air. “These things happen when you are so far back, so we need to qualify better. It is more likely to happen when you are starting 18th than starting on the front row,” he said.</p> \n<p>His team-mate’s position in the points was really down to retirements – of which there were seven – and the rain rather than raw speed. In the dry, on the hard tyre, he was consistently around two seconds off the lead and Alonso admitted it had been “a difficult race” and that his team had been “off the pace”. “It’s not the best of results but 10th position helps to motivate everyone,” he said. Again, tellingly, that is not a phrase one would expect from a pedaller at McLaren.</p> \n<p>Known to be hard to work with when things are not going his way, the Spaniard, for the moment, is calm. How long that lasts is uncertain. It cannot have helped that the weekend also featured moments of inefficiency that will have driven the chief executive, Ron Dennis, to distraction, including fitting Button’s tyre to Alonso’s car during qualifying and an overlong pitstop to change a nose during the race. Even the clockwork efficiency of the team looks shaken under the current circumstances.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/williams-silverstone-british-grand-prix-f1-felipe-massa\">Williams thwarted by weather in British Grand Prix but future looks brighter | Giles Richards</a> </p> \n</aside> \n<p>However disappointed Button might be at such a short run in what may be his final British Grand Prix, he was sticking with the line he has held all season. Earlier in the weekend he had pointed out the difficulties in developing an engine he described as both “aggressive” and “extreme” and after the race he was still looking forward. “I am still racing a Formula One car,” he said. “You are optimistic every time you get in the car that it is going to improve . We have had a couple of really bad races but I am still optimistic that it is going to improve.”</p> \n<p>It is a stance he has resolutely stuck to across nine races now and one, no doubt, he is increasingly tired of repeating. McLaren need to start putting some flesh on what are becoming mightily tired bones.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-05T19:31:29Z","lastModified":"2015-07-05T23:00:53Z","metadata":{"commentable":true,"commentCount":93,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":true,"keywords":["British Grand Prix","McLaren","Formula One 2015","Fernando Alonso","Jenson Button","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/mclaren","webTitle":"McLaren"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/fernando-alonso","webTitle":"Fernando Alonso"},{"id":"sport/jenson-button","webTitle":"Jenson Button"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","shortUrl":"http://gu.com/p/4adxy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button","webUri":"http://www.theguardian.com/sport/2015/jul/05/british-grand-prix-mclaren-f1-fernando-alonso-jenson-button"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436123394753/Jenson-Button-climbs-out--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images","credit":"Dan Istitene/Getty Images","altText":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix ","cleanCaption":"Jenson Button climbs out of his car after retiring on the first lap of the British Grand Prix at Silverstone. Photograph: Dan Istitene/Getty Images"}}]},{"title":"Olympic legacy failure: inspiring London 2012 message has become a millstone","rawTitle":"Olympic legacy failure: inspiring London 2012 message has become a millstone","item":{"type":"article","id":"sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","title":"Olympic legacy failure: inspiring London 2012 message has become a millstone","trailText":"The ‘Singapore promise’ of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people looks further away than ever","standFirst":"The ‘Singapore promise’ of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people looks further away than ever 10 years after London was awarded the Olympics\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-tessa-jowell-coalition-government\" title=\"\">Jowell attacks ‘wicked’ coalition government over school sport failure</a>","byline":"Owen Gibson","body":"<p>“Inspire a generation.” It was at the heart of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/jul/06/olympics2012.olympicgames\" title=\"\">pitch that won the bid</a>. It was the message that was plastered all over the Olympic Park in Stratford during that glorious period in July and August 2012. It was a proud boast that the London Olympics could do something no other previous Games had achieved. But it has become a millstone for all involved.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-sporting-numbers-plummet\">Olympic legacy failure: sporting numbers plummet amid confusion and blame</a> </p> \n</aside> \n<p>What resonated most with the International Olympic Committee and the country was the “Singapore promise” of leaving behind a legacy of a fitter, healthier nation and transforming the lives of young people, together with regenerating a patch of east London and underlining the value of public investment in elite sport.</p> \n<p>There were plenty of people, even then, who argued that investing &pound;9.3bn in a major sporting event was not the most effective way to transform the fabric of grassroots sport in the UK. But the seductive vision from Lord Coe and the then prime minister, Tony Blair, was that hosting the Games could provide a glorious one-off corrective that in addition to regeneration in London and economic benefits for Britain could transform the attitude to sport in Whitehall and beyond.</p> \n<p>No longer an afterthought, it would become baked into health, transport, Home Office and education policy. At a valedictory press conference in Westminster the day after the Games, the then culture secretary, Jeremy Hunt, became visibly annoyed at a suggestion from reporters that his government would fail to do just that. But 10 years on from Singapore the chief executive of the London 2012 bid, Sir Keith Mills, is clear that it is the government’s commitment to a co-ordinated strategy that is still sorely lacking.</p> \n<p>“We urged that government should have a national strategy for sport and inactivity; that hasn’t happened,” says Mills, who has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/may/21/sir-keith-mills-olympic-legacy\" title=\"\">put &pound;10m into an organisation called Sported</a> that seeks to support grassroots sports clubs across the country. “It’s very frustrating because it’s not rocket science. The problem in government generally is that it’s not very joined up. Government has historically been quite good at plans but not very good at executing them.”</p> \n<p>Mills, who emphasises that other elements of the legacy have been a success, contrasts the cross-party consensus required to deliver the Games with the lack of joined-up thinking over the sports participation legacy. Blair told the IOC members on 6 July 2005: “Our vision is to see millions more young people in Britain and across the world participating in sport and improving their lives as a result of that participation. And London has the power to make that happen.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>By any measure, the figures for sports participation since the Games do not make pretty reading</p> \n </blockquote> \n</aside> \n<p>Coe talked movingly about his epiphany watching the 1968 Mexico Olympics and vowed that the London Games would “show a new generation why sport matters”.</p> \n<p>For all the ill-defined rhetoric around the ambitions for a legacy, a word that has become almost meaningless given the regularity with which it is now attached to major events, the Olympics minister who persuaded Blair to bid in the first place is clear what the two overriding aims were. “We had two reasons for doing the Olympics,” says Tessa Jowell, who is standing to be Labour’s candidate for London mayor. “To regenerate this part of east London and to transform a generation of young people through sport. It was that pure and simple.”</p> \n<p>By any measure, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/11/olympic-legacy-sport-participation-plummets\" title=\"\">the figures for sports participation</a> since the Games do not make pretty reading. Longstanding issues remain from a lack of coordination between schools, local authorities and sports clubs to a lack of recognition and remuneration for age-specific coaches and PE teachers. Exacerbated by a lack of a clear overarching plan across Whitehall departments, cuts and confusion in school sport and local authority cuts that have hit facilities budgets, adult participation numbers have fallen since the Games. More worrying, they suggest that increasingly we are becoming a two-tier sporting nation, with least progress being made among those in the lowest socioeconomic groups.</p> \n<p>Sport England, the quango that invests &pound;325m of exchequer and lottery funding in grassroots sport per year, last month published participation figures among adults that were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/britain-olympic-legacy-london-2012\" title=\"\">damned as very disappointing</a> by the new sports minister, Tracey Crouch. Her Labour opposite number, Clive Efford, called them disastrous. The figures showed that the number of people playing sport at least once a week had declined by 222,000 in six months. Meanwhile, the percentage of those on the lowest incomes participating in sport has hit the lowest level since records began in&nbsp;2005-06.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/olympic-legacy-failure-school-sport-postcode-lottery-michael-gove\">Olympic legacy failure: access to school sport is now a postcode lottery</a> </p> \n</aside> \n<p>In school sport, the decision by the then education secretary, Michael Gove, to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/aug/06/michael-gove-own-goal-school-sports\" title=\"\">cut &pound;162m in ringfenced funding for school sports partnerships</a> had far‑reaching consequences. The effects are still being played out, though the more optimistic hope that rearguard action to replace it with &pound;150m a year for primary schools has mitigated the worst of the impact. Either way, London 2012 was not the transformative moment in terms of the importance placed on school sport that many had hoped.</p> \n<p>Ten years on from the drama and delight of the “Singapore moment”, Crouch has promised to rip up the government’s sports strategy and start again with a blank sheet of paper and a new green paper. Meanwhile, many of those who were intimately involved with the London 2012 journey, including Jowell and Mills, have called for a new 10-year, cross-party plan.</p> \n<p>For all the golden memories of July and August 2012, already tinged in sepia, and the continuing debate about the success or otherwise of the other legacy aims it is hard not to conclude that a prize Jowell once called “the greatest in a generation – faster progress towards a healthier nation” is not already close to being squandered.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T20:24:00Z","lastModified":"2015-07-05T23:55:01Z","metadata":{"commentable":true,"commentCount":179,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Olympic Games 2012","Olympic Games","Sport","School sports","Schools","Education"],"tags":[{"id":"sport/olympics-2012","webTitle":"Olympic Games 2012"},{"id":"sport/olympic-games","webTitle":"Olympic Games"},{"id":"sport/sport","webTitle":"Sport"},{"id":"education/school-sports","webTitle":"School sports"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","shortUrl":"http://gu.com/p/4acqa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/olympic-legacy-failure-london-2012-message-millstone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","caption":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games. Photograph: Nic Bothma/EPA","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCaption":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d1bddd7555ff12db1fd9b17bada2eac56c0c80f4/0_285_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Nic Bothma/EPA","altText":" Fireworks light up the sky during the closing ceremony of the London 2012 Olympic Games.","cleanCredit":"Photograph: Nic Bothma/EPA"}}]},{"title":"Tour de France: Mark Cavendish turns on team as André Greipel wins stage","rawTitle":"Tour de France: Mark Cavendish turns on team as André Greipel wins stage","item":{"type":"article","id":"sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","title":"Tour de France: Mark Cavendish turns on team as André Greipel wins stage","trailText":"Mark Cavendish was furious with his team and social media critics after failing to win a sprint finish, while Chris Froome and Alberto Contador finished clear of their main rivals for the yellow jersey","standFirst":"<span class=\"bullet\">•</span> Greipel beats Cavendish in sprint to win stage two in Zeeland \n<br />\n<span class=\"bullet\">•</span> Froome and Contador finish clear main rivals for overall title","byline":"Barry Glendenning in Zeeland","body":"<p>On a stage decided largely by inclement weather, it seemed weirdly appropriate that the main beneficiaries should be Sky. Chris Froome could barely conceal his delight following the first mass-start stage of this Tour, in which Vincenzo Nibali and Nairo Quintana lost major chunks of time following a mid-stage split in a bunch paralysed by anxiety in extreme weather conditions. In stark contrast, for Mark Cavendish it was a day of frustration and irritation as the Etixx-Quick-Step rider finished out of the money but slap bang in the middle of a potentially explosive confrontation with his team-mates.</p> \n<p>The riders started in the desert-dry noon heat on the often bottleneck narrow streets of Utrecht and then headed in a gentle meander towards Rotterdam, followed by a leisurely spin towards Zeeland on the North Sea coast along roads so flat you can see into the future if you squint hard enough. This 166km stage should have been so straightforward – it was anything but.</p> \n<p>As predicted, it came down to the sprint in which Andr&eacute; Greipel pipped Peter Sagan by a tyre’s width and there were many eyebrows raised when both men out-sprinted Cavendish, whose form coming into this race has been imperious. Bizarrely the British sprinter was also beaten by Fabian Cancellara, whose third place was enough to earn the Swiss the yellow jersey just ahead of Cavendish’s team-mate Tony Martin. On Monday he will wear it for the 29th time in six different Tours over 11 years. Small wonder they call him Spartacus.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/05/tour-de-france-2015-stages-one-and-two-in-pictures\">Tour de France 2015: stages one and two – in pictures</a> </p> \n</aside> \n<p>Cavendish, the clear favourite when a sprint finish was inevitable, was quick to blame his normally reliable lead-out man Mark Renshaw for jumping the gun and “leaving me hanging”, with the Briton paddling in tar as Greipel, Sagan and then Cancellara swept past him in the closing metres. “The day Cancellara beats me in a sprint I’ve gone too long,” said a clearly frustrated Cavendish. “I’ve gassed it. It’s disappointing, Tony’s disappointed. I have just watched it back on the video and the guys behind played it perfect. I reckon I could get a job as a lead-out man for them.”</p> \n<p>Having criticised his team-mates, Cavendish went on Twitter to confront armchair sprinters who had condemned him for sitting up when it became apparent he would not win the stage, although his team boss seemed unconvinced by his assertion that cycling is not “a computer game”. Insult was added to the sprinter’s injured pride when Etixx-Quick-Step’s chief, Patrick Lefevere, accused him of selfishness. “Cavendish stopped sprinting and this costs Tony the jersey,” he said. “I am not happy at all. Probably this was our last chance to take the yellow jersey.”</p> \n<p>Behind the fast men another drama was unfolding and, as was always likely to happen on a stage whose route took in the coast, crosswinds were to blame. Invariably liable to take their toll by smashing up the bunch and forcing the formation of echelons from which it is very easy for unwitting or unlucky riders to get dropped, they are the bane of cyclists but make for terrific racing. Winds duly blew in not long after a four-man breakaway had made an audacious bid for escape that ended a lot sooner than they might have hoped.</p> \n<p>It was apocalyptic weather that did for the quartet of opportunist escapees. With rain hammering down and the wind howling, the teams of the main GC contenders reeled them in and fought to keep their men at the front of a bunch where assorted laws of physics dictate that only so many riders could fit in order to avoid the potentially catastrophic consequences of being shelled out of the tradesman’s exit. The majority of the field suffered, among them Nibali and Quintana, along with the overnight race leader Rohan Dennis, as they lost time to a lead group in which Alberto Contador and Froome were safely swaddled in the protective blanket of assorted lieutenants.</p> \n<p>“I’m really thankful to my team-mates today,” said Froome. “They kept me in front all day, especially when it mattered when that split happened. I think everyone was hoping that storm was going to hold off until after the finish, but that wasn’t to be today and I’m just glad it worked out the way it did. I had the support from my team-mates when I really needed it in the final split. They did a great job keeping me up there. We’re two days down now and I couldn’t have hoped for much more.”</p> \n<p>Not half. Without so much as a speed-bump having been traversed, Froome, Contador and the BMC rider Tejay van Garderen can sleep soundly in their beds knowing they put a potentially game-changing 1min 28sec between them and two of the pre-race favourites with less than 200km of the route behind them. “We were unlucky,” said Nibali. “We chased a long time. What could we do? This is cycling. The bad days you have to accept.” Nibali was more unlucky than most, having to recover from a puncture, on top of all the other misfortune heaped upon his slender shoulders.</p> \n<p>With Monday’s finish on the small but beautifully punishing climb that is the chapel-lined Mur de Huy, Cavendish is extremely unlikely to repair team relations by taking his 26th stage win, although with the Tour touch-paper well and truly lit after just two stages we can expect plenty more peloton pyrotechnics as the riders head uphill.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b629943ed0bc74857c136153770903f4e7576fbc/301_30_4099_2460/4099.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4099,"orientation":"landscape","credit":"Peter Dejong/AP","altText":"Germany’s André Greipel celebrates as he crosses the finish line to win the second stage of the Tour de France.","cleanCredit":"Photograph: Peter Dejong/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-05T16:00:21Z","lastModified":"2015-07-05T23:40:01Z","metadata":{"commentable":true,"commentCount":208,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Tour de France","Cycling","Tour de France 2015","Sport","Chris Froome","Alberto Contador"],"tags":[{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","shortUrl":"http://gu.com/p/4acqp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador","webUri":"http://www.theguardian.com/sport/2015/jul/05/tour-de-france-andre-greipel-chris-froome-alberto-contador"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457412805","source":"guardian.co.uk","durationInSeconds":208,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/05/150705LeTourStage2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/05/150705LeTourStage2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/5/1436119468715/KP_343740_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Day Two Highlights from Le Tour","credit":"guardian.co.uk","altText":"620x372 trailpic for Day Two Highlights from Le Tour","cleanCaption":"620x372 trailpic for Day Two Highlights from Le Tour"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b629943ed0bc74857c136153770903f4e7576fbc/301_30_4099_2460/4099.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4099,"orientation":"landscape","credit":"Peter Dejong/AP","altText":"Germany’s André Greipel celebrates as he crosses the finish line to win the second stage of the Tour de France.","cleanCredit":"Photograph: Peter Dejong/AP"}}]},{"title":"Andrew Flintoff says giving up alcohol has helped his battle against depression","rawTitle":"Andrew Flintoff says giving up alcohol has helped his battle against depression","item":{"type":"article","id":"sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","title":"Andrew Flintoff says giving up alcohol has helped his battle against depression","trailText":"The former England all-rounder Andrew Flintoff says that his sacking as England vice-captain in 2007 convinced him his drinking had become a problem","standFirst":"<p><span class=\"bullet\">•</span> Ex-England player says 2007 pedalo incident revealed drinking problem<br /><span class=\"bullet\">•</span> ‘Drinking doesn’t help me one bit. I don’t touch it now’</p>","byline":"Reuters","body":"<p>The former England cricket captain Andrew Flintoff, whose image as a fun-loving, heavy drinker was sealed by his animated victory celebrations, has opened up about now being teetotal as part of his battle with depression.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/04/england-australia-2005-jos-buttler-ashes-cricket\">England v Australia 2005: what Jos Buttler saw as a lad inspired a nation | Vic Marks</a> </p> \n</aside> \n<p>Flintoff was famously pictured looking the worse for wear on an open top bus tour through London and at a Downing Street reception after England had beaten Australia to win the 2005 Ashes series.</p> \n<p>But on the eve of this year’s series, Flintoff told the <a href=\"http://www.bbc.co.uk/programmes/b060yk4m\">BBC’s Desert Island Discs</a> radio programme that the days when he inspired team-mates by dancing naked to Johnny Cash’s Ring of Fire were now consigned to the past.</p> \n<p>The retired all-rounder, who played in 79 Tests for England and is now a 37-year-old father of three, told the presenter Kirsty Young about struggling with depression, his decision to stop drinking and his devotion to family life.</p> \n<p>Flintoff said he stopped the all-night drinking bouts after making a documentary about depression in sport in 2012.</p> \n<p>“It’s not so much the drinking, it’s actually the reasons why you are drinking,” he explained. “When you are drinking because you are trying to get away from something I think that is when you have got to look at everything.</p> \n<p>“One of the reasons I probably stopped drinking is that I am prone to suffer from depression. Drinking doesn’t help one bit. I don’t touch it now.”</p> \n<p>He realised his drinking had started to become a problem when he was sacked as the England vice-captain in 2007 after getting drunk and taking a pedalo out to sea in St Lucia following a World Cup defeat.</p> \n<p>“My heart goes out to anyone out there who is struggling now,” he added.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-05T14:38:10Z","lastModified":"2015-07-05T15:09:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Andrew Flintoff","Cricket","Sport","Desert Island Discs"],"tags":[{"id":"sport/andrew-flintoff","webTitle":"Andrew Flintoff"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"tv-and-radio/desert-island-discs","webTitle":"Desert Island Discs"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","shortUrl":"http://gu.com/p/4acq6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england","webUri":"http://www.theguardian.com/sport/2015/jul/05/andrew-flintoff-alcohol-depression-england"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 Tests for England. Photograph: Christopher Thomond for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436107054288/Andrew-Flintoff-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Andrew Flintoff","cleanCaption":"Andrew Flintoff, now 37 and a father of three, played in 79 tests for England. Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","rawTitle":"Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","item":{"type":"article","id":"sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","title":"Andy Murray has the smart weapons to counter Karlovic’s Wimbledon bombs","trailText":"Andy Murray is set to face a barrage of aces from Ivo Karlovic in their Wimbledon fourth-round match on Centre Court","standFirst":"<p><span class=\"bullet\">•</span> British No1 is set to face a barrage of aces from tallest player in tournament<br /><span class=\"bullet\">•</span> Murray will not be taking Karlovic lightly, describing the Croat as ‘dangerous’</p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>When Ivo Karlovic, always the tallest and now the oldest player left in the tournament, launches one of his service bombs from its maximum height on Centre Court at Wimbledon on Monday afternoon, with his feet off the ground and his strong right arm stretched to the skies, the ball will start its 135mph journey towards Andy Murray roughly at the eye level of the chair umpire.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution\">Wimbledon 2015: Venus Williams’ enormous contribution merits long goodbye | Sean Ingle</a> </p> \n</aside> \n<p>So, how does the 6ft 3in Murray, who has survived the tennis equivalent of facing Joel Garner at the Waca five times and won every encounter, prepare for such an ordeal? “Normally,” he says, “I get the coach, or whoever I am hitting with, to stand just behind the service line and basically try to ace me for 10 to 15 minutes. I don’t want to know where they are going to serve. That’s what I have done before when I played the big servers.”</p> \n<p>None is bigger than Karlovic, who wears size 16 shoes and, according to his own estimate, stands 6ft 11in and weighs around 16 stones. On Saturday, the 36-year-old Croatian became the first player in the history of the game to serve 40 or more aces three matches in a row when he put 41 of them past a bewildered Jo-Wilfried Tsonga to go with the 53 that dazzled Alexandr Dolgopolov last Wednesday and the 42 that the Swedish qualifier Elias Ymer had to endure in the first round.</p> \n<p>That is 136 aces in three matches. Already this year he has hit 619 aces in 29 matches, 163 of them in seven outings on grass from Halle to Queen’s to Wimbledon. In 45 matches this season, Murray has hit 282 aces, with 36 from six on grass – so the disparity in penetration with ball in hand is stark enough.</p> \n<p>Every time he goes to the service line, Karlovic has high expectations: in his 512 matches on the Tour, he has won his first serve 22,662 times, and he needs just 387 more aces for a career total of 10,000. Another 184 after that mark will take him beyond the all-time record held by Goran Ivanisevic.</p> \n<p>Few hit the ball faster than Karlovic. Only Sam Groth (147mph), Milos Raonic (140mph), John Isner (140mph) and Kevin Anderson (138mph) have bettered his and Grigor Dimitrov’s 137mph efforts at these championships. Only Anderson and Karlovic of this sextet have reached the second week, and it is Murray’s task in the fourth round to see if he can beat the Croatian for the sixth time in a row.</p> \n<p>Seven of their 14 sets have gone to tie-breaks, Murray prevailing four times – and therein lies the key to his success. While Karlovic is tough to break, he finds it difficult to reply in kind against players with a lot of tennis smarts like Murray because the very physical advantage that helps him also hinders him. He is no slithering elf around the court.</p> \n<p>If there is a weakness in the Karlovic serve, it may be in the launching of those extraordinary rockets. When they played here in 2012, Karlovic was foot-faulted 11 times on his way to losing in the second round and was furious. He said afterwards: “It was outrageous, outrageous. It’s Wimbledon, Centre Court, and they do this. The whole credibility of this tournament went down for me.”</p> \n<p>Murray responded at the time : “That’s very tough, to question the integrity of Wimbledon.”</p> \n<p>In The Rules Of Tennis, Rule 8 says “… the server shall throughout the delivery of the service: not change his position by walking or running … and not touch, with either foot, any area other than that behind the baseline within the imaginary extensions of the centre mark and sidelines.”</p> \n<p>The row was ludicrously described as “a cheat storm”, and soon blew over.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray\">Wimbledon 2015: Order of play for Monday 6 July</a> </p> \n</aside> \n<p>Murray said none of this would prey on his mind in their sixth meeting when he spoke after beating Andreas Seppi in four sets of considerable drama on Saturday evening to reach the second week for the ninth time in 10 visits. “Well it wasn’t a problem for me,” he said after his massage and ice bath, “more for him because, when he gets foot faults, he loses the first serve. But it was strange, because he and very few of the players foot fault on a regular basis.”</p> \n<p>Karlovic is no lumbering automaton and has a loyal and amused following on Twitter, where he dispenses eccentric views on a regular basis. There will be no acrimony.</p> \n<p>At 36 years and 128 days, he is the oldest player to reach the fourth round since Niki Pilic in 1976. To Karlovic, all of these numbers matter little.It does not concern him that he is the senior citizen at the oldest tournament in tennis.Murray will not take him lightly. In his first match at Wimbledon 12 years ago, Karlovic stunned everyone when he beat the defending champion Lleyton Hewitt.“He beat [Tomas] Berdych in Halle, he beat Tsonga here,” Murray pointed out. “He’s dangerous.” And he is relaxed.</p> \n<p>Late on Saturday night before arranging a Sunday morning hit with Juan Ignacio Chela, Karlovic said, “I like what I do. I’m having fun. I don’t know how it’s gonna be [against Murray]. I have chance, for sure. If I’m able to do this at my age, it is unbelievable. I don’t know for how much longer I can do this, but right now I don’t have an issue with injuries. I am healthy, motivated. So I will go on.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-05T21:30:02Z","lastModified":"2015-07-05T23:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Wimbledon 2015","Tennis","Sport","Wimbledon"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","shortUrl":"http://gu.com/p/4adx5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic","webUri":"http://www.theguardian.com/sport/2015/jul/05/andy-murray-wimbledon-ivo-karlovic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O’Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O’Brien/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/5/1436118536471/Andy-Murray-is-in-relaxed-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court.","cleanCaption":"Andy Murray is in relaxed mood as he prepares to face the big-serving Ivo Karlovic on Centre Court. Photograph: Tony O'Brien/Reuters"}}]},{"title":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","rawTitle":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","item":{"type":"comment","id":"sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","title":"Wimbledon 2015: Venus Williams’ contribution merits long goodbye","trailText":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","standFirst":"Few could deliver destruction with such grace and, at 35, it is time we acknowledge Venus Williams’s greatness before she heads into the sunset","byline":"Sean Ingle","body":"<p>During Wimbledon’s first week you had to squeeze into the outside courts to catch repeat viewings of what Venus Williams does best: rocket-launching that snorting, sliding serve before moving as softly as a dancer into position and killing the point with a wonderfully wicked ground stroke. It was a welcome blast from the past, a reminder of the days when Venus was regularly ascendant over SW19. Rarely in tennis history has destruction been delivered with such grace.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/05/serena-williams-venus-grand-slam-wimbledon-2015\">Serena Williams favourite to beat Venus but form may bring sisters closer</a> </p> \n</aside> \n<p>But now, after a week out of the headlines and headlights, she steps on to Centre Court on the stroke of 1pm on Monday to face her sister Serena. Undoubtedly she will be the sentimental favourite, given the feisty to-and-fro between Serena and the crowd during <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\" title=\"\">Friday’s breathless encounter with Heather Watson</a>. But if the bookmakers are proved correct, and Venus succumbs to her sibling’s extraordinary plait of power, skill and will, her send-off deserves to be long and vigorous. There may not be many more opportunities to say goodbye – or for Wimbledon to acknowledge the sheer size of her contribution to the sport.</p> \n<p>When she started playing tennis in gang-infested Compton, on cracked courts and with balding tennis balls, she was told by her father, Richard, to drop to the floor if she heard gunshots. Yet she has overcome all the disadvantages of her Los Angeles upbringing to become one of the greats. Her tally of seven grand slams is a modest return given her talents, although in the open era only Martina Navratilova and Steffi Graf have won more Wimbledon titles than Venus’s five.</p> \n<p>She passes the longevity test, too: it is nearly two decades since she became the first unseeded player to reach the singles final of the US Open, aged 18, in 1997; her last women’s tour title arrived as recently as January. That made her – at the age of 34 – the fourth-oldest player to win a WTA title, behind only Billie Jean-King, Kimiko Date-Krumm and Navratilova.</p> \n<p>But Venus has arguably made even greater steps towards history off the court. In 2006 she wrote a powerful and eloquent letter to the Times, urging Wimbledon to adopt equal pay for men and women. As she put it: “I feel so strongly that Wimbledon’s stance devalues the principle of meritocracy and diminishes the years of hard work that women on the tour have put into becoming professional tennis players – I intend to keep doing everything I can until Billie Jean’s original dream of equality is made real.” A year later that dream was realised.</p> \n<p>Joel Campbell, a former deputy sports editor of the Voice, believes her influence on the All-England Club is wider still. “Wimbledon looks much more representative of London than it did 10 or 15 years ago, and that’s down to Venus leading the way and Serena following her,” he says. “The audience is far more diverse than it used to be.”</p> \n<p>Venus appears to have barely aged in the past decade. But under the bonnet there have been problems, including wrist and back injuries and, since 2011, the autoimmune disease Sjogren’s syndrome, which saps the body’s energy and causes crippling joint pain. She is 35 now. Time catches up with even those who appear timeless.</p> \n<p>It has been a long while since she has hit the highest notes. Tellingly, she has not won a grand slam for seven years. Yet there are slivers of evidence – and hope – to suggest that there may yet be one final hurrah before she goes gently into the good night. She made the quarter-finals of the Australian Open in January, the first time she had travelled so far in a grand slam since 2010, while her first round double bagel of Madison Brengle at Wimbledon was followed by briskly efficient victories over Yulia Putintseva and Aleksandra Krunic.</p> \n<p>Her form has been so good that Venus and grass have, once again, appeared as natural a combination as strawberries and cream. And, once more, we are talking about the Williams sisters as a collective, almost as if they are conjoined, even though their personalities have always been very different. As Venus once told Oprah Winfrey, when they were younger and put on plays for their parents, “Serena was always the princess and I was the warrior”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-ten-talking-points\">Wimbledon 2015: 10 talking points so far – what we learned and what to expect</a> </p> \n</aside> \n<p>The roles have been reversed since. With Venus everything appears to come effortlessly – in much the same dreamy way it does to Roger Federer – whereas Serena instinctively feels compelled to put her shoulder into every point. Such a distinction is not new. <a href=\"http://observer.theguardian.com/osm/story/0,,727737,00.html\" title=\"\">As Venus admitted in an interview with the Observer in 2002</a>: “You know I was always really very good. Serena, on the other hand, wasn’t very good at all … She started playing especially good tennis at around 15, which was soon enough – I mean, she won the US Open two years later – but still it was quite late compared to me.” She then summed up the distinction another way: “You know. I was always Venus.”</p> \n<p>And Serena has always been Serena. But while her young sister wears her emotions on her Nike-branded sleeve, there remains a mystery and allure to Venus. Yet in her own quiet, non‑revolutionary, way she has been one of the most significant figures in sport in the past 20 years.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}],"bodyImages":[],"webPublicationDate":"2015-07-05T17:37:11Z","lastModified":"2015-07-05T23:00:44Z","metadata":{"commentable":true,"commentCount":61,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Wimbledon","US sports","Tennis","Sport"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","shortUrl":"http://gu.com/p/4adxv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution","webUri":"http://www.theguardian.com/sport/blog/2015/jul/05/wimbledon-2015-venus-williams-enormous-contribution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436117711639/Venus-Williams-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton","credit":"David Lyttleton","altText":"Venus Williams","cleanCaption":"Venus Williams' total of seven grand slams arguably does not do her talent justice. Photograph: David Lyttleton"}},"importance":3,"byline":{"title":"Sean Ingle"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png"}}]},{"title":"Wimbledon 2015: Order of play for Monday 6 July","rawTitle":"Wimbledon 2015: Order of play for Monday 6 July","item":{"type":"article","id":"sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray","title":"Wimbledon 2015: Order of play for Monday 6 July","trailText":"Andy Murray faces the Croatian Ivo Karlovic while Venus and Serena Williams go head to head in two of the highlights at Wimbledon on Monday","standFirst":"<span class=\"bullet\">•</span> Andy Murray faces the Croatian Ivo Karlovic on Centre Court\n<br />\n<span class=\"bullet\">•</span> Clash between Venus and Serena Williams begins Centre Court action","byline":"Guardian sport","body":"<h2>Centre Court</h2> \n<p><strong>1pm start</strong></p> \n<p>S WILLIAMS (US, 1) v V WILLIAMS (US, 16); I KARLOVIC (Cro, 23) v A MURRAY (GB, 3); R BAUTISTA AGUT (Spa, 20) v R FEDERER (Swi, 2)</p> \n<h2>No1 Court</h2> \n<p><strong>1pm start</strong></p> \n<p>M SHARAPOVA (Rus, 4) v Z Diyas (Kaz); S WAWRINKA (Swi, 4) v D GOFFIN (Bel, 16); N DJOKOVIC (Srb, 1) v K ANDERSON (SA, 14)</p> \n<h2>No2 Court</h2> \n<p><strong>11.30am start</strong></p> \n<p>R GASQUET (Fra, 21) v N KYRGIOS (Aus, 26); C WOZNIACKI (Den, 5) v G MUGURUZA (Spa, 20); T BERDYCH (Cze, 6) v G SIMON (Fra, 21)</p> \n<h2>No3 Court</h2> \n<p><strong>11.30am start</strong></p> \n<p>C VANDEWEGHE (US) v L SAFAROVA (Cze, 6); A RADWANSKA (Pol, 13) v J JANKOVIC (Srb, 28); M CILIC (Cro, 9) v D Kudla (US)</p> \n<h2>Court 12</h2> \n<p><strong>11.30am start</strong></p> \n<p>V Pospisil (Can) v V TROICKI (Srb, 22); V AZARENKA (Bel, 23) v B BENCIC (Swi, 30)</p> \n<h2>Court 18</h2> \n<p><strong>11.30am start</strong></p> \n<p>O Govortsova (Bel) v M KEYS (US, 21); T BACSINSZKY (Swi, 15) v M Niculescu (Rom)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436101125889/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins"}],"bodyImages":[],"webPublicationDate":"2015-07-05T12:59:17Z","lastModified":"2015-07-05T14:19:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":false,"keywords":["Andy Murray","Venus Williams","Serena Williams","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray","shortUrl":"http://gu.com/p/4acp5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray","webUri":"http://www.theguardian.com/sport/2015/jul/05/wimbledon-2015-order-of-play-andy-murray"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436101125889/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/5/1436101125889/Andy-Murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins","credit":"Tom Jenkins/Tom Jenkins","altText":"Andy Murray","cleanCaption":"Andy Murray must face the veteran Croatian Ivo Karlovic in the next leg of his tilt at a second Wimbledon title. Photograph: Tom Jenkins"}}]}],"lastModified":"2015-07-05T23:55:01Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}