{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Why English amateur boxing has been left reeling by controversial rule","rawTitle":"Why English amateur boxing has been left reeling by controversial rule","item":{"type":"article","id":"sport/2015/jun/22/amateur-boxing-aiba-coaches-ruling","title":"Why English amateur boxing has been left reeling by controversial rule","trailText":"An international ruling that is preventing coaches from working in both the professional and amateur game is starting to have a serious effect on the sport","standFirst":"<p><span class=\"bullet\">•</span> Coaches forced to prioritise either professional or amateur fighters<br /><span class=\"bullet\">•</span> Grassroots boxing is going to suffer, fear coaches over Aiba ruling</p>","byline":"James Riach","body":"<p>Boxing coaches across England have warned that an international rule preventing crossover between the amateur and professional codes is having a disastrous effect at grassroots level and could see future generations hoping to emulate Amir Khan and Carl Froch lost to the sport.</p> \n<p>A number of coaches believe regulations put in place by the International Boxing Association (Aiba) have had negative ramifications at pro-am gyms across the country, with some youngsters becoming disillusioned and falling out of the sport.</p> \n<p>Aiba, world boxing’s governing body which runs international amateur competitions, states that professional coaches are banned from assisting fighters during its competitions. Since the Amateur Boxing Association of England reformed in 2013 and became England Boxing, it has had to comply with the worldwide regulations.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/paul-smith-defeat-andre-ward-las-vegas\">Paul Smith’s time is nearly up after defeat to Andre Ward in Las Vegas | Kevin Mitchell</a> </p> \n</aside> \n<p>It means English coaches – who are often involved at both levels of boxing – have had to make either professional or amateur fighters their priority. Many have been forced to concentrate on the professionals and are therefore no longer permitted to work with amateurs during competitions, resulting in a breakdown of confidence for some youngsters.</p> \n<p>Steve O’Rourke, who coaches at Wodensborough amateur boxing club in Wednesbury, West Midlands, said: “Grassroots boxing is going to suffer. Without good amateur coaches you don’t get an Amir Khan or a Carl Froch. GB and England Boxing are given diamonds to polish, it’s the normal club coaches who work hundreds of hours a year, all voluntary and free of charge. I just think we’ve been sold down the river.</p> \n<p>“Your local kids who take drugs, who get in trouble and come from poverty-stricken areas where it’s the norm to do unsociable things … people are going to close their gyms and those are the kids who will suffer.”</p> \n<p>Stefy Bull, who manages and promotes 10 professionals including Gavin and Jamie McDonnell, believes the 50 carded amateurs at his gym in Mexborough, South Yorkshire, have suffered as a result.</p> \n<p>“These kids are being kept off the street, we’re keeping them busy and active,” he said. “But first and foremost I am a professional promoter and manager. It’s my livelihood. I love the grassroots but I’ve now got no involvement in amateur boxing. I can’t go in the corner with these kids. It’s terrible, you’re trying to build relationships with these youngsters, give them confidence. It’s crazy. Apparently you can coach an amateur boxer but can’t go in their corner. You can’t get your head around it. What kind of rule is that?</p> \n<p>“If you’ve got a great relationship with a young kid, who is listening to you in the gym, has trust in you and all of a sudden after weeks together they are in a fight, they look for you and you aren’t there; how does that youngster feel when the one person they trust isn’t there when they need them? Boxing is intimidating enough, even with support.”</p> \n<p>Bull’s view is one echoed by a number of coaches across England. Dan Kelly works at Birkenhead Venture gym on Merseyside in one of the country’s most deprived areas. He said: “There have been seven or eight amateurs in recent months that have gone into tournaments without me in the corner and they have told me they’ve been devastated.</p> \n<p>“ I feel guilty. Some of them, the younger ones, don’t understand the politics of it all. Our gym is in one of the worst areas in Europe. We won a community award not so long ago for the kids we took off the streets. But we feel it’s being taken away from us by Aiba.”</p> \n<p>Tom Chaney, the head coach at Hall Green Boxing Club in Birmingham, said: “You can still coach the kids, but you can’t drive them to a venue, you can’t get them weighed in. I have had good kids leave my gym because I can’t take them in. That’s not just me, it’s around the country. It has put amateur boxing backwards. I was nearly crying in the car, they have taken everything away.”</p> \n<p>England Boxing formed a new board in late 2013 following a sustained period of in-fighting among administrators, which caused the organisation to lose a significant chunk of funding from Sport England. Having reformed, it is obliged to implement international rules as decreed by Aiba or it risks fighters being barred from international competitions and even the Olympics.</p> \n<p>However, Rob McCracken has been the GB boxing performance director since 2009 and was the head of Britain’s team at London 2012. Throughout he has remained in the corner of Froch, the four-times super-middleweight world champion. Coaches cannot understand why it is permitted for an amateur official to be in a professional’s corner but not the other way around.</p> \n<p>Giorgio Brugnoli, an England Boxing director and secretary of Aiba’s technical rules commission, says Aiba want fighters to have a career through its own competitions. It has recently launched its own professional tournament called Aiba Pro Boxing, in addition to Aiba Open Boxing bouts and the World Series of Boxing that has run for five years.</p> \n<p>Brugnoli believes Aiba’s intentions are good but that the culture of professional boxing in England, run by the British Boxing Board of Control, means the regulations will always cause problems for coaches across the country.</p> \n<p>“Aiba want a kid who starts in AOB to continue right the way through and have a career in boxing through Aiba,” said Brugnoli. “But it’s not possible with the British Board of Boxing Control. In England budding potential professionals would go through the BBBC. In Asia, Africa and a lot of countries there is no professional boxing. We live in a different boxing culture to those who box in Nigeria, Kazakhstan and Uzbekistan for example. I do empathise with the coaches, I think they have a very strong argument. Why should a coach who has had a kid since the age of nine, 10, 11, 12 be told you can’t go in the corner with them when they box just because they’re professional. It’s wrong. I’m hopeful the situation can change.”</p> \n<p>Daniel Geey, a sports lawyer at Fieldfisher, said: “Many individuals participating in amateur and professional boxing have been severely affected by the regulations the Aiba have put in place. No real rationale or justification has been given by Aiba as to why this artificial distinction is warranted or indeed necessary. Forcing coaches to choose between professional or amateur boxing is not acceptable. Unfortunately, Aiba has not substantively responded to our requests for rule clarification and we now must decide how best to take things forward.”</p> \n<p>Aiba has recently undergone a change in personnel at the top of the organisation which could have an impact on the regulations, with the French-Algerian Karim Bouzidi replacing the South Korean Ho Kim as the executive director, Kim having occupied the role for eight years.</p> \n<p>Aiba said in a statement: “As the global governing body, responsible for the safety of all of our athletes around the world, Aiba has established clear and comprehensive rules for coaches who wish to participate in any or all of the three Aiba programs (AOB, WSB and APB).</p> \n<p>“We have therefore organised and hosted special courses around the world for coaches to ensure that they can gain the Aiba certifications. However, in order to get the certifications, we urge coaches to only concentrate on Aiba programmes and coaching management by parting with their professional boxing involvement as they need to be in our system to focus on our boxers and should not cross over all the time.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434988868663/bd0f4426-e601-4375-bb77-1d1cd78fed03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Justin Setterfield/Getty Images","altText":"Head guards hang from the ropes as boxers spar at Fitzroy Lodge Boxing Club in Lambeth, London.","cleanCredit":"Photograph: Justin Setterfield/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-22T15:33:41Z","lastModified":"2015-06-22T23:55:03Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["Boxing","Sport"],"tags":[{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/amateur-boxing-aiba-coaches-ruling","shortUrl":"http://gu.com/p/4a2n2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/amateur-boxing-aiba-coaches-ruling","webUri":"http://www.theguardian.com/sport/2015/jun/22/amateur-boxing-aiba-coaches-ruling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434988868663/bd0f4426-e601-4375-bb77-1d1cd78fed03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Head guards hang from the ropes as boxers spar at Fitzroy Lodge Boxing Club in Lambeth, London. Photograph: Justin Setterfield/Getty Images","credit":"Justin Setterfield/Getty Images","altText":"Head guards hang from the ropes as boxers spar at Fitzroy Lodge Boxing Club in Lambeth, London.","cleanCaption":"Head guards hang from the ropes as boxers spar at Fitzroy Lodge Boxing Club in Lambeth, London.","cleanCredit":"Photograph: Justin Setterfield/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434988868663/bd0f4426-e601-4375-bb77-1d1cd78fed03-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Justin Setterfield/Getty Images","altText":"Head guards hang from the ropes as boxers spar at Fitzroy Lodge Boxing Club in Lambeth, London.","cleanCredit":"Photograph: Justin Setterfield/Getty Images"}}]},{"title":"Billy Horschel regrets throwing US Open tantrum over putting surface","rawTitle":"Billy Horschel regrets throwing US Open tantrum over putting surface","item":{"type":"article","id":"sport/2015/jun/22/billy-horschel-apology-us-open-dustin-johnson","title":"Billy Horschel regrets throwing US Open tantrum over putting surface","trailText":"The FedEx Cup holder, Billy Horschel, has apologised for his actions on the 6th green of the US Open but showed no remorse over his stinging criticism of the <strong>Chambers Bay </strong>course","standFirst":"<span class=\"bullet\">•</span> FedEx Cup holder says sorry ‘for my actions on the 6th green’\n<br />\n<span class=\"bullet\">•</span> Dustin Johnson cites surface influence for fluffed putt at the last","byline":"Ewan Murray at Chambers Bay","body":"<p>Billy Horschel has expressed regret after letting frustrations get the better of him at the US Open to the extent he stopped narrowly short of embedding his putter into a green.</p> \n<p>Horschel was one of several players to express <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/chambers-bay-golf-course-us-open\" title=\"\">anger at the putting surfaces</a>. After completing his fourth round the FedEx Cup holder said he had “lost respect” for the USGA, which runs the second major of the year.</p> \n<p>His tantrum went viral online. “I am sorry for my actions on the 6th green,” Horschel said. “I did not hit the green with my putter but it is still not acceptable behaviour to do that. It is not the behaviour I wish to show to millions of viewers and fans. And it’s not the role model I wish to be to so many golfers in the world today. It was unacceptable and I promise to do better. Once again, I apologise.”</p> \n<p>Interestingly Horschel showed no remorse whatsoever over his stinging criticisms of the course. Mike Davis, the USGA’s executive director, will feel vindicated by a championship that threw up a dramatic finale and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/jordan-spieth-credits-caddie-us-open-victory\" title=\"\">Jordan Spieth, the star attraction of American golf, as the winner</a>. “Let’s look at how the course performed because at the end of it all that trumps everything,” Davis said.</p> \n<p>As Spieth celebrated, there was further woe for Dustin Johnson. The 31-year-old had a 12ft eagle chance on the last hole to win his first major but instead three-putted. Johnson was a notable absentee from the awards ceremony but did face the media.</p> \n<p>It was merely the latest major opportunity to be passed up by Johnson. He may deny it but psychological scarring seems inevitable. “At the end of the day golf is golf. I’ve got my family and that’s most important to me,” he said. “My trophy is holding up my little son. I couldn’t be more proud of myself and my family. No matter what, I’m going to keep my head high and I’m going to be happy.”</p> \n<p>On his first putt at the last, which slid 4ft past the hole, Johnson cited possible surface influence. “I might have pulled it a little bit but still to me it looked like it bounced left,” he said.</p> \n<p>“I’m disappointed that I three-putted the last hole. Other than that I had a damn good week. I’m happy with the way I played. I’m happy with everything in my game right now. I had a chance to win again a major on a Sunday.</p> \n<p>“Starting the week all you want is a chance to have a chance to win on the back nine on Sunday. I did that. I put myself in the position. I hit the shots I needed to hit. I just didn’t get in the hole quick enough. I had a lot of putts on the back nine from six feet and in that I missed. All of them I thought I hit good putts on. I did everything I could.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1435000187988/U.S.-Open---Final-Round-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"U.S. Open - Final Round","cleanCaption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-22T19:14:41Z","lastModified":"2015-06-22T23:01:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","Golf","US sports","PGA Tour","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/billy-horschel-apology-us-open-dustin-johnson","shortUrl":"http://gu.com/p/4a324","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/billy-horschel-apology-us-open-dustin-johnson","webUri":"http://www.theguardian.com/sport/2015/jun/22/billy-horschel-apology-us-open-dustin-johnson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1435000187988/U.S.-Open---Final-Round-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"U.S. Open - Final Round","cleanCaption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1435000187988/U.S.-Open---Final-Round-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images","credit":"Harry How/Getty Images","altText":"U.S. Open - Final Round","cleanCaption":"Billy Horschel insisted he had 'not hit the green with his putter' at the 6th but was unhappy with the Chambers Bay course. Photograph: Harry How/Getty Images"}}]},{"title":"Former rugby union star Norm Berryman dies of heart attack at 42","rawTitle":"Former rugby union star Norm Berryman dies of heart attack at 42","item":{"type":"article","id":"sport/2015/jun/23/rugby-tributes-flow-for-norm-berryman","title":"Former rugby union star Norm Berryman dies of heart attack at 42","trailText":"Former All Blacks captain Tana Umaga has led the tributes for popular former rugby union star Norm Berryman, who has died at the age of 42","standFirst":"<ul>\n <li>Tributes flow for flamboyant former player</li>\n <li>‘A life lost too young,’ says Tana Umaga</li>\n</ul>","byline":"Australian Associated Press","body":"<p>Former All Blacks captain Tana Umaga has led the tributes for popular former rugby union star Norm Berryman, who has died at the age of 42. Berryman died on Tuesday of a heart attack in Australia, where he has been based for several years.</p> \n<p>A father of six, he had recently worked as a forklift driver in Perth, where he had also played club rugby. Umaga and others expressed shock and sadness at the passing of Berryman, who will be remembered for a flamboyant attacking style and laid-back approach off the field.</p> \n<p>A decade-long career through the 1990s included three seasons with the Crusaders, where he won three Super Rugby titles from 1998-2000. He also represented the Chiefs and Blues. Berryman’s lone Test appearance was off the reserves bench in a 24-23 loss to South Africa in 1998.</p> \n<p>“He always had a big smile,” Umaga said. “He loved life, loved his family, he’ll be a big loss. It’s a life lost too young.”</p> \n<p>Umaga was constantly amazed by Berryman’s ability to scythe through defences, belying a physique which was wider of girth than most of his peers, and admits he was embarrassed more than once defensively when the pair locked horns at provincial and Super Rugby level.</p> \n<p>“There were probably a few times where he beat me on the outside, the inside, upside-down, I’m not too sure. He was that good with his footwork. He had amazing skills for a big man.”</p> \n<p>“Stormin” Norman Berryman, as many supporters knew him, represented New Zealand Maori across an 11-year span and finished his playing career with short stints at French clubs Castres and Bourgoin.</p> \n<p>Berryman’s death follows that of another recent former All Black, Jerry Collins, who died in a car accident in France this month. Collins’s wife was also killed and their baby daughter remains on life support.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435039130900/b0acea7a-838f-4d54-a91f-ef2337218b10-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Dave Rogers/Getty Images Sport","altText":"Norm Berryman ","cleanCredit":"Photograph: Dave Rogers/Getty Images Sport"}],"bodyImages":[],"webPublicationDate":"2015-06-23T06:01:15Z","lastModified":"2015-06-23T06:01:15Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Rugby union","Australia sport","Sport","New Zealand rugby union team"],"tags":[{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/new-zealand-rugby-union-team","webTitle":"New Zealand rugby union team"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/23/rugby-tributes-flow-for-norm-berryman","shortUrl":"http://gu.com/p/4a37v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/23/rugby-tributes-flow-for-norm-berryman","webUri":"http://www.theguardian.com/sport/2015/jun/23/rugby-tributes-flow-for-norm-berryman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435039130900/b0acea7a-838f-4d54-a91f-ef2337218b10-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Norm Berryman, pictured playing in a Heineken Cup match for Castres in 2002. Photograph: Dave Rogers/Getty Images Sport","credit":"Dave Rogers/Getty Images Sport","altText":"Norm Berryman ","cleanCaption":"Norm Berryman, pictured playing in a Heineken Cup match for Castres in 2002.","cleanCredit":"Photograph: Dave Rogers/Getty Images Sport"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435039130900/b0acea7a-838f-4d54-a91f-ef2337218b10-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Dave Rogers/Getty Images Sport","altText":"Norm Berryman ","cleanCredit":"Photograph: Dave Rogers/Getty Images Sport"}}]},{"title":"Lewis Hamilton goads Nico Rosberg by erasing Monaco from F1 history","rawTitle":"Lewis Hamilton goads Nico Rosberg by erasing Monaco from F1 history","item":{"type":"article","id":"sport/2015/jun/22/lewis-hamilton-nico-rosberg-forget-monaco","title":"Lewis Hamilton goads Nico Rosberg by erasing Monaco from F1 history","trailText":"Lewis Hamilton has brushed off suggestions he is under pressure from his Mercedes team-mate Nico Rosberg at the top of the drivers’ standings while choosing to forget the German’s success in Monaco","standFirst":"<span class=\"bullet\">•</span> Hamilton claims Mercedes team-mate’s win in Austria was second of season\n<br />\n<span class=\"bullet\">•</span> But it was Rosberg’s third and German is now only 10 points behind champion","byline":"Paul Weaver","body":"<p>Lewis Hamilton has turned spin doctor, with the Formula One world champion claiming his team-mate, Nico Rosberg, has beaten him only twice in eight races.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/nico-rosberg-austrian-f1-gp-lewis-hamilton-mercedes\" title=\"\">Rosberg’s victory in Austria on Sunday</a> was his third, with Hamilton winning four and Sebastian Vettel finishing on top of the podium in the second race of the season in Malaysia.</p> \n<p>Hamilton is refusing to concede he was beaten in Monaco, where he dominated the whole weekend only to lose the race after making an unnecessary extra pit stop. Both he and Mercedes were to blame for the error of judgment.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/22/formula-one-austrian-grand-prix-five-things\">Formula One: Five things we learned at the Austrian Grand Prix </a> </p> \n</aside> \n<p>Although Hamilton has dominated qualifying this season Rosberg has won three of the past four races and trails the British driver by 10 points going into the Silverstone grand prix on 5 July.</p> \n<p>When told he was unable to shrug off Rosberg in the fight for the title, a defensive sounding Hamilton responded: “Not really, when you think about the places where points have been lost, it has been a pretty good year so far. He has done Barcelona and here, two out of eight isn’t too bad really. I’m happy with that.</p> \n<p>“I have only had a couple of weekends where I have not been the strongest. Seven poles out of eight is pretty decent and perhaps without Monaco it wouldn’t be as close as it is now.”</p> \n<p>Hamilton admitted Roseberg was quicker in Austria and “did a fantastic job”. He added: “I’m not sure if he was quicker all weekend but he was definitely quicker in the race.”</p> \n<p>Rosberg, though, looked in more convincing form on all three days at the Austrian Grand Prix, and was set on Saturday to take pole before spinning off.</p> \n<p>The German said: “We’ve been developing the clutch so that’s a lot better now, more consistent, and I’ve had a lot of great starts lately in the last four races – and Sunday as well.”</p> \n<p>The Red Bull team principal, Christian Horner, said the former Ferrari and Mercedes technical director Ross Brawn could be the man to enliven F1 after much recent criticism. “I think the strategy group is fairly inept,” he said. “I keep saying it and I will repeat it again now: it is the commercial rights holder and governing body [the FIA] to decide what F1 should be and then put it on the table to the teams and say, ‘This is what we want the product to be, these are the rules, this is the entry form.’</p> \n<p>“Maybe you need an independent observer, someone not involved … someone like Ross Brawn, who understands the challenges and knows the business, to write a specification for what a car or technical regulations should be.”</p> \n<p>Horner, the most impressive team chief in the paddock, has been identified by some as the most likely man to take charge of the leader-less sport, in which the FIA does not seem interested while Bernie Ecclestone, 85 this year, appears incapable of reviving the sport he built up into a &pound;1.5bn business.</p> \n<p>Horner said: “Formula One has a huge amount of following around the world but we need to do a better job. We have gone too far and it is too complicated and we need to bring it back to basics. The cars are too easy to drive and you don’t see the drivers working as hard as they did a few years ago. You never hear a driver complaining about his neck these days. They want cars to be more of a challenge and therefore more of a spectacle.</p> \n<p>“The cars need to be more of a challenge. There needs to be more competition. We don’t have that at the moment. There are a lot of discussions for 2017 at the moment but can we wait for 2017? We need to accelerate some ideas and decisions need to be made so people know what’s coming.</p> \n<p>“We need to simplify some of these rules. Taking penalties and then further penalties in the race, drive-throughs, for example, is too complicated. It isn’t right that we don’t know what the grid sheet is until 10pm on a Saturday night after qualifying. For the teams to follow and understand is complicated enough but for the fans we need to keep it simple and get back to basics about what grand prix racing is.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434994948323/Nico-Rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media","credit":"/Imago/Barcroft Media","altText":"Nico Rosberg","cleanCaption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-22T20:59:00Z","lastModified":"2015-06-22T23:01:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Lewis Hamilton","Nico Rosberg","Mercedes GP","Motor sport","Sport"],"tags":[{"id":"sport/lewis-hamilton","webTitle":"Lewis Hamilton"},{"id":"sport/nico-rosberg","webTitle":"Nico Rosberg"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/lewis-hamilton-nico-rosberg-forget-monaco","shortUrl":"http://gu.com/p/4a3xk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/lewis-hamilton-nico-rosberg-forget-monaco","webUri":"http://www.theguardian.com/sport/2015/jun/22/lewis-hamilton-nico-rosberg-forget-monaco"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434994948323/Nico-Rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media","credit":"/Imago/Barcroft Media","altText":"Nico Rosberg","cleanCaption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434994948323/Nico-Rosberg-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media","credit":"/Imago/Barcroft Media","altText":"Nico Rosberg","cleanCaption":"Nico Rosberg, right, celebrates his third win of the season in Austria, adding to victories in Barcelona and in Monaco. Photograph: Imago/Barcroft Media"}}]},{"title":"David Strettle stuns England by withdrawing from World Cup squad","rawTitle":"David Strettle stuns England by withdrawing from World Cup squad","item":{"type":"article","id":"sport/2015/jun/22/david-strettle-withdrawing-world-cup-squad","title":"David Strettle stuns England by withdrawing from World Cup squad","trailText":"David Strettle has in effect called time on his England Test career by pulling out of the 50-man World Cup training party in order to settle his family in France after signing for Clermont Auvergne","standFirst":"<span class=\"bullet\">•</span> Wing keen to settle family in France after signing for Clermont Auvergne\n<br />\n<span class=\"bullet\">•</span> Bath’s Semesa Rokoduguni will step in after he returns from holiday in Fiji","byline":"Robert Kitson","body":"<p>England’s World Cup training camp has barely started but already they are a man down. David Strettle is not among the players who have reported to Bagshot for almost three months of pre-tournament activity, the wing having advised Stuart Lancaster of his decision to withdraw from the 50-man squad following his move from Saracens to Clermont Auvergne.</p> \n<p>The 31-year-old will be replaced by Bath’s Semesa Rokoduguni, 27, the serving British Army soldier from Bath who won a solitary cap against New Zealand last November. Having signed his three-year deal with Clermont, Strettle is keen to help his family settle in France before the start of the Top 14 season in August.</p> \n<p>Lancaster, the England coach, has stuck firmly to the Rugby Football Union’s policy of not picking players based in France and Strettle’s decision effectively ends his Test career, which has seen him win 14 caps since his debut in 2007. “It is disappointing but David and I have chatted and he feels that, having made the move, he wants to get on with forging his new career,” Lancaster said. “We both agreed it was the best course of action for him to withdraw from the squad.”</p> \n<p>Strettle may also have been influenced by the knowledge he was unlikely to make the final 31-man squad due to be confirmed in late August.</p> \n<p>“I wanted to be fair to Stuart and the rest of the squad. Having committed to a three-year move I would like to begin that challenge right away,” Strettle said. “It goes without saying that I wish England the very best for the tournament and I will be supporting them all the way.”</p> \n<p>Rokoduguni’s chances of forcing his way in ahead of rival wings such as Anthony Watson, Jack Nowell and Jonny May may also be slim and will not be helped by the fact he is on holiday in his native Fiji.</p> \n<p>Lancaster, who suggested Rokoduguni had been “very unlucky not to be included in the first place”, hopes the Bath winger will join the squad as soon as possible.</p> \n<p>All England’s players have been warned to prepare for a summer of hard graft, which will include a trip to train at altitude in Colorado. “The players can expect a lot of hard work ... they will have to train like they have never trained before,” said Lancaster. “The first three weeks will be tough on the players. Then we go to Denver where it should get even tougher.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998608758/Rugby-Union---RBS-6-Natio-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Strettle's decision to pull out of England's training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA Archive/Press Association Ima","credit":"Lynne Cameron/PA Archive/Press Association Ima","altText":"Rugby Union - RBS 6 Nations Championship 2012 - Scotland v England - Murrayfield","cleanCaption":"David Strettle's decision to pull out of England's training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA Archive/Press Association Ima"}],"bodyImages":[],"webPublicationDate":"2015-06-22T18:46:28Z","lastModified":"2015-06-23T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Robert Kitson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747414/RobertKitson.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertkitson"}],"feature":false,"keywords":["England rugby union team","Stuart Lancaster","Rugby World Cup 2015","Saracens","Clermont Auvergne","Rugby union","Rugby World Cup","Sport"],"tags":[{"id":"sport/england-rugby-union-team","webTitle":"England rugby union team"},{"id":"sport/stuart-lancaster","webTitle":"Stuart Lancaster"},{"id":"sport/rugby-world-cup-2015","webTitle":"Rugby World Cup 2015"},{"id":"sport/saracens","webTitle":"Saracens"},{"id":"sport/clermontauvergne","webTitle":"Clermont Auvergne"},{"id":"sport/rugby-union","webTitle":"Rugby union"},{"id":"sport/rugby-world-cup","webTitle":"Rugby World Cup"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Robert Kitson","topic":{"type":"tag-contributor","name":"profile/robertkitson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/david-strettle-withdrawing-world-cup-squad","shortUrl":"http://gu.com/p/4a322","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/david-strettle-withdrawing-world-cup-squad","webUri":"http://www.theguardian.com/sport/2015/jun/22/david-strettle-withdrawing-world-cup-squad"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998608758/Rugby-Union---RBS-6-Natio-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Strettle’s decision to pull out of England’s training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA Archive/Press Association Ima","altText":"Rugby Union - RBS 6 Nations Championship 2012 - Scotland v England - Murrayfield","cleanCaption":"David Strettle’s decision to pull out of England’s training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998608758/Rugby-Union---RBS-6-Natio-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Strettle's decision to pull out of England's training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA Archive/Press Association Ima","credit":"Lynne Cameron/PA Archive/Press Association Ima","altText":"Rugby Union - RBS 6 Nations Championship 2012 - Scotland v England - Murrayfield","cleanCaption":"David Strettle's decision to pull out of England's training squad may also have been influenced by the knowledge he was unlikely to make the final 31. Photograph: Lynne Cameron/PA Archive/Press Association Ima"}}]},{"title":"Jonas Bjorkman relishing his partnership with ‘incredible’ Andy Murray","rawTitle":"Jonas Bjorkman relishing his partnership with ‘incredible’ Andy Murray","item":{"type":"article","id":"sport/2015/jun/22/jonas-bjorkman-andy-murray-coach-wimbledon-2015","title":"Jonas Bjorkman relishing his partnership with ‘incredible’ Andy Murray","trailText":"Jonas Bjorkman, currently assistant coach, is expecting big things of Andy Murray at Wimbledon before the Swede takes over from Amélie Mauresmo at the US Open","standFirst":"<p>The new assistant coach is expecting big things of the British No1 at Wimbledon before the Swede takes over from Am&eacute;lie Mauresmo at the US Open</p>","byline":"Kevin Mitchell","body":"<p>The only time Andy Murray and Jonas Bjorkman played each other the young Scot went into something of a meltdown before regathering his composure and going through to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2007/aug/31/tennis.usopentennis2007\" title=\"\">third round of the 2007 US Open</a> after five frustrating but exhilarating sets.</p> \n<p>Eight years on they are a team, the 42-year-old Swede having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/11/andy-murray-add-jonas-bjorkman-coaching-team\" title=\"\">joined Murray as assistant coach in March</a> and destined to be his main adviser when they return to Flushing Meadows in late August in the absence of Am&eacute;lie Mauresmo, who is due to have her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/09/amelie-mauresmo-preganant-andy-murray\" title=\"\">first child shortly after Wimbledon</a>.</p> \n<p>When Bjorkman reflected on Murray’s memorable final day at Queen’s on Sunday – beating Viktor Troicki in his held-over semi-final, then <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/andy-murray-better-position-wimbledon-queens\" title=\"\">Kevin Anderson in 64 minutes</a> of astonishing tennis in the final two hours later – he looked back on their history with some fondness, painting a positive picture of the times to come as well.</p> \n<p>When they played in New York Bjorkman was the oldest player on the Tour at 35. Murray was 21 and he was not pleased with the Swede taking two sets off him, railing loudly at the referee over a perceived grievance, then rediscovering his cool to close out the match in a blur of powerful forehands. It was the summer of the wrist injury that sent him into a spiral of gloom and this win lifted his spirits substantially.</p> \n<p>On the eve of Wimbledon Bjorkman thinks Murray has excellent prospects of repeating his win over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/07/andy-murray-wimbledon-win-djokovic\" title=\"\">Novak Djokovic in the 2013 final</a>, although he invests his thoughts with professional caution.</p> \n<p>“I am very happy to come in and be part of his team with Am&eacute;lie and Treacs [his conditioner Matt Little],” he said. “Everyone has done a phenomenal job. Obviously I saw him player to player. I always had a great relationship with him – he is a great guy.</p> \n<p>“I see a lot of similarities between us. He is a perfectionist. He can hit 15 great shots, miss the 16th and be frustrated about that. I was exactly the same. It was something I had to work on as well. I was probably the one who criticised myself the hardest in my team.</p> \n<p>“When I was losing, if I played bad, I was a bad person. If I played good, I was a good person. I was very harsh on myself. I learned during my career to be more relaxed.”</p> \n<p>The effect of that influence was palpable on Sunday. “He didn’t miss much,” Bjorkman continued. “He’s doing well. It’s tough not to be frustrated week in and week out. It’s something everyone feels and we all show it differently. He’s done a good job with [meeting his own expectations] and hopefully we can continue with that in the coming weeks.”</p> \n<p>Bjorkman has known Mauresmo for a long time too. “From the first day I came in, it’s been a lot of fun, all the guys doing a great job, easy-going. For me and Am&eacute;lie it was easy as well, once I was approached and had the first phone call from Andy. Then I spoke to Amelie quite a lot.</p> \n<p>“She was one of the few girls that I knew out there because there weren’t so many combined events and one of her best friends was Fabrice Santoro, who was also one of my closer friends. That’s why I felt very confident and comfortable coming into this situation to be part of a team and I think she is feeling the same.</p> \n<p>“It’s easy because Am&eacute;lie is such a cool girl. I think we both have a good feeling of being part of a team. Each week is a combination because everyone cannot travel all the time; we are a pretty big team.</p> \n<p>“When we were [together] in Barcelona it was easy, me and her chit-chatting. In Madrid we had a couple of days together. We are on the phone every day going through tactics. When I was in Munich she was coming in with feedback because you can see something on TV which you can’t see maybe sitting low at courtside. It was the same when I was not with them – I could come in maybe with some comments.</p> \n<p>“It’s been working great. I think we will find it very easy to do the best for Andy.</p> \n<p>“Am&eacute;lie is in week 31 now. After Wimbledon she has to go back and rest and get prepared for – I mean no offence to Andy – probably the biggest event she’s been part of, to deliver a baby, which is very exciting. Then it will be a lot of travelling but a lot of fun.”</p> \n<p>Bjorkman is not a stereotypical, quiet Swede. He always let his emotions flow – on the court and now in Murray’s team. “Every time I won a point, I had ‘the fist’. I was always pretty emotional. Maybe the other [Swedish] guys were a little more calm. For me it’s natural. I try to be calm but it’s definitely different to be sitting outside. It’s a lot more nerve-racking.”</p> \n<p>On a practical level Bjorkman is amazed by Murray’s fitness. “He is in incredible shape. I don’t think there are too many out there who are stronger than him. With the confidence he gained making the [2014 ATP World Tour Finals], which was his big goal at the end of last year, playing almost every week in the end, it made him get off to a good start this year.</p> \n<p>“The combination of that confidence and being really strong – and not only strong to play five sets but moving quickly almost more than he has done – that has always been his strength but he is looking really good with that.</p> \n<p>“I really was impressed with the way he practised in Barcelona. He is very professional in everything he does. I didn’t know that about him before.”</p> \n<p>On court Bjorkman is impressed with Murray’s maturing mix of subtlety and aggression – the very qualities he brought to the final set against him in New York eight years ago.</p> \n<p>“The returning has been excellent. He has been finding his way of positioning on the return, especially off the second serves. I think he has a perfect position now. He has benefited from that on clay and even more now on the grass because he can continue to put pressure on his opponents by coming in, not too far in, but find a good balance.</p> \n<p>“We are also trying then to get him comfortable and confident in moving in when he has the guy under pressure. When you have him out stretching for a slice, maybe to sneak in and have an easy volley instead of starting over. Even though he is great with that – to start over and win it again – I think he can save some energy on that.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434981150598/Aegon-Championships---Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray poses with the Queen's trophy and (left-right) fitness coach Matt Little, coach Jonas Bjorkman and physio Shane Annun in the dressing room after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Aegon Championships - Day Seven","cleanCaption":"Andy Murray poses with the Queen's trophy and (left-right) fitness coach Matt Little, coach Jonas Bjorkman and physio Shane Annun in the dressing room after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-22T21:01:00Z","lastModified":"2015-06-22T23:01:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":true,"keywords":["Andy Murray","Tennis","Sport","Wimbledon","Wimbledon 2015"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/jonas-bjorkman-andy-murray-coach-wimbledon-2015","shortUrl":"http://gu.com/p/4a2k7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/jonas-bjorkman-andy-murray-coach-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jun/22/jonas-bjorkman-andy-murray-coach-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434981150598/Aegon-Championships---Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray poses with the Queen’s trophy and, from left, his fitness coach Matt Little, assistant coach Jonas Bjorkman and physio Shane Annun after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Aegon Championships - Day Seven","cleanCaption":"Andy Murray poses with the Queen’s trophy and, from left, his fitness coach Matt Little, assistant coach Jonas Bjorkman and physio Shane Annun after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1434981150598/Aegon-Championships---Day-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray poses with the Queen's trophy and (left-right) fitness coach Matt Little, coach Jonas Bjorkman and physio Shane Annun in the dressing room after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Aegon Championships - Day Seven","cleanCaption":"Andy Murray poses with the Queen's trophy and (left-right) fitness coach Matt Little, coach Jonas Bjorkman and physio Shane Annun in the dressing room after his victory over Kevin Anderson. Photograph: Clive Brunskill/Getty Images"}}]},{"title":"Former England coach Peter Moores irked by number cruncher portrayal","rawTitle":"Former England coach Peter Moores irked by number cruncher portrayal","item":{"type":"article","id":"sport/2015/jun/22/peter-moores-data-england-cricket-ecb-sacking","title":"Former England coach Peter Moores irked by number cruncher portrayal","trailText":"Peter Moores has broken a six-week silence over his sacking as England head coach, claiming his portrayal as being someone obsessed by statistics rankles greater than the manner by which he was dismissed","standFirst":"<span class=\"bullet\">•</span> Moores more upset at portrayal than the manner of his departure from ECB\n<br />\n<span class=\"bullet\">•</span> 52-year-old admits role at Loughborough with National Academy appeals","byline":"Ali Martin","body":"<p>Peter Moores has broken a six-week silence over his sacking as England head coach, claiming his portrayal as being someone obsessed by statistics rankles greater than the manner by which he was dismissed.</p> \n<p>Moores saw a second spell in the role terminated on 8 May – the first act in the tenure of the director of England cricket, Andrew Strauss – after a disappointing 13 months of results that culminated in the winter’s failed World Cup campaign in Australia and New Zealand and a 1-1 Test series draw with West Indies.</p> \n<p>While the 52-year-old remained in charge for that final tour of the Caribbean, the World Cup proved too great a humiliation from which to recover and saw him lampooned in some quarters following an interview given to the BBC in the aftermath of a 15-run defeat to Bangladesh, in which the words “we will have to look at it later” were reported as “we will have to look at the data”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/may/09/andrew-strauss-peter-moores-ecb-revolving-door\">Andrew Strauss makes mark but ECB’s treatment of Peter Moores is shabby | Vic Marks </a> </p> \n</aside> \n<p><a href=\"http://www.espncricinfo.com/england/content/story/890289.html\" title=\"\"> Speaking to ESPNCricinfo</a>, the former Lancashire coach, who claims to have since received a written apology from the corporation, said: “I have to accept my time as England coach has gone. It’s pretty hard to accept. But it’s done. The umpire’s finger is up. I have to look at where I go next. But I am frustrated. The portrayal of me as a coach in the media is just wrong. If people said, ‘I don’t rate you as a coach,’ then fine. But when it’s not what you are, it’s really frustrating.”</p> \n<p>Moores, who did use the word ‘data’ in a interview given to Sky television after that loss to Bangladesh in Adelaide in response to a technical question, insists his England regime had in fact dispensed with a statistical approach to the game and was encouraging his players to think on their feet.</p> \n<p>“We moved away from stats and data. Coaching doesn’t work like that at all. You watch a lot to say a little,” he said. “I’ve been in the game for 33 years and I’ve coached for 17. I know the game. And what I’ve learned is, my job is to simplify the game for players and free them up to go and play.”</p> \n<p>Moores refused to criticise the nature of his sacking by the England and Wales Cricket Board that saw the news break on the websites of three national newspapers, including the Guardian, during the one-day international against Ireland in Malahide at the start of last month – before he had been told himself.</p> \n<p>“I’ve been offered book deals, but it’s not who I am. And if I did one, I would want it to be things I’ve learned and stories to help people get the best out of themselves and others,” he said. “I have to be true to what I am. There’s not a lot of mileage in negativity, you know.</p> \n<p>Asked if he would consider working for the ECB again, he replied: “A role at [the National Academy in] Loughborough would be exciting. I love coaching and that would be working with the best players and coaches. Yes, it appeals.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1435011677222/Peter-Moores-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Moores, pictured after England's shock World Cup defeat to Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Peter Moores","cleanCaption":"Peter Moores, pictured after England's shock World Cup defeat to Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-22T22:23:54Z","lastModified":"2015-06-23T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Peter Moores","England cricket team","ECB","Cricket","Sport"],"tags":[{"id":"sport/peter-moores","webTitle":"Peter Moores"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ecb","webTitle":"ECB"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/22/peter-moores-data-england-cricket-ecb-sacking","shortUrl":"http://gu.com/p/4a34a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/22/peter-moores-data-england-cricket-ecb-sacking","webUri":"http://www.theguardian.com/sport/2015/jun/22/peter-moores-data-england-cricket-ecb-sacking"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1435011677222/Peter-Moores-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Moores, pictured after England’s shock World Cup defeat by Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Peter Moores","cleanCaption":"Peter Moores, pictured after England’s shock World Cup defeat by Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/22/1435011677222/Peter-Moores-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Peter Moores, pictured after England's shock World Cup defeat to Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Peter Moores","cleanCaption":"Peter Moores, pictured after England's shock World Cup defeat to Bangladesh, says his reputation for placing too much emphasis on statistics is unfair. Photograph: Shaun Botterill/Getty Images"}}]}],"lastModified":"2015-06-23T06:01:15Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}