{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Andy Murray forced to wait at Queen’s after ‘The Dog’ bares his teeth","rawTitle":"Andy Murray forced to wait at Queen’s after ‘The Dog’ bares his teeth","item":{"type":"article","id":"sport/2015/jun/20/andy-murray-queens-tennis","title":"Andy Murray forced to wait at Queen’s after ‘The Dog’ bares his teeth","trailText":"Rain stopped Andy Murray’s semi-final against Viktor Troicki at Queen’s after South Africa’s Kevin Anderson booked his place in the final after hitting 34 aces past Gilles Simon to win in three sets","standFirst":"<span class=\"bullet\">•</span> Rain halts Scot’s semi-final against Viktor Troicki in first set\n<br />\n<span class=\"bullet\">•</span> South Africa’s Kevin Anderson fires 34 aces past Gilles Simon to reach final \n<br />","byline":"Kevin Mitchell at Queen's","body":"<p>Gilles Simon is the best Frenchman still standing on the tour and likely to lead his country into the Davis Cup quarter-finals against Great Britain next month, if Ga&euml;l Monfils and Jo-Wilfried Tsonga do not recover from injury – but he left here another bashed-up loser after three thrilling sets against Kevin Anderson.</p> \n<p>The Dog, as they call the 6ft 8in South African, won 6-3, 6-7 (6-8), 6-3 in an hour and 52 minutes, putting 34 aces past the world No13 to bring his tournament total to an astonishing 96 from four matches. Nobody has stood up to the brute speed and precision of his towering serve, although Simon – whose tongue-in-cheek description of himself is the Return Genius – did heroically well in defeat.</p> \n<p>But averaging nearly 25 aces a match is power serving at its finest and any opponent of Anderson can find the task of just getting the ball back turning from tough to herculean pretty quickly.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/roger-federer-ivo-karlovic-gerrry-weber-open-halle\">Roger Federer beats Ivo Karlovic to reach Gerry Weber Open final</a> </p> \n</aside> \n<p>They finished in sunshine but Anderson was left wondering who his next dartboard was going to be, as Andy Murray and Viktor Troicki were forced from the court for a second and final time by rain in the other semi-final, with the first set poised tantalisingly on break point to the Scot in the seventh game. They will resumeon Sunday at 11am, with the final not starting before 2.25pm.</p> \n<p>There was drama enough to go with the interruption, as the Serb (not one of Murray’s favourite players on Tour after his ban for failing to provide a blood sample in 2013) took a painful tumble just before they withdrew for the first time, at 5.16pm.</p> \n<p>Troicki overbalanced but stayed on his feet as he scrambled to retrieve a drop shot, then tumbled as he swerved right, his left shoulder taking all his weight and jamming awkwardly as he crashed to the turf. The grimace on his face told the story. It looked at first glance as if he could not easily lift his arm above the horizontal.</p> \n<p>As he received treatment, the skies began to spit and Troicki got up from his chair to carry on, a gesture of defiance if not altogether the cleverest move of the day. The chair umpire intervened, however, and – after consulting the groundsman, Graham Kimpton – they all took a break from the weather.</p> \n<p>The tension in the first semi-final was confined to the excellence of the play, with Simon fighting hard in every rally, guessing as best he could which way the next thunderous serve was going to fly.</p> \n<p>Anderson revealed he had prepared for the short grass season at the Florida home of a golfing legend. “I was able to get up to Jack Nicklaus’s house,” he said. “He’s got three courts in Jupiter, only 30 minutes away from me. That was pretty special.</p> \n<p>“My coach back home, Jay Bosworth, he’s been living there for ages, and he made some calls. The tennis community is so small; when somebody has three grass courts, most people know about it.</p> \n<p>“Fortunately, Jack was kind enough to let us hit there. He’s let other pros come out before. Ivan Lendl did it way back with Jay as well. It was a nice few days up there.”</p> \n<p>Getting down to business on court life was less of a fairytale. At 5-5 in the second-set tie-break, Anderson sent down his 24th ace – the fastest of the tournament at 141mph – for match point, but he botched a backhand and the Frenchman was still in it.</p> \n<p>Simon’s insistence on going for the lines paid a dividend when Anderson, trapped awkwardly on the baseline, pushed his hurried reply on to the top of the net and the ball ballooned long to even up the contest at a set apiece.</p> \n<p>Anderson went out for the deciding set carrying the baggage of failing to convert four break points. After an hour and a quarter of do-or-die tennis, would he stay on the tightrope or would he freeze? He kept blasting – and Simon, who took him to deuce for the first time in the opening game, kept soaking up the haymakers.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/laura-robson-daria-gavrilova-eastbourne\">Laura Robson looks ahead despite Daria Gavrilova’s easy Eastbourne win</a> </p> \n</aside> \n<p>Sentiment was with Simon: more elegant, his two-fisted backhand not as ugly as some, a lovely mover across the lush lawn – but the power resided in Anderson’s racket still. Two more aces saved his serve from love-30 in the third game.</p> \n<p>Simon, meanwhile, hit just his second ace of the match in the fourth game, and battled through two deuce points to hold. Anderson gambled and his huge forehand went a millimetre wide. About 10 minutes later, he went for the same spot, got the break point, and took it. He struck his 33rd ace for two match points. Simon saved one with a blazing crosscourt winner – but there was nothing he could do about the 34th and final ace. Simon twice came from a set down to stay in the tournament. Not this time.</p> \n<p>France’s fortunes suffered elsewhere too. Monfils and Tsonga look doubtful for Wimbledon, which starts on Monday week – and they might also be struggling to make the Davis Cup quarter-final against Great Britain, which is here at Queen’s the weekend after the championships.</p> \n<p>Monfils injured his right abductor muscle when he slipped on the grass in the second game of his quarter-final against Andreas Seppi at Halle on Friday, and could be out for up to six weeks. The Italian, unbelievably, then got a second retirement win when Kei Nishikori quit after five games, and he now plays Roger Federer in the Gerry Weber Open final on Sunday. Federer withstood a barrage of 20 aces by Ivo Karlovic – who brought his week’s total to 114 – to win 7-6 (7-3), 7-6 (7-4).</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:08:36Z","lastModified":"2015-06-20T23:01:32Z","metadata":{"commentable":true,"commentCount":18,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/andy-murray-queens-tennis","shortUrl":"http://gu.com/p/4axzv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/andy-murray-queens-tennis","webUri":"http://www.theguardian.com/sport/2015/jun/20/andy-murray-queens-tennis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434826428239/Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Andy Murray ","cleanCaption":"Andy Murray sits under an umbrella as rain stops play during his semi-final match against Viktor Troicki at the Aegon Championships at Queen's. Photograph: Glyn Kirk/AFP/Getty Images"}}]},{"title":"Jonny Bairstow blasts England to thrilling series win over New Zealand","rawTitle":"Jonny Bairstow blasts England to thrilling series win over New Zealand","item":{"type":"article","id":"sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","title":"Jonny Bairstow blasts England to thrilling series win over New Zealand","trailText":"Jonny Bairstow, a late replacement for the injured Jos Buttler, struck a match-winning 83 to guide England to a thrilling three-wicket victory in a rain-affected ODI series decider against New Zealand","standFirst":"<span class=\"bullet\">•</span> England 192-7; New Zealand 283-9\n<br />\n<span class=\"bullet\">•</span> England win by three wickets (DL) to claim the series 3-2","byline":"Ali Martin at the Emirates Durham","body":"<p>Jonny Bairstow needed 24 hours with this new-look England side to be taken in by their intoxicating, never-say-die approach to one-day cricket. Joining the squad on Friday evening as a late replacement for Jos Buttler, the Yorkshireman’s astonishing unbeaten 83 took his side past a rain-revised 192 at Chester-le-street for a 3-2 series win against New Zealand.</p> \n<p>The wicketkeeper came into the side following the hand injury suffered by Buttler in training but showed no sign of nerves under immense pressure. He struck 11 fours in a 60-ball innings that enabled his side to recover from 45 for five at one stage to knock off the rain-revised target with an over to spare.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-jonny-bairstow-one-day-series-win-new-zealand\">England’s Jonny Bairstow says carefree attitude of ODI side inspired win</a> </p> \n</aside> \n<p>In ending a run of four successive home defeats in bilateral series – a sequence that began with New Zealand’s last visit to these shores, in 2013 – and putting that harrowing World Cup behind them, Eoin Morgan’s side experienced a reawakening in 50-over cricket, the feelgood factor of which could yet spill into the Ashes series that begins in just over a fortnight.</p> \n<p>From breaking the 400-barrier <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\">in the series-opening victory</a> at Edgbaston to Wednesday’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/17/england-morgan-root-new-zealand-centuries\">chase of 350 with six overs to spare</a> at Trent Bridge – sitting either side of creditable performances in defeat at The Oval and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/new-zealand-england-one-day-international\">Southampton</a> – England have played attacking cricket from which there is no going back. In this decider, after two hours and 35 minutes were lost to rain between innings and the algorithms of Messrs Duckworth, Lewis and Stern turned 284 required from 50 overs into 192 from 26, the approach came off once more – even if it began with a wobble.</p> \n<p>Needing a run-rate of 7.38 per over, England were met with a wave of the magic wand from New Zealand’s captain, Brendon McCullum, as he opted to open with Mitchell Santner and three batsmen succumbed to the left-arm spinner’s charms in seven deliveries. Alex Hales was unfortunate not to clear a flying Kane Williamson at square-leg, Joe Root was stumped despite a fumbled from the wicketkeeper, Luke Ronchi, and Eoin Morgan – two runs short of becoming England’s highest scorer in a series of five games or fewer – holed out to deep midwicket first ball.</p> \n<p>By the time Ben Stokes followed successive boundaries by picking out McCullum at mid-off from Ben Wheeler, and Jason Roy gifted Andrew Mathieson a wicket from his first delivery in international cricket, England had subsided to 45 for five from 8.1 overs, needing 147 runs from 106 balls. But Bairstow found an ally in Sam Billings, adding 80 for the sixth wicket to get the sold-out Riverside Ground bouncing and the tourists fearing the worst.</p> \n<p>Billings struck 41 from 30 deliveries in his fifth appearance for his country and hit the 76th six of the series – a record over five matches to go with the unprecedented 3,151 runs scored by the sides – only to pick out Ross Taylor at midwicket in the 18th over. When David Willey, fresh from figures of two for 50 with the ball, gave Wheeler his second with a top-edged hook, the equation sat at 54 required from 35 balls.</p> \n<p>But Bairstow, who was shelled by Ronchi on 39 and in the deep by Santner with 56 to his name, showed a gimlet-eyed determination alongside his county team-mate Adil Rashid, himself enjoying an unbeaten 12, to knock off the target – sealing the victory with a two through point off the last ball of the penultimate over.</p> \n<p>New Zealand’s 283 for nine, following their insertion by Morgan at the toss, featured half-centuries from Martin Guptill and Williamson – the latter becoming the first international batsman past 1,000 one-day runs in 2015 – and was given a coat of gloss in the 50th over when Steven Finn was taken down to the tune of 22 by the tailenders Wheeler and Matt Henry.</p> \n<p>Following three neck-aching fixtures for England’s bowlers, it was refreshing to see the attack return figures of relative respectability, with all but Finn going at six runs an over or fewer – what is starting to be considered the modern benchmark. His two for 73, which began with McCullum chopping on in the first over immediately after a six, must be seen in the light of eight of his allotted 10 coming in the powerplays.</p> \n<p>Stokes claimed three on his home ground, breaking a stand of 94 between Guptill and Williamson with his first when the latter played on in the 20th over with 50 to his name, while Willey claimed the key removal of the in-form Taylor on 47. The right-hander became the first New Zealander past 1,000 one-day runs against England and the first man “caught Bairstow, bowled Willey” since Rod Marsh fell to their respective fathers, David and Peter, in 1979. But it was Rashid’s two for 45, in this era of emboldened batsmen and unkind fielding restrictions, that shone brightest.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/20/eoin-morgan-england-captain-lead-example-new-zealand\">Eoin Morgan’s England flourishing under a captain able to lead by example | Vic Marks</a> </p> \n</aside> \n<p>Yorkshire’s leg-spinner learned on Thursday he is not part of England’s pre-Ashes training camp in Spain next weekend and will, following the one-off Twenty20 at Old Trafford on Tuesday, return to this ground for a County Championship fixture with the pacesetters, Durham. Produce the control, flight and deception on show here with the red ball and the 27-year-old will only become harder to ignore for the selectors.</p> \n<p>With Bairstow behind the stumps following the wise decision not to risk Buttler’s injured left hand – he will miss the T20 match but is not considered a doubt for the first Test in Cardiff on 8 July – Rashid kept the full tosses to a minimum and extracted revenge for the 28-run over suffered at the hands of Santner at Trent Bridge on Wednesday.</p> \n<p>The left-hander, promoted to No5 by McCullum with a repeat presumably in mind following Guptill’s nick behind off Stokes on 67, was undone when dancing down the pitch to a leg-break that shot between bat and pad and nudged leg stump. Rashid’s second, which ended Taylor and Grant Elliott’s 55-run revival, was an even finer sleight of hand, when the latter’s misreading of a googly presented Bairstow with the simplest of stumpings.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434824890742/Jonny-Bairstow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Jonny Bairstow","cleanCaption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T18:42:14Z","lastModified":"2015-06-20T23:01:36Z","metadata":{"commentable":true,"commentCount":298,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","Jonny Bairstow","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/jonny-bairstow","webTitle":"Jonny Bairstow"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","shortUrl":"http://gu.com/p/4axnd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket","webUri":"http://www.theguardian.com/sport/2015/jun/20/england-new-zealand-fifth-odi-cricket"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/23eea5444220da26870df5915e35357ae1ec08f3/0_116_1786_1071/1786.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1071,"width":1786,"orientation":"landscape","caption":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Phil Noble/Reuters","credit":"Phil Noble/Reuters","altText":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","cleanCaption":"Jonny Bairstow’s unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand.","cleanCredit":"Photograph: Phil Noble/Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434824890742/Jonny-Bairstow-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"Jonny Bairstow","cleanCaption":"Jonny Bairstow's unbeaten 83 guided England to a memorable three-wicket victory in Durham to wrap up a 3-2 series victory over New Zealand. Photograph: Gareth Copley/Getty Images"}}]},{"title":"US Open: Jason Day rally makes it a four-way tie with 18 holes to play","rawTitle":"US Open: Jason Day rally makes it a four-way tie with 18 holes to play","item":{"type":"article","id":"sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","title":"US Open: Jason Day rally makes it a four-way tie with 18 holes to play","trailText":"Jason Day retains a strong chance of completing what would be one of the more astonishing major championship victories in recent times, with the Australian part of a four-way 54-hole lead at the US Open","standFirst":"<ul>\n <li>Jason Day joins Speith, Johnson and Grace at clubhouse lead</li>\n <li>Australian proves resilient in the face of ongoing bouts of vertigo</li>\n <li>Re-live the third round’s action as it happened <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/20/us-open-2015-third-round-live\">here</a>.</li>\n</ul>","byline":"Ewan Murray at Chambers Bay","body":"<p>Jason Day retains a strong chance of completing what would be one of the more astonishing major championship victories in recent times, with the Australian part of a four-way 54-hole lead at the US Open.</p> \n<p>Day’s prospects of even seeing out this event were slim after he collapsed on the course towards the end of his second round. The world No10 was suffering from vertigo, which has troubled him with worrying routine. <br /></p> \n<p>Day still looked well short of energy when taking to the range for his pre-round warm-up on Saturday. Incredibly, he was subsequently to card 68 for a total of four under par. That means a share of top position with Jordan Spieth, Dustin Johnson and Branden Grace. A maiden major victory would always be significant for Day but winning it in these circumstances would take things to another level entirely. </p> \n<p>For all the USGA and Chambers Bay have been criticised, an epic finale awaits with some of the world’s finest players at the core of it. Without question, and even outside of his native land, it is Day who has the bulk of popular support. </p> \n<p>Before holing for birdie on the 18th, Day was afforded a fantastic standing ovation from packed stands when approaching the green. He later admitted to still feeling far from his best. And yet, against all odds, Day will play in this tournament’s final Sunday pairing alongside Johnson. </p> \n<p>“I didn’t feel that great coming out early, and then I felt pretty groggy on the front nine just from the drugs that I had in my system,” Day explained. “Then I kind of flushed that out on the back nine. But then it kind of came back, the vertigo came back a little bit on the 13th tee box, and then I felt nauseous all day. I started shaking on the 16th tee box and then just tried to get it in, really. I just wanted to get it in.</p> \n<p>“Last year I didn’t play the round after I had vertigo and this one was worse. I think the goal was just to go through today and see how it goes.”</p> \n<p>Day added that he was “extremely fatigued” and was returning for consultation with his medical team. </p> \n<p>Day’s caddie, Colin Swatton, reflected on the “gutsiest” and “most stressful” round of golf he had ever seen his employer play. Only one player in the remaining field of 75, Louis Oosthuizen, carded a better third round than Day. “He just dug deeper than he has ever dug before,” added Swatton. </p> \n<p>Johnson and Grace both signed for third rounds of 70. Johnson didn’t miss a single fairway, the first time he believes he has achieved such a feat in a major. Spieth had wobbled seriously and didn’t play particularly well but survived relatively unscathed with a one over par 71. Not so Patrick Reed, who stumbled to a 76.</p> \n<figure class=\"element element-image\" data-media-id=\"af1fd95773e9f1f734617a36de560543b833785c\"> \n <img src=\"http://media.guim.co.uk/af1fd95773e9f1f734617a36de560543b833785c/0_217_3761_2256/1000.jpg\" alt=\"Shane Lowry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Irishman Shane Lowry appeared to be enjoying himself on course.</span> \n  <span class=\"element-image__credit\">Photograph: David Cannon/Getty Images</span> \n </figcaption> \n</figure> \n<p>Europeans have an excellent recent record in this event. Leading the charge on behalf of that continent this time around is Shane Lowry, who carded his second successive 70 on Saturday. He is one under par and still firmly part of the discussion. </p> \n<p>“I said to my caddie coming up the last, it’s probably one of the most enjoyable days I’ve had at a golf course in a while,” said the Irishman. “Being in contention in a tournament like this, what more do you want? It’s great. </p> \n<p>“I’m excited about tomorrow. I’m really looking forward to it. I’ll definitely sleep after that round today. I’ll get up and just chill out in the morning. A nice late tee time tomorrow is something that what you want.</p> \n<p>“I like coming to golf courses that nobody has played. Everyone is on an even keel at the start of the week and you play it from there. </p> \n<p>“It’s very tough but I think it’s playable. The greens are not the best surfaces, but if you hit a good putt nine times out of 10 it goes in. Sometimes you hit a good putt and it misses. That’s the thing a lot of players are focusing on. </p> \n<p>“Yeah, it’s very tough. It’s tough to hit greens. But at the end of the day it’s a US Open.”</p> \n<p>If Lowry falls short on day four, it clearly won’t be on account of attitude. Precisely the same can be said of Day.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCredit":"Photograph: Andrew Redington/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/af1fd95773e9f1f734617a36de560543b833785c/0_217_3761_2256/3761.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2256,"width":3761,"orientation":"landscape","caption":"Irishman Shane Lowry appeared to be enjoying himself on course. Photograph: David Cannon/Getty Images","credit":"David Cannon/Getty Images","altText":"Shane Lowry","cleanCaption":"Irishman Shane Lowry appeared to be enjoying himself on course.","cleanCredit":"Photograph: David Cannon/Getty Images"}],"webPublicationDate":"2015-06-21T03:20:17Z","lastModified":"2015-06-21T04:59:22Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","PGA Tour","US sports","Golf","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","shortUrl":"http://gu.com/p/4axp6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play","webUri":"http://www.theguardian.com/sport/2015/jun/21/us-open-jason-day-rally-makes-it-a-four-way-tie-with-18-holes-to-play"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","caption":"Australian Jason Day shakes hands with caddie Colin Swatton after shooting a two-under par 68 during the third round of the 115th U.S. Open Championship. Day had been struggling throughout the round with illness, but steeled himself to card an impressive round. Photograph: Andrew Redington/Getty Images","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCaption":"Australian Jason Day shakes hands with caddie Colin Swatton after shooting a two-under par 68 during the third round of the 115th U.S. Open Championship. Day had been struggling throughout the round with illness, but steeled himself to card an impressive round.","cleanCredit":"Photograph: Andrew Redington/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89118f64d0bf8306ba16cd0c1a1799f71052fc02/0_140_3119_1872/3119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":3119,"orientation":"landscape","credit":"Andrew Redington/Getty Images","altText":"Jason Day US Open","cleanCredit":"Photograph: Andrew Redington/Getty Images"}}]},{"title":"2015 Tour de France: Meet the contenders that should make it a classic","rawTitle":"2015 Tour de France: Meet the contenders that should make it a classic","item":{"type":"article","id":"sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","title":"2015 Tour de France: Meet the contenders that should make it a classic","trailText":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand Départ approaches?","standFirst":"With a mouth-watering Tour de France on the cards, featuring Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador, their form and build-up to the race will be key, so how do they shape up as the Grand D&eacute;part approaches?","byline":"William Fotheringham","body":"<p>In May the Tour de France picture muddies as the favourites disappear to the altitude training camps which are now all the rage but in the second half of June every pedal stroke in the brief series of Tour warm-up races takes on added significance. The 2015 Tour has a mouth-watering look about it because it should boast four lead candidates for victory – Chris Froome, Nairo Quintana, Vincenzo Nibali and Alberto Contador – none of whom looks to be head and shoulders above the others.</p> \n<p>Assuming they all get through the opening phase of the Tour in one piece, any one of them can be viewed as a possible victor on diverse grounds such as youth, experience, climbing ability, team backing and race management. In addition there is a large subgroup of outsiders who, on paper at least, should be fighting for the podium.</p> \n<p>With the Crit&eacute;rium du Lib&eacute;r&eacute; and Giro d’Italia out of the way, and other races such as the Tour de Suisse, Route du Sud and Ster ZLM Toer well under way, all the Tour names have broken cover but the great unknown remains in what shape they will all turn up at the Grand D&eacute;part in Utrecht on 4 July.</p> \n<figure class=\"element element-image\" data-media-id=\"175a0b21deb05be32ea31b285f762c8bb8342259\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829674184/78676a44-cb0f-4296-a350-d623ae3d157d-460x307.jpeg\" alt=\"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.</span> \n  <span class=\"element-image__credit\">Photograph: Luk Benies /AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Alberto Contador</strong></h2> \n<p>The 2007 and 2009 Tour winner briefly took a back seat after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/01/alberto-contador-giro-ditalia-tour-de-france\">winning the Giro d’Italia</a> in May, where he rode a calculating race – or perhaps laboured with a shoulder injury – to finish the three weeks without a single stage win, holding off a concerted challenge from the Astana squad largely by gauging just the right moments to expend his energy.</p> \n<p>After a rest Contador followed the Giro with an altitude camp at Livigno in Switzerland – although he said he has managed only three days hard training due to fatigue – before returning to racing in the Route du Sud in southern France where he won Saturday’s key Pyrenean stage after pulling ahead of Nairo Quintana on the final descent. Of the quartet, he has the least to lose, having already landed a Grand Tour win this season, and this relaxed frame of mind could prove his great strength given the nerves that always mark the start of the Tour de France.</p> \n<figure class=\"element element-image\" data-media-id=\"d17cbe5eb31c5ab9b6e8bf9fc0a970251da80519\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829799768/5f0b200a-ebab-479b-ba53-7ee972970062-460x332.jpeg\" alt=\"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.\" width=\"460\" height=\"332\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.</span> \n  <span class=\"element-image__credit\">Photograph: Bryn Lennon/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Chris Froome</strong><br /></h2> \n<p>As victory in the Dauphin&eacute; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/14/chris-froome-criterium-dauphine-victory-tour-france-boost\">a week ago</a> showed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/jul/21/chris-froome-wins-tour-de-france\">the winner of 2013 Tour</a> has returned to somewhere near his best after a spring that was disrupted by illness. If Froome is correct and he has a little further to progress between the Dauphin&eacute; and the Tour, then he will hit his best form by 4 July. That is critical, because at the Dauphin&eacute;, although the Kenyan-born Briton was the fastest over the eight days, he did not open the conclusive margins on the mountain climbs that he will need to forge at the Tour.</p> \n<p>Critically his entire Sky team look to be coming to the boil as well, with Peter Kennaugh, Ian Stannard, Wout Poels, Geraint Thomas and Nicolas Roche all shining recently. Froome’s biggest loss of time at the Dauphin&eacute; came in the team time trial, a discipline where Sky will need to be at full strength next month.</p> \n<figure class=\"element element-image\" data-media-id=\"b3dbff7b171f71b731f10a0314f92108ff5ae691\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829882239/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-460x276.jpeg\" alt=\"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.</span> \n  <span class=\"element-image__credit\">Photograph: Agence Zoom/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Vincenzo Nibali</strong></h2> \n<p>The defending champion is performing in a way uncannily similar <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2014/jul/28/vincenzo-nibali-marcel-kittel-stage-21-tour-de-france-2014\">to 12 months ago</a>. As with last year, Nibali has focused his buildup on training rather than racing in May and early June, opting for a three-week block of altitude training in Tenerife, coincidentally at the same time and in the same hotel as Froome.</p> \n<p>As with Froome, the Dauphin&eacute; was his pre-Tour test but, unlike the Sky leader, Nibali was clearly making efforts only on certain days – such as stage six through the Vercors, when he was in a day-long escape, and the final stage, when he put the hammer down to impressive effect early on the final climb.</p> \n<p>On other stages at key moments he was observing his power meter and slipping off the pace in a way that indicated he was riding to the orders of his trainer not to dig too deep. This worked for him in 2014 and it might well do so again.</p> \n<figure class=\"element element-image\" data-media-id=\"46e57eefa29b2826243affe7ba29589ab648c1f1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/20/1434829958145/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-460x302.jpeg\" alt=\"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.</span> \n  <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Nairo Quintana</strong><br /></h2> \n<p>The Colombian climbing sensation will start as favourite for the Tour because of the huge number of climbs packed into the finale, where four days up and down through the Alps culminate in a brief leg over the Col du Galibier – the highest pass regularly climbed by the race – to the classic finish at l’Alpe d’Huez.</p> \n<p>Having <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jun/06/nairo-quintana-giro-ditalia-richard-williams\">won the Giro last year</a>, and finished second to Froome in the 2013 race – on a route with a similar structure to this year’s – the 25-year-old looks ready to take the final step, the more so after having beaten Nibali and Contador to win Tirreno-Adriatico in March. As in previous years he has been absent from European racing for May and part of June, preferring to return to his home in Boyac&aacute; to make the best of training at altitude. Given his absence for so long, his return at the Route du Sud was eagerly awaited and he did not disappoint, matching Contador up the toughest climb on Saturday’s principal mountain stage, although he slipped behind the Spaniard on the descent to the finish.</p> \n<p><strong>Behind the Big </strong>Four is a jostling pack of potential candidates for the podium in Paris, who have begun to show their hands. Foremost among them is France’s <strong>Thibaut Pinot</strong>, third overall last year, who has stepped up this year with victories in the toughest mountain stages at the Tour de Romandie and Tour de Suisse.</p> \n<p>Pinot was in the yellow jersey at the Swiss race going into its final weekend but was being pressed hard by <strong>Geraint Thomas</strong>, who is having a stellar season and looks ready to play a lead support role to Froome in France or step in if his leader falters.</p> \n<p>Last year’s surprise runner-up <strong>Jean-Christophe P&eacute;raud </strong>won the Crit&eacute;rium International in March but on current form looks set to play second fiddle to his younger team-mate <strong>Romain Bardet</strong>, who finished sixth in the 2014 Tour and was an incisive winner of a mountain stage in the Dauphin&eacute; 10 days ago. The Dauphin&eacute; is traditionally the best pointer of form for the Tour and among those to hit the spotlight was the American <strong>Tejay van Garderen</strong>, who led the race before Froome took over and looks to be hitting his best climbing form.</p> \n<p>Last year’s Dauphin&eacute; winner, <strong>Andrew Talansky</strong>,<strong> </strong>and his Cannondale-Garmin team-mate <strong>Daniel Martin </strong>were also in the mix in this year’s race. Not a Tour overall contender – yet – but one of that week’s surprises was the 22-year-old <strong>Simon Yates </strong>from Bury, who climbed with the best to finish fifth overall and will start the Tour in search of stage wins.</p> \n<p>On which note, among the sprinters, <strong>Marcel Kittel </strong>continues to fight for fitness and is off the pace; <strong>Andr&eacute; Greipel </strong>is performing consistently while <strong>Peter Sagan </strong>and <strong>Michael Matthews </strong>were the pick in the early stages in Switzerland where <strong>Mark Cavendish </strong>has yet to hit his best.</p> \n<h2>Bluffers’ guide to the Tour</h2> \n<p>■ The 102nd edition of the Tour de France starts outside France for the 21st time, with an individual time trial on Saturday 4 July in the Dutch city of <strong>Utrecht</strong>, birthplace of Marco van Basten and the <em>Emmanuelle</em> actress Sylvia Kristel, and location of the 1713 treaty that granted Gibraltar to Britain.</p> \n<p>■ After the Grand D&eacute;part, the Tour then spends <strong>two days in Belgium</strong> before arriving in France on stage four.</p> \n<p>■ The <strong>cobbles</strong> are back, despite last year’s precarious spells on the rain-lashed pav&eacute;. Organisers will be praying for more clement conditions on the 221km stage four between Seraing and Cambrai.</p> \n<p>■ Stage three mirrors La Fl&egrave;che Wallonne, with the same <strong>Mur de Huy</strong> climb to the finish as the classic.</p> \n<p>■ The Tour’s 21 stages will cover a total distance of <strong>3,360km</strong> and feature nine flat stages, three hill stages, seven mountain stages with five altitude finishes, one individual time trial, one team time trial and two rest days before arriving in Paris on Sunday 26 July.</p> \n<p>■ <strong>Six cities</strong> are new to the Tour: Utrecht, Z&eacute;lande, Livarot, La Pierre Saint-Martin, Muret and S&egrave;vres.</p> \n<p>■ La Pierre Saint-Martin will stage the initial <strong>summit finish</strong>.</p> \n<p>■ The alpine finish at La Toussuire was where Chris Froome surged past Bradley Wiggins in 2012’s stage 11, sparking one of cycling’s great feuds – a <strong>bitter exchange</strong> on Twitter between Wiggins’ wife Cath and Froome’s then girlfriend (now wife) Michelle Cound.</p> \n<p>■ The Tour will be broadcast live daily on <strong>ITV4</strong>, <strong>S4C</strong> and <strong>British Eurosport</strong>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829672795/78676a44-cb0f-4296-a350-d623ae3d157d-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May. Photograph: Luk Benies /AFP/Getty Images","credit":"Luk Benies /AFP/Getty Images","altText":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d'Italia, Tour of Italy, in May.","cleanCaption":"Alberto Contador (Tinkoff Saxo) crosses the finish line of the ninth stage of the 98th Giro d’Italia, Tour of Italy, in May.","cleanCredit":"Photograph: Luk Benies /AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829798724/5f0b200a-ebab-479b-ba53-7ee972970062-2060x1488.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1488,"width":2060,"orientation":"landscape","caption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCaption":"Chris Froome rides during the 79th La Fleche Wallonne from Waremme to Huy in April.","cleanCredit":"Photograph: Bryn Lennon/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829883686/c6fb6135-a635-4843-8eb5-b3ef4e8379c6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June. Photograph: Agence Zoom/Getty Images","credit":"Agence Zoom/Getty Images","altText":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCaption":"Vincenzo Nibali of team Astana competes during stage seven of the Criterium du Dauphine in June.","cleanCredit":"Photograph: Agence Zoom/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434829957174/849f0b96-8f1d-4ab6-8d6f-627c0d8ae0eb-2060x1352.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1352,"width":2060,"orientation":"landscape","caption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June. Photograph: Luis Acosta/AFP/Getty Images","credit":"Luis Acosta/AFP/Getty Images","altText":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCaption":"Colombian cyclist Nairo Quintana takes part in a training session in Arcabuco in June.","cleanCredit":"Photograph: Luis Acosta/AFP/Getty Images"}],"webPublicationDate":"2015-06-20T19:05:00Z","lastModified":"2015-06-20T23:01:33Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":true,"keywords":["Tour de France 2015","Tour de France","Cycling","Chris Froome","Alberto Contador","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/alberto-contador","webTitle":"Alberto Contador"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","shortUrl":"http://gu.com/p/4axa9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling","webUri":"http://www.theguardian.com/sport/2015/jun/20/tour-de-france-2015-chris-froome-alberto-contador-nairo-quintana-vincenzo-nibali-cycling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali. Photograph: Getty Images","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCaption":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434819617772/30baba44-4d3e-47ca-a733-bdb0336132d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Getty Images","altText":"Nairo Quintana, Alberto Contador, Chris Froome and Vincenzo Nibali.","cleanCredit":"Photograph: Getty Images"}}]},{"title":"Mo Farah looks like the victim of a witch-hunt, says Steve Cram","rawTitle":"Mo Farah looks like the victim of a witch-hunt, says Steve Cram","item":{"type":"article","id":"sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","title":"Mo Farah looks like the victim of a witch-hunt, says Steve Cram","trailText":"Steve Cram believes Mo Farah is the victim of a witch hunt after the double Olympic champion was forced to deny ever using performance-enhancing drugs","standFirst":"<span class=\"bullet\">•</span> ‘We have gone off on a couple of tangents from the original allegations’\n<br />\n<span class=\"bullet\">•</span> ‘I can understand why Mo is annoyed,’ former world champion says","byline":"Press Association","body":"<p>Steve Cram believes Mo Farah is the victim of a witch-hunt after the double Olympic champion was forced to deny ever using performance-enhancing drugs. Farah issued a statement on Friday defending his reputation in the wake of a BBC investigation that alleged his coach, Alberto Salazar, had practised doping techniques with the American athlete Galen Rupp. It emerged this past week that Farah had missed two drugs tests in the buildup to the 2012 Olympics.</p> \n<p>Cram, the 1983 world 1500m champion, told the BBC: “It has begun to look like a bit of a witch-hunt against Mo. It seems as if some people are deliberately going after him and that is a shame.”</p> \n<p>Farah won gold in the 5,000m and 10,000m in London three years ago, with Cram commentating on his successes for the BBC. The <em>Panorama</em> documentary about Salazar did not accuse Farah of any wrongdoing but Thursday’s revelations regarding his missed tests led to further questions being asked and Cram sympathised with the 32-year-old. “We have gone off on a couple of different tangents from the original set of allegations,” Cram said. “The allegations were against his coach. Now Mo has also had to come out give an explanation about the two missed tests. We need clarification on that.</p> \n<p>“Some sections of the media seem keen to make out that a missed test means avoiding a test, which it does not. There is an individual here being targeted around his credibility as an athlete. In some quarters people are now saying he is a cheat. I can understand why Mo is annoyed and frustrated and all the other words he used in his statement.”</p> \n<p>Farah used Facebook to address his missed tests in 2010 and 2011, writing: “I have never taken performance-enhancing drugs in my life and I never will.</p> \n<p>“Over the course of my career I have taken hundreds of drugs tests and every single one has been negative. I’ve fully explained the only two tests in my career that I have ever missed, which the authorities understood, and there was never any suggestion that these were anything more than simple mistakes.</p> \n<p>“The last two weeks have been the toughest of my life – with rumours and speculation about me that are completely false – and the impact this has had on my family and friends has left me angry, frustrated and upset.”</p> \n<p>Salazar has denied the allegations against him, and Farah revealed he had travelled to his base in Portland, Oregon to speak to the American about the allegations. “As I made clear, I went to Portland to speak to Alberto Salazar and demand answers,” Farah added. “He reassured me that the claims are false and that he will soon be providing evidence to make that clear. Until then I will not be commenting further on the allegations.”</p> \n<p>Farah is training in France ready for a planned return at the Diamond League meeting in Monaco on 17 July. “Running is the one thing Mo can control at the moment and the one place where he can be Mo Farah and get away from this to some extent,” said Cram, a former world record holder over 1500m and the mile. “It can’t be easy but until something is proved against him we want to see him on track and racing because we don’t have many medal hopes. I bet he can’t wait to get back to racing.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T20:23:08Z","lastModified":"2015-06-20T23:46:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Mo Farah","Sport","Athletics"],"tags":[{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","shortUrl":"http://gu.com/p/4axzb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram","webUri":"http://www.theguardian.com/sport/2015/jun/20/mo-farah-witch-hunt-steve-cram"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/20/1434831642186/Mo-Farah-and-Galen-Rupp-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Mo Farah and Galen Rupp","cleanCaption":"Mo Farah celebrates winning the London 2012 10,000m final with the silver medallist, Galen Rupp. Steve Cram commentated on the race for the BBC. Photograph: Martin Rickett/PA"}}]},{"title":"F1 in chaos after Bernie Ecclestone backtracks on ‘crap product’ comment","rawTitle":"F1 in chaos after Bernie Ecclestone backtracks on ‘crap product’ comment","item":{"type":"article","id":"sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso","title":"F1 in chaos after Bernie Ecclestone backtracks on ‘crap product’ comment","trailText":"F1 impresario urged a change to the rules after Jenson Button and Fernando Alonso were hit with 25-place grid penalties – even though only 20 cars are taking part","standFirst":"<span class=\"bullet\">•</span> Ecclestone denies comment then calls for rule changes\n<br />\n<span class=\"bullet\">•</span> Button and Alonso hit with grid penalty at Austrian Grand Prix","byline":"Paul Weaver at the Red Bull Ring","body":"<p>The Austrian Grand Prix will take place against a backdrop of arguments and recriminations over the sport’s increasingly complex and draconian regulations on the weekend that Formula One was described as “crap” by Bernie Ecclestone – only for the Formula One impresario to hastily backtrack and urge a change to the rules to make it more fan-friendly.</p> \n<p>He could start with taking a look at the regulations under which two former world champions, Fernando Alonso and Jenson Button, will start at the back of the grid for Sunday’s race. The McLaren pair have been hit with 25-place grid penalties – even though there are only 20 cars taking part.</p> \n<p>To add to the growing sense that F1 is in dire need of a fresh approach and more dynamic leadership, the “home” team Red Bull’s already struggling drivers, Daniel Ricciardo and Daniil Kvyat, were hit by 10-place grid penalties on Friday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/lewis-hamilton-pole-austrian-grand-prix-nico-rosberg\">Lewis Hamilton takes pole at Austrian Grand Prix ahead of Nico Rosberg</a> </p> \n</aside> \n<p>Formula One is in desperate need of a good race to take some of the pressure off itself, having arrived here on Thursday against a background of an alarming audience decline, and with the local hero and three-times world champion Niki Lauda – and head of Mercedes F1 operation – saying: “The sport has basically been regulated to death down the years.” The four-times champion Alain Prost said recently that the rules were too complex.</p> \n<p>Button, who is now on his sixth Honda engine and was given a 15-place penalty in the last race in Canada, learned on Saturday morning that he would be demoted 25 places in Austria, which means the British driver will face a time penalty.</p> \n<p>Alonso, who has retired from the past three races, also had his power unit changed on Friday and so knew he had a 20-place penalty before the final practice run. He then needed further work done on his gearbox after coming to a standstill in FP3, incurring a further drop of five places.</p> \n<p>The rules state that four engines must last the entire season.</p> \n<p>The severity of the penalty is decided by the number of changes made, with 10 places for one component and a further five places for each subsequent replacement. But it was all a little too much for a frustrated Alonso, who has not scored a single point this season. “I would probably change many things – better not to say. The technology is too complex, especially for the people at home,” the Spaniard said.</p> \n<p>“They want to see cars crashing and overtaking each other and fighting for position, not saving tyres and saving fuel, and talking about DRS and tokens and penalties. The penalties we have are very difficult to understand. There are things that are too complicated and some of the rules are made by engineers and mathematicians and grandmother at home doesn’t care about these things.”</p> \n<p>McLaren’s race director, Eric Boullier, said: “They are the same rules for everybody. But I think we should have had a rethink – it was a bit too harsh or ambitious. We have to respect the rules but I find it sad for F1 that we have two world champions starting at the back of the grid.” He added caustically: “I’m pretty sure we are going to have a new record in the Guinness Book of Records by the end of the year.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/jenson-button-25-place-grid-penalty-f1-austrian-gp-fernando-alonso\">Jenson Button and Fernando Alonso land 25-place Austrian F1 grid penalties</a> </p> \n</aside> \n<p>Ecclestone had been quoted by AFP as saying: “I told them they have given me a crap product to sell.” But later he backpedalled when asked about his comments. The 84-year-old said: “Really? I don’t know who said that. Bad quote.</p> \n<p>“The product at the moment is a bit top heavy with one team winning a lot of races, probably too easy. So when Ferrari are getting their act together we’ve seen a big improvement and exactly the same thing happens with McLaren.</p> \n<p>“There’s people always complaining about something. The winners never complain. The losers complain. All I’ve ever said is that it’s a pity that one team is at the moment dominating the sport.”</p> \n<p>He added: “We need to have a very, very good look at all our sporting regulations. Don’t go over the white line, don’t do this, don’t do that. If you change your engine you go back 20 places. It’s not what the public understand. They don’t understand and when they do understand they don’t care basically.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434826751986/Bernie-Ecclestone-F1-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Bernie Ecclestone, F1 Austrian Grand Prix ","cleanCaption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:06:47Z","lastModified":"2015-06-20T23:40:03Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Paul Weaver","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/23/1400861356823/Paul-Weaver-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paulweaver"}],"feature":false,"keywords":["Formula One 2015","Bernie Ecclestone","Jenson Button","Fernando Alonso","Formula One","Motor sport","Sport"],"tags":[{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/jenson-button","webTitle":"Jenson Button"},{"id":"sport/fernando-alonso","webTitle":"Fernando Alonso"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Paul Weaver","topic":{"type":"tag-contributor","name":"profile/paulweaver"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso","shortUrl":"http://gu.com/p/4axz2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso","webUri":"http://www.theguardian.com/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434826751986/Bernie-Ecclestone-F1-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Bernie Ecclestone, F1 Austrian Grand Prix ","cleanCaption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434826751986/Bernie-Ecclestone-F1-Aust-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images","credit":"Charles Coates/Getty Images","altText":"Bernie Ecclestone, F1 Austrian Grand Prix ","cleanCaption":"F1 supremo Bernie Ecclestone was quoted by AFP as saying he had 'a crap product to sell' but later denied making such a comment. Photograph: Charles Coates/Getty Images"}}]},{"title":"US Open 2015: third round – as it happened","rawTitle":"US Open 2015: third round – as it happened","item":{"type":"liveBlog","id":"sport/live/2015/jun/20/us-open-2015-third-round-live","title":"US Open 2015: third round – as it happened","trailText":"<strong>Hole-by-hole report:</strong> Jason Day (68) and Louis Oosthuizen (66) excelled on a day of wild fluctuations at Chambers Bay. Scott Murray was watching.","standFirst":"<ul>\n <li>Jason Day and Louis Oosthuizen excelled on a day of wild fluctuations at Chambers Bay</li>\n <li><a href=\"http://www.usopen.com/en_US/scoring/\">Official US Open leaderboard</a></li>\n</ul>","byline":"Scott Murray","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434840459956/7167b9fc-dec8-4b74-b528-8342aecea173-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Ehrmann/Getty Images","altText":"Jordan Spieth hits his tee shot on the first hole during the third round of the 115th US Open Championship at Chambers Bay.","cleanCredit":"Photograph: Mike Ehrmann/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T02:38:36Z","lastModified":"2015-06-21T02:42:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Scott Murray","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/scottmurray"}],"feature":false,"keywords":["US Open Golf 2015","US Open","PGA Tour","Golf","US sports","Sport"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"displayHint":"news","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#b51800","liveBlogLabelColour":"#333333","headlineColour":"#333333","standfirstColour":"#676767","updateColour":"#999999","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#cc2b12","colourPalette":"deadBlog"},"liveContent":{"liveBloggingNow":false,"blocks":[{"id":"block-55856db3e4b0b5dab300b996","title":"It's Moving Day!","publishedDateTime":"2015-06-20T16:30:09Z","body":"<p><strong>There’s been a wee bit of grumbling regarding Chambers Bay. </strong>The bounce can be unkind. The rough is a jungle. Approaches are unorthodox. Some pin positions are awkward. The greens are a state.</p> \n<p><strong>Well, it’s the US Open, bub, suck it up.</strong> It’s supposed to be hell on earth. And Chambers Bay looks pretty damn fine from this vantage point. It’s a venue of rare beauty. The Puget Sound glistening. Rolling green hills. Sand grabbing handfuls of the fairways. Dramatic plunges into dappled, three-tone, camouflage greens. The railway clattering through, its constant rumble an evocation of an industrial past.</p> \n<p><strong>Completing the picture, the world’s best golfers wandering hither and yon. </strong>Some confused, others energised. All being tested to the very limits of their knowledge and ability. It’s fascinating to see the pros slowly working the place out, visualising shots they’d never usually play on the Tour’s weekly grind. It’s the unique craftsmanship of links golf, with an added twist of trademark USGA sadism. Dismiss it as crazy golf if you like, but to do so would be to miss the point. It’s just a different sort of test, that’s all, and what’s so wrong with that? It’s magnificent entertainment.</p> \n<p><strong>Maybe in an ideal world the greens would run true.</strong> And perhaps the 18th should never play as a par four. But adapting to imperfect conditions, and searching for workarounds, is part and parcel of golf. In any case, the greens weren’t in tip-top nick the first time an Open was played on the Old Course at St Andrews, either, and that didn’t work out so bad for the sport in the long run.</p> \n<p><strong>Anyway, they say the sign of a great course is the list of champions it produces. </strong>And if that’s true for Muirfield, and Oakmont, and St Andrews, and Pebble Beach, and Lytham, then it’s got to hold here too. Well, plenty of the world’s top names are queuing up to make the first mark on the Chambers Bay roll of honour. The 16 players currently under par include the world numbers two, six, seven, ten, 13 and 15. The world numbers one, three, five, eight, 12 and 14 aren’t out of it yet, either, if you buy the line that anyone who’s survived the cut is within striking distance. This could be some weekend of golf. It’s Moving Day at the 2015 US Open. Sometimes life is just grand. It’s on!</p> \n<p><strong>The standings after 36 holes ...</strong></p> \n<p><em><strong> -5:</strong> Spieth, Reed <br /><strong>-4:</strong> Grace, D Johnson <br /><strong>-3:</strong> Luiten, Finau, Summerhays, Martin <br /><strong>-2:</strong> Lovemark, Holmes, Day <br /><strong>-1:</strong> Kisner, Lowry, Campbell (a), Levy, Stenson <br /><strong>E:</strong> Romero, Smith, Kuchar, Dufner <br /><strong>+1:</strong> Ogilvy, Casey, Maguire (a), Matsuyama, Scott, Molinari, Snedeker <br /><strong>+2:</strong> Els, Schniederjans (a), Westwood, Rose, Fraser, Na, Warren <br /><strong>+3:</strong> Hossler (a), Schwartzel, Oosthuizen, Fleetwood, Silvers, Pan, Mickelson, Tringale, Kirk <br /><strong>+4:</strong> Fritsch, Elder, McCarthy (a), Donald, Palmer, Beljan, Horschel, Z Johnson, Saunders, Senden, Streb, Chappell, McIlroy, Furyk, Koepka, Bradley <br /><strong>+5: </strong>Points, Coetzee, Aiken, Walker, Poulter, Villegas, Gunn, Pope, Kelly, Parry, Cabrera, Hoffmann, Garcia, Montgomerie, Simpson, Hardy (a) </em></p> \n<p><strong>... and today’s tee times: </strong><br /> <br /><em>8.03am PDT (4.03pm BST): Nick Hardy (a) <br />8.14am PDT (4.14pm BST): Webb Simpson, Colin Montgomerie <br />8.25am PDT (4.25pm BST): Sergio Garcia, Morgan Hoffmann <br />8.36am PDT (4.36pm BST): Angel Cabrera, John Parry <br />8.47am PDT (4.47pm BST): Troy Kelly, Andy Pope <br />8.58am PDT (4.58pm BST): Jimmy Gunn, Camilo Villegas <br />9.09pm PDT (5.09pm BST): Ian Poulter, Jimmy Walker <br />9.20pm PDT (5.20pm BST): Thomas Aiken, George Coetzee <br />9.31pm PDT (5.31pm BST): D.A Points, Keegan Bradley <br />9.42pm PDT (5.42pm BST): Brooks Koepka, Jim Furyk <br />9.53pm PDT (5.53pm BST): Rory McIlroy, Kevin Chappell <br />10.04pm PDT (6.04pm BST): Robert Streb, John Senden <br />10.15pm PDT (6.15pm BST): Sam Saunders, Zach Johnson <br />10.26pm PDT (6.26pm BST): Billy Horschel, Charlie Beljan <br />10.37pm PDT (6.37pm BST): Ryan Palmer, Luke Donald <br />10.48pm PDT (6.48pm BST): Denny McCarthy (a), Brad Elder <br />10.59pm PDT (6.59pm BST): Brad Fritsch, Chris Kirk <br />11.10pm PDT (7.10pm BST): Cameron Tringale, Phil Mickelson <br />11.21pm PDT (7.21pm BST): C.T. Pan, Mark Silvers <br />11.32pm PDT (7.32pm BST): Tommy Fleetwood, Louis Oosthuizen <br />11.43pm PDT (7.43pm BST): Charl Schwartzel, Beau Hossler (a) <br />11.54pm PDT (7.54pm BST): Marc Warren, Kevin Na <br />12.05pm PDT (8.05pm BST): Marcus Fraser, Justin Rose <br />12.16pm PDT (8.16pm BST): Lee Westwood, Ollie Schniederjans (a) <br />12.27pm PDT (8.27pm BST): Ernie Els, Brandt Snedeker <br />12.38pm PDT (8.38pm BST): Francesco Molinari, Adam Scott <br />12.49pm PDT (8.49pm BST): Hideki Matsuyama, Jack Maguire (a) <br />1pm PDT (9pm BST): Paul Casey, Geoff Ogilvy <br />1.11pm PDT (9.11pm BST): Jason Dufner, Matt Kuchar <br />1.22pm PDT (9.22pm BST): Cameron Smith, Andres Romero <br />1.33pm PDT (9.33pm BST): Henrik Stenson, Alexander Levy <br />1.44pm PDT (9.44pm BST): Brian Campbell (a), Shane Lowry <br />1.55pm PDT (9.55pm BST): Kevin Kisner, Jason Day <br />2.06pm PDT (10.06pm BST): J.B. Holmes, Jamie Lovemark <br />2.17pm PDT (10.17pm BST): Ben Martin, Daniel Summerhays <br />2.28pm PDT (10.28pm BST): Tony Finau, Joost Luiten <br />2.39pm PDT (10.39pm BST): Dustin Johnson, Branden Grace <br />2.50pm PDT (10.50pm BST): Patrick Reed, Jordan Spieth </em><br /></p>","postType":"key-event"},{"id":"block-55859a87e4b0629b0a62a654","publishedDateTime":"2015-06-20T17:00:09Z","body":"<p><strong>Here we go, then, and there are quite a few players already out and about. </strong>Only three of them are under par for their third round right now, though. Jimmy Walker and Ian Poulter appear to be good for each other. Poulter sent his approach into the 1st hole pin high to 12 feet, Walker immediately following him in to six or so. The pair both rattled in their birdie putts, and move to +4. Webb Simpson has picked up a couple of birdies - a lovely tee shot at the par-three 3rd to six feet, and another shot picked up at 8 - which more than cancel out a bogey at 6. He’s +4 too. The first movers on Moving Day. Or at least the first moving in the correct direction. More of those heading the other way coming up in a sec.</p>","postType":"blog"},{"id":"block-55859c23e4b0629b0a62a658","publishedDateTime":"2015-06-20T17:10:50Z","body":"<p><strong>Of the very early starters, Colin Montgomerie is the only player to have shot a sub-par round this week.</strong> The 51-year-old veteran, always the bridesmaid in his heyday, carded a superlative 69 on Tuesday. And it could have been a lot better had his putter been working properly. He began to tire yesterday afternoon, though, as the greens hardened and the difficulty level of Chambers Bay rose accordingly. A Jekyll-and-Hyde 76, and he only just scraped inside the cut at +5. Poor old Monty continued on a downward spiral this morning, with bogeys at 1, 4 and 7. As low as +8. But he’s rallied well, with back-to-back birdies at 8 and 9. Out in 36 strokes, +6 overall, and it’d be nice if the old boy was able to enjoy this weekend, rather than scrabbling around in ignominy at the bottom of the leaderboard, given all he put into this championship over the years, and all the heartache he got back in return. When that 50-footer dropped on 17 at Winged Foot in 2006 ... I really thought he’d finally done it. If you listen hard enough, you can still hear him on the 18th fairway now, after dumping his ball in the rough near the green. “What kind of shot was <em>that</em><em>?!</em>” Poor Monty. He deserved one, you know.</p>","postType":"blog"},{"id":"block-55859eb7e4b0629b0a62a661","publishedDateTime":"2015-06-20T17:20:48Z","body":"<p><strong>So much for Ian Poulter’s fast start</strong>. A double bogey at 4, and he’s dropped back to +6. He’s alongside the 2003 champion Jim Furyk, who has 21 other top-ten finishes in the majors to his name. That’s a hell of a record. No high finish for him this weekend, by the looks of things after a double at the opening hole today. Furyk’s isn’t the worst start of the day so far, though. Step forward Andy Pope, who only bogeyed the opening hole, but then followed it up with three more. Four over for his round through four holes, and he’s propping up the entire leaderboard right now at +9. For the record - and for all the talk of Tiger Woods - the worst round of the week so far was shot yesterday by 25-year-old debutant Alex Kim. His 86 included two quadruple bogeys, two triple bogeys and two double bogeys, and came as part of a set with Thursday’s 80. He ended the week +26. The US Open, in excelsis.</p>","postType":"blog"},{"id":"block-5585a127e4b0629b0a62a666","publishedDateTime":"2015-06-20T17:25:44Z","body":"<p><strong>Rory’s out! </strong>He’s too far behind the leaders after a dismal end to the second round - four putts on 17 have killed him, really - but if he was to post something low early on today, at least he’ll give the later groups pause for thought. Here he comes, then, out of the blocks with birdie at 2. He’s up to +3. A shame he never built any momentum after that eagle on 12 last night, instead wanging his drive at 13 into the oomska.</p>","postType":"blog"},{"id":"block-5585a327e4b0629b0a62a66d","publishedDateTime":"2015-06-20T17:40:14Z","body":"<p><strong>What a round JB Holmes shot yesterday.</strong> A 66, which included only three pars in the last 12 holes. How’s this for a run between 7 and 14: birdie-eagle-par-birdie-bogey-birdie-bogey-birdie. That hauled him into the top ten, just three off the lead at -2. But it wasn’t the performance of the day. That surely goes to Louis Oosthuizen, who carded a dismal 77 on the opening day, though he was put off by playing partners Tiger Woods and Rickie Fowler driving their collapsing Ford Model Ts in zig-zags across the fairway. Yesterday was a much calmer affair, and he played the front nine - his closing set of holes - in just 32 strokes. The tone was set by a superlative eagle at 1, a long wood creamed to 12 feet. A 66 of supreme character, given the humiliations of Thursday. Compare and contrast with Fowler’s second-round 73, and Tiger’s 76. That he made the cut is some feat. A round that illustrates the benefits of never giving up, no matter how dark things look. Perhaps he should print a copy of his scorecards out for Sergio. (He’s one over today at the turn, +6, since you ask.)</p>","postType":"blog"},{"id":"block-5585a748e4b0b5dab300ba0b","publishedDateTime":"2015-06-20T17:57:06Z","body":"<p><strong>The weather should be good all weekend. </strong>Lovely and dry today, a lot of sun shimmering across the Puget Sound. Not too much in the way of wind, either. What there is won’t be particularly strong. A bit more cloud on Sunday, but it’ll still be \n <strike>\n   too hot and humid for poor old Monty \n </strike> lovely and warm. Hot under the collar right now: Camilo Villegas. The flexible Colombian has already suffered one meltdown this week, taking several attempts to escape from a native sandy area at 12 on Thursday. But that particular triple bogey was sandwiched by three birdies, the blow softened. Today he’s really going all-out for golfing disaster: bogeys at 1, 4, 5 and now 8, plus a double bogey at 7. Sure enough, golf being golf, he was 18 inches away from a hole in one at 3; a birdie there. He’s five over already for his round, and +10 overall, bottom of the pile.</p>","postType":"blog"},{"id":"block-5585ab6de4b0629b0a62a67d","publishedDateTime":"2015-06-20T18:11:17Z","body":"<p><strong>No more upward movement by McIlroy yet. </strong>A perfectly judged long bunker shot on 3, from the best part of 50 yards to a couple of feet; a timid birdie effort from 15 feet on 4; a 50-footer nearly drained on 5. Pars all, and he remains at +3. Birdie for Luke Donald at 2, and he’s +3. Birdie for Billy Horschel at 3; he’s +3 too. But these three players are the only ones out there under par for their rounds right now. If the early conditions are supposed to be easier, then this afternoon could be a lot of fun. Of course, the difference might simply come down to working out the receptiveness of the greens: Rory’s just landed in the middle of 6, expecting his ball to kick on, but the soft landing leaves him outside birdie range. That’d bounce closer later.</p>","postType":"blog"},{"id":"block-5585acd0e4b0629b0a62a680","publishedDateTime":"2015-06-20T18:18:19Z","body":"<p><strong>Breaking breakdown news, and the 2007 champion Angel Cabrera is stuttering badly. </strong>A double already on his card, early doors today, at 4. He bounced back with birdie at 6, but now look: bogey at 9, then double bogeys at 10 and 11. At six over for his round already, this is the worst showing out there. He’s +11 overall, and undertakes Villegas at the bottom of the leaderboard.</p>","postType":"blog"},{"id":"block-5585ae7be4b0b5dab300ba16","publishedDateTime":"2015-06-20T18:23:23Z","body":"<p><strong>Here’s some hope for the chasing pack.</strong> Seems the USGA have dispatched quite a lot of water onto the greens, with a view to making them responsive for the early starters. They’ll surely dry out later, so if one of these chaps can post a score, they could find themselves in the mix tomorrow, should the leaders struggle with conditions later on, the greens getting harder and harder. Compare and contrast Jordan Spieth’s round, early yesterday, and the way Dustin Johnson and Patrick Reed stumbled home in the gloaming. It’s not beyond the realms that the field could concertina up. With this in mind, McIlroy blooters a drive down the middle of 7, then arrows a delicious iron straight at the flag. He’s left with an uphill ten footer for birdie. He’s got to make it, you feel, if he’s to parlay his extremely long-odds chance into something more meaningful today.</p>","postType":"blog"},{"id":"block-5585afdbe4b0629b0a62a686","publishedDateTime":"2015-06-20T18:35:07Z","body":"<p><strong>American golfers dominate their home championship, as you’d expect. </strong>The USA has clocked up 80 wins. Scotland are next with 13, then England on seven. It’s quite a disparity. But the recent years haven’t been super-kind. Only Webb Simpson, in 2012, has won for the home country in this decade, players from Germany, England and Northern Ireland (twice) getting in the road on the US roll of honour. Pull the camera back a little, and the trend doesn’t get much better: only three home wins in the last 11, players from Argentina, Australia, New Zealand and South Africa also having their say during that period. So the US are due one, and with Spieth, Reed and Dustin at the top of the leaderboard, their chances are good. <br /></p> \n<p><strong>Kevin Mannerings, however, argues that there’s hope for Europe to continue its recent domination of this event. </strong>“My man to watch today is Tommy Fleetwood, who came back in 32 yesterday, with four birdies and two bogeys. My view is that the European Tour has far more diversity of location than the PGA Tour, you can be in the Swiss mountains one week and in a monsoon in Malasia soon after after. The lads who come up through that like Joost Luiten, Shane Lowry, Alexander Levy and Fleetwood are tough nuts who just get on with it.” And of course Rory’s steeped in that tradition, even if he spends most of his time in the States these days. He’s just rolled in his birdie putt at 7 to move to +2. It’s all going to plan right now. Ah hold on, he’s just hoicked his drive at 8 into thick nonsense down the left. Shades of 13 after his eagle at 12. Wah!<br /></p>","postType":"blog"},{"id":"block-5585b28ae4b0b5dab300ba1d","publishedDateTime":"2015-06-20T18:45:22Z","body":"<p><strong>Not the fast start Phil Mickelson was dreaming of.</strong> His second stuck on a bank to the right of the 2nd green. He punches a chip to eight feet, but leaves the par putt high on the right, and that’s an early bogey. He’s back to +4. And his tee shot into the par-three 3rd is a club short. The dream is over. Chances are he’ll never get that missing major to complete the grand slam, but it shouldn’t be the end of the world for him. It’s done no harm to the legacies of Tom Watson, Lee Trevino, Ray Floyd, Sam Snead or Walter Hagen. I’d also argue that, in 2013, he was better off, in terms of legacy, missing out at Merion and wining at Muirfield. An Open Championship gives his CV range and depth that another Stateside victory would not. Factoring out the emotional angle, of course, but there are worse fates.</p>","postType":"blog"},{"id":"block-5585b4cee4b0629b0a62a691","publishedDateTime":"2015-06-20T18:54:33Z","body":"<p><strong>Rory can only punch out from the filth at 8, and his approach into the green is average at best. </strong>Two putts, and that’s a par that’ll feel like a bogey on this wide-open par five. Meanwhile here’s Adam Hirst with a prediction to counter-balance the Euro flag-waving of Kevin Mannerings (7.35pm): “I’m going to call it ‘Moving Away Day’, as Jordan Spieth finishes some four shots ahead after a 67, with the rest going backwards.” It’s more likely, isn’t it, conditions or no. Spieth’s something else. Like that’s news. Obviously a super-talented golfer, but he’s got it going between the lugs, too, which is 90 percent of the battle. A calm, ordered mind. Never flustered. Unflappable under pressure. Illustrate that with his dead-eye putting. Or perhaps his classy reaction to the unfortunate collapse of Jason Day on 9, when he stepped in to usher away intrusive camera lenses poking at his stricken colleague. He’s great. There’d be no more popular winner. Well, Mickelson, maybe, but he’s just dropped another at 3, his putter ice cold. He’s +5. It’s all over for Lefty.</p>","postType":"blog"},{"id":"block-5585b71ce4b0629b0a62a694","publishedDateTime":"2015-06-20T19:00:33Z","body":"<p><strong>Opening hole birdie for Louis Oosthuizen!</strong> I’ve already droned on about Oosthuizen’s 66 yesterday (6.40pm) but what about that 66 yesterday?! He’s bang in form, rolling in a gentle left-to-right curler from 12 feet on the par-four 1st. He’s +2 now, and perhaps the wisest bet to come bursting from the pack. Up on 9, Rory escapes with a par after leaving his long tee shot well short of the flag, then giving himself a five-foot tester across the green. But he finds the back of the cup, a fine effort, and he’s hanging on in there. Out in 33, but he needs a blistering back nine if an unlikely victory is to remain within the realms of possibility.</p>","postType":"blog"},{"id":"block-5585b976e4b0629b0a62a696","publishedDateTime":"2015-06-20T19:09:49Z","body":"<p><strong>Another South African major winner quickly out of the traps: Charl Schwartzel, the 2011 Masters champ. </strong>He birdies the opening hole, joining McIlroy at +2. Rory might not remain there for very long, though; he’s just caressed a 7-iron pin high to four feet at 10. A superlative birdie chance. He’s where the action is on the course right now. If that goes in, we might witness a meaningful charge this afternoon.</p>","postType":"blog"},{"id":"block-5585ba94e4b0b5dab300ba27","publishedDateTime":"2015-06-20T19:16:53Z","body":"<p><strong>In fact, Rory’s only a couple of feet away from the pin at 10. </strong>And he’s missed the birdie putt, the ball lipping out on the right. That’s abysmal, though the Sky commentary team suggest he’s “almost hit that too well”. He hasn’t, though, has he? That really had to drop. But to be fair, we’re all looking in the wrong place. Because here’s birdie number two for the on-fire Oosthuizen! This one at 3. He’s +1 overall. And that makes him eight under par over his last 19 holes. That is <em>blistering</em> form. I wonder how he’d be doing if Tiger and Rickie didn’t drag him down on that farcical opening day? Way he’s going, he might live to regret that 77. But whatever happens here, he’s in good shape with the Open Championship looming next month and returning to St Andrews, where he announced himself on the world stage in 2010. </p>","postType":"blog"},{"id":"block-5585bd3fe4b0629b0a62a698","publishedDateTime":"2015-06-20T19:27:18Z","body":"<p><strong>Gorgeous approach shot into the 1st by Justin Rose, pin high, six feet from the flag. </strong>But he’s missed the birdie putt, high on the left. He stays put at +2. Meanwhile Phil Mickelson’s fast start on Thursday seems so very long ago now. As does that 65 in Memphis last Sunday. He sends his second into 4, but once again he’s a club short, and his ball topples off the front of the green, miles from the flag. He can’t get up and down, and that’s a third bogey in three holes. He’s +6, and by the look in his eyes, wishes to be anywhere but Chambers Bay. Chin up, Phil, at least you’ve five majors in the bag. Oh look, here’s poor old Monty, signing off at 18 with a lovely tickled-in birdie putt for a very respectable 72. He’s +7.</p>","postType":"blog"},{"id":"block-5585bea3e4b0b5dab300ba2a","publishedDateTime":"2015-06-20T19:30:30Z","body":"<p><strong>That missed tiddler on 10 has taken the wind right out of McIlroy’s sails. </strong>His approach to 11 is highly average, 40 feet from the flag. He races his long birdie effort ten feet past the hole, and can’t make the return. A bogey, he’s +3 again, and that’s his momentum totally kaput. Though at least he had some: Lee Westwood can’t get up and down from distance off the front of 1, and drops back immediately to +3.</p>","postType":"blog"},{"id":"block-5585c071e4b0b5dab300ba2b","publishedDateTime":"2015-06-20T19:44:25Z","body":"<p><strong>Rory’s been the master of his own downfall over the last couple of holes, but now he’s battling the gods of fortune too. </strong>His drive on 12 sticks up on the bank to the right of the green. He fires his chip towards the hole, with a view of using the bank on the other side of the flag to gather his ball back towards the target. But his ball skims the flag on its way there, taking the speed off it. And so it doesn’t get far enough up the bank behind the hole, and fails to gain enough speed after it u-turns. That’d have been dead otherwise. As it is, he ends up six feet away, and misses the birdie putt. You could argue that Jordan Spieth wouldn’t have missed that putt, of course, bad luck with the chip or no. And therein lies the difference between the two players this week. And perhaps for many weeks over the next ten years. Rory probably needs to sort his putting out.</p>","postType":"blog"},{"id":"block-5585c2cfe4b0b5dab300ba2d","publishedDateTime":"2015-06-20T19:50:03Z","body":"<p><strong>Brandt Snedeker slices his approach at 1 to the right of the green. </strong>But a magical up and down saves his par, and he remains at +1. Justin Rose can’t knock in a 15-foot par saver at 3, and he’s back to +3. Another dropped shot for Lee Westwood, this time at 2, a four-footer missed, and he’s +4 in double-quick time. Only Oosthuizen, Schwartzel, McIlroy and Ryan Palmer are under par for their rounds out there. Best in the clubhouse so far: Sergio Garcia, with a level-par 70. That round contained a triple-bogey seven at 14. It’s why we love him. He’s +5.</p>","postType":"blog"},{"id":"block-5585c45ce4b0b5dab300ba2e","publishedDateTime":"2015-06-20T20:01:11Z","body":"<p><strong>Rory hoicked his drive into filth at 13 yesterday.</strong> He at least finds the fairway today, but doesn’t connect properly, and leaves a very long second shot. No matter! He creams a long iron the best part of 250 yards, pin high, a few feet to the right of the flag. He’ll have a good look at birdie. It’s a great chance to make a late, desperate bid to regain some momentum. But the eight-footer slides past the left of the cup, pace rather than line his undoing there. Adam Scott’s out, meanwhile, and his approach to 1 bites six feet left of the pin, a statement shot. He now needs a statement putt. A top-ten finish at Pinehurst last year. He’ll be looking for at least the same again. But the putt doesn’t drop. God knows what horrors await when he has to give up the broom handle.</p> \n<p>And with that, I’m off to the pro shop to grab a Snickers and bottle of Powerade, just before things get too hectic. I’ll leave you in the capable hands of Rob Bleaney</p>","postType":"blog"},{"id":"block-5585c6c8e4b0b5dab300ba31","publishedDateTime":"2015-06-20T20:17:24Z","body":"<p><strong>Thanks Scott, and don’t forget dessert. You’ll need a sugary delight after a nutritious supper like that. </strong>It’s a pleasure to be with you all tonight and the first thing I can report is that Paul Casey has rattled in a mid-range put at the first after a brilliant second shot into the green. He’s back to level par, five shots off the lead. Can the Englishman put himself in a position to challenge? Another fine iron from McIlroy at 14 opens up another birdie opportunity. He really is playing well until he reaches the greens, but for the umpteenth time today his putt slips by. Frustration again.</p>","postType":"blog"},{"id":"block-5585cb33e4b0629b0a62a6a2","publishedDateTime":"2015-06-20T20:29:49Z","body":"<p><strong>Justin Rose’s stated target was two under for the tournament but that looks very ambitious now after a double bogey on five. </strong>Even worse, he missed a tiddler to limit the damage to one shot and is now back at five over. McIlroy has a really tricky putt to save his par at 15 and once again he misses. Casey doesn’t on 2 though, holding a tester for par to make sure his fine start was not undone immediately.</p>","postType":"blog"},{"id":"block-5585cde2e4b0b5dab300ba33","publishedDateTime":"2015-06-20T20:42:29Z","body":"<p><strong>Look at this from Ian Poulter, the leader in the clubhouse. </strong>Too little far too late perhaps but four birdies on the back nine in an excellent 69 will put the smile back on his face. Oosthuizen has been the biggest mover of the day so far and recovers from passing up a chance for a fourth birdie of the day at 8 by almost holing his tee shot at 9. Rose three putts at 8 to continue his turmoil but McIlroy holes one, finally, to save par at 16. </p>","postType":"blog"},{"id":"block-5585d068e4b0b5dab300ba34","publishedDateTime":"2015-06-20T20:53:44Z","lastUpdatedDateTime":"2015-06-20T20:56:30Z","body":"<p><strong>Oosthuizen misses his birdie opportunity at 9, and with it the chance to go under par.</strong> The leaders will be feeling his breath on their necks, even on the practice greens, but that’s two in two he’s let pass by. McIlroy produces a moment of class off the tee at 17 to leave himself with a birdie opportunity once again. A very slight lack of pace on the putt does for him again though, and it’s another par. He’s level for the day but as he walks to 18 he will wonder what might have been.</p>","postType":"blog"},{"id":"block-5585d39ce4b0629b0a62a6a6","publishedDateTime":"2015-06-20T20:59:39Z","body":"<p><strong>Jason Day has just hit his tee shot on one so I’ll hand back to Scott to talk you through things from here. </strong>Thanks for your time, and your patience, and enjoy the rest of the day’s play. </p>","postType":"blog"},{"id":"block-5585d470e4b0629b0a62a6a7","publishedDateTime":"2015-06-20T21:07:00Z","body":"<p><strong>Thanks Rob. Oosthuizen has just creamed another approach to ten feet, this time at the accessible 10th.</strong> He should be troubling the upper reaches of the leaderboard now, but for those short missed birdie putts on 8 and 9. What a chance to put some real pressure on the later starters. He can still get something done here today, but when you’re hot, you can’t be passing up chances like that. He really needs to sink this one. Because look what missing a short birdie opportunity on 10 did for McIlroy’s confidence on the back nine. A plethora of birdie chances, and nix, nada, rien. Anyway, Oosthuizen misses the putt, the ball slipping low to the left. That’s a hat-trick of chances off into the ether. He could be a serious contender for this championship now, but as it stands, he’s still a long shot.</p>","postType":"blog"},{"id":"block-5585d5fbe4b0b5dab300ba3b","publishedDateTime":"2015-06-20T21:09:36Z","lastUpdatedDateTime":"2015-06-20T21:37:44Z","body":"<p><strong>Jason Day is carrying himself very carefully today, as you would expect after his vertigo attack yesterday.</strong> A ginger promenade down the 1st, but nevertheless he nearly birdies the hole, a drive down the middle, an iron into the heart of the green, his putt from 20 feet dying to one side. He remains -2.</p>","postType":"blog"},{"id":"block-5585d695e4b0629b0a62a6a8","publishedDateTime":"2015-06-20T21:15:21Z","body":"<p><strong>“FAAACK!!!”</strong> I’m making no great claims for my lip-reading skills, but a fairly unambiguous word just fell from Rory McIlroy’s lips on the 18th green. He’s missed so many putts today, but finally one goes in. It comes at the denouement of a miniature farce, played out across this slightly preposterous green. He’s in the bunker to the right in two. He splashes out, his ball nearly stopping by the pin, then speeding up and taking a 90-degree turn to the left, whereupon it buggers off down to the front of the green at pace. That’s insanity. He can only get his first putt to within 20 feet - there’s no direct line to the hole over a huge right-angled kink in the green - and then the par putt goes in. That’s an absurd par. And an absurd level-par round of 70, really. It should have been so much better. My guess that word - naughty Rory, saucy Rory - was partly directed at the 18th hole, but mainly a capsule review of his shaky putting performance. He’s +4, and obviously not adding to his 2011 title this year. But his game’s not in terrible shape. If only he could borrow Jordan Spieth’s putter, huh?</p>","postType":"blog"},{"id":"block-5585d7f6e4b0629b0a62a6a9","publishedDateTime":"2015-06-20T21:21:46Z","body":"<p><strong>A chat with Rory on the Sky television service. </strong>“It’s the best I’ve struck the ball this year. I’m in the habit of turning really good scores into average ones. I gave myself so many chances. 10, 11, 12, 13, 14, 15. All putts from inside 15 feet, and I didn’t make one of them. I’m just glad one went in at the end there. It’s set up for a Dustin Johnson, someone who hits it high and long. But a few of those guys would take my 70 later on. A lot of guys will have to make a few par putts from ten feet today.” Say what you like about Rory, but he’s not one for making excuses, is he? Always good to listen to.</p>","postType":"blog"},{"id":"block-5585d970e4b0b5dab300ba3c","publishedDateTime":"2015-06-20T21:26:35Z","body":"<p><strong>So Oosthuizen’s on the McIlroy trail. </strong>Having missed a load of birdie chances, he’s now started dropping shots. He sheds one at 11, and he’s back to +1. What a shame. The going was so good back there. A fast start for Kevin Kisner: he birdies 1. But then hands it back at 2. Meanwhile his playing partner Day races his long birdie putt past the hole, and can’t knock in the return. Bogey, and he’s back to -1. Colin Montgomerie on Sky suggests that “he’s not well”, though Day’s not been out for long, so let’s see. It could be - hopefully - that everyone’s spotting things that aren’t there, the knowledge of what happened yesterday playing tricks. They’ve been over-analysing how he picks up his tee. But of course Monty knows the man. Let’s hope he’s wrong, and it’s just a common-or-garden three putt.</p>","postType":"blog"},{"id":"block-5585da8fe4b0b5dab300ba3d","publishedDateTime":"2015-06-20T21:33:08Z","body":"<p><strong>Better signs for Day, who clips his tee shot at 3 straight at the flag.</strong> He’ll have a ten-footer for birdie. It doesn’t drop, but that’s a solid par. Alexander Levy made birdie at 1, to move to -2. Birdie for Scott on 7, too, after a dropped stroke at 5. He’s back up to +1. A suggestion that this course is hardening up pretty quickly under the sun, and it’ll become a real test for the final few groups. What those folks would give for Ian Poulter’s card, currently the best of the day, a 69. He’s +4, having been steady all week rather than spectacular. </p>","postType":"blog"},{"id":"block-5585dc27e4b0b5dab300ba3e","publishedDateTime":"2015-06-20T21:37:04Z","body":"<p><strong>The first change at the top of the leaderboard.</strong> Ben Martin curls a 15-foot left-to-right putt into the cup from the back of 1, and he’s -4, a share of second spot. An early birdie for Hideki Matsuyama, by the way; he picked up a stroke on the opening hole to move to level par. He’s still there through seven holes. And he’s alongside Louis Oosthuizen on the leaderboard, who grabs back the shot he dropped at 11 on the short par-four 12th.</p> \n<p><em><strong>-5: </strong>Spieth, Reed<br /><strong>-4: </strong>Martin (1), Grace, D Johnson<br /><strong>-3: </strong>Luiten, Finau</em></p>","postType":"blog"},{"id":"block-5585dd62e4b0629b0a62a6ad","publishedDateTime":"2015-06-20T21:43:21Z","body":"<p><strong>A 67 for Daniel Summerhays yesterday, but he can’t carry his form Oosthuizen-style.</strong> A dropped shot at 1, and he’s back to -2. On 2, Jamie Lovemark rattles in a monster from 60 feet to save his par: he remains at -2. Paul Casey’s level through the 7th, having just rolled in a 30-foot par saver; he’s +1 overall. A dropped shot at 3 by Shane Lowry, and he’s back to level par. Meanwhile Dustin Johnson and Branden Grace are out and about, skelping huge drives down the 1st fairway. Another ten minutes, and everyone in the field will have made their way out.</p>","postType":"blog"},{"id":"block-5585de90e4b0b5dab300ba3f","publishedDateTime":"2015-06-20T21:47:02Z","body":"<p><strong>JB Holmes is a turn of the ball away from stroking his 9-iron into the cup at 3 for a hole in one!</strong> That’s a tap-in for birdie that’ll take him to -3. Oosthuizen’s romp up the leaderboard continues, meanwhile, curling home a 12-footer on 13 to move to -1. This is an astonishing turnaround after that opening-day 77. And a dropped shot for Tony Finau on the opening hole, the result of winging his drive into thick nonsense down the left. He’s back to -2. </p>","postType":"blog"},{"id":"block-5585df9de4b0629b0a62a6ae","publishedDateTime":"2015-06-20T21:51:55Z","body":"<p><strong>Martin is in Lovemark Country on the 2nd green.</strong> But instead of sinking a long birdie putt, he misjudges and sends his ball trundling into a bunker on the other side. He splashes out to ten feet, but can’t knock in the saver. He drops to -2. An eventful start to his round, to say the least. This course is beginning to bare its teeth: Day slices his approach at 2 into a bunker, and can only chip out to 30 feet. In some trouble there. Meanwhile back on the 1st tee, the final match, the leaders. Reed pulls his drive into Finau Country. Then Spieth follows him in, with something that’s not far off a hook! A rare sign of nerves from the young man. This could be a very interesting afternoon.</p>","postType":"blog"},{"id":"block-5585e0abe4b0629b0a62a6af","publishedDateTime":"2015-06-20T21:56:13Z","body":"<p><strong>Dismal luck for Lowry on 5. </strong>A fine drive, and then his second into the green teeters on top of a hump on the left-hand side of the green. If it topples to the right, it’s stone dead. But it goes the other way instead, and he’ll have a hellish two-putt for par over the aforementioned hump. Dustin and Grace both par the opening hole, then send another pair of solid drives down the 2nd. Day can’t save his par on 4, and he’s back to level par.</p>","postType":"blog"},{"id":"block-5585e182e4b0b5dab300ba40","publishedDateTime":"2015-06-20T21:58:59Z","body":"<p><strong>Levy and Kisner both opened with birdies, but much good its done them in terms of momentum. </strong>A bogey for Levy on 4, followed by triple on 5, and he’s crashing disastrously down the leaderboard to +2. Kisner’s fall is much less spectacular, but bogeys at 2 and now 4 have bumped him back to level par.</p>","postType":"blog"},{"id":"block-5585e229e4b0b5dab300ba41","publishedDateTime":"2015-06-20T22:02:41Z","body":"<p><strong>Grace guides a lovely second into 2 from the right, a gentle draw helped by the camber of the green.</strong> He’s pin high, eight feet away. Dustin arrows his straight at the pin, but it scampers through to the bunker at the back. Lowry makes a stunning up and down from the back of 5. He deserved nothing less after that unlucky break with his gorgeous approach. He stays at level par. Day’s woes continue by dumping his second at 5 into a bunker guarding front of the green.</p>","postType":"blog"},{"id":"block-5585e308e4b0b5dab300ba42","publishedDateTime":"2015-06-20T22:08:38Z","body":"<p><strong>Spieth can only hack out from the filth down the left of 1.</strong> He then chips up to six feet. Reed hammers his escape from the rough onto the left-hand side of the green, but whistles his 40-foot putt 10 feet past the hole. He rattles in the return. Great par. As is Spieth’s, his co-leader slipping his short saver away without fuss. That could so easily have been a pair of bogeys. These guys are the real deal. Up on 2, Johnson splashes out of sand to six feet, but misses the short one coming back, pushing it to the right. Too bold with his approach, though you can’t be missing straight putts like that. He’s back to -3. Grace totally misreads his short birdie putt, and a precious chance to join the leaders is gone.</p> \n<p><em><strong>-5: </strong>Reed (1), Spieth (1)<br /><strong>-4: </strong>Grace (2)<br /><strong>-3: </strong>Holmes (4), Luiten (2), D Johnson (2)</em></p>","postType":"blog"},{"id":"block-5585e484e4b0629b0a62a6b3","publishedDateTime":"2015-06-20T22:14:26Z","body":"<p><strong>Reed’s drive at 2 creeps into the rough to the right. </strong>Just. Unlucky. Spieth fires an iron straight down the middle. Day gets up and down from the bunker at 5, and hopefully that’ll steady the ship. Dustin meanwhile responds to dropping a shot on 2 with a gentle 9-iron at 3, drawn to six feet. Back on 2, Reed lashes his second into a bunker on the left. He’ll have a long sand shot. Spieth meanwhile aims his second for the heart of the green, perhaps wisely deciding that a solid par is more than enough. And a birdie for Lowry at 6, his second pin high to ten feet, the ball tickled in perfectly! He’s back up to -1!</p>","postType":"blog"},{"id":"block-5585e5cae4b0629b0a62a6b5","publishedDateTime":"2015-06-20T22:18:42Z","body":"<p><strong>More trouble for Ben Martin, this time on 4. </strong>He’s in the sand to the right with his drive. Then he’s well short left of the green. His third settles 25 feet behind the flag, and he can’t knock in the long par effort. And then he pulls the four footer remaining, and that’s his second double in four holes. He’s back in the pack at level par. Half an hour ago, he was a shot off the lead.<br /></p>","postType":"blog"},{"id":"block-5585e6c5e4b0629b0a62a6b6","publishedDateTime":"2015-06-20T22:22:25Z","body":"<p><strong>Johnson makes his birdie at 3, an immediate bounce back to -4. </strong>Back on 2, Reed is in all sorts of bother. He tries to flop his long bunker shot high into the air and down onto the green. He gets the first part right, but there’s not enough distance on it, and it plugs further up in the sand. He blasts out from under the lip, but is left with a 15-footer down the green for bogey. Before he can putt, it’s Spieth’s turn - and he curls in a 25-footer from right to left for a stunning birdie! That’s put unbearable pressure on Reed, who goes close with his putt but it doesn’t turn right, and that’s a double bogey. What a couple of minutes that was! Suddenly the leaderboard has a very different complexion, not least because Holmes has just bogeyed 5 to drop back to -2:</p> \n<p><em><strong>-6:</strong> Spieth (2)<br /><strong>-4:</strong> D Johnson (3), Grace (3)<br /><strong>-3: </strong>Luiten (3), Reed (2)</em></p>","postType":"blog"},{"id":"block-5585e811e4b0b5dab300ba45","publishedDateTime":"2015-06-20T22:30:55Z","body":"<p><strong>Jordan Spieth is a <em>force of nature</em>. </strong>He finds the middle of the par-three 3rd with a better-safe-than-sorry iron. But he’s clever enough to play into the large portion that leaves him an uphill putt. It allows him to have a trundle at the hole, and from 30 feet he curls a left-to-right breaker over a ridge and in! Simply stunning! Note that everyone else has been carping about these greens. Spieth has just got on with it. He’s suddenly -7, and three clear of the field! This is astonishing! What a talent this young man is. Reed, inside Spieth but coming at the hole from a different angle, can only lag up and tap in for par. The blood’s drained from his face. And probably the rest of his skull too. What a blow! He’s seriously up against it already!</p> \n<p><em><strong>-7: </strong>Spieth (3)<br /><strong>-4: </strong>D Johnson (3), Grace (3)<br /><strong>-3: </strong>Luiten (4), Reed (3)</em></p>","postType":"blog"},{"id":"block-5585e9a4e4b0629b0a62a6b9","publishedDateTime":"2015-06-20T22:35:13Z","body":"<p><strong>Phil Mickelson signs for a 77.</strong> Oh Phil. You’ll always have Muirfield. And Augusta. And Baltusrol. Oosthuizen’s not far from another birdie at 17, but his ball just fails to drop. He’s still -1 for the tournament, and if he can birdie the last, he’ll be signing for a 65. If only he’d sunk those three birdie putts around the turn, we could be looking at a major-championship record here! And they say this course is unplayable. Meanwhile Adam Hirst, soothsayer, sent this just after Spieth birdied the 2nd. “Classic bit of commentary there from whoever on the Sky team: ‘Reed’s putt was just as good as Spieth’s ... only Spieth’s went in.’ Two holes in, and it is over already. Nobody will make at least two shots up on him playing this smoothly. Worse, they’ll all be feeling the pressure to keep him in sight, maybe not yet, but certainly on the back nine.” You’re presumably off to bed now, right?</p>","postType":"blog"},{"id":"block-5585eab6e4b0629b0a62a6bb","publishedDateTime":"2015-06-20T22:41:37Z","body":"<p><strong><a href=\"https://www.youtube.com/watch?v=s8MDNFaGfT4\">It’s Dustin Johnson Meltdown Time!</a></strong> His second to the treacherous 4th snags up in the long grass surrounding a bunker, but he clips the ball to a couple of feet, a brilliant chip, and that’s a great par sav... er, no it’s not. He sends his ball horseshoeing round the cup and back towards his feet. Suddenly he’s back to -3 again. He’s four over for his last nine holes. Grace trundles a long birdie putt 12 feet past the hole, but knocks in the return and, having parred all four holes so far, now has second place all to himself.</p>","postType":"blog"},{"id":"block-5585ec64e4b0629b0a62a6bf","publishedDateTime":"2015-06-20T22:50:05Z","body":"<p><strong>Grace plays one of the shots of the week, from sand down the left of 5. </strong>He lands the ball onto the left-hand bank of the green, the ball breaking in towards the cup and nestling three feet from the pin. A stunner. Dustin’s approach isn’t too bad, either, pin high to 12 feet. They’ll both have good looks for birdie. Meanwhile Spieth at the back of the wildly undulating 4th. He misreads a big break to the left, and leaves his ball well short. He’ll face a 12-footer for par. Reed with a birdie pitt first, and that’s a dimple away from dropping. Par. And he’ll be pleased to witness that rare thing, a Jordan Spieth three-putt. Now, back to 5 - and Dustin rolls his birdie putt into the cup! Stunning! For all his crazy mishaps, he’s a brilliant golfer! A minute ago, he was four behind the lead. Now it’s only two. Grace follows him in from short distance. How quickly everything changes!</p> \n<p><em><strong>-6: </strong>Spieth (4)<br /><strong>-5: </strong>Grace (5)<br /><strong>-4:</strong> D Johnson (5)<br /><strong>-3: </strong>Luiten (5), Reed (4)</em></p>","postType":"blog"},{"id":"block-5585ee63e4b0629b0a62a6c1","publishedDateTime":"2015-06-20T22:54:01Z","body":"<p><strong>Is Spieth beginning to feel a little bit of pressure? </strong>He sends his tee shot at 5 into rough down the left. Lowry creams a fantastic long iron onto the par-five 8th, then three putts dismally. What a chance to take another bound up the leaderboard. But it’s gone. He responds well by sending his iron at 9 over the flag, where he’ll have another look at a birdie putt. And on 18, Oosthuizen takes his wedge out on the green, having reached it in two strokes, only to be faced with a series of ludicrous humps. Clever links-style play. He clips to the back left corner, where his ball gathers back round to the hole. He’ll have a putt from eight feet for a 65!</p>","postType":"blog"},{"id":"block-5585ef12e4b0b5dab300ba4a","publishedDateTime":"2015-06-20T22:58:29Z","body":"<p><strong>Oosthuizen can’t make his birdie putt. </strong>And a correction: that was from three feet, not eight. A heartbreaking end to a wonderful round. But that’s a 66 nevertheless, to go with yesterday’s 66, and Thursday’s, er, 77. He ends the day at -1, and is in contention, no doubt. Especially if the leaders start to stumble. And what’s this? Spieth finds light rough to the left of the 5th green. Reed whistles his approach into really thick stuff at the back. And Grace whips his drive at 6 into thick rubbish down the right. Meanwhile Lowry sinks his birdie putt on 9, and he’s out in 34, -2 overall! This US Open is on, folks. I hope Adam Hirst (11.35pm) didn’t go to bed.</p>","postType":"blog"},{"id":"block-5585f029e4b0629b0a62a6c3","publishedDateTime":"2015-06-20T23:00:38Z","body":"<p><strong>Grace takes his medicine and chips out from the deep stuff down 6.</strong> He’ll have a long up and down. Spieth’s chip onto the green is hot, flying miles past the hole. Reed’s chip is weak, toppling back down a bank. Only Dustin seems to be keeping it together right now - bizarro world, huh? - as he curls one round the back of 6 to leave his ball pin high.<br /></p>","postType":"blog"},{"id":"block-5585f0afe4b0629b0a62a6c5","publishedDateTime":"2015-06-20T23:09:22Z","body":"<p><strong>Another approach of astonishing quality from Branden Grace! </strong>He wedges to the back of the 6th green, spinning his ball back to six inches! Magnificent control. He’ll tap in for par. A lesson in the benefits of taking your medicine, rather than compounding errors by going for glory escapes. Doubly so, because Spieth can’t save his par with the 20-footer he’s left himself, and that bogey means Grace is sharing the lead! As is Dustin, who rattles in his 20-footer for birdie! Reed meanwhile can’t get up and down from the bottom of the bank, and he drops another shot too; he’s -2. This is wonderful fun. Here, does anyone fancy Shane Lowry - a links expert, who has just split the 18th fairway with his driver - for this? </p> \n<p><em><strong>-5:</strong> D Johnson (6), Grace (6), Spieth (5)<br /><strong>-3:</strong> Luiten (6)<br /><strong>-2: </strong>Lowry (9), Reed (5)</em></p>","postType":"blog"},{"id":"block-5585f30ee4b0629b0a62a6c6","publishedDateTime":"2015-06-20T23:16:06Z","body":"<p><strong>Lowry clatters his second at 10 straight at the flag.</strong> He’ll have a three-footer for another birdie. He puts it away, and he’s -3, two off the lead! Meanwhile there’s a suggestion for a minute that Spieth is a little unnerved at the way his three-shot lead quickly evaporated. He pulls out of a shot midway through his backswing, his Monty-style rabbit’s ears hearing the click of a cameraphone. Unnerved? Nah. Once back in the zone, he creams one to 15 feet. A great look at birdie. Reed will have one too, having found the back left of the green. But good luck in guessing how this is going to develop. Up on the 7th tee, Dustin finds sand down the right, while Grace hooks one into rough on the left. Gotta love the US Open!</p>","postType":"blog"},{"id":"block-5585f44ce4b0b5dab300ba4c","publishedDateTime":"2015-06-20T23:20:54Z","body":"<p><strong>Reed sends his downhill left-to-right slider into the cup at 5! </strong>A brilliant, no-fuss birdie! He’s back to -3. And seconds later Spieth’s back in the lead, rolling one in from 20 feet from the other side of the green! He’s -6. Trouble for Joost Luiten up on the 7th green. He finds a greenside bunker, splashes out, and his ball topples back down the ridge running through the green. A long par putt, which he can’t make. He’s back to -2.</p> \n<p><em><strong>-6: </strong>Spieth (6)<br /><strong>-5: </strong>D Johnson (6), Grace (6)<br /><strong>-3: </strong>Lowry (10), Reed (6)</em></p>","postType":"blog"},{"id":"block-5585f569e4b0b5dab300ba4d","publishedDateTime":"2015-06-20T23:22:28Z","body":"<p><strong>Turns out Dustin’s drive down 7 just escaped the sand on the right. </strong>But from the centre of the fairway he fails to get his ball on the top portion of the green, where the pin is. He’s left with a long birdie putt up the hill. As is Grace, but he’ll be happier, having powered out from the rough on the left. Back on the tee, Reed finds the fairway, but Spieth creeps into a tight lie on the left.</p>","postType":"blog"},{"id":"block-5585f637e4b0b5dab300ba4e","publishedDateTime":"2015-06-20T23:28:46Z","body":"<p><strong>Grace and Dustin make their two-putt pars at 7, then batter drives down 8.</strong> Following behind, Spieth powers an astonishing shot pin high from the rough. He’ll have another look at birdie from 20 feet, and you know he likes that distance just fine. Reed’s approach, from the short stuff, is lame by comparison. On the green, but that’s about all you can say for it. Meanwhile belated news of Tony Finau, who has not been going well. That opening-hole bogey clearly knocked his equilibrium. A double at 6, and he’s down to level par through 7.</p>","postType":"blog"},{"id":"block-5585f787e4b0b5dab300ba51","publishedDateTime":"2015-06-20T23:38:05Z","body":"<p><strong>Reed pays the price for only finding the front of the green.</strong> He putts up the ridge from distance, but doesn’t reach the top of it, and it tumbles back down. Still his turn, by the looks of it. He rolls the next one up to four feet. A tricky bogey putt. Before he takes that, Spieth races his 20-footer six feet past the hole. And he pulls the return to the left! Bogey, and he’s back to -5. He’s only made one par today! Reed yips his short bogey, and that’s a double, his second of the day. He’s back to -1. Meanwhile Luiten nearly makes eagle on 7 after two huge strikes, but birdie will do, and he’s back to -3. A much-needed birdie for his playing partner Finau too; he’s -1 again.</p> \n<p><em><strong>-5: </strong>Grace (7), D Johnson (7), Spieth (7)<br /><strong>-3: </strong>Lowry (11), Luiten (8)</em></p>","postType":"blog"},{"id":"block-5585f968e4b0b5dab300ba52","publishedDateTime":"2015-06-20T23:42:33Z","body":"<p><strong>One of the most farcical shots you’ll ever see, and of course it’s Dustin Johnson who’s taken it. </strong>A 5-iron from the centre of 8, lost to the right. It dribbles down the bank, u-turns, thinks about snagging in the thick stuff, then scampers off down a bald path like an eager pup! It comes 100 yards back in the wrong direction! Only a patch of dirty sand on the path stops it rolling all the way to San Francisco. That’s grimly hilarious, though Dustin’s unlikely to crack a wry smile. A dreadful shot, of course, but what an absurd punishment!</p>","postType":"blog"},{"id":"block-5585fa88e4b0b5dab300ba53","publishedDateTime":"2015-06-20T23:49:40Z","body":"<p><strong>Dustin gets relief, for some reason that’s not totally clear.</strong> Most sandy paths are integral parts of the course. Ah, it would seem the greenkeepers have been wheelspinning around there, and so he gets a free drop. He clips up to six feet, nearly holing the thing for eagle as it trundles past the hole! He can’t make the short birdie putt, though. He stays at -5. A shame in many respects, because he’d have gone into the lead there, and I doubt anyone would have ever taken the lead at the US Open in such preposterous circumstances. Instead, it’s Grace’s time to leap to the top, lagging a 40-foot putt to a couple of feet, and tapping in. Boring by comparison, but what a performance by the 27-year-old South African, who has yet to record a top-ten finish in a major!</p> \n<p><em><strong>-6: </strong>Grace (8)<br /><strong>-5: </strong>D Johnson (8), Spieth (7)</em></p>","postType":"blog"},{"id":"block-5585fc16e4b0629b0a62a6c9","publishedDateTime":"2015-06-20T23:51:55Z","body":"<p><strong>Lowry lays up at 12, instead of attempting to drive the green. </strong>The gambit doesn’t work. He doesn’t wedge close, and has to settle for par. He’s still -3, unlike Luiten, who three-putts the 9th green and drops back to -2. Back on 8, both Spieth and Reed send their second shots down the bank to the right. Spieth in light rough, but Reed’s in a really tight spot, near the patch of sandy ground where the Dustin Johnson Travelling Circus pitched its big top a few moments ago.</p>","postType":"blog"},{"id":"block-5585fcd6e4b0629b0a62a6ca","publishedDateTime":"2015-06-21T00:03:20Z","body":"<p><strong>Spieth, down the bank at 8, pitches up cutely to six feet. </strong>Reed can only get to 20 feet. No birdie for Reed. And no birdie for Spieth, either, as he prods rather tentatively at a short right-to-left breaker, the ball dying off to the left. Not enough juice. That’s unlike him. Up on 9, Grace, the only man to take advantage of 8, sends his tee shot to the back right of the green, miles from the pin. He’s the only player in the entire field without a bogey today, but after racing his first putt ten feet past, the one coming back’s missed to the right. He’s back to -5. Meanwhiel Dustin fires his tee shot straight at the flag, though, and he slides in a 12-footer for birdie. He’s out in 33 strokes, and ties for the lead at -6! Meanwhile a fire has broken out at a nearby marina. Thick plumes of black smoke billow into the gorgeous blue air. A distressing backdrop to a wonderful, topsy-turvy day of golf.</p> \n<p><em><strong>-6: </strong>D Johnson (9)<br /><strong>-5: </strong>Grace (9), Spieth (8)<br /><strong>-3: </strong>Lowry (13)<br /><strong>-2:</strong> Luiten (9)</em></p>","postType":"blog"},{"id":"block-5585ff6ce4b0b5dab300ba54","publishedDateTime":"2015-06-21T00:09:36Z","body":"<p><strong>Spieth drops his 5-iron to the floor in disgust just after lashing his tee shot towards 9. </strong>His ball’s in a greenside bunker to the left. A very tricky up and down from there. Meanwhile a great up and down from the back of 13 for Lowry, who is clearly enjoying himself today. That fire by the marina is raging wildly. It doesn’t make for pleasant viewing at all. Black smoke pouring from the roof. Jets of water attacking it from all angles. Fingers crossed nobody’s in distress.</p>","postType":"blog"},{"id":"block-558600c4e4b0629b0a62a6cb","publishedDateTime":"2015-06-21T00:14:28Z","body":"<p><strong>A no-nonsense three for Patrick Reed at 9.</strong> A second par in a row. He’s stemming the bleeding, four over for his round. Still at -1, but he can address that later. No more damage. Spieth is beginning to slip, though. He splashes out to eight feet, giving himself a chance to save par, but it’s a tricky green, and the ball squirts off to the right. Another bogey, and he’s out in one-over 36. He’s back down to -4. I’d post the leaderboard, but there really is no point, because Grace has just stuck his second at 10 to four feet, while the leader Johnson has fizzed his into the bunker at the back. He’s shortsided, and the green’s a glacial nightmare. Good luck with that, Dustin!</p>","postType":"blog"},{"id":"block-55860234e4b0629b0a62a6cd","publishedDateTime":"2015-06-21T00:19:34Z","lastUpdatedDateTime":"2015-06-21T00:25:03Z","body":"<p><strong>Reed has sent a wild sliced drive into thick awfulness down the right of 10.</strong> Spieth’s head appears to have gone too. He’s hooked one left! This course is working these lads over. Up on the green, Grace’s short birdie putt slips off to the right at the death. He can’t believe it. Dustin splashes out from an impossible spot in that bunker, to a couple of feet, naturally. He still leads Grace by one at -6. Up on 14, Lowry can’t repeat his up-and-down from the back of the previous hole. That’s a bogey, and he’s back to -2. </p>","postType":"blog"},{"id":"block-5586034ae4b0629b0a62a6ce","publishedDateTime":"2015-06-21T00:24:45Z","body":"<p><strong>Reed down the right of 10. </strong>He lashes it out of the rough, then screams “Aw no! That came out fast AND left.” He’s now snagged on the bank up the left. Spieth’s lie is better, and he’s able to bounce the ball down the left of the hole and to the back of the green. A long two putts, but that’s a decent result from there. Up on the long par-three 15th, Lowry arrows an iron to the back right of the thin green, and the ball works back off the slope to 15 feet, pin high. Magical. He’s not let that bogey affect him at all.</p>","postType":"blog"},{"id":"block-5586049fe4b0629b0a62a6cf","publishedDateTime":"2015-06-21T00:32:17Z","body":"<p><strong>Lowry leaves his birdie putt at 15 high on the right. </strong>Par. He’ll not be wild about that outcome, but he’d have snatched at par back on the tee. He stays at -2. Reed, up a mountain to the left of 10, bumps his third into the heart of the green. That’s a good result from there, but once again he’s staring at a bogey unless he rattles in a long par saver from 40 feet. Nope. And he doesn’t make the five footer either. That’s his third bogey of the day, and he’s back to level par. Spieth takes two from 50 feet at the back. That’s a great par after that drive. Meanwhile Dustin and Grace are both short of the 11th green with their second shots. Grace nearly holes his chip, it’s a turn from going in. That’s a par. Dustin only chips to 20 feet, and can’t roll in the par putt. He’s back to -5.</p>","postType":"blog"},{"id":"block-55860620e4b0629b0a62a6d0","publishedDateTime":"2015-06-21T00:36:52Z","body":"<p><strong>Here’s the latest leaderboard, then:</strong></p> \n<p><em><strong>-5: </strong>D Johnson (11), Grace (11)<br /><strong>-4: </strong>Spieth (10)<br /><strong>-2:</strong> Lowry (15)<br /><strong>-1: </strong>Oosthuizen (F), Smith (17), Day (14), Holmes (13)<br /></em></p> \n<p>There’s been no fuss around Jason Day, which has to be great news. He looks in good health right now. Out in 37, having bogeyed 2 and 4, he dropped another at 11 but birdied 10 and 12. He’s now just replicated Lowry’s majestic tee shot at 15, and has a chance to get right into the mix.</p>","postType":"blog"},{"id":"block-5586072de4b0629b0a62a6d1","publishedDateTime":"2015-06-21T00:38:55Z","body":"<p><strong>Some wild drives.</strong> Lowry into rubbish down the left of 16. Grace in appalling nonsense high to the right of 12. Spieth into the hillock in the middle of 11. All hail Dustin Johnson, then, who larrups his tee shot at 12 to the back of the green, and will have a 30-footer for eagle.</p>","postType":"blog"},{"id":"block-558607b9e4b0629b0a62a6d2","publishedDateTime":"2015-06-21T00:43:45Z","body":"<p><strong>Grace, up the hill to the right of 12, is forced to manufacture a trick shot to escape. </strong>He doesn’t have a stance, so has to hold the club halfway down the shaft, line up in the wrong direction, and contort his body to squirt a strange one out onto the front of the green. He’s miles from the hole, but what a fine escape from there. Lowry meanwhile sends his second at 16 into greenside sand. He splashes out to six feet, but can’t convert the putt, leaving a left-to-right breaker out on the right. That’s poor. A great round is threatening to unravel. He’s back to -1, level for his round. Not a disaster, obviously, but having risen so high ...</p>","postType":"blog"},{"id":"block-558608c6e4b0b5dab300ba57","publishedDateTime":"2015-06-21T00:50:06Z","body":"<p><strong>Day makes his birdie at 15! </strong> What a brilliant performance this is from a man whose health has been such an issue. He moves back to -2, where he started the day so tentatively. Grace leaves his first putt the best part of 15 feet short. He can’t convert the par putt, and he’s back to -4. Dustin can’t drain his eagle effort, but he pops the birdie putt away, and he’s the sole leader again at -6. Meanwhile Spieth can only hack out from the mound on 11. He clips his third to 15 feet, and gives himself the chance of scrambling a second unlikely par in a row. However his par putt turns wildly to the left, and trundles a good five feet past. In goes the return, but that’s a bogey, and he’s back to -3. Here’s the constantly shape-shifting leaderboard ...</p> \n<p><em><strong>-6: </strong>D Johnson (12)<br /><strong>-4: </strong>Grace (12), Spieth (11)<br /><strong>-2: </strong>Day (15)</em></p>","postType":"blog"},{"id":"block-55860b14e4b0b5dab300ba58","publishedDateTime":"2015-06-21T00:56:26Z","lastUpdatedDateTime":"2015-06-21T01:02:15Z","body":"<p><strong>Up on 17, a huge par save for Lowry, who leaves a long birdie effort well short, but dribbles in a testing 15-footer.</strong> He stays at -1. That could be so important in the long run. Day drives the green at 16. But it topples off the right and snags in some thick grass. He chips across the green to 15 feet. He’ll have a look at another birdie. Meanwhile Spieth’s drive into 12 is a perfect draw, but it takes a dead bounce on the front of the green, and doesn’t skitter on. Eh? </p>","postType":"blog"},{"id":"block-55860bd3e4b0b5dab300ba5a","publishedDateTime":"2015-06-21T01:02:02Z","body":"<p><strong>Day doesn’t quite hit his birdie effort, the ball gliding off to the right at the last.</strong> But he remains -2. Grace lashes his second at 13 straight through the green. He’ll have a tricky up and down. Dustin finds a bunker, 40 yards from the green. He whips a very average escape into the middle of the green. A long putt awaits him for par. Meanwhile on 12, Spieth leaves his long eagle putt 20 feet short. And up on 18, the 21-year-old US Open debutant Cameron Smith has a birdie putt for a 68. The Aussie doesn’t quite hit it, but that’s a 69 to go along with a pair of 70s. He’s -1 for the tournament and will feature at the business end tomorrow!</p>","postType":"blog"},{"id":"block-55860d32e4b0b5dab300ba5b","publishedDateTime":"2015-06-21T01:10:30Z","body":"<p><strong>Spieth sends his birdie putt at 12 a couple of feet past the hole, and that’s a par for the Masters champion. </strong>That was hard work. He stays at -3, but suddenly he’s only one off the lead. That’s because Dustin can’t rake in his long par putt on 13, sending it six feet wide left. And he lets the bogey putt drift past, too. A double, and he’s back to -4. And Grace is unable to get up and down from the back of the green, dropping back to -3. Meanwhile Day, from the back of 17, rolls in a 20-footer for birdie, and he’s up to -3! This is an astonishing day’s golf!</p> \n<p><em><strong>-4: </strong>D Johnson (13)<br /><strong>-3: </strong>Day (17), Grace (13), Spieth (12)<br /><strong>-1: </strong>Oosthuizen (F), Smith (F), Lowry (17)</em></p>","postType":"blog"},{"id":"block-55860f19e4b0629b0a62a6d4","publishedDateTime":"2015-06-21T01:12:05Z","body":"<p><strong>And suddenly JB Holmes is right in the mix! </strong>He’s driven the 16th green, only for the ball to topple off the right-hand side and into sand. No matter! He splashes out, 25 feet past the hole, and the ball rolls back down the hill and into the cup for eagle! He’s -2, punching the air in glee, as Chambers Bay explodes with noise!</p>","postType":"blog"},{"id":"block-55860f93e4b0629b0a62a6d5","publishedDateTime":"2015-06-21T01:14:48Z","body":"<p><strong>Lowry powers his second shot at 18 to the front-left portion of the green.</strong> He elects to chip, sending his ball 30 feet behind the hole, and allowing it to trundle back to eight feet. A great birdie chance, but he doesn’t give it quite enough on the left, and it slides by. That’s still a level-par 70, though, and he’s in fine fettle ahead of tomorrow’s denouement! </p>","postType":"blog"},{"id":"block-55861012e4b0b5dab300ba5e","publishedDateTime":"2015-06-21T01:18:15Z","body":"<p><strong>Holmes clacks his wedge straight through the 17th green. </strong>On Sky, Butch Harmon suggests it’s a rum do when you get closer to the flag with a tee shot using driver, as he did on 16. That’ll be quite a test from the back. Day drives wildly right on 18, and takes his medicine, chipping back onto the fairway. Spieth makes a fuss-free par on 13, and wears a rare look of relief as he wanders off the hole.</p>","postType":"blog"},{"id":"block-558610e4e4b0629b0a62a6d7","publishedDateTime":"2015-06-21T01:22:43Z","body":"<p><strong>Holmes throws his wedge up onto the green, dead on line. </strong>But there’s not enough juice behind it. He’s left with a 20-footer for par. Nope. He slips back to -1. A birdie for Reed on 13; he’s back to +1 overall, still six over for his round. And Day lifts a gentle iron to the back-right corner of 18, allowing the ball to work its way back to ten feet. A great chance for a birdie that’d give him a share of the lead! He gets the warmest of receptions from the Chambers Bay gallery as he makes his way to the green. That’s lovely to hear, especially as Day’s mixing it with the home favourites.</p>","postType":"blog"},{"id":"block-558611ffe4b0629b0a62a6d8","publishedDateTime":"2015-06-21T01:27:41Z","body":"<p><strong>Birdie for Jason Day at the last, and this is a simply stunning 68 by a young man felled by a vertigo attack yesterday!</strong> He’s the joint leader of this tournament - in the clubhouse, too, and you can’t make bogey there! Meanwhile a fine par save by Grace on 14, clattering a very missable eight-footer into the cup. Dustin makes par too. Tomorrow is going to be sensational.</p> \n<p><em><strong>-4: </strong>Day (F), D Johnson (14)<br /><strong>-3: </strong>Grace (14), Spieth (13)<br /><strong>-1: </strong>Oosthuizen (F), Smith (F), Lowry (F), Holmes (17), Luiten (15)</em></p>","postType":"blog"},{"id":"block-55861317e4b0b5dab300ba60","publishedDateTime":"2015-06-21T01:32:22Z","body":"<p><strong>Jason Day was seemingly pootling around for most of that round. </strong>But he flew in under the radar. Out in 37, he came back in 31 strokes! Three birdies in the last four holes! On 15, Grace throws his tee shot to the back of the green, sending it coming back towards the flag. A clever shot. He’ll have a ten-footer for birdie. Dustin toys with the bunker on the right, but will have a long two putts for par. Back on 14, Spieth looks to have arrowed a 200-yard approach straight at the flag, but it topples off the back of the green. </p>","postType":"blog"},{"id":"block-5586142ee4b0b5dab300ba62","publishedDateTime":"2015-06-21T01:36:22Z","body":"<p><strong>Poor JB Holmes.</strong> On the par-five 18th, he rips a fairway wood over the flag, but instead of holding, it bounds off the back and into some thick grass. That’ll be a poser. On 15, Dustin nearly drains a 40-footer, but that’s par. Grace knocks in his birdie putt, a fine reward for that fine tee shot. He joins Johnson and Day in the lead at -4. Meanwhile Spieth gets up and down from the back of 14 with two putts. The second, from six feet, examines the entire circumference of the cup. But it’s in. He deserved nothing less. So unlucky with his stunning approach and that hot bounce.</p> \n<p><em><strong>-4:</strong> Day (F), D Johnson (15), Grace (15)<br /><strong>-3: </strong>Spieth (14)</em></p>","postType":"blog"},{"id":"block-5586156fe4b0629b0a62a6da","publishedDateTime":"2015-06-21T01:41:34Z","body":"<p><strong>Grace drives into the bunker to the right of the 16th green. </strong>Dustin blooters his tee shot to the back of the green. Up on 18, Holmes punches out from the thick stuff, and watches in horror as his ball turns sharp left and into the bunker. He splashes out, but he’ll be left with a 15-footer for par. Meanwhile at 15, first Reed and then Spieth land their tee shots back right of the green, using the slope to funnel the ball back to six feet. Their wee dappled orbs sit side by side, like one of those putting training toys. That should be a pair of birdies.</p>","postType":"blog"},{"id":"block-55861666e4b0629b0a62a6db","publishedDateTime":"2015-06-21T01:44:53Z","body":"<p><strong>Holmes rattles his par putt in.</strong> He didn’t deserve to come off that green with a bogey after such a good fairway wood in. That’s a 69 today, and he’s nicely placed at -1. Spieth knocks in his birdie putt. He rejoins the lead after a lengthy interregnum, though for how long depends on Grace and Johnson’s antics at 16. Reed follows Spieth in for birdie, and with two birdies in the last three, this qualifies as a mini-revival. He’s still five over for his round, but back to level par, and not out of this.</p>","postType":"blog"},{"id":"block-55861723e4b0b5dab300ba63","publishedDateTime":"2015-06-21T01:49:57Z","body":"<p><strong>Grace attempts to replicate the JB Holmes u-turn splash, but doesn’t get the speed off the ramp. </strong>He’ll have an uphill six-footer for birdie. As will Dustin, who had a giant 65-foot right-to-left breaker for eagle. They’re putting from exactly the same spot. Dustin up first. He slides it to the right. Par. Grace will have gone to school on that. Can he pass the exam? Nope! This one goes off to the left! Back on the tee, Jordan Spieth has witnessed confirmation that he’s now co-leader again.</p> \n<p><em><strong>-4: </strong>D Johnson (16), Grace (16), Spieth (15)<br /><strong>-1: </strong>Oosthuizen (F), Smith (F), Lowry (F), Holmes (F)</em></p>","postType":"blog"},{"id":"block-5586184ae4b0b5dab300ba64","publishedDateTime":"2015-06-21T01:51:51Z","body":"<p><strong>Spieth, in all likelihood, will be the sole leader in a minute, once 16’s been played.</strong> He doesn’t try to blast the casing off his ball like Grace and Dustin did, and the result is that his drive stays on the front of the green. That’s significantly closer to the flag, and he’ll have a look at a 30-foot eagle putt, and a great chance to make birdie.</p>","postType":"blog"},{"id":"block-558618d5e4b0b5dab300ba65","publishedDateTime":"2015-06-21T02:01:51Z","body":"<p><strong>Grace sends his sand wedge at 17 over the flag. </strong>He’ll have a 30-footer coming back. Dustin aims his lob wedge into the fat of the green to the left. A harder putt, but a safe play. Two putts, and that’s a precious par. And then Grace nearly drains his long right-to-left slider. But that stays up and that’s a par too. Back on 16, Spieth lines up his eagle putt, over a massive mound with a large right-to-left break. He doesn’t really hit it, though. Decent, but not brilliant, and he’s left a tricky five footer for his birdie. He dribbles it towards the hole, but it slips the wrong side of the left-hand edge. So close. And that’s a disappointment after the tee shot. Reed meanwhile chipped into the green and left himself a 15-footer for birdie. He hits it straight and true, or so it looked until it kinked off to the left at the very last nanosecond. Par will have to do. So no sole lead for Spieth. And no return to red figures for Reed.</p> \n<p><em><strong>-4: </strong>D Johnson (17), Grace (17), Spieth (16)<br /><strong>-1: </strong>Oosthuizen (F), Smith (F), Lowry (F), Holmes (F)</em></p>","postType":"blog"},{"id":"block-55861b89e4b0629b0a62a6dc","publishedDateTime":"2015-06-21T02:07:48Z","body":"<p><strong>“Be lucky!”</strong> That’s Branden Grace, shouting after his drive on 18. He’s hoicked it miles right, into Jason Day Territory. It’s either up a hill, or by a pavilion. The cameras aren’t trained on it yet. Dustin blasts his tee shot down the middle. Meanwhile an astonishing shot by Spieth on 17, a sand wedge that dices with the bunker at the front, but gets over - just - and bites six feet from the flag. Such bravery! And such brilliant control of his ball, too. His putter’s been uncharacteristically cold today, but he really deserves birdie for that tee shot, so let’s hope it warms up a bit here.</p>","postType":"blog"},{"id":"block-55861cbbe4b0629b0a62a6dd","publishedDateTime":"2015-06-21T02:18:48Z","body":"<p><strong>Spieth’s birdie putt looks for all the world as though it’s dropping.</strong> But it nips off to the left. “I thought I’d made that one for sure,” he sighs. That’s such a shame. He has to settle for another par. Up on 18, Dustin whips his second, a long iron, into the sprawling bunker guarding the front of the green. Grace meanwhile had indeed found both hill and pavilion. He punches out, laying up and leaving himself a short iron in. He wedges into the green, and the ball ambles off towards the bunker on the right. It looks like it’ll topple in, but it’s a slow-motion meander, and it teases and teases but eventually stops, with a few inches to spare. The crowd, non-partisan when it comes to inanimate objects showing perfect comic timing, cheer the South African’s good fortune wildly.</p>","postType":"blog"},{"id":"block-55861f39e4b0629b0a62a6de","publishedDateTime":"2015-06-21T02:23:58Z","body":"<p><strong>Dustin lobs brilliantly, a long bunker shot, to 25 feet. </strong>He’s an inch from knocking it in. Par, and that’s a solid round of 70. Solid, give or take the odd short yip and double bogey. He’s -4. As is Grace, who lags his 50-foot putt to a couple of feet, and taps in for par and a 70. He’s -4 too. Back up the hole, Spieth drives into a bunker down the right, so chooses to advance his ball up the fairway rather than throw a Hail Mary. Ditto Patrick Reed. Can Spieth get up and down from the fairway to grab the sole leadership of the US Open at the death?</p>","postType":"blog"},{"id":"block-558620b5e4b0b5dab300ba66","publishedDateTime":"2015-06-21T02:28:26Z","body":"<p><strong>Very possibly. </strong>He caresses a wedge over the flag, stopping it 15 feet from the hole. That’s as good a shot seen on 18 today. <br /></p>","postType":"blog"},{"id":"block-55862181e4b0629b0a62a6df","publishedDateTime":"2015-06-21T02:32:48Z","body":"<p><strong>Reed follows Spieth around the hole, and he’ll be putting first.</strong> But it’s not his day, and his effort is always staying high on the left. He’ll have to settle for par, and a miserable 66. But while he’s plummeted to +1, he’s still got an outside chance, only five off the lead. Because Spieth misses his birdie putt on the low side. A closing par, and he signs for a one-over 71. He’ll not be in the final group, because Day, Johnson and Grace have all put their cards in earlier.</p>","postType":"blog"},{"id":"block-55862256e4b0b5dab300ba67","publishedDateTime":"2015-06-21T02:38:36Z","body":"<p><strong>There was quite a lot of moving on Moving Day, then!</strong> Jordan Spieth was three shots clear at one stage, but he ties for the lead with Dustin Johnson and Branden Grace, who also spent time as sole leader, and Jason Day, who never did, but burst through late on. Patrick Reed crumbled, while Louis Oosthuizen excelled. That was superlative entertainment from start to finish. If tomorrow is half as exciting, we’ll be doing well. But tomorrow promises to be twice as exciting. It’s going to be a blast. You won’t miss it, will you? See you tomorrow! Sweet dreams and nighty night!</p> \n<p><em><strong>-4: </strong>Day, D Johnson, Grace, Spieth<br /><strong>-1: </strong>Oosthuizen, Smith, Lowry, Holmes<br /><strong>+1: </strong>Snedeker, Romero, Stenson, Finau, Luiten, Reed<br /><strong>+2: </strong>Schwartzel, Kuchar, Levy, Kisner</em></p>","postType":"blog"}],"keyEvents":[{"id":"block-55856db3e4b0b5dab300b996","title":"It's Moving Day!","publishedDateTime":"2015-06-20T16:30:09Z","body":"<p><strong>There’s been a wee bit of grumbling regarding Chambers Bay. </strong>The bounce can be unkind. The rough is a jungle. Approaches are unorthodox. Some pin positions are awkward. The greens are a state.</p> \n<p><strong>Well, it’s the US Open, bub, suck it up.</strong> It’s supposed to be hell on earth. And Chambers Bay looks pretty damn fine from this vantage point. It’s a venue of rare beauty. The Puget Sound glistening. Rolling green hills. Sand grabbing handfuls of the fairways. Dramatic plunges into dappled, three-tone, camouflage greens. The railway clattering through, its constant rumble an evocation of an industrial past.</p> \n<p><strong>Completing the picture, the world’s best golfers wandering hither and yon. </strong>Some confused, others energised. All being tested to the very limits of their knowledge and ability. It’s fascinating to see the pros slowly working the place out, visualising shots they’d never usually play on the Tour’s weekly grind. It’s the unique craftsmanship of links golf, with an added twist of trademark USGA sadism. Dismiss it as crazy golf if you like, but to do so would be to miss the point. It’s just a different sort of test, that’s all, and what’s so wrong with that? It’s magnificent entertainment.</p> \n<p><strong>Maybe in an ideal world the greens would run true.</strong> And perhaps the 18th should never play as a par four. But adapting to imperfect conditions, and searching for workarounds, is part and parcel of golf. In any case, the greens weren’t in tip-top nick the first time an Open was played on the Old Course at St Andrews, either, and that didn’t work out so bad for the sport in the long run.</p> \n<p><strong>Anyway, they say the sign of a great course is the list of champions it produces. </strong>And if that’s true for Muirfield, and Oakmont, and St Andrews, and Pebble Beach, and Lytham, then it’s got to hold here too. Well, plenty of the world’s top names are queuing up to make the first mark on the Chambers Bay roll of honour. The 16 players currently under par include the world numbers two, six, seven, ten, 13 and 15. The world numbers one, three, five, eight, 12 and 14 aren’t out of it yet, either, if you buy the line that anyone who’s survived the cut is within striking distance. This could be some weekend of golf. It’s Moving Day at the 2015 US Open. Sometimes life is just grand. It’s on!</p> \n<p><strong>The standings after 36 holes ...</strong></p> \n<p><em><strong> -5:</strong> Spieth, Reed <br /><strong>-4:</strong> Grace, D Johnson <br /><strong>-3:</strong> Luiten, Finau, Summerhays, Martin <br /><strong>-2:</strong> Lovemark, Holmes, Day <br /><strong>-1:</strong> Kisner, Lowry, Campbell (a), Levy, Stenson <br /><strong>E:</strong> Romero, Smith, Kuchar, Dufner <br /><strong>+1:</strong> Ogilvy, Casey, Maguire (a), Matsuyama, Scott, Molinari, Snedeker <br /><strong>+2:</strong> Els, Schniederjans (a), Westwood, Rose, Fraser, Na, Warren <br /><strong>+3:</strong> Hossler (a), Schwartzel, Oosthuizen, Fleetwood, Silvers, Pan, Mickelson, Tringale, Kirk <br /><strong>+4:</strong> Fritsch, Elder, McCarthy (a), Donald, Palmer, Beljan, Horschel, Z Johnson, Saunders, Senden, Streb, Chappell, McIlroy, Furyk, Koepka, Bradley <br /><strong>+5: </strong>Points, Coetzee, Aiken, Walker, Poulter, Villegas, Gunn, Pope, Kelly, Parry, Cabrera, Hoffmann, Garcia, Montgomerie, Simpson, Hardy (a) </em></p> \n<p><strong>... and today’s tee times: </strong><br /> <br /><em>8.03am PDT (4.03pm BST): Nick Hardy (a) <br />8.14am PDT (4.14pm BST): Webb Simpson, Colin Montgomerie <br />8.25am PDT (4.25pm BST): Sergio Garcia, Morgan Hoffmann <br />8.36am PDT (4.36pm BST): Angel Cabrera, John Parry <br />8.47am PDT (4.47pm BST): Troy Kelly, Andy Pope <br />8.58am PDT (4.58pm BST): Jimmy Gunn, Camilo Villegas <br />9.09pm PDT (5.09pm BST): Ian Poulter, Jimmy Walker <br />9.20pm PDT (5.20pm BST): Thomas Aiken, George Coetzee <br />9.31pm PDT (5.31pm BST): D.A Points, Keegan Bradley <br />9.42pm PDT (5.42pm BST): Brooks Koepka, Jim Furyk <br />9.53pm PDT (5.53pm BST): Rory McIlroy, Kevin Chappell <br />10.04pm PDT (6.04pm BST): Robert Streb, John Senden <br />10.15pm PDT (6.15pm BST): Sam Saunders, Zach Johnson <br />10.26pm PDT (6.26pm BST): Billy Horschel, Charlie Beljan <br />10.37pm PDT (6.37pm BST): Ryan Palmer, Luke Donald <br />10.48pm PDT (6.48pm BST): Denny McCarthy (a), Brad Elder <br />10.59pm PDT (6.59pm BST): Brad Fritsch, Chris Kirk <br />11.10pm PDT (7.10pm BST): Cameron Tringale, Phil Mickelson <br />11.21pm PDT (7.21pm BST): C.T. Pan, Mark Silvers <br />11.32pm PDT (7.32pm BST): Tommy Fleetwood, Louis Oosthuizen <br />11.43pm PDT (7.43pm BST): Charl Schwartzel, Beau Hossler (a) <br />11.54pm PDT (7.54pm BST): Marc Warren, Kevin Na <br />12.05pm PDT (8.05pm BST): Marcus Fraser, Justin Rose <br />12.16pm PDT (8.16pm BST): Lee Westwood, Ollie Schniederjans (a) <br />12.27pm PDT (8.27pm BST): Ernie Els, Brandt Snedeker <br />12.38pm PDT (8.38pm BST): Francesco Molinari, Adam Scott <br />12.49pm PDT (8.49pm BST): Hideki Matsuyama, Jack Maguire (a) <br />1pm PDT (9pm BST): Paul Casey, Geoff Ogilvy <br />1.11pm PDT (9.11pm BST): Jason Dufner, Matt Kuchar <br />1.22pm PDT (9.22pm BST): Cameron Smith, Andres Romero <br />1.33pm PDT (9.33pm BST): Henrik Stenson, Alexander Levy <br />1.44pm PDT (9.44pm BST): Brian Campbell (a), Shane Lowry <br />1.55pm PDT (9.55pm BST): Kevin Kisner, Jason Day <br />2.06pm PDT (10.06pm BST): J.B. Holmes, Jamie Lovemark <br />2.17pm PDT (10.17pm BST): Ben Martin, Daniel Summerhays <br />2.28pm PDT (10.28pm BST): Tony Finau, Joost Luiten <br />2.39pm PDT (10.39pm BST): Dustin Johnson, Branden Grace <br />2.50pm PDT (10.50pm BST): Patrick Reed, Jordan Spieth </em><br /></p>","postType":"key-event"}],"paginationLinks":{}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/sport/live/2015/jun/20/us-open-2015-third-round-live","shortUrl":"http://gu.com/p/4axy9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/live/2015/jun/20/us-open-2015-third-round-live","webUri":"http://www.theguardian.com/sport/live/2015/jun/20/us-open-2015-third-round-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434840459956/7167b9fc-dec8-4b74-b528-8342aecea173-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jordan Spieth hits his tee shot on the first hole during the third round of the 115th US Open Championship at Chambers Bay. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Jordan Spieth hits his tee shot on the first hole during the third round of the 115th US Open Championship at Chambers Bay.","cleanCaption":"Jordan Spieth hits his tee shot on the first hole during the third round of the 115th US Open Championship at Chambers Bay.","cleanCredit":"Photograph: Mike Ehrmann/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434840459956/7167b9fc-dec8-4b74-b528-8342aecea173-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mike Ehrmann/Getty Images","altText":"Jordan Spieth hits his tee shot on the first hole during the third round of the 115th US Open Championship at Chambers Bay.","cleanCredit":"Photograph: Mike Ehrmann/Getty Images"}}]}],"lastModified":"2015-06-21T04:59:22Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}