{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Andy Murray beaten by Roger Federer in straight sets in Wimbledon semi-final","rawTitle":"Andy Murray beaten by Roger Federer in straight sets in Wimbledon semi-final","item":{"type":"article","id":"sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals","title":"Andy Murray beaten by Roger Federer in straight sets in Wimbledon semi-final","trailText":"The British third seed Andy Murray lost 7-5, 7-5, 6-4 to the Swiss second seed Roger Federer in the Wimbledon semi-finals","standFirst":"<span class=\"bullet\">•</span> Briton made to suffer in 7-5, 7-5, 6-4 defeat\n<br />\n<span class=\"bullet\">•</span> Swiss will meet Novak Djokovic in men’s final","byline":"Kevin Mitchell at Wimbledon","body":"<p>Roger Federer has been great for so long it has become easy to take him for granted, not that Andy Murray did that in a semi-final of sustained tension and no little brilliance at Wimbledon on Friday, but the Swiss must now hit a similar or higher peak to beat Novak Djokovic for the title on Sunday.</p> \n<p>Federer, the game’s eternal darling, described his 7-5, 7-5, 6-4 win in two hours and seven minutes in front of a thrilled and marginally pro-Murray crowd as, “definitely one of the best matches I’ve played in my career”.</p> \n<p>And, just as Murray left everything on court – rarely so gloriously as when winning the 15-minute 10th game of the second set to keep his hopes burning – there is no danger that Djokovic will give Federer anything but his fullest attention, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\" title=\"\">losing to Stan Wawrinka in the French Open</a> final last month when he had one eye on a calendar grand slam.</p> \n<p>Murray played magnificently but struggled in the face of 20 aces, the nagging power and accuracy of his first serve and the consistent, big thump on his second. He resisted pressure later to informally canonise his conqueror afterwards but he did say: “That’s definitely the best he served against me.” Federer agreed: “Definitely it was one of the best serving days of my career.”</p> \n<p>Federer’s greatness is not only delivered on his racket, though, or framed in mere statistics, but is forged in his heart and soul: he loves this game and winning so much that his insistence afterwards that revenge for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jul/06/novak-djokovic-wins-wimbledon-title-roger-federer\" title=\"\">losing in the final here last year to Djokovic</a> was not his prime motivation rang a little hollow. He wants to beat him as badly as he has wanted anything in the game in recent years. Djokovic is his new Rafa Nadal.</p> \n<p>“It’s great to play Novak anywhere these days,” he said, sounding vaguely nostalgic about some of their titanic battles. “Especially the last few years, he’s been unbelievably dominant.”</p> \n<p>He added, not entirely convincingly: “I don’t really think about the match we played against each other last year. I just remember it was unbelievably thrilling.&nbsp;The crowd really got into it. I’m just happy to be back in a final. Whoever&nbsp;that’s going to be against, it’s always a big occasion. That it is Novak, the world No1, it obviously adds something extra.”</p> \n<p>He added for the benefit of his audience of many millions: “I think the fans know why I’m playing. At the end of the day, I enjoy it. The game is bigger than any athletes we’ve ever had. It really is. I feel very much liked by many people around the world. It’s been amazing to have that support. It helps when you’ve been around the block for a long time. People sort of get to know you.”</p> \n<p>Victory would give him a record eighth Wimbledon title and 18th major, at 33 – and with at least a couple of years to come. He plays for love, but he loves trophies too, and reaching for those records against the best player in the world after being written off in many quarters as incapable of winning at the highest level again will provide him with all the incentive he needs.</p> \n<p>Murray, choosing to receive, did not get in front throughout the match but, after nearly breaking in the first game, he carried the fight to Federer all the way to the end of each set. The hub of the whole contest arrived in an astonishing struggle near the end of the second set. Murray saved five set points in 15 tortuous minutes of high-grade exchanges that left everyone breathless – followed by a swift and killing denouement by Federer to go two sets up.</p> \n<p>“He played some unbelievable shots, great retrieving,” Federer said of Murray. “I had my chances. I didn’t get down on myself. It’s a perfect game, regardless if I win or I lose. Even though you could see it in another way, as well, it was a key game for him to stay on and break my good run. It would have changed things around completely.</p> \n<p>But it did not. The extended moment mirrored the second game of the fourth set in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jan/22/andy-murray-out-roger-federer-australian-open\" title=\"\">2014 Australian Open quarter-final</a>, when Murray survived a 20-minute test of his resolve, only for Federer to hold to love in the next game and go on to take the match. Here his march to the line in the third set – at 33 minutes the shortest of the three – also had the air of inevitability about it at the end, Murray sticking a final forehand wide.</p> \n<p>But he left content – and that might not have been the case years ago. He has the look of a happy man – this was only his second defeat since marrying Kim Sears in April – and much to look forward to.</p> \n<p>“I got broken right at the end all of the sets,” he pointed out. “But I didn’t actually play a bad match. At times I played some very good tennis.</p> \n<p>He clearly deserved to win the match. He had more opportunities than me. If Roger serves in the final like he did today, he’ll give himself a great opportunity to win that match.</p> \n<p>“I was trying to fight as hard as I could. I served pretty well under pressure in that game. I served well – the best I served in the tournament.” And, as he has said many times before, he relishes his time in this era, maybe the strongest in the history of the game. And he reckons Federer has some miles left on the clock.</p> \n<p>“When he plays like that, he could play for a long time. You never know when the last time you’re going to play against him. It’s great that I get the opportunity to play against these guys.</p> \n<p>“This year so far has been my most consistent by far. In comparison to last year, it’s night and day. I’m playing so much better than then. It’s still an extremely tough time to win these major events because the guys that are around are phenomenal tennis players. But I do enjoy it.” With that, he wiped his brow and retired to an ice bath.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live\">Roger Federer defeats Andy Murray: Wimbledon 2015 semi-final – live!</a> </p> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-db5ccf46-971a-4203-a90b-83c37ef703ef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436551109293/69c713ad-9c81-4176-82ac-d66cf8940bb7-460x276.jpeg\" alt=\"andy murray leaves\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Murray wonders what happened.</span> \n  <span class=\"element-image__credit\">Photograph: Shaun Botterill/Getty Images</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/novak-djokovic-richard-gasquet-wimbledon-final\">Novak Djokovic overpowers Richard Gasquet to reach Wimbledon final</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436550650984/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA","credit":"Toby Melville/EPA","altText":"andy murray","cleanCaption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436551032427/andy-murray-leaves-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Murray wonders what happened. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"andy murray leaves","cleanCaption":"Murray wonders what happened.","cleanCredit":"Photograph: Shaun Botterill/Getty Images"}],"webPublicationDate":"2015-07-10T17:51:45Z","lastModified":"2015-07-10T23:03:04Z","metadata":{"commentable":true,"commentCount":709,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Andy Murray","Roger Federer","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals","shortUrl":"http://gu.com/p/4ahyy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals","webUri":"http://www.theguardian.com/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436550650984/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA","credit":"Toby Melville/EPA","altText":"andy murray","cleanCaption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436550650984/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA","credit":"Toby Melville/EPA","altText":"andy murray","cleanCaption":"Andy Murray congratulates Roger Federer after the Swiss handed out a tennis lesson on Centre Court. Photograph: Toby Melville/EPA"}}]},{"title":"England play a risky game but victory target still looks beyond Australia","rawTitle":"England play a risky game but victory target still looks beyond Australia","item":{"type":"article","id":"sport/2015/jul/10/england-australia-ashes-first-test-day-three-report","title":"England play a risky game but victory target still looks beyond Australia","trailText":"England have set Australia 412 to win after an absorbing day three of the first Test in Cardiff","standFirst":"<span class=\"bullet\">•</span> England 430 &amp; 289; Australia 308\n<br />\n<span class=\"bullet\">•</span> Australia need 412 to win in two days","byline":"Mike Selvey at the Swalec Stadium","body":"<p>There can be a fine line between controlled aggression and recklessness, and for a while in the evening session, until Mark Wood joined Moeen Ali, England crossed it, throwing wickets away in pursuit of unnecessarily rapid runs and in so doing giving Australia the sniff of a chance. It was not clever. A score of 207 for four at one time in their second innings had become 245 for eight, a considerable lead of 367, but with more than two days to play, not out of sight.</p> \n<p>Instead, as the Swalec lights glared out, the pair added 43 for the ninth wicket, Wood’s unbeaten 32 belying his No10 status. Mitchell Johnson was dispatched to the square-leg boundary in a manner off one leg that was reminiscent of Gordon Greenidge, while Nathan Lyon was deposited straight out of the ground and almost into the river.</p> \n<p>England were all out right on the whistle for 289, which means that the fourth day will resume with Australia requiring a daunting 412 to win and six full sessions in which to get the runs. The pitch is by no means unplayable (more than 1,000 runs have been scored in three innings so far), and the imperative for Australia to get their skates on is not there. But having done much of the hard work, England will kick themselves if they do not win from here.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/10/ian-bells-show-of-bravura-lights-the-way-for-new-englands-great-entertainers\">Ian Bell lights way | Vic Marks</a> </p> \n</aside> \n<p>Once more, that part of a session aside, England were outstanding, the confidence running through the side palpable. In the first 75 minutes of play the three seamers, using first the old ball and then the new, disposed of the last five Australian wickets for 44 runs to establish an important first innings lead of 122.</p> \n<p>That they then lost the wickets of Alastair Cook and Gary Ballance to the new ball, as they set about the task of establishing what they hoped would prove an unassailable lead on a pitch that is starting to play a few more tricks, proved of little consequence as Ian Bell and Adam Lyth, instead of battening down the hatches as once might have been the reaction, went on the counterattack, pasting 50 runs in the next seven overs, in a manner that was once the domain of their opponent.</p> \n<p>Then, when Lyth edged an off-spinner to be brilliantly caught at slip for 37, Joe Root was able to continue in the same vein, adding 97 with Bell before the latter was bowled by Johnson for a beautiful 60 that contained 11 fours, creamed through extra cover for the most part. Johnson had almost burst himself in the effort of seeking his first wicket of the match and had already conceded 160 runs in the quest. His celebration, puffing his cheeks out, was more one of relief than anything.</p> \n<p>Root was to go on to make 60 as well, and from an identical 89 balls, before he too was bowled, this time by Josh Hazlewood, the ball coming back sharply off the seam in a manner that has unsettled batsmen the whole game, even when apparently well set. But he had played yet another delightful innings, with nine fours, the best of them a classical bent-knee cover drive off Johnson that bisected the cover field precisely before they had a chance to move.</p> \n<p>Even Root was outdone by Bell’s strokeplay, in what must have been a cathartic innings for him. Since he scored a fine 143 in the first innings of the opening Test in Antigua in April, he had fallen on hard times, nine further innings producing 56 runs, and with a first-innings failure in Cardiff, there were already mutterings about his right to a place in the team. Here he simply seized the initiative, and, in so doing, seemed to release the shackles that had been imposed on Lyth.</p> \n<p>If there was one thing that really separated the two teams in the last series it was the capacity of the Australians to blow away the England lower order, with Johnson pre-eminent as the enforcer of this, while England were generally powerless to do the same themselves.</p> \n<p>Certainly when play began, with Australia still 166 adrift but with five wickets in hand, including that of Shane Watson and the bete noire Brad Haddin, they understood that anything near parity would keep them very much in the contest. So the response of Stuart Broad, Wood and, when the new ball became due after 10 overs, Jimmy Anderson was superb.</p> \n<p>Watson, one of the two not-out batsmen overnight, is well known for a tendency to plant his front foot and hit around it, making him vulnerable to lbw, and the scenario duly played out. Broad’s fourth ball of the day was full and thudded into Watson’s front pad – and, after a Bucknorish deliberation, Marais Erasmus raised his finger. Of course Watson reviewed – he almost always does as if unable to grasp that he might be out in this fashion – and the decision was upheld by a slender margin. Immediately afterwards, Wood produced a full delivery that caught Lyon bang in front and two wickets had gone for the addition of one run.</p> \n<p>For a brief while, as Cook replaced Broad with Ben Stokes to give him a breather for the new ball and Wood gave way to Moeen for a single over, there was a hint of deja vu as Haddin took three successive boundaries from Stokes and Johnson clobbered Moeen over the top. Use of the new ball is a vital element in this match, however, and Anderson and Broad both used it immaculately.</p> \n<p>The wicket of Haddin was a key one, edging a perfect away-swinger to Jos Buttler, and then Johnson, thinking he had clipped Broad nicely away through square leg, realised he had merely hit gently to Ballance. Anderson, round the wicket to the left-handed Hazlewood, took the final wicket, an excellent catch by Root. The standard of the England catching has risen along with the whole demeanour.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/10/1436551899123/England-batsman-Ian-Bell--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images","credit":"Geoff Caddick/AFP/Getty Images","altText":"England batsman Ian Bell is bowled by Mitchell Johnson","cleanCaption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-10T18:12:26Z","lastModified":"2015-07-10T23:03:10Z","metadata":{"commentable":true,"commentCount":474,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":false,"keywords":["England cricket team","Australia cricket team","The Ashes","Cricket","Sport","Australia sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-australia-ashes-first-test-day-three-report","shortUrl":"http://gu.com/p/4ahm3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/england-australia-ashes-first-test-day-three-report","webUri":"http://www.theguardian.com/sport/2015/jul/10/england-australia-ashes-first-test-day-three-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/10/1436551899123/England-batsman-Ian-Bell--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images","credit":"Geoff Caddick/AFP/Getty Images","altText":"England batsman Ian Bell is bowled by Mitchell Johnson","cleanCaption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Cricket/Pix/pictures/2015/7/10/1436551899123/England-batsman-Ian-Bell--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images","credit":"Geoff Caddick/AFP/Getty Images","altText":"England batsman Ian Bell is bowled by Mitchell Johnson","cleanCaption":"England batsman Ian Bell is bowled by Mitchell Johnson but only after his innings of 60 helped England to what should be a winning lead. Photograph: Geoff Caddick/AFP/Getty Images"}}]},{"title":"Mark Cavendish sprints to victory on stage seven of the Tour de France","rawTitle":"Mark Cavendish sprints to victory on stage seven of the Tour de France","item":{"type":"article","id":"sport/2015/jul/10/mark-cavendish-tour-de-france-stage-seven-win-cycling","title":"Mark Cavendish sprints to victory on stage seven of the Tour de France","trailText":"Mark Cavendish put to bed concerns that he might be past his best when he won the sprint in the seventh stage of the Tour de France in Fougères","standFirst":"<span class=\"bullet\">•</span> Manxman plays waiting game to take sprint in Foug&egrave;res\n<br />\n<span class=\"bullet\">•</span> Chris Froome takes on the yellow jersey from injured Martin","byline":"Barry Glendenning in Fougères","body":"<p>Mark Cavendish put to bed concerns that he might be past his best and swooped to conquer in Brittany. Towards the end of a preposterously up-and-down week for his Etixx-Quick-Step team, the 30-year-old sprinter latched on to the wheel of one rider and riskily barged another out of his way en route to victory by half a bike length on the Boulevard des D&eacute;port&eacute;s in Foug&egrave;res. What could have been another boulevard of broken dreams for the Manxman will live in the memory as the scene of a much-needed triumph.</p> \n<p>“I’m very happy,” he said. “The guys could have given up on me after messing up the last two sprints. I’ve been too anxious and I’ve gone too early. If anything I went too late here but Greipel got the jump and I was perfect on him. He could have closed the door on me but he didn’t. He sprinted straight because he’s a gentleman.” Holding his young daughter Delilah in his arms, Cavendish could not help but laugh. “She understands what’s going on now,” he said. “She was angry I didn’t get the bunch of flowers the other day, so she’s happier now.”</p> \n<p>Stage seven was on the flat from Normandy to Brittany through the Mayenne <em>d&eacute;partement</em>, in sweltering heat with hardly a breeze. With limited opportunities remaining and his team-mate Tony Martin forced to withdraw from the race with a broken collarbone, the absence of such a vital cog in the Etixx-Quick-Step lead-out wheel might have scuppered any hopes Cavendish had of winning a stage. Happy to improvise in the closing stages, he played a waiting game, tucking on to Greipel’s wheel before muscling his way through a gap left by John Degenkolb and Peter Sagan to cross the line punching the air in triumph.</p> \n<p>Even though Martin finished Thursday’s stage with a compound fracture, it actually seemed something of a surprise when he failed to sign on in Le Havre. Despite being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/tour-de-france-2015-tony-martin-race-in-doubt-stage-six-crash-zdenek-stybar-cycling\" title=\"\">nursed over the line in the French port</a>, the German they call “Panzerwagen” found time to chat cordially with team-mates and look after his media responsibilities before attending to the more gruesome and, one would think, more pressing concern that was the shattered collarbone poking through the skin of his shoulder. Were it not for strict doctor’s orders, one suspects he would almost certainly have begun this stage.</p> \n<p>“I will follow the race on TV today from the hospital,” he said from Hamburg, after undergoing surgery. “It will be strange but that’s life and cycling. I have to try to see the glass half full and keep the good memories. I had a great first part of the Tour with a great team around me. I won a stage and wore the yellow jersey for the first time in my career.”</p> \n<p>In Martin’s absence Chris Froome took over as race leader but did not don the yellow jersey until after the stage, as dictated by historical precedent and the president of the commissaires’ panel. Indeed, even if Froome had been given the option of wearing the <em>maillot jaune</em>, the Sky rider said it is not a garment in which he would have felt comfortable under the circumstances. “Out of respect for Tony I would never have worn it in any case,” he said. “That’s not the way to get the yellow jersey due to someone else’s misfortunes. I was second on the GC so there was no way to wear it.”</p> \n<figure class=\"element element-image\" data-media-id=\"e4cbdfc65d07623ce35d3f164876143b095e86b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436554043922/c143a0c6-6212-4b6f-9529-b7f1ed1765eb-460x276.jpeg\" alt=\"Mark Cavendish\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Cavendish celebrates his stage win.</span> \n  <span class=\"element-image__credit\">Photograph: Tim de Waele/Tim de Waele/Corbis</span> \n </figcaption> \n</figure> \n<p>In the red and white polka dot corner, the Eritrean rider <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/tour-de-france-daniel-teklehaimanot-africa-eritrea-cycling\" title=\"\">Daniel Teklehaimanot</a> was the proudest man in France as he made history by becoming the first black African to reign as king of the mountains. Beaming broadly, he refused to have his day ruined by fall-out from an unsavoury incident in another race. It has emerged that one of his compatriots riding for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/mtn-qhubeka-racism-tour-austria-natnael-berhane\" title=\"\">MTN-Qhubeka’s second string in the Tour of Austria was racially abused by another rider</a> in a matter both teams involved say is now closed.</p> \n<p>As is customary in flat stages, a doomed breakaway made the early running before being reeled in. In search of the sole king of the mountains point on offer, Teklehaimanot was to the fore and got his dues. The Lampre-Merida rider Kristijan Durasek, the obligatory Cofidis contribution of Luis &Aacute;ngel Mat&eacute; and homeward bound Bretagne-S&eacute;ch&eacute; Environnement duo Anthony Delaplace and Brice Feillu kept him company and the last remnants of the quintet were swept up with 10 kilometres to go as the sprinters boarded their respective trains.</p> \n<p>On Saturday the peloton will spend the second of three days in the cycling hotbed of Brittany, travelling from the region’s capital Rennes to a hill-top finish at M&ucirc;r-de-Bretagne. Froome, happy to be back in yellow, which he described as “a great privilege”, will begin with an 11-second lead. “To be honest, I don’t really know the M&ucirc;r-de-Bretagne,” he said. “I’m going to have to go and do a bit of studying myself tonight.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/tour-de-france-2015-stage-seven-live\">Tour de France 2015: stage seven – as it happened</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5a5c5431fc0af7cd58bc724707e4b88d74dcf04/0_34_3309_1985/3309.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1985,"width":3309,"orientation":"landscape","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Great Britain's Mark Cavendish celebrates as he crosses the finish line at the end of the 190.5 km seventh stage of the 102nd edition of the Tour de France cycling race on July 10, 2015, between Livarot and Fougeres, northwestern France.  AFP PHOTO / JEFF PACHOUDJEFF PACHOUD/AFP/Getty Images","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436554045293/c143a0c6-6212-4b6f-9529-b7f1ed1765eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mark Cavendish celebrates his stage win. Photograph: Tim de Waele/Tim de Waele/Corbis","credit":"Tim de Waele/Tim de Waele/Corbis","altText":"Mark Cavendish","cleanCaption":"Mark Cavendish celebrates his stage win.","cleanCredit":"Photograph: Tim de Waele/Tim de Waele/Corbis"}],"webPublicationDate":"2015-07-10T15:59:27Z","lastModified":"2015-07-10T23:03:13Z","metadata":{"commentable":true,"commentCount":167,"contributors":[{"name":"Barry Glendenning","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/8/1399552686435/Barry-Glendenning-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barryglendenning"}],"feature":false,"keywords":["Mark Cavendish","Tour de France 2015","Tour de France","Chris Froome","Cycling","Sport"],"tags":[{"id":"sport/markcavendish","webTitle":"Mark Cavendish"},{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/chris-froome","webTitle":"Chris Froome"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Barry Glendenning","topic":{"type":"tag-contributor","name":"profile/barryglendenning"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/mark-cavendish-tour-de-france-stage-seven-win-cycling","shortUrl":"http://gu.com/p/4ahtp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/mark-cavendish-tour-de-france-stage-seven-win-cycling","webUri":"http://www.theguardian.com/sport/2015/jul/10/mark-cavendish-tour-de-france-stage-seven-win-cycling"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457468984","source":"Other...","durationInSeconds":193,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/10/150708LeTourStage7_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/10/150708LeTourStage7.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/10/1436552303390/KP_349955_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tour De France Day 7 highlights","credit":"guardian.co.uk","altText":"620x372 trailpic for Tour De France Day 7 highlights","cleanCaption":"620x372 trailpic for Tour De France Day 7 highlights"}}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f5a5c5431fc0af7cd58bc724707e4b88d74dcf04/0_34_3309_1985/3309.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1985,"width":3309,"orientation":"landscape","credit":"Jeff Pachoud/AFP/Getty Images","altText":"Great Britain's Mark Cavendish celebrates as he crosses the finish line at the end of the 190.5 km seventh stage of the 102nd edition of the Tour de France cycling race on July 10, 2015, between Livarot and Fougeres, northwestern France.  AFP PHOTO / JEFF PACHOUDJEFF PACHOUD/AFP/Getty Images","cleanCredit":"Photograph: Jeff Pachoud/AFP/Getty Images"}}]},{"title":"Roger Federer defeats Andy Murray: Wimbledon 2015 semi-final – as it happened","rawTitle":"Roger Federer defeats Andy Murray: Wimbledon 2015 semi-final – as it happened","item":{"type":"liveBlog","id":"sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live","title":"Roger Federer defeats Andy Murray: Wimbledon 2015 semi-final – as it happened","trailText":"<strong>Game by game report: </strong> Can Andy Murray overcome Roger Federer to book his place in the Wimbledon final? Join Bryan Graham to find out","standFirst":"<ul>\n <li>Roger Federer wins 7-5, 7-5, 6-4 over Andy Murray on Centre Court</li>\n <li>Federer through to 10th Wimbledon final, will face Novak Djokovic</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Kevin Mitchell’s semi-final match report</a></li>\n <li><a href=\"http://preview.gutools.co.uk/sport/2015/jul/10/wimbledon-quiz-identify-tennis-players-pictures\">Quiz time: name these players from the Tom Jenkins photographs</a></li>\n</ul>","byline":"Bryan Armen Graham at Wimbledon","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550253620/2b8c8ffd-69be-4532-bb14-6c829f36c137-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer puts in a sublime display to beat Andy Murray in straight sets.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550401531/a953980d-9b0f-4bc3-b659-9afdba7c2546-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray walks off court after his defeat. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray walks off court after his defeat.","cleanCaption":"Andy Murray walks off court after his defeat.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550494757/989955c1-8eb4-4e3c-b368-10e037c67356-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer puts an arm round Murray after his straight sets win. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer puts an arm round Murray after his straight sets win.","cleanCaption":"Roger Federer puts an arm round Murray after his straight sets win.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550632576/4bc007b3-0e20-4bc4-9ba5-2529d7065c6a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray vents his frustration as he is unable to make any mark on the Federer serve. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray vents his frustration as he is unable to make any mark on the Federer serve.","cleanCaption":"Andy Murray vents his frustration as he is unable to make any mark on the Federer serve.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548426827/da623ae2-42e7-4960-a4f5-34707aa0c076-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The crowd get behind Murray as he fights the formidable Federer. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"The crowd get behind Murray as he fights the formidable Federer.","cleanCaption":"The crowd get behind Murray as he fights the formidable Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547167927/382e6240-e208-45ad-8b67-b8f316a58df5-2060x1445.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1445,"width":2060,"orientation":"landscape","caption":"Andy Murray fights hard to stay in the set. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray fights hard to stay in the set.","cleanCaption":"Andy Murray fights hard to stay in the set.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436545898952/cc4f3c04-0c5b-4d1b-bac4-e1bdc2abdcfc-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Andy Murray is struggling against the Federer serve. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Andy Murray is struggling against the Federer serve.","cleanCaption":"Andy Murray is struggling against the Federer serve.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436544723757/c355e751-11d7-4fb8-87d0-7872486576f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer got 85% of his first serves in during that first set. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer got 85% of his first serves in during that first set.","cleanCaption":"Roger Federer got 85% of his first serves in during that first set.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436544190468/a626841a-0695-44d8-a3cd-1445d5127848-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Only six unforced errors for Murray in the first set but Federer takes it 7-5. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Only six unforced errors for Murray in the first set but Federer takes it 7-5.","cleanCaption":"Only six unforced errors for Murray in the first set but Federer takes it 7-5.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543777327/dabccccc-20cb-4ca0-bf99-1e995736bd45-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer smashes and takes another service game. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer smashes and takes another service game.","cleanCaption":"Roger Federer smashes and takes another service game.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436543463880/58b805fc-dbbb-4885-803f-e5998dea8422-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer holds another service game. He has only been broken once and had four double faults in the tournament so far. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer holds another service game. He has only been broken once and had four double faults in the tournament so far.","cleanCaption":"Roger Federer holds another service game. He has only been broken once and had four double faults in the tournament so far.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c60049e621995bb16417e2ae963b0e43a14d967b/0_0_3500_1788/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1788,"width":3500,"orientation":"landscape","caption":"There’s no shortage of star wattage in the Royal Box today. Photograph: Jonathan Brady/PA","credit":"Jonathan Brady/PA","altText":"The Royal Box","cleanCaption":"There’s no shortage of star wattage in the Royal Box today.","cleanCredit":"Photograph: Jonathan Brady/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436542196911/190dc7ca-6637-4376-9529-ed28998c7a86-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Partisan support on Murray Mount/Henman Hill before the semi-final. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Partisan support on Murray Mount/Henman Hill before the semi-final.","cleanCaption":"Partisan support on Murray Mount/Henman Hill before the semi-final.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"webPublicationDate":"2015-07-10T18:34:39Z","lastModified":"2015-07-11T00:01:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":false,"keywords":["Wimbledon 2015","Andy Murray","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"displayHint":"news","topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#b51800","liveBlogLabelColour":"#333333","headlineColour":"#333333","standfirstColour":"#676767","updateColour":"#999999","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#cc2b12","colourPalette":"deadBlog"},"liveContent":{"liveBloggingNow":false,"blocks":[{"id":"block-559e3623e4b0c514f96c683a","publishedDateTime":"2015-07-10T14:16:03Z","body":"<p>Bryan will be here shortly.</p>","postType":"blog"},{"id":"block-559fd016e4b05111b7559817","publishedDateTime":"2015-07-10T14:33:24Z","lastUpdatedDateTime":"2015-07-10T14:37:42Z","body":"<p><strong>Welcome to Centre Court for today’s second men’s semi-final between Roger Federer and Andy Murray.</strong> The showdown between the No2 and No3 seeds is surely the most anticipated matchup of the fortnight to date.</p> \n<p>Today’s winner will advance to Sunday’s final to face world No1 and defending champion Novak Djokovic, who moments ago polished off a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/novak-djokovic-richard-gasquet-wimbledon-2015-semi-final-live\">straightforward 7-6(2), 6-4, 6-3 victory over Richard Gasquet</a> to reach his 17th grand slam final.</p> \n<p>As we wait for the players to emerge from the tunnel at 4.05pm local time (roughly a half hour), here’s a look at how each advanced to today’s showdown. Federer has spent 7hr 51min on court – the least of the four semi-finalists – compared to 11hr 2min for Murray.</p> \n<h2>Federer</h2> \n<ul> \n <li><strong>First round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/roger-federer-on-march-at-wimbledon-with-victory-in-straight-sets\">d. Damir Dzumhur 61 63 63</a> (1hr 8min)</li> \n <li><strong>Second round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/roger-federer-sam-querrey-wimbledon-2015\">d. Sam Querrey 64 62 62</a> (1hr 26min)</li> \n <li><strong>Third round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/roger-federer-sam-groth-wimbledon\">d. Sam Groth 64 64 67(5) 62</a> (2hr 16min)</li> \n <li><strong>Round of 16:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/wimbledon-2015-roger-federer-roberto-bautista-agut\">d. No20 Roberto Bautista Agut 62 62 63</a> (1hr 26min)</li> \n <li><strong>Quarter-finals:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/roger-federer-victory-wimbledon-semi-finals-gilles-simon\">d. No12 Gilles Simon 63 75 62</a> (1hr 35min)</li> \n</ul> \n<h2>Murray</h2> \n<ul> \n <li><strong>First round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/30/andy-murray-wimbledon-mikhail-kukushkin\">d. Mikhail Kukushkin 64 76(3) 64</a> (2hr 12min)</li> \n <li><strong>Second round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/andy-murray-robin-haase-wimbledon\">d. Robin Haase 61 61 64</a> (1hr 27min)</li> \n <li><strong>Third round:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/andy-murray-andreas-seppi-victory-wimbledon\">d. No25 Andreas Seppi 62 62 16 61</a> (2hr 8min)</li> \n <li><strong>Round of 16:</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/andy-murray-wimbledon-2015-ivo-karlovic\">d. No23 Ivo Karlovic 76(7) 64 57 64</a> (3hr 3min)</li> \n <li><strong>Quarter-finals:</strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/andy-murray-defeats-vasek-pospisil-wimbledon-quarter-finals\"> d. Vasek Pospisil 64 75 64</a> (2hr 12min)</li> \n</ul>","postType":"blog"},{"id":"block-559fceade4b07fc6a121f7d8","publishedDateTime":"2015-07-10T14:44:34Z","body":"<p><strong>Send along your predictions for today’s match via <a href=\"mailto:bryan.graham@theguardian.com\">email</a> or <a href=\"https://twitter.com/BryanAGraham\">Twitter</a>.</strong> The bookmakers installed Murray as a slight betting favorite, but the odds have shortened in Federer’s favor and it’s <a href=\"http://www.oddschecker.com/tennis/wimbledon/mens/andy-murray-v-roger-federer/winner\">now essentially a coin flip</a>.</p>","postType":"blog"},{"id":"block-559fdbe5e4b07fc6a121f851","publishedDateTime":"2015-07-10T14:51:22Z","lastUpdatedDateTime":"2015-07-10T15:30:02Z","body":"<p><strong>Here’s a look at the tale of the tape for today’s two semi-finalists.</strong> Federer holds a <a href=\"http://www.atpworldtour.com/en/players/fedex-head-2-head/roger-federer-vs-andy-murray/F324/MC10\">12-11 edge in the all-time head-to-head series</a>, including 4-1 at grand slams. Murray’s lone victory over Federer at a major came in an <a href=\"https://www.youtube.com/watch?v=BSskASn7NPI\">2013 Australian Open semi-final</a>. They’ve split their two previous meetings on grass courts.<br /></p> \n<p><strong>Federer Murray</strong><br /><strong>33</strong> Age <strong>28</strong> <br /><strong>6ft 1in/1.85m</strong> Height <strong>6ft 3n/1.90m </strong><br /><strong>2</strong> ATP ranking <strong>3</strong> <br /><strong>86</strong> Titles <strong>34 </strong><br /><strong>290-47</strong> Career Grand Slam record <strong>150-35 </strong><br /><strong>17</strong> <strong>titles</strong> Best Grand Slam result <strong>2 titles </strong><br /><strong>78-9</strong> Wimbledon record <strong>46-8 </strong><br /><strong>1035-233</strong> Career record <strong>527-157</strong> <br /><strong>141-19</strong> Career grass-court record <strong>88-16 </strong><br /><strong>39-6</strong> 2015 record <strong>46-6 </strong><br /><strong>10-0</strong> 2015 grass-court record <strong>10-0 </strong><br /><strong>23-19</strong> Career five-set record <strong>17-7</strong> <br /><strong>9</strong> Comebacks from 0-2 down <strong>7 </strong><br /><strong>381-206</strong> Career tiebreak record <strong>151-92 </strong><br /><strong>12-9</strong> 2015 tiebreak record <strong>12-4</strong></p> \n<figure class=\"element element-image\" data-media-id=\"3327d28b1815b0fd9fcc7293b184fcb312162967\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436542198170/190dc7ca-6637-4376-9529-ed28998c7a86-460x307.jpeg\" alt=\"Partisan support on Murray Mount/Henman Hill before the semi-final.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Partisan support on Murray Mount/Henman Hill before the semi-final.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559fdd03e4b07fc6a121f858","publishedDateTime":"2015-07-10T15:01:33Z","body":"<p><strong>Star-studded turnout in the Royal Box today. </strong>Centre Court spectators include Dame Shirley Bassey, Bj&ouml;rn Borg, Charles Dance, Lindsay Davenport, Chiwetel Ejiofor, Ari Emanuel, Sir Alex Ferguson, Thierry Henry, Virat Kohli, Rod Laver, Sienna Miller, Manuel Santana, Anushka Sharma, Sachin Tendulkar, Anna Wintour, et al.</p> \n<figure class=\"element element-image\" data-media-id=\"c60049e621995bb16417e2ae963b0e43a14d967b\"> \n <img src=\"http://media.guim.co.uk/c60049e621995bb16417e2ae963b0e43a14d967b/0_0_3500_1788/1000.jpg\" alt=\"The Royal Box\" width=\"1000\" height=\"511\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">There’s no shortage of star wattage in the Royal Box today.</span> \n  <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559fe079e4b05111b7559884","publishedDateTime":"2015-07-10T15:10:56Z","body":"<p><strong>The players are out for the coin toss with chair umpire Mo Lahyani.</strong> Federer calls heads, but it comes up tails. Murray elects to receive.</p>","postType":"blog"},{"id":"block-559fe0aee4b07fc6a121f871","publishedDateTime":"2015-07-10T15:14:28Z","body":"<p><strong>Here’s a look at some of your predictions. </strong>One minute until the match gets underway.</p> \n<ul> \n <li>Kiran Aravapalli, via email: “Murray takes first set, Federer wins the next 3. Goes on to win Wimbledon and announces his retirement right there on stage.”</li> \n <li>John Butler, <a href=\"https://twitter.com/JSButler1985/status/619519837564465152\">via Twitter</a>: “With #Djokovic’s win, I am ready to see #Federer beat #Murray and watch him go for #8!”</li> \n <li>Nicholas Leahy: “Federer wins 6-7, 7-6, 6-7, 7-5, 6-4”</li> \n <li>Colli Kelly, <a href=\"https://twitter.com/ColliKelly1/status/619519734380408832\">via Twitter</a>: “Roger Federer will dismantle Murray in 4 sets. Murray might squeeze a set past him with a tie breaker, but only one at best.”</li> \n <li>Mahesh Jayantilal Gohil: “My prediction for today’s semifinal between Andy Murray v Roger Federer semifinal is Andy Murray. He is in terrific form and he can beat Roger.”</li> \n</ul>","postType":"blog"},{"id":"block-559fe248e4b05111b7559897","publishedDateTime":"2015-07-10T15:20:16Z","body":"<p><strong>First set: Federer 1-0 Murray* (*denotes next server)</strong></p> \n<p>Magnificent backhand pass by Murray on the very first point, but Federer with a stretch volley winner at the net. A forehand winner by Federer, but he nets a forehand on the next point to make it 30-15. Federer with a quick net approach on the next point but Murray with an exquisite lob to make it 30-30. Murray goes down the line to the Federer forehand on the next point and all of a sudden Federer is break point down, but he saves it when Murray chips a return into the net. Murray error followed by a service winner and the hold goes to Federer, who was eight of eight on first serves in that blistering opening game.</p>","postType":"blog"},{"id":"block-559fe31ae4b05111b755989e","publishedDateTime":"2015-07-10T15:22:04Z","body":"<p><strong>First set: *Federer 1-1 Murray (*denotes next server)</strong></p> \n<p>At 30-0, Murray double-faults but follows it up with a 112mph slice ace down the middle that Federer challenges unsuccessfully. Another thunderous serve down the middle that Federer can hardly get a racket on and Murray responds with a comfortable hold. Only one first serve has been missed so far.</p>","postType":"blog"},{"id":"block-559fe398e4b05111b75598a2","publishedDateTime":"2015-07-10T15:24:58Z","body":"<p><strong>First set: Federer 2-1 Murray* (*denotes next server)</strong></p> \n<p>Federer, serving from the Royal Box end, with a service winner on his second serve. He then crunches a cross-court forehand winner to move ahead 30-0. A serve-and-volley from Federer – and excellent volley! – but Murray rips a backhand winner down the line to make it 30-15. Another serve-and-volley, but Federer misses a backhand volley wide. Wonderful first serve by Federer at 30-30 that Murray can barely get a racket on, leaving Federer a simple overhand smash. The Swiss then closes out the hold with a thudding ace out wide.</p>","postType":"blog"},{"id":"block-559fe459e4b07fc6a121f891","publishedDateTime":"2015-07-10T15:28:03Z","body":"<p><strong>First set: *Federer 2-2 Murray (*denotes next server)</strong></p> \n<p>Thudding first serve by Murray that Federer can’t return. Fantastic return by Federer on the next point, mixing it up with the slice in the short rally before winning it with a cross-court forehand winner. Federer nets a forehand on the next point, then pushes another forehand long to fall behind 40-15. Mid-length rally that ends when Federer sprays a forehand wide and Murray has another drama-free hold.</p>","postType":"blog"},{"id":"block-559fe4cee4b05111b75598ae","publishedDateTime":"2015-07-10T15:30:17Z","lastUpdatedDateTime":"2015-07-10T15:51:08Z","body":"<p><strong>First set: Federer 3-2 Murray* (*denotes next server)</strong></p> \n<p>Federer with a 122mph service winner, then moves ahead 30-0 on a serve-and-volley. Federer with an inside-out forehand approach shot followed by a smash at the net to move ahead 40-0, a winner struck with enough force to carom off the grass into the Royal Box. He then crunches a 118mph ace – his fourth of the match – to hold at love.</p> \n<figure class=\"element element-image\" data-media-id=\"60b3d5bab461f6a07c7ac2acab2397b2667b4a1e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436543461015/58b805fc-dbbb-4885-803f-e5998dea8422-460x276.jpeg\" alt=\"Roger Federer holds another service game. He has only been broken once and had four double faults in the tournament so far.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer holds another service game. He has only been broken once and had four double faults in the tournament so far.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559fe5ece4b05111b75598b4","publishedDateTime":"2015-07-10T15:35:12Z","body":"<p><strong>First set: *Federer 3-3 Murray (*denotes next server)</strong></p> \n<p>At 0-15, Federer commits another unforced error on the forehand side. Then a backhand error by the Swiss makes it 30-15. Federer pounces on a Murray second serve and gets neutral in the rally quickly, running Murray ragged with a half volley followed by a volley winner off his shoelaces that Murray can’t retrieve. Vintage Federer. 30-30. Another missed first serve by Murray, but Federer mistimes the second effort and hits a forehand into the net to give Murray game point. He converts it with another booming ace and they’re still on serve.</p>","postType":"blog"},{"id":"block-559fe6b2e4b05111b75598b8","publishedDateTime":"2015-07-10T15:38:17Z","body":"<p><strong>First set: Federer 4-3 Murray* (*denotes next server)</strong></p> \n<p>Two quick points for Federer then a third to move ahead 40-0 when Murray rips a forehand down the line into the net. Federer approaches the net where Murray returns his volley down the line – a perfectly executed passing shot – to make it 40-15, but Federer thumps a 123mph ace to lock down the hold. </p>","postType":"blog"},{"id":"block-559fe74be4b05111b75598c0","publishedDateTime":"2015-07-10T15:41:33Z","body":"<p><strong>First set: *Federer 4-4 Murray (*denotes next server)</strong></p> \n<p>A Murray unforced error puts him in an early 0-15 hole, but he responds with a vicious cross-court backhand winner. Murray misses on a 128mph serve, but uncorks a sharp second serve and wins the point with a powerfully struck forehand. 30-15. Another pretty Murray backhand from the baseline that Federer at the net can’t corral. Federer then sprays a backhand wide to give Murray the hold.</p>","postType":"blog"},{"id":"block-559fe887e4b07fc6a121f8aa","publishedDateTime":"2015-07-10T15:45:37Z","lastUpdatedDateTime":"2015-07-10T15:56:24Z","body":"<p><strong>First set: Federer 5-4 Murray* (*denotes next server)</strong></p> \n<p>Federer moves ahead 30-0 with a 105mph second-serve ace from Federer then a 115mph first-serve ace: his seventh and eighth of the match. He then gets it to 40-0 on an easy overhand smash on a poorly executed lob by Murray. The Scot pulls within 40-15 on a lob winner, but Federer secures the hold with yet another ace. Federer has gotten 24 of 28 first serves in, an 86% rate that augurs well.</p> \n<figure class=\"element element-image\" data-media-id=\"b0b9a85b043735d4492f5912d2634f55d6618c9c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436543775636/dabccccc-20cb-4ca0-bf99-1e995736bd45-460x276.jpeg\" alt=\"Roger Federer smashes and takes another service game.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer smashes and takes another service game.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559fe8d6e4b07fc6a121f8ad","publishedDateTime":"2015-07-10T15:46:36Z","body":"<p><strong>First set: *Federer 5-5 Murray (*denotes next server)</strong></p> \n<p>Consecutive winners by Murray make it 30-0, then a service winner by Murray when Federer’s chip return sails long. Murray with the love hold after another service winner. Both players serving incredibly well.</p>","postType":"blog"},{"id":"block-559fe996e4b07fc6a121f8b2","publishedDateTime":"2015-07-10T15:51:05Z","body":"<p><strong>First set: Federer 6-5 Murray* (*denotes next server)</strong></p> \n<p>Federer paints the line with a 106mph ace. Outstanding hyper-athletic rally on the next point – both players trading shots that would be winners against most other opponents – but Murray ends it with a sharply angled forehand winner on the run that’s corrected by the linesperson. Federer makes it 30-15 on an ace that Murray challenges unsuccessfully. (He visibly can’t believe it when it’s upheld.) Another winner makes it 40-15, but Murray inches closer with a powerful backhand from the middle of the court that Federer backhands into the net. The hold goes to Federer with another service winner. Adam Hirst chimes in via email:</p> \n<blockquote class=\"quoted\"> \n <p>The most interesting style match-up in tennis. The way Federer is serving, Murray is going to have his work cut out in the tie-break, if it gets that far. First set tie-break could be crucial.</p> \n <p>Good bit of sledging from Wimbledon as Federer shanked one into the crowd. Henman said ‘Must have been an Australian. He dropped it.’ Then they cut to someone who wouldn‘t have – Tendulkar seems to prefer tennis to test cricket today.</p> \n</blockquote>","postType":"blog"},{"id":"block-559feabce4b07fc6a121f8bc","title":"Federer breaks, wins first set!","publishedDateTime":"2015-07-10T15:55:39Z","lastUpdatedDateTime":"2015-07-10T16:03:16Z","body":"<p><strong>First set: Federer 7-5 Murray</strong></p> \n<p>Murray with a massive second-serve out wide makes it 15-0, then Federer with an unbelievable one-handed backhand up the line to bring it to 15-15. A soft error by Murray off the backhand side makes it 15-30. A half-chance here for Federer. Federer rips a forehand winner across the court to make it 15-40 and a pair of set points – the first two break-point chances of the match. Amazing passing forehand by Murray down the line to save the first, but he can’t control a sharp Federer backhand on the next point and the seven-times Wimbledon champion draws first blood! Federer with 23 winners and just <em>three</em> unforced errors. Worth mentioning: the winner of the first set has won 17 of their 23 meetings.</p> \n<figure class=\"element element-image\" data-media-id=\"a05ad1dda5a7bba7806262f71facea9d0b05e01f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436544189157/a626841a-0695-44d8-a3cd-1445d5127848-460x276.jpeg\" alt=\"Only six unforced errors for Murray in the first set but Federer takes it 7-5.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Only six unforced errors for Murray in the first set but Federer takes it 7-5.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-559feb90e4b05111b75598d4","publishedDateTime":"2015-07-10T15:58:14Z","body":"<p><strong>Second set: Federer 1-0 Murray* (*denotes next server)</strong></p> \n<p>An impossibly quick love hold punctuated by a 114mph service winner down the middle. Special performance thus far.<br /></p>","postType":"blog"},{"id":"block-559fec31e4b07fc6a121f8c3","publishedDateTime":"2015-07-10T16:01:36Z","body":"<p><strong>Second set: *Federer 1-1 Murray (*denotes next server)</strong></p> \n<p>Murray escapes from an early 0-15 hole with a 125mph ace out wide. Outstanding first serve by Murray but Federer gets neutral in the rally and moves it to 15-30 with a winner. Excellent pace and depth by Murray’s groundstrokes on a rally that ends when Federer nets a backhand, followed by a 123mph ace down the middle that gives Murray a game point. Inside-out winner by Murray at 40-30 from 15-30 down to cap an essential hold of serve.<br /></p>","postType":"blog"},{"id":"block-559fecf5e4b07fc6a121f8c4","publishedDateTime":"2015-07-10T16:04:57Z","lastUpdatedDateTime":"2015-07-10T16:12:12Z","body":"<p><strong>Second set: Federer 2-1 Murray* (*denotes next server)</strong></p> \n<p>The crowd buzzes as Murray wins the first point on Federer’s serve, but the Swiss responds with a forehand winner down the line to make it 15-15. A Murray unforced error brings it to 30-15, but a winner pulls it to 30-30 to give him a glimmer of a chance. Murray pounces on a 98mph second serve but can’t get a foothold in the rally and Federer ends it on a nifty backhand volley into the open court to set up a game point. Murray then pushes a cross-court forehand into the net and Federer holds.</p> \n<figure class=\"element element-image\" data-media-id=\"ace7fcf6e6e6b93ebdb7a40edf135d3ea0b09ac8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436544722233/c355e751-11d7-4fb8-87d0-7872486576f6-460x276.jpeg\" alt=\"Roger Federer got 85% of his first serves in during that first set.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer got 85% of his first serves in during that first set.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559fed42e4b07fc6a121f8c6","publishedDateTime":"2015-07-10T16:11:44Z","body":"<p><strong>Second set: *Federer 2-2 Murray (*denotes next server)</strong></p> \n<p>Federer jumps on an 87mph second serve, finds his way into the rally and Murray nets a forehand to make it 0-15. Murray with a strong first serve that Federer backhands into the net. Federer pushes a shot long and it’s 30-15. Murray faults again and Federer steps into the Murray second serve. Poor forehand error into the net by Murray and it’s 30-30. Another fault by Murray on a 126mph first serve, then Federer pounces on the second effort to hit a clean forehand return winner. Crucial moment here for Murray, facing a break point at 30-40. He saves it when Federer misfires on a backhand winner down the line that would have left Murray a helpless witness. Murray faults again at deuce, but Federer mishits the return off the frame. Murray then escapes with the hold when Federer’s blocked return on the backhand side sails long.</p> \n<p>Bryan Tisinger with a question via email:</p> \n<blockquote class=\"quoted\"> \n <p>I am stuck at work and am curious if the crowd is obviously pro-Murray, or is it closer to a 50/50 split?</p> \n</blockquote> \n<p>Feels like close to 50/50.</p>","postType":"blog"},{"id":"block-559fef4ce4b05111b75598e8","publishedDateTime":"2015-07-10T16:15:47Z","body":"<p><strong>Second set: Federer 3-2 Murray* (*denotes next server)</strong></p> \n<p>Federer with a double fault, his first of the day. Federer then with a powerful forehand on the approach which Murray returns with a reasonably good defensive lob only for Federer to smashes an overhand winner. Federer with an error on the forehand side and now a glimmer of hope for Murray at 15-30. Murray with a cross-court forehand as Federer approaches the net but it sails wide. A service winner by Federer as Murray nets the return and now it’s 40-30. On the next point, a cross-court backhand by Murray is long – he challenges it unsuccessfully – and Federer holds from 15-30 down.</p>","postType":"blog"},{"id":"block-559ff02fe4b05111b75598ea","publishedDateTime":"2015-07-10T16:18:17Z","body":"<p><strong>Second set: *Federer 3-3 Murray (*denotes next server)</strong></p> \n<p>Lengthy baseline rally ends when Federer nets a backhand. The longest rally of the match so far at 23 strokes. Federer sends a forehand long and Murray moves ahead 30-0. Murray with a 113mph ace down the T en route to another love hold.</p>","postType":"blog"},{"id":"block-559ff0d4e4b05111b75598ef","publishedDateTime":"2015-07-10T16:21:35Z","lastUpdatedDateTime":"2015-07-10T16:31:44Z","body":"<p><strong>Second set: Federer 4-3 Murray* (*denotes next server)</strong></p> \n<p>Federer service winner followed by a Murray error makes it 30-0. Yet another ace by Federer brings it to 40-0, but a inside-out forehand winner by Murray stops Federer in his tracks. 40-15. Wonderful, perfectly timed return by Murray makes it 40-30, but Federer pipes in another booming serve that Murray can only flail a backhand at. Unreturnable. Another comfortable hold for the Swiss.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"dcc36ed999e606ed03565572a682e0ff2a0cdb04\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436545900060/cc4f3c04-0c5b-4d1b-bac4-e1bdc2abdcfc-460x307.jpeg\" alt=\"Andy Murray is struggling against the Federer serve.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray is struggling against the Federer serve.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559ff1ebe4b07fc6a121f8e5","publishedDateTime":"2015-07-10T16:26:25Z","body":"<p><strong>Second set: *Federer 4-4 Murray (*denotes next server)</strong></p> \n<p>A 119mph service winner by Murray to start it off. At 15-0, Federer hits a forehand return off a second serve that Murray nets. (“No!” he cries.) An unforced error by Murray and now it’s 15-30, but then Federer nets himself and they’re level. A blocked return by Federer on a 127mph serve into the corner sails past the baseline and Murray has a game point. A crunching ace by Murray, his sixth of the match, and he’s kept pace with Federer through eight games in the second set.</p>","postType":"blog"},{"id":"block-559ff2b2e4b05111b7559900","publishedDateTime":"2015-07-10T16:28:40Z","body":"<p><strong>Second set: Federer 5-4 Murray* (*denotes next server)</strong></p> \n<p>Federer opens with a 124mph ace. They trade backhands from the baseline on the next point with the point ending on a rare unforced error on the backhand side by Federer. A 112mph ace by Federer makes it 30-15. Murray nets a cross-court backhand and Federer has two game points. He secures the hold by smashing home a defensive lob. Murray will serve to stay in the set.</p>","postType":"blog"},{"id":"block-559ff570e4b07fc6a121f8f3","publishedDateTime":"2015-07-10T16:46:23Z","lastUpdatedDateTime":"2015-07-10T16:53:40Z","body":"<p><strong>Second set: *Federer 5-5 Murray (*denotes next server)</strong></p> \n<p>Rallies seem to be getting longer here. Murray goes long on a backhand and pressure mounts on Murray at 4-5, 0-15. Sharply angled backhand by Murray would have won the point against nearly anyone else, but Federer manages to return it with a stretch backhand then wins it with a forehand on the run to move ahead 0-30. What movement! Big serve by Murray (128mph!), but he strikes the netcord with a forehand early in the rally and it bounces agonizingly backward into his court. Three set points for Federer. Then Murray faults. Uh-oh. Murray saves the first set point with a second-serve ace of 96mph. Federer nets a forehand and Murray’s saves the second. Murray coach Am&eacute;lie Mauresmo stands and cheers from Andy’s box. Massive 115mph service winner that Federer can’t return and Murray’s saved all three to bring it to deuce as the Scot pumps his fist. A 132mph serve down the center misses for a fault. A forehand winner down the line with Federer at the net and Murray will have a game point from 0-40 down. Four straight points or Murray. Butterfly-shaped rally – what an athletic rally! – and Murray blinks first by pushing a forehand on the run wide. Deuce. Brilliant backhand return by Federer and Murray nets a backhand. A fourth set point on Murray’s serve. Murray serves into the the net, then uncorks a 86mph second serve: Murray pushes a forehand into the net and we’re back at deuce. Murray nets another backhand. Both players towel themselves off as the shadows over Centre Court lengthen. Fifth set point for Federer. Murray faults again, missing on a 127mph serve. Long rally. Murray with the net approach. Federer tries to lob him but Murray puts it away with an overhand. They’re on their feet on Centre Court! Federer long off the return and Murray, finally, has a game point. A 125mph serve has been called a fault but the crowd cheers as they’ve seen chalk fly up! It’s challenged by Federer successfully. Absolutely unreal backhand return winner by Federer on Murray’s second serve. Deuce again. What a game. Federer plays a drop shot that Murray retrieves and Federer misses a volley that you seldom see him misplay. Game point for Murray. Murray tries to scoop a cross-court forehand and it hits the net. They’re back to deuce. Huge forehand by Murray that Federer seems to have all but won with a clever volley, but Murray <em>somehow</em> manages to retrieve it for a passing shot. Another game point. Simply extraordinary tennis. Brilliant return by Federer and a short rally ends when Murray goes cross-court to the forehand into the net. Deuce. Now Federer is now changing rackets after Murray changed his several points ago. A backhand winner down the line by Murray and he’s got a game point. Murray wins it with an ace! Nearly 15 minutes in length. Just unbelievable.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarlBialik/statuses/619548941927976960\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Stats on that epic Murray hold: 20 points 2 aces 2 passing shot winners 1 volley winner 3 other winners 8 forced errors 4 unforced errors</p>— Carl Bialik (@CarlBialik) \n  <a href=\"https://twitter.com/CarlBialik/status/619548941927976960\">July 10, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"1e571b70bfb337d8431e4fb36a5f30316c7f3029\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436547167617/382e6240-e208-45ad-8b67-b8f316a58df5-460x323.jpeg\" alt=\"Andy Murray fights hard to stay in the set.\" width=\"460\" height=\"323\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray fights hard to stay in the set.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559ff717e4b07fc6a121f8ff","publishedDateTime":"2015-07-10T16:47:54Z","body":"<p><strong>Second set: Federer 6-5 Murray* (*denotes next server)</strong></p> \n<p>Federer with the clinical hold at love – capped by a thudding forehand winner – to keep the pressure on Murray.</p>","postType":"blog"},{"id":"block-559ff806e4b07fc6a121f900","title":"Federer breaks, wins second set!","publishedDateTime":"2015-07-10T16:53:22Z","body":"<p><strong>Second set: Federer 7-5 Murray</strong></p> \n<p>Murray, serving to force a tiebreaker, falls behind 0-15 but Federer goes long on a return and they’re on level terms. Mid-length rally ends when a Federer backhand sails long. Or does it? He challenges it successfully and now Murray is down 15-30. Wonderful 114mph serve by Murray that Federer manages to get back but Murray follows with a forehand that Federer can’t get back. 30-30. Another booming serve that Federer gets back and Murray nets a forehand, an unforced error that gives Federer another set point at 30-40. Murray serves into the net. The second serve sparks a ridiculous rally that ends with a Federer forehand valley to secure the break and stake a two-sets-to-none lead! Absolutely stunning tennis on display here. Have never seen Federer play better.</p>","postType":"key-event"},{"id":"block-559ff8e0e4b05111b755991d","publishedDateTime":"2015-07-10T16:55:20Z","body":"<p><strong>Third set: Federer 1-0 Murray* (*denotes next server)</strong></p> \n<p>Service winner by Federer followed by a forehand winner on a net approach. Overhand smash by Federer that Murray gets a racket on but dumps into the net. Just like that it’s 40-0. Federer pushes a forehand long, but a Murray error gives the Swiss the early hold. </p>","postType":"blog"},{"id":"block-559ff976e4b05111b7559921","publishedDateTime":"2015-07-10T16:57:44Z","lastUpdatedDateTime":"2015-07-10T17:13:58Z","body":"<p><strong>Third set: *Federer 1-1 Murray (*denotes next server)</strong></p> \n<p>Murray service winner followed by a forehand winner to make it 30-0. Another Murray winner followed by a 127mph ace and he’s got the hold at love.</p> \n<figure class=\"element element-image\" data-media-id=\"6b6ec8e92afab3711f544887e2dae1589595b19b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436548428149/da623ae2-42e7-4960-a4f5-34707aa0c076-460x307.jpeg\" alt=\"The crowd get behind Murray as he fights the formidable Federer.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The crowd get behind Murray as he fights the formidable Federer.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559ffa4de4b07fc6a121f906","publishedDateTime":"2015-07-10T17:01:48Z","body":"<p><strong>Third set: Federer 2-1 Murray* (*denotes next server)</strong></p> \n<p>At 15-0, Murray with a passing shot at full stretch off a Federer half-volley for a winner. Then a 123mph ace down the middle, Federer’s 17th of the match, makes it 30-15. A Federer winner followed by a Murray inside-out forehand that lands inside the baseline pulls it to 40-30. An excellent winner up the line by Murray brings it to deuce. Could this be the chance Murray’s been waiting for? It’s not to be. Federer uncorks a 108mph ace followed by a forehand winner down the line to escape with the hold.</p>","postType":"blog"},{"id":"block-559ffb34e4b05111b755992a","publishedDateTime":"2015-07-10T17:04:54Z","body":"<p><strong>Third set: *Federer 2-2 Murray (*denotes next server)</strong></p> \n<p>Murray opens with a 123mph ace. Federer runs around the backhand in returning Murray’s 92mph second serve, but ultimately misses a slice backhand into the net and it’s 30-0. A 124mph service winner stretches it to 40-0. Federer strikes back with a cross-court forehand winner, but Murray earns the hold on a Federer unforced error.</p>","postType":"blog"},{"id":"block-559ffb72e4b07fc6a121f90c","publishedDateTime":"2015-07-10T17:06:34Z","lastUpdatedDateTime":"2015-07-10T17:50:42Z","body":"<p><strong>Third set: Federer 3-2 Murray* (*denotes next server)</strong></p> \n<p>Two quick points by Federer, who then jams Murray with a 116mph serve to the body and closes out the point at the net to move ahead 40-0. Moments later he locks down the love hold with a 116mph ace.</p> \n<figure class=\"element element-image\" data-media-id=\"a8de30debd47d77d1503dad273d05777a82798d0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550631116/4bc007b3-0e20-4bc4-9ba5-2529d7065c6a-460x276.jpeg\" alt=\"Andy Murray vents his frustration as he is unable to make any mark on the Federer serve.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray vents his frustration as he is unable to make any mark on the Federer serve.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-559ffc50e4b05111b7559932","publishedDateTime":"2015-07-10T17:10:15Z","body":"<p><strong>Third set: *Federer 3-3 Murray (*denotes next server)</strong></p> \n<p>An outstanding return by Federer, but he pushes a backhand slice long and Murray is ahead 15-0. Federer brings it to 15-15 with another aggressive net approach capped by a volley winner. Andy approaches and tries to close the next point with a smash; Federer manages to return it with a lob but it drifts long. A Murray winner brings it to 40-15, then a service winner locks down the hold.</p>","postType":"blog"},{"id":"block-559ffccee4b07fc6a121f913","publishedDateTime":"2015-07-10T17:12:55Z","body":"<p><strong>Third set: Federer 4-3 Murray* (*denotes next server)</strong></p> \n<p>Federer with an extraordinary winner to open the seventh game of the third set, then a Murray mishit extends the edge to 30-0. The Swiss moves to 40-0 up on serve-and-volley, angling a winner into the corner that Murray can’t retrieve. Another love hold for Federer is sealed on another clinical service winner.</p>","postType":"blog"},{"id":"block-559ffde9e4b07fc6a121f919","publishedDateTime":"2015-07-10T17:17:18Z","body":"<p><strong>Third set: *Federer 4-4 Murray (*denotes next server)</strong></p> \n<p>A Federer error which he challenges unsuccessfully puts him behind 15-0. At 30-0, Federer conjures a brilliant forehand return that Murray can only dump into the net. A thunderous 126mph ace by Murray makes it 40-15, but Federer pulls within 40-30 on an inside-out forehand winner in approach. Murray’s 125mph first serve is long and wide, but slots in a shrewd second serve that kicks off an extended rally that ends when Murray uncorks a violently struck forehand winner from the baseline. Another hold.</p>","postType":"blog"},{"id":"block-559ffe8ce4b05111b755993b","publishedDateTime":"2015-07-10T17:19:53Z","body":"<p><strong>Third set: Federer 5-4 Murray* (*denotes next server)</strong></p> \n<p>Federer has only dropped 20 points in 16 service games. That’s insane. At 15-0, he uncorks at 119mph ace. The players trade drop shots at 30-0 before Murray wins it on a deep lob that lands inches inside the baseline. A Murray cross-court passing shot lands wide and Federer has two game points at 40-15. He only needs one, holding on a 123mph service winner.</p>","postType":"blog"},{"id":"block-559fff62e4b07fc6a121f922","title":"Federer breaks, wins third set and match!","publishedDateTime":"2015-07-10T17:24:41Z","lastUpdatedDateTime":"2015-07-10T19:36:36Z","body":"<p><strong>Third set: Federer 6-4 Murray</strong></p> \n<p>Murray faults on a 125mph first serve. Federer aggressive on the 88mph second effort and wins the point on a deep, penetrating backhand. Then Federer with a truly preposterous cross-court flick backhand winner to move within two points of a 10th Wimbledon final. </p> \n<figure class=\"element element-video\" data-canonical-url=\"https://streamable.com/no4b\"> \n <iframe width=\"460\" height=\"259\" src=\"https://streamable.com/e/no4b\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n   A truly absurd shot to pull Federer within two points of the final. \n </figcaption> \n</figure> \n<p>Murray responds with a 109mph ace, then a backhand cross-court winner to bring it to 30-30. Murray faults again – a theme here – and Federer pounces on the second serve with a return winner to set up match point at 30-40. Murray misses a forehand wide and Federer is through!</p>","postType":"key-event"},{"id":"block-55a000e9e4b05111b7559945","publishedDateTime":"2015-07-10T17:30:23Z","lastUpdatedDateTime":"2015-07-10T17:48:17Z","body":"<p><strong>Federer (33 years, 338 days old) is oldest man to reach the Wimbledon final since Ken Rosewall in 1974.</strong> He’s now 10-0 in semi-finals at the All England Club, having won 30 of 31 sets in those matches. “I’m unbelievably happy,” he says. “People maybe expected it to go four or five (sets). Me as well.”</p> \n<figure class=\"element element-image\" data-media-id=\"bf9f104f791555f877d3d9c8baf046bb0e8d725b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550493404/989955c1-8eb4-4e3c-b368-10e037c67356-460x276.jpeg\" alt=\"Roger Federer puts an arm round Murray after his straight sets win.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer puts an arm round Murray after his straight sets win.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55a001aee4b05111b755994a","publishedDateTime":"2015-07-10T17:34:48Z","lastUpdatedDateTime":"2015-07-10T17:46:44Z","body":"<p><strong>Federer has now reached a 26th grand slam final, extending the all-time record he established at Wimbledon in 2009. </strong>His opponent, Novak Djokovic, will be playing in his 18th major final. Only Federer, Nadal (20) and Lendl (19) have played in more.</p> \n<figure class=\"element element-image\" data-media-id=\"466ba3c099a345a979d26e335d7e348ff00b8e2b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436550400206/a953980d-9b0f-4bc3-b659-9afdba7c2546-460x276.jpeg\" alt=\"Andy Murray walks off court after his defeat.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Andy Murray walks off court after his defeat.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55a002c6e4b05111b755994f","publishedDateTime":"2015-07-10T17:42:09Z","body":"<p><strong>Murray already in his post-match press conference.</strong> Here are some of his impressions:</p> \n<ul> \n <li>“I don’t know if it was close to his peak, you’ll have to ask him. But that was definitely the best he’s served against me.”</li> \n <li>“He clearly deserved to win the match. He had more opportunities than me.”</li> \n <li>“At times I played some very good tennis. I served better than I’ve served in the tournament myself.”</li> \n <li>On his decision to receive after winning the toss: “I wouldn’t say it was bold. A lot of guys serve first, a lot of guys receive first. It really depends what your preference is. The way it worked out today, the guy served unbelievably. It wasn’t because he served first.”</li> \n</ul>","postType":"blog"},{"id":"block-55a00561e4b05111b7559954","publishedDateTime":"2015-07-10T17:51:29Z","body":"<p><strong>Murray presser continues.</strong> Some more thoughts from Andy’s press conference:</p> \n<ul> \n <li>“Maybe I could have returned better, but it did seem like he served extremely close to the lines today.”</li> \n <li>On whether he felt the crowd were disproportionately behind Federer: “I felt like the crowd were getting pumped at the end of the second set. Any time I fist-pumped in their direction. All of the support he get everywhere around the world. And when you don’t get any break-point opportunities, it’s tough to get the crowd involved. But the crowd here definitely helped me, in the Wimbledon final, the Olympics and today. I think you’re being a little harsh there.”</li> \n <li>On whether he’ll watch Sunday’s final: “We’ll see how I feel in a few days. This was obviously a tough, tough one today for me. But it should be a fantastic match. If Roger serves like he did today, he’ll give himself a great chance to win that match.”</li> \n <li>“All losses hurt obviously, especially in the major everts. But here is always tough.”</li> \n</ul>","postType":"blog"},{"id":"block-55a008bae4b07fc6a121f93f","publishedDateTime":"2015-07-10T18:10:46Z","lastUpdatedDateTime":"2015-07-10T18:14:42Z","body":"<p><strong>Federer’s preposterous record in Wimbledon semi-finals – 30 of 31 sets won – begs the question (from Jonny Blain via Twitter): Who took the one set?</strong> The answer, ominously, is Djokovic in 2012. Here’s a quick look at <a href=\"http://www.tennisabstract.com/cgi-bin/player.cgi?p=RogerFederer&amp;f=ACareerqqDWimbledonqqE1\">Federer’s 10 Wimbledon semis</a>:</p> \n<ul> \n <li><strong>2015:</strong> No2 Federer d. No3 Andy Murray 7-5, 7-5, 6-4 <br /></li> \n <li><strong>2014:</strong> No4 Federer d. No8 Milos Raonic 6-4 6-4 6-4</li> \n <li><strong>2012:</strong> No3 Federer d. No1 Novak Djokovic 6-3 3-6 6-4 6-3 </li> \n <li><strong>2009:</strong> No2 Federer d. No24 Tommy Haas 7-6(3) 7-5 6-3</li> \n <li><strong>2008:</strong> No1 Federer d. Marat Safin 6-3 7-6(3) 6-4</li> \n <li><strong>2007: </strong>No1 Federer d. No12 Richard Gasquet 7-5 6-3 6-4 </li> \n <li><strong>2006:</strong> No1 Federer d. Jonas Bjorkman 6-2 6-0 6-2</li> \n <li><strong>2005:</strong> No1 Federer d. No3 Lleyton Hewitt 6-3 6-4 7-6(4) </li> \n <li><strong>2004:</strong> No1 Federer d. No10 Sebastien Grosjean 6-2 6-3 7-6(6)</li> \n <li><strong>2003:</strong> No1 Federer d. No5 Andy Roddick 7-6(6) 6-3 6-3</li> \n</ul>","postType":"blog"},{"id":"block-55a00c44e4b05111b7559963","publishedDateTime":"2015-07-10T18:21:48Z","body":"<p><strong>“Definitely one of the best matches I’ve played in my career,” says Federer, who’s just arrived at his post-match press conference.</strong> Clad in an all-white Nike tracksuit emblazoned with his RF logo, he continues:</p> \n<ul> \n <li>“I served very well. I served a very good first-serve percentage and I served big. It was one the best serving days of my career for sure.”<br /></li> \n <li>“Today clearly I was able to play very well from the start. The beginning was always going to be an important part of the game.”<br /></li> \n <li>On why he’s still playing at 33: “At the end of the day I enjoy it. I work hard in practice. A match like this I can have a great performance. Clearly it’s an amazing feeling.”</li> \n <li>“I just feel overall that people are very happy for me. At the same time I’m very pleased with how I’m playing. But it’s just a semi-final match. I need to keep it up for one more match to really make it a good couple weeks here.”</li> \n</ul>","postType":"blog"},{"id":"block-55a00e83e4b05111b7559966","publishedDateTime":"2015-07-10T18:29:25Z","body":"<p><strong>“It doesn’t matter if it’s No. 8 or No. 1, a Wimbledon final is always a big occasion,” Federer says.</strong> “It’s great to play Novak anywhere these days. He’s a great player, he’s had great success. He’s an unbelievable player. He’s become very match-tough. He always shows up. It’s tough to beat him. Very injury-free. It’s been good for the game. So for me I don’t really think of the [Wimbledon final] we played last year. I just remember it was unbelievably thrilling. ... That it is Novak, the world No1, it adds something extra.”</p>","postType":"blog"},{"id":"block-55a00f9fe4b05111b755996b","publishedDateTime":"2015-07-10T18:34:39Z","body":"<p><strong>That’s all for now.</strong> Make sure to check out <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Kevin Mitchell’s match report</a> and join us Sunday for live commentary of the 40th meeting between two great champions: Federer-Djokovic XL.</p>","postType":"blog"}],"keyEvents":[{"id":"block-559e3623e4b0c514f96c683a","publishedDateTime":"2015-07-10T14:16:03Z","body":"<p>Bryan will be here shortly.</p>","postType":"blog"},{"id":"block-559feabce4b07fc6a121f8bc","title":"Federer breaks, wins first set!","publishedDateTime":"2015-07-10T15:55:39Z","lastUpdatedDateTime":"2015-07-10T16:03:16Z","body":"<p><strong>First set: Federer 7-5 Murray</strong></p> \n<p>Murray with a massive second-serve out wide makes it 15-0, then Federer with an unbelievable one-handed backhand up the line to bring it to 15-15. A soft error by Murray off the backhand side makes it 15-30. A half-chance here for Federer. Federer rips a forehand winner across the court to make it 15-40 and a pair of set points – the first two break-point chances of the match. Amazing passing forehand by Murray down the line to save the first, but he can’t control a sharp Federer backhand on the next point and the seven-times Wimbledon champion draws first blood! Federer with 23 winners and just <em>three</em> unforced errors. Worth mentioning: the winner of the first set has won 17 of their 23 meetings.</p> \n<figure class=\"element element-image\" data-media-id=\"a05ad1dda5a7bba7806262f71facea9d0b05e01f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436544189157/a626841a-0695-44d8-a3cd-1445d5127848-460x276.jpeg\" alt=\"Only six unforced errors for Murray in the first set but Federer takes it 7-5.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Only six unforced errors for Murray in the first set but Federer takes it 7-5.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jenkins for the Guardian</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-559ff806e4b07fc6a121f900","title":"Federer breaks, wins second set!","publishedDateTime":"2015-07-10T16:53:22Z","body":"<p><strong>Second set: Federer 7-5 Murray</strong></p> \n<p>Murray, serving to force a tiebreaker, falls behind 0-15 but Federer goes long on a return and they’re on level terms. Mid-length rally ends when a Federer backhand sails long. Or does it? He challenges it successfully and now Murray is down 15-30. Wonderful 114mph serve by Murray that Federer manages to get back but Murray follows with a forehand that Federer can’t get back. 30-30. Another booming serve that Federer gets back and Murray nets a forehand, an unforced error that gives Federer another set point at 30-40. Murray serves into the net. The second serve sparks a ridiculous rally that ends with a Federer forehand valley to secure the break and stake a two-sets-to-none lead! Absolutely stunning tennis on display here. Have never seen Federer play better.</p>","postType":"key-event"},{"id":"block-559fff62e4b07fc6a121f922","title":"Federer breaks, wins third set and match!","publishedDateTime":"2015-07-10T17:24:41Z","lastUpdatedDateTime":"2015-07-10T19:36:36Z","body":"<p><strong>Third set: Federer 6-4 Murray</strong></p> \n<p>Murray faults on a 125mph first serve. Federer aggressive on the 88mph second effort and wins the point on a deep, penetrating backhand. Then Federer with a truly preposterous cross-court flick backhand winner to move within two points of a 10th Wimbledon final. </p> \n<figure class=\"element element-video\" data-canonical-url=\"https://streamable.com/no4b\"> \n <iframe width=\"460\" height=\"259\" src=\"https://streamable.com/e/no4b\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n   A truly absurd shot to pull Federer within two points of the final. \n </figcaption> \n</figure> \n<p>Murray responds with a 109mph ace, then a backhand cross-court winner to bring it to 30-30. Murray faults again – a theme here – and Federer pounces on the second serve with a return winner to set up match point at 30-40. Murray misses a forehand wide and Federer is through!</p>","postType":"key-event"}],"paginationLinks":{}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live","shortUrl":"http://gu.com/p/4ag5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live","webUri":"http://www.theguardian.com/sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550253620/2b8c8ffd-69be-4532-bb14-6c829f36c137-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer puts in a sublime display to beat Andy Murray in straight sets. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer puts in a sublime display to beat Andy Murray in straight sets.","cleanCaption":"Roger Federer puts in a sublime display to beat Andy Murray in straight sets.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436550253620/2b8c8ffd-69be-4532-bb14-6c829f36c137-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Roger Federer puts in a sublime display to beat Andy Murray in straight sets.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Luca Paolini out of Tour de France after testing positive for cocaine","rawTitle":"Luca Paolini out of Tour de France after testing positive for cocaine","item":{"type":"article","id":"sport/2015/jul/10/luca-paolini-tour-de-france","title":"Luca Paolini out of Tour de France after testing positive for cocaine","trailText":"The Italian rider Luca Paolini’s Tour de France ended after he tested positive for cocaine and was provisionally suspended by the UCI","standFirst":"<span class=\"bullet\">•</span> Katusha domestique failed test after fourth stage\n<br />\n<span class=\"bullet\">•</span> Italian was 168th overall in his fifth Tour","byline":"Press Association","body":"<p>The Italian <em>domestique</em> Luca Paolini has tested positive for cocaine and been provisionally suspended, ending his Tour de France, the sport’s world governing body, UCI, has announced.</p> \n<p>The 38-year-old Katusha rider tested positive on Tuesday, when the riders took on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/tour-de-france-tony-martin-wins-stage-four\" title=\"\">cobbled fourth stage from Seraing to Cambrai</a>. Paolini was 168th overall. His expulsion reduces the number of riders in the Tour to 185.</p> \n<p>Paolini was riding his fifth Tour, primarily to support his team-mate Alexander Kristoff.</p> \n<p>The UCI statement read: “The Union Cycliste Internationale (UCI) announces that it has notified Italian rider Luca Paolini of an adverse analytical finding of cocaine (benzoylecgonine metabolite) in a sample collected in the scope of an in-competition control on 7 July, 2015 during the Tour de France.</p> \n<p>“The rider has the right to request and attend the analysis of the B sample.</p> \n<p>“In accordance with UCI anti-doping rules, the rider has been provisionally suspended until the adjudication of the affair.</p> \n<p>“At this stage of the procedure the UCI will not comment any further.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/10/1436555133451/Luca-Paolini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"Luca Paolini","cleanCaption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-10T19:06:11Z","lastModified":"2015-07-10T19:28:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tour de France 2015","Cycling","Tour de France","Drugs in sport","Sport"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/drugs-in-sport","webTitle":"Drugs in sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/luca-paolini-tour-de-france","shortUrl":"http://gu.com/p/4ahmy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/luca-paolini-tour-de-france","webUri":"http://www.theguardian.com/sport/2015/jul/10/luca-paolini-tour-de-france"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/10/1436555133451/Luca-Paolini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"Luca Paolini","cleanCaption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/10/1436555133451/Luca-Paolini-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters","credit":"Benoit Tessier/Reuters","altText":"Luca Paolini","cleanCaption":"Katusha's Luca Paolini rides in the peloton during the sixth stage of this year'sTour de France . Photograph: Benoit Tessier/Reuters"}}]},{"title":"Ian Bell: Australia will believe record Ashes run chase is possible","rawTitle":"Ian Bell: Australia will believe record Ashes run chase is possible","item":{"type":"article","id":"sport/2015/jul/10/england-ian-bell-australia-record-ashes-run-chase-nathan-lyon","title":"Ian Bell: Australia will believe record Ashes run chase is possible","trailText":"Ian Bell has warned that Australia will believe they can chase down a record 412, with anything possible in Ashes cricket, but is confident England can secure victory in the first Test","standFirst":"<span class=\"bullet\">•</span> ‘In this kind of cricket anything is possible but I think we have a winning score’\n<br />\n<span class=\"bullet\">•</span> Australia’s Nathan Lyon: ‘There’s no reason why we can’t dig deep’","byline":"Ali Martin at the Swalec Stadium","body":"<p>Ian Bell has warned that Australia will believe they can chase down <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-australia-ashes-first-test-day-three-report\" title=\"\">a record 412</a>, with anything possible in Ashes cricket, but is confident England have enough runs on the board to take the 10 wickets needed to secure victory in the first Test in Cardiff.</p> \n<p>After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/ashes-2015-england-v-australia-first-test-day-three-live\" title=\"\">bowling out England for 289 in the second innings</a> and with two days of the match remaining, Michael Clarke’s men will set out in the morning with a monster target in front of them. Should they pull it off, it will represent the highest successful run chase between the two sides.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-australia-ashes-first-test-day-three-report\">England play a risky game but victory target still looks beyond Australia</a> </p> \n</aside> \n<p>Bell, whose 60 from No4 ended a run of nine Test innings without a significant score and followed an impressive bowling display first thing that led to Australia being rolled for 308, stopped short of claiming the target was out of reach.</p> \n<p>“In this kind of cricket – Ashes cricket – anything is possible,” said the 33-year-old. “They will back themselves to get close, if not to knock them off. If we bowl like we did the first 10 overs today, we will put ourselves in a great position. I believe we have a score that can win a Test match but we will have to work very hard.”</p> \n<p>Asked whether he had grown concerned about his own struggle for form since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/13/ian-bell-england-west-indies-first-test\" title=\"\">scoring 143 against West Indies in April</a>, Bell replied: “I was actually. It’s been a testing period for me. You have to dig deep, look right inside and work really hard. There’s no doubt I was concerned. It’s nice to play something like my best today.”</p> \n<p>Bell, playing in his seventh Ashes series, was quick to praise the spirit of the squad fostered under the new head coach, Trevor Bayliss, along with the young members of Alastair Cook’s side who, he said, know only one way to play the game.</p> \n<p>“It’s a very good environment at the minute,” Bell added. “It’s about being positive all the time. We’ve just got guys who are raised that way.</p> \n<p>“Whether it is because they have played a lot of Twenty20 or whatever, they just see the game a little bit differently. Trevor has been massive on not just plan A but having lots of routes, open to change. It’s a breath of fresh air and great to be involved in.”</p> \n<p>James Anderson earlier took three for 43 – including the key wicket of Brad Haddin – before England set about turning the screw with the bat.</p> \n<p>Cook’s side lost regular wickets in the hunt for runs but Joe Root equalled Bell’s top score with 60 and there was an entertaining 32 from 16 balls by Mark Wood.</p> \n<p>The Australian spinner Nathan Lyon, who took four for 75, called on his batting colleagues to overcome the frustrations that resulted in numbers three to six getting out in the thirties and insisted, with 180 overs left in the game, the hunt is on.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-ashes-trevor-bayliss-fielding\">England’s safer hands in Ashes opener early evidence of Trevor Bayliss effect</a> </p> \n</aside> \n<p>“We’ve got to learn from our first innings – especially our batters – and aim to be more hungry at the crease and turn thirties into big hundreds,” said Lyon. “We definitely have a big chance. If we bat two days the result will go our way. There’s no reason why we can’t dig deep.”</p> \n<p>Asked if England had surprised his side in the past three days, Lyon replied: “It’s an Ashes series. It is one of the hardest series you will ever play as an Australian cricketer, so we are not surprised about England’s talent or the way they have played cricket.</p> \n<p>“They are exceptional cricketers and world-class cricketers and, with Trevor Bayliss as head coach, they have probably played with a lot more freedom – and that’s providing good cricket. We are not surprised by England.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436559786939/Englands-Ian-Bell-celebra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia","cleanCaption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-10T20:36:21Z","lastModified":"2015-07-10T23:03:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Ian Bell","Australia cricket team","Nathan Lyon","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/ian-bell","webTitle":"Ian Bell"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/nathan-lyon","webTitle":"Nathan Lyon"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/10/england-ian-bell-australia-record-ashes-run-chase-nathan-lyon","shortUrl":"http://gu.com/p/4ahnj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/10/england-ian-bell-australia-record-ashes-run-chase-nathan-lyon","webUri":"http://www.theguardian.com/sport/2015/jul/10/england-ian-bell-australia-record-ashes-run-chase-nathan-lyon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436559786939/Englands-Ian-Bell-celebra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia","cleanCaption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/10/1436559786939/Englands-Ian-Bell-celebra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA","credit":"David Davies/PA","altText":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia","cleanCaption":"England's Ian Bell celebrates reaching 50 during the first Ashes Test against Australia. Photograph: David Davies/PA"}}]},{"title":"David Beckham effortlessly catches tennis ball at Wimbledon – video","rawTitle":"David Beckham effortlessly catches tennis ball at Wimbledon","item":{"type":"video","id":"sport/video/2015/jul/10/david-beckham-tennis-ball-wimbledon-video","title":"David Beckham effortlessly catches tennis ball at Wimbledon","trailText":"<p>Former England captain David Beckham wows Wimbledon's crowd after catching a tennis ball with one hand</p>","standFirst":"Former England captain David Beckham wows Wimbledon's crowd after catching a tennis ball with one hand. Beckham catches the ball as it flew into the royal box during Jamie Murray and John Peers' doubles semi-final against Jonathan Erlich and Philipp Petzschner on Thursday. Murray and Peers won the match 4-6, 6-3, 6-4, 6-2 and are now in the final\n<a href=\"http://www.bbc.co.uk/sport/0/tennis/33477197\"><br /><br />Courtesy: BBC</a>","byline":"","body":"<video data-media-id=\"gu-video-457462356\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/7/10/1436527271345/KP_348749_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/10/150710Beckham_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/10/150710Beckham.m3u8\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/10/150710Beckham_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/10/150710Beckham_small.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/10/150710Beckham_synd_768k_vp8.webm\"></source> \n</video>","video":{"id":"gu-video-457462356","source":"BBC","durationInSeconds":24,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/10/150710Beckham.m3u8","width":480,"height":360},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/10/150710Beckham_desk.mp4","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/10/1436527271345/KP_348749_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCaption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCredit":"guardian.co.uk"}},"section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/10/1436527271345/KP_348749_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCaption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-07-10T11:49:00Z","lastModified":"2015-07-10T11:50:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","David Beckham","Wimbledon","Sport","Jamie Murray","Tennis"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"football/david-beckham","webTitle":"David Beckham"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/jamie-murray","webTitle":"Jamie Murray"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/video/2015/jul/10/david-beckham-tennis-ball-wimbledon-video","shortUrl":"http://gu.com/p/4ah98","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/video/2015/jul/10/david-beckham-tennis-ball-wimbledon-video","webUri":"http://www.theguardian.com/sport/video/2015/jul/10/david-beckham-tennis-ball-wimbledon-video"},"shouldHideAdverts":false},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/10/1436527271345/KP_348749_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCaption":"620x372 trailpic for David Beckham effortlessly catches tennis ball at Wimbledon - video","cleanCredit":"guardian.co.uk"}}]}],"lastModified":"2015-07-11T00:01:07Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}