{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Heroic Heather leaves her mark on childhood idol Serena Williams","rawTitle":"Heroic Heather leaves her mark on childhood idol Serena Williams","item":{"type":"article","id":"sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","title":"Heroic Heather leaves her mark on childhood idol Serena Williams","trailText":"After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star","standFirst":"<p>After Britain’s No1 pushed Wimbledon’s top-seed all the way, <strong>Esther Addley</strong> takes a look at the rise of Guernsey’s 23-year-old tennis star</p>","byline":"Esther Addley","body":"<p>Heather Watson and Serena Williams had never played each other before Friday, and the world No1 admitted earlier this week that she “[didn’t] know her at all”.</p> \n<p>But the British 23-year-old’s name will be considerably more familiar to Williams today, after Watson pushed the five-time Wimbledon champion to the very brink of a sensational Centre Court defeat, only to be squeezed out by the American superstar in a heartbreaking final set.</p> \n<p>The Guernsey-native, who <a href=\"http://www.mirror.co.uk/sport/tennis/heather-watson-fulfil-wimbledon-dream-5990063\">idolised the American as a youngster</a> and grew up with pictures of Williams on her bedroom wall, fought her way back from one set down to emphatically take the second set and come within two points of victory in the third. </p> \n<p>Williams, however, has not won 20 grand slams for nothing, and she battled back to break the hearts of a crowd that had roared deafening support for the Briton for more than two hours.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon\">Wimbledon held its breath as Heather Watson stood up to Serena Williams | Andy Bull</a> </p> \n</aside> \n<p>Speaking immediately after the match, an almost stunned Williams admitted that it was probably the toughest contest she had ever fought at Wimbledon: “I think she played unbelieveable. She should have won the match.”</p> \n<p>Watson, for her part, was inconsolable at the result. “It was a tough, tough ask today, but I was super-, super-close. I think that’s what really hurts the most.”</p> \n<p>Though Watson is the British No1 and came into her third round match on the back of two impressively tough-minded wins, very few would have expected a performance of such fire – or a result so close. But Watson’s slight 5’7” frame and softly spoken manner belie a grit and confidence that have been hard-earned. </p> \n<p>Born in St Peter Port in Guernsey in 1992 to Ian, a Mancunian-born businessman, and Michelle, who was born in Papua New Guinea, she took up tennis at seven at around the same time as she made her first visit to Wimbledon. </p> \n<p>On that visit, she said earlier this week, “I bought two posters: One was Venus and Serena together and one was Roger Federer. Those were the three players that I liked. They went straight up on my wall.”</p> \n<p>At 12 she left home, alone, to board at Nick Bollettieri’s tennis academy in Florida; three years later her mother, with a teenage Watson already travelling around the world to compete in the junior circuit, <a href=\"http://www.thenational.com.pg/?q=node/683\">left her job</a> to accompany her daughter full-time.</p> \n<p>“Lots of times I feel quite lonely,” <a href=\"http://www.telegraph.co.uk/sport/tennis/9763188/British-No-1-Heather-Watson-admits-when-she-is-on-tour-she-feels-lonely-and-does-not-fit-in.html\">she said in 2012</a> of life on the tour. “I just want to go home and see everybody, because I hardly get to see my friends and family during the season. It’s really tough, always living out of a suitcase or in a hotel.”</p> \n<p>Part of the problem, she suggested, was that as a warm and fun-loving young woman who loves posting silly photos to <a href=\"https://instagram.com/heatherwatson92/?hl=en\">her Instagram feed</a>, she found it difficult to make friends and was often snubbed by the more aloof players on the tour.</p> \n<p>“I don’t really fit in,” she said. “I couldn’t be mean and not talk to people if I tried … But some of the girls have to be that way. In their minds, they are not playing a friend, they’re playing an opponent. That’s the job. It’s difficult, though.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andy_murray/statuses/617038314164477952\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Retweet if <a href=\"https://twitter.com/HeatherWatson92\">@HeatherWatson92</a> just made you feel really effing proud! Favourite if she made you feel really effing proud!</p>— Andy Murray (@andy_murray) \n  <a href=\"https://twitter.com/andy_murray/status/617038314164477952\">July 3, 2015</a>\n </blockquote> \n</figure> \n<p>But a solo life on the tennis circuit made her very self-sufficient – it was not until this year that she lifted a bar on her parents coming to Wimbledon to watch her performances, fearing their presence at SW19 could jinx her.</p> \n<p>By 2013, as the British No1 and ranked 40 in the world after reaching the third round of the Australian Open, truly high-level success seemed there for the taking. But within months she had contracted glandular fever, which <a href=\"http://www.ibtimes.co.uk/heather-watson-glandular-fever-diego-veronelli-527821\" draggable=\"true\">devastated her form </a>for much of the following year and hugely dented her confidence, leading her to fear at times that her career could be over.</p> \n<p>On top of her health problems, Watson spoke recently of the harassment she has received on social media, often from gamblers who have lost money because of her match results. </p> \n<p>“I’ve had death threats,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-defiantly-slams-cowardly-social-media-abuse\">she said</a>. “I’ve had people threatening to kill me and kill my family, wishing that I get cancer and die a slow, painful death. Horrible words I couldn’t even think up in my head, to be that mean.”</p> \n<figure class=\"element element-image\" data-media-id=\"71d7ba3c2099c4048a12aa6bcbc321fda9002e78\"> \n <img src=\"http://media.guim.co.uk/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/1000.jpg\" alt=\"Serena Williams\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Serena Williams had to throw everything she had at Heather Watson to progress.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p>She recently split from her boyfriend of two years, Phil Stephens, an investment banker who represented Britain in his teens – but beamed with delight on Wednesday when she told reporters at Wimbledon that she had recently bought her own property close to the All England Club, “a big goal of mine for a long, long time”. </p> \n<p>A devoted dog-lover who stays with the same host family every year at Wimbledon, Watson remains, in many ways, a very normal young woman. But as she made plain in her post-match press conference, she has absolutely no time for the “didn’t she do well?” school of British ambition.</p> \n<p>A reporter who suggested her heroic performance against Williams made it the greatest day of her career was given extremely short shrift: “No, I wouldn’t call losing the greatest day of my career.”</p> \n<p>Had it flickered into her mind at any point that this was the woman whose image had been on her bedroom wall? “No. All I saw today was an opportunity for me to make it to the second week of a grand slam, which is one of my goals for this year.”</p> \n<p>Asked about Andy Murray, who <a href=\"https://twitter.com/andy_murray\">tweeted after the match</a> that she had made him “feel really effing proud”, Watson allowed herself a small smile and said she hoped her country had been proud of her. </p> \n<p>“It would have been a lot better if I [had] won. But I hope I fought for them and showed that, you know, it’s not going to be a walk in the park for anybody that plays me.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d7ba3c2099c4048a12aa6bcbc321fda9002e78/0_81_2299_1378/2299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1378,"width":2299,"orientation":"landscape","caption":"Serena Williams had to throw everything she had at Heather Watson to progress. Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Serena Williams","cleanCaption":"Serena Williams had to throw everything she had at Heather Watson to progress.","cleanCredit":"Photograph: Colorsport/Corbis"}],"webPublicationDate":"2015-07-03T22:03:28Z","lastModified":"2015-07-04T00:00:01Z","metadata":{"commentable":true,"commentCount":99,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Wimbledon","Sport","Tennis","Serena Williams"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/serena-williams","webTitle":"Serena Williams"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","shortUrl":"http://gu.com/p/4acex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heroic-heather-watson-leaves-mark-childhood-idol-serena-williams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams.  Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCaption":"Great Britain’s Heather Watson in action during her third round defeat to No1 seed Serena Williams. ","cleanCredit":"Photograph: Tony O'Brien/Reuters"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9583450e4b646b840a787b498c4bcc43672c0512/0_24_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"Tony O'Brien/Reuters","altText":"Great Britain’s Heather Watson","cleanCredit":"Photograph: Tony O'Brien/Reuters"}}]},{"title":"F1 chiefs take sport to task in candid conference call at British Grand Prix","rawTitle":"F1 chiefs take sport to task in candid conference call at British Grand Prix","item":{"type":"article","id":"sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","title":"F1 chiefs take sport to task in candid conference call at British Grand Prix","trailText":"Formula One’s team principals weighed in with some candid thoughts on the future of the sport at the usually excitement-free second press conference ahead of the British Grand Prix at Silverstone","standFirst":"<span class=\"bullet\">•</span> Force India owner Vijay Mallya says Bernie Ecclestone must ‘uncrap’ F1 \n<br />\n<span class=\"bullet\">•</span> Lotus CEO Matthew Carter blames media for negativity around sport\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/jenson-button-british-grand-prix\" title=\"\">Jenson Button keen to put on show at Silverstone despite slim hopes</a>","byline":"Giles Richards at Silverstone","body":"<p>The second of the two press conferences held at a Formula One race weekend tends to be the drier. With the glamour boys going first on Thursday, Friday heralds the team principals and chief engineers. Prospective tyre wear, obscure technical regulations and the significance or otherwise of the addition of a new vane to the front wing are often the order of the day. They are issues that are crucial to the coming race but the whole affair is usually done and dusted in under 30 minutes. Friday’s, however, was quite the show and, half an hour in, was still going strong, including the priceless moment when the Force India owner, Vijay Mallya, insisted Bernie Ecclestone’s new task for the sport was to “uncrap it”.</p> \n<p>The process had begun with questioning over the strategy group’s announcement of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/f1-race-reforms-drivers-responsibilities\" title=\"\">potential changes to the rules to improve the show</a>. So far so expected for a Friday, but then it moved on to the intriguing subject of what each participant would change if they had a chance. Mallya and Sauber’s Monisha Kaltenborn understandably plumped for a spot of financial parity but Claire Williams, the Williams deputy team principal, was eager for the sport to show more positivity amid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/f1-fans-sport-boring-expensive\" title=\"\">the criticism it has recently attracted</a>.</p> \n<p>The subject of tyres inevitably resurfaced but that issue of negativity would not go away. The McLaren team chief, &Eacute;ric Boullier, passed it off as part of the transition period the sport is going through but the Lotus CEO, Matthew Carter, chose to point the finger at the press. When it was pointed out to him that at the last race in Austria, Ecclestone had, entirely unprompted, blamed the engineers for giving him a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/20/f1-chaos-bernie-ecclestone-austrian-grand-prix-jenson-button-fernando-alonso\" title=\"\">“crap product to sell”</a> he refused to change tack. “The negativity about what we achieve and what we are as a sport tends to come from the press. I don’t think you do enough of picking up on what we do achieve; it is easy to look at the negatives,” he said.</p> \n<p>Positive answers were suggested to forthcoming questions but it is hard to put off the press when they have a spot of negativity and an Ecclestone <em>faux pas</em> to toy with. Asked what they would do if the chief executive of their companies described their product as crap, Boullier was blunt. “I would tell him to sort out his house,” he said. Mallya was blunter: “Considering that he sells the product that he calls crap and makes billions out of it, he needs to work with the participants to uncrap it.” Which is about as close to a killer punchline as a Friday afternoon in the paddock is likely to throw up. Perhaps F1 should listen to Vijay on the financial parity issue, too.</p> \n<p>Nico Rosberg, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/21/nico-rosberg-austrian-f1-gp-lewis-hamilton-mercedes\" title=\"\">who won in Austria</a> and now trails his team-mate, Lewis Hamilton, by just 10 points in the drivers standings, topped both the practice sessions on Friday at Silverstone.</p> \n<p>Running in fine, sunny conditions, Rosberg recovered from a problem in the morning session, when a loss of hydraulic pressure caused his car to stop after only six laps, before it was returned to the pits. Hamilton promptly went quickest, running the hard tyres and appeared to be on track to secure the top spot. However, Rosberg returned to put in three very fast circuits. The penultimate lap put him one-hundredth quicker than his team-mate, who had lasted for 26 laps compared with Rosberg’s 12, and on the final run he went seven-hundredths clear.</p> \n<p>The Toro Rossos of Max Verstappen and Carlos Sainz also enjoyed good runs in third and fifth respectively, while Kimi Raikkonen and Sebastian Vettel in Ferraris were fourth and sixth. Susie Wolff, the Williams test driver was 13th, sixth-tenths back from her team-mate Massa but a full second clear of the McLarens of Fernando Alonso and Jenson Button, who struggled again, completing only 22 laps between them.</p> \n<p>Rosberg again led the afternoon session, putting in 1min 34.155sec on the quicker medium tyres, over four-tenths clear of Hamilton, who finished in fourth place after he made an error on his final run on low fuel. The British driver had not been happy with his set-up during the session and was separated from his championship rival by Raikkonen and Vettel. The Red Bulls of Daniil Kvyat and Daniel Ricciardo finished fifth and sixth, while the top-placed Williams, who have taken two podiums in the past two races and are expected to show good form here, was Felipe Massa’s 10th, although the team have largely this season been looking for race-pace set-up rather than raw pace on a Friday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T19:01:48Z","lastModified":"2015-07-03T23:08:22Z","metadata":{"commentable":true,"commentCount":73,"contributors":[{"name":"Giles Richards","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesrichards"}],"feature":false,"keywords":["British Grand Prix","Formula One 2015","Formula One","Bernie Ecclestone","Force India","Williams","Mercedes GP","Motor sport","Sport"],"tags":[{"id":"sport/british-grand-prix","webTitle":"British Grand Prix"},{"id":"sport/formula-one-2015","webTitle":"Formula One 2015"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/bernie-ecclestone","webTitle":"Bernie Ecclestone"},{"id":"sport/force-india","webTitle":"Force India"},{"id":"sport/williams","webTitle":"Williams"},{"id":"sport/mercedes-gp","webTitle":"Mercedes GP"},{"id":"sport/motorsports","webTitle":"Motor sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Giles Richards","topic":{"type":"tag-contributor","name":"profile/gilesrichards"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","shortUrl":"http://gu.com/p/4acd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya","webUri":"http://www.theguardian.com/sport/2015/jul/03/formula-one-british-grand-prix-bernie-ecclestone-vijay-mallya"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435950280005/Having-finished-with-the--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images","credit":"Clive Mason/Getty Images","altText":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to ","cleanCaption":"Having finished with the likes of Mercedes driver Lewis Hamilton, the world's press were treated to a rare display of candour from F1 team principals. Photograph: Clive Mason/Getty Images"}}]},{"title":"Astana’s Lars Boom could be thrown off Tour for low cortisol levels","rawTitle":"Astana’s Lars Boom could be thrown off Tour for low cortisol levels","item":{"type":"article","id":"sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","title":"Astana’s Lars Boom could be thrown off Tour for low cortisol levels","trailText":"One of the reigning champion Vicenzo Nibali’s most experienced lieutenants on the Astana team could be excluded from the Tour de France after returning cortisol levels below the normal level","standFirst":"<span class=\"bullet\">•</span> Astana say cyclist will start if he cannot be replaced\n<br />\n<span class=\"bullet\">•</span> Boom is a key lieutenant of the champion, Vincenzo Nibali","byline":"Ed Aarons","body":"<p>Lars Boom, one of the reigning Tour de France champion Vicenzo Nibali’s most experienced lieutenants on the Astana team, could be excluded from this year’s race after returning cortisol levels below the normal level.</p> \n<p>The Dutchman, 29, was revealed to have posted an abnormally low cortisol level after tests by the governing body, the UCI, on all riders competing in the 2015 race. Astana, under scrutiny since being threatened with having their racing licence removed earlier this year, immediately reported the discrepancy to the Movement for Credible Cycling (MPCC).</p> \n<p>“MPCC has received notice of the anonymous results of its 14 team members starting the race, on Friday afternoon,” <a href=\"http://www.mpcc.fr/index.php/en/news-uk/item/451-07-03-press-release\" title=\"\">read a statement on their website</a>.</p> \n<p>“Its results having shown an abnormally low cortisol level, Team Astana has immediately reported Roger Legeay, President of MPCC, the identity of the rider concerned (Lars Boom). According to article nine of MPCC regulation, in case of abnormally low cortisol levels, competition will resume after an additional eight-day rest minimum, and back-to-normal cortisol levels.</p> \n<p>“MPCC would like to remind that cortisol level tests are carried out within the framework of health, not antidoping.”</p> \n<p><a href=\"http://www.lequipe.fr/Cyclisme-sur-route/Actualites/Tour-de-france-lars-boom-astana-prive-de-depart/571537\" title=\"\">According to L’Equipe</a>, the Astana team will not be allowed to replace Boom because the results arrived after the cut-off point. The paper stated that general manager Alexander Vinokourov asked for a replacement, the Italian Alessandro Vanotti, to take Boom’s spot but his request was rejected. “Either the UCI allows us to replace Boom or he starts with us. So much for the MPCC,” Vinokourov was quoted as saying. “At 14.00 on 3 July, the Astana Pro Team received analyses from the UCI’s independent antidoping agency CADF from blood tests administered to its nine Tour de France riders on 2 July,” read a statement from Astana.</p> \n<p>“According to the CADF notification, rider Lars Boom has a healthy and permissable level of cortisol for the Tour de France that is however too low for applicable standards from the MPCC.</p> \n<p>“Astana asked the UCI to authorise the activation of named reserve rider Alessandro Vanotti to the Tour de France squad in order to start on 4 July. Official registration of riders for the 2015 Tour de France closed at 10.30 on 3 July at the sport directors’ meeting, before the CADF notification.</p> \n<p>“Alessandro Vanotti will arrive in the Netherlands Saturday morning to undergo physical and blood tests and await a UCI decision on the matter.”</p> \n<p>The UCI <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/27/uci-licence-revoke-vincenzo-nibali-tiur-de-france\" title=\"\">moved to revoke Astana’s licence in February</a> after an audit of the team’s anti-doping procedures carried out by the Institute of Sports Science at the University of Lausanne. However <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/may/05/astana-cycling-licence-commission-brian-cookson\" title=\"\">that was reversed in May</a> after they were found to have shown sufficient signs of progress.</p> \n<p>Boom was earmarked to play a significant role for Astana in this year’s race, having won stage five on the pav&eacute; last year. The MPCC was established in 2007 at the instigation of the professional teams that decided to take a zero tolerance stand against doping in the sport.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:50:32Z","lastModified":"2015-07-03T23:31:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Aarons","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-aarons"}],"feature":false,"keywords":["Tour de France 2015","Cycling","Sport","Tour de France","Astana"],"tags":[{"id":"sport/tour-de-france-2015","webTitle":"Tour de France 2015"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tourdefrance","webTitle":"Tour de France"},{"id":"sport/astana","webTitle":"Astana"}],"section":{"id":"sport"},"topics":[{"displayName":"Ed Aarons","topic":{"type":"tag-contributor","name":"profile/ed-aarons"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","shortUrl":"http://gu.com/p/4ace9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol","webUri":"http://www.theguardian.com/sport/2015/jul/03/lars-boom-tour-de-france-astana-cortisol"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435960061456/Lars-Boom-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images","credit":"Lionel Bonaventure/AFP/Getty Images","altText":"Lars Boom","cleanCaption":"Lars Boom celebrates his victory on stage five of last year's Tour de France. Photograph: Lionel Bonaventure/AFP/Getty Images"}}]},{"title":"Wimbledon 2015: Order of play for Saturday 4 July","rawTitle":"Wimbledon 2015: Order of play for Saturday 4 July","item":{"type":"article","id":"sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","title":"Wimbledon 2015: Order of play for Saturday 4 July","trailText":"The draw has opened up for Andy Murray, who plays Andreas Seppi in the third round on Centre Court","standFirst":"<span class=\"bullet\">•</span> Andy Murray takes on Andreas Seppi on Centre Court\n<br />\n<span class=\"bullet\">•</span> Dustin Brown plays Viktor Troicki on No3 Court","byline":"Guardian sport","body":"<h2><strong>CENTRE COURT</strong></h2> \n<p><strong> 1pm start</strong></p> \n<p>S Groth (Aus) v R FEDERER (Swi, 2); J JANKOVIC (Ser, 28) v P KVITOVA (Cz, 2); A SEPPI (It, 25) v A MURRAY (GB, 3)</p> \n<h2>No1 COURT</h2> \n<p><strong> 1pm</strong></p> \n<p>C WOZNIACKI (Den, 5) v C GIORGI (It, 31); J Ward (GB) v V Pospisil (Can); G MONFILS (Fr, 18) v G SIMON (Fr, 12)</p> \n<h2>No2 COURT</h2> \n<p><strong> 11.30am</strong></p> \n<p>G MUGURUZA (Sp, 20) v A KERBER (Ger, 10); T BACSINSZKY (Swi, 15) v S LISICKI (Ger, 18); T BERDYCH (Cz, 6) v P And&uacute;jar (Sp); E Roger-Vasselin &amp; A Cornet (Fr) v L PAES &amp; M HINGIS (Ind/Swi, 7)</p> \n<h2>No3 COURT</h2> \n<p><strong> 11.30am</strong></p> \n<p>V TROICKI (Ser, 22) v D Brown (Ger) ; J-W TSONGA (Fr, 13) v I KARLOVIC (Cro, 23); C DELLACQUA &amp; Y SHVEDOVA (Aus/Kaz, 9) v D Hantuchova &amp; S Stosur (Svk/Aus)</p> \n<h2><strong>COURT 12</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>N Basilashvili (Geo) v R BAUTISTA AGUT (Sp, 20); M KEYS (US, 21) v T Maria (Ger); R Lindstedt &amp; J Melzer (Swe/Aut) v L Hewitt &amp; T Kokkinakis (Aus)</p> \n<h2><strong>COURT 18</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>K Pliskova (Cz) v M Niculescu (Rom); A RADWANSKA (Pol, 13) v C Dellacqua (Aus); M Rybarikova (Svk) v O Govortsova (Blr); R Ram &amp; Arina Rodionova(US/Aus) or A Begemann &amp; J Husarova (Ger/Svk) v B SOARES &amp; S MIRZA (Br/Ind, 2)</p> \n<h2><strong>COURT FOUR</strong></h2> \n<p><strong> 11am</strong></p> \n<p>A Potapova (Rus) v F Di Lorenzo (US); J Nikles (Swi) v A Pellegrino (It); L Stefani (Br) v C Liu (US); S Fukuda (Jpn) v T Sandkaulen (Ger)</p> \n<h2><strong>COURT Five</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>T Gabashvili &amp; Lu Y-h (Rus/Tai) v D NESTOR &amp; L Paes (Can/Ind, 11); J-S CABAL<strong> </strong>&amp; R FARAH (Col, 16) v J Marray &amp; F Nielsen (GB/Den); J PEERS &amp; Chan Y-j (Aus/Tai, 14) v M Draganja &amp; A Konjuh(Cro) or C Fleming &amp; J Rae (GB); H TECAU &amp; K Srebotnik (Rom/Svn, 6) v E Butorac &amp; K Marosi (US/Hun) or R Bopanna &amp; MJ Mart&iacute;nez S&aacute;nchez (Ind/Sp)</p> \n<h2><strong>COURT six </strong></h2> \n<p><strong>11.30am</strong></p> \n<p>A Collins (GB) v S Zhuk (Rus); Y Watanuki (Jpn) v A Canter (GB); L John-Baptiste (GB) v I Neel (US); U Maitane Arconada (US) v M Kilnarova (Cz)</p> \n<h2><strong>COURT Seven</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>J MURRAY &amp; J PEERS (GB/Aus, 13) v N Monroe &amp; A Sitak (US/NZ); L Arruabarrena &amp; I-C Begu (Sp/Rom) v J Gajdosova &amp; A Tomljanovic (Aus); M Daniell &amp; M Demoliner (NZ/Br) v J Erlich &amp; P Petzschner (Isr/Ger)</p> \n<h2><strong>COURT Eight</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>B MATTEK-SANDS &amp; L SAFAROVA (US/Cz, 3) v J Rae &amp; A Smith (GB); B Bencic &amp; K Siniakova (Swi/Cz) v A KUDRYAVTSEVA &amp; A PAVLYUCHENKOVA (Rus, 11); M Niculescu &amp; O Savchuk (Rom/Ukr) v T BABOS &amp; K MLADENOVIC (Hun/Fr, 4); J-J ROJER &amp; A-L GR&ouml;NEFELD (Neth/Ger, 11) v A Sitak &amp; Anastasia Rodionova (NZ/Aus)</p> \n<h2><strong>COURT Nine</strong></h2> \n<p><strong> 11am</strong></p> \n<p>J Adina Cristian (Rom) v Zheng Wushuang (Chn); M Pe&ntilde;a L&oacute;pez (Arg) v A Santillan (Jpn); C Muramatsu (Jpn) v E Levashova (Rus); A Bublik (Rus) v S Tsitsipas (Gr); Chung Y-s (Kor) v M Osmakcic (Swi)</p> \n<h2><strong>COURT 10</strong></h2> \n<p><strong> 11am</strong></p> \n<p>N Bains (Aus) v C Robillard-Millette (Can); Oh C-y (Kor) v M Ymer (Swe); F Stollar (Hun) v B Torelli (It); JJ Rosas (Per) v M Dembek (Pol)</p> \n<h2><strong>COURT 11</strong></h2> \n<p><strong> 11am</strong></p> \n<p>M Kecmanovic (Ser) v F Bass (GB); F Cunha Silva (Por) v M Valkusz (Hun); P Yadlapalli (Ind) v M Herazo Gonz&aacute;lez (Col); F Christie (GB) v O Pervushina (Rus); RJ Storrie (GB) v N Borges (Por)</p> \n<h2><strong>COURT 14</strong></h2> \n<p><strong> 11am</strong></p> \n<p>A Dougaz (Tun) v A L&oacute;pez San Mart&iacute;n (Sp); Y Takahashi (Jpn) v N Ponwith (US); A Pospelova (Rus) v T Mihalikova (Svk); R Masarova (Swi) v M Gordon (US); C Denolly (Fr) v K Raisma (Est)</p> \n<p><strong>COURT 15 11am</strong></p> \n<p>Ly Nam Hoang (Vie) v P Niklas-Salminen (Fin); C Ruud (Nor) v J Yamasaki (Jpn); K Day (US) v T Andrianjafitrimo (Fr); K Sebov (Can) v TA Black (US)</p> \n<h2><strong>COURT 16</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>K Knapp &amp; R Vinci (It) v A HLAVACKOVA &amp; L HRADECKA (Cz, 8); D Inglot &amp; E Roger-Vasselin (GB/Fr) v M MATKOWSKI &amp; N ZIMONJIC (Pol/Ser, 7); M Fyrstenberg &amp; K Jans-Ignacik (Pol) or S Lipsky &amp; Chan H-c (US/Tai) v R KLAASEN &amp; R KOPS-JONES (SA/US, 10); M MATKOWSKI &amp; E VESNINA (Pol/Rus, 3) v N Skupski &amp; L Raymond (GB/US) or I Dodig &amp; A Tomljanovic (Cro/Aus)</p> \n<h2><strong>COURT 17</strong></h2> \n<p><strong> 11.30am</strong></p> \n<p>A-L Gr&ouml;nefeld (Ger) &amp; C Vandeweghe (Ger/US) v C GARCIA &amp; K SREBOTNIK (Fr/Svn, 10); M Erakovic &amp; H Watson (NZ/GB) v A MEDINA GARRIGUES &amp; A PARRA SANTONJA (Sp, 16); P-H HERBERT &amp; N MAHUT (Fr, 10) v G Muller &amp; Aisam-Ul-Haq Qureshi (Lux/Pak); A PEYA &amp; T BABOS (Aut/Hun, 5) v P Oswald &amp; B Bencic(Aut/Swi) or D Inglot &amp; E Svitolina(GB/Ukr)</p> \n<h2><strong>To be arranged</strong></h2> \n<p>M BRYAN &amp; B MATTEK-Sands (US, 1) v N Monroe &amp; M Brengle (US); N Zimonjic &amp; J Gajdosova (Ser/Aus) v B Bryan &amp; C Garcia (US/Fr, 4); O Marach &amp; O Savchuk (Aut/Ukr) v M Mirnyi &amp; H Watson (Blr/GB)</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-03T20:01:55Z","lastModified":"2015-07-03T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Andy Murray","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","shortUrl":"http://gu.com/p/4acdy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july","webUri":"http://www.theguardian.com/sport/2015/jul/03/wimbledon-2015-order-of-play-saturday-4-july"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/Rex Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/Rex Shutterstock"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435953530177/Dustin-Brown-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Dustin Brown","cleanCaption":"The 30-year-old Dustin Brown takes on the 22nd seed, Viktor Troicki, in the third round on No3 Court. Photograph: BPI/REX Shutterstock"}}]},{"title":"Ashes tour: James Faulkner may miss one-day series over drink-driving charge","rawTitle":"Ashes tour: James Faulkner may miss one-day series over drink-driving charge","item":{"type":"article","id":"sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","title":"Ashes tour: James Faulkner may miss one-day series over drink-driving charge","trailText":"All-rounder not selected in Australia’s Ashes squad, but could be handed a ban of up to eight games, knocking him out of the one day series against England","standFirst":"<p>All-rounder not selected in Australia’s Ashes squad, but could be handed a ban of up to eight games, knocking him out of the one day series against England</p>","byline":"Australian Associated Press","body":"<p>James Faulkner could be banned from Australia’s one-day series in England, where he had a passenger in the car when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/james-faulkner-lancashire-australia-drink-driving\">charged with drink-driving</a>.</p> \n<p>Faulkner returned a reading of 100 micrograms of alcohol per 100 millilitres of breath on Thursday night, almost three times the UK’s legal limit of 35mg.</p> \n<p>He is playing for English club Lancashire and had been drinking with fellow Tasmanian Tim Paine. It is understood Paine was also in the vehicle when it was stopped by police.</p> \n<p>“It is clear that he made a very poor decision,” CA’s general manger of team performance Pat Howard said. “That decision had potential to cause serious harm to him and others.”</p> \n<p>The allrounder, a star of Australia’s World Cup triumph earlier this year, was detained overnight then released on bail and will face court in Manchester on 21 July.</p> \n<p>The incident happened the night before Faulkner was due to play a Twenty20 fixture for the Lancashire Vikings and he was subsequently stood him down from Friday night’s clash with Yorkshire.</p> \n<p>Faulkner faces a further ban of between two and eight games from Cricket Australia.</p> \n<p>“He’s got a code of behaviour hearing and that deals with criminal offences,” Howard said. “They’ll have a good look at it and make a final decision. We’ll take that information on board as well, in terms of dealing with selectors.</p> \n<p>“If he’s only available for part of the tour or something like that, we might just say – sorry you’re off the tour. You can’t cop this. He knows that.”</p> \n<p>Faulkner was not picked in Australia’s 17-man Ashes squad, meaning he would only have been called up if Shane Watson and Mitch Marsh were injured.</p> \n<p>Australia face England in a five-game ODI series after the five Tests, when Faulkner would have been among the first picked in the XI.</p> \n<p>The 25-year-old said in statement he had “let people down”.</p> \n<p>“I can’t excuse my actions,” Faulkner said. “My decision to drive was an error in judgment. I apologise unreservedly and accept any penalty handed to me by Cricket Australia and the relevant authorities.”</p> \n<p>Howard discussed the issue with some members of Australia’s Ashes squad on Friday. “The couple of blokes I’ve spoken to completely understand it, there are consequences for actions,” he said. “He’s had a very good record, but he’s made a very big mistake here. We’re working on it together. I’m really disappointed.”</p> \n<p>Faulkner suffered a side strain in February and was in doubt for the World Cup.</p> \n<p>But he returned during the group stage and snared three wickets in the final to earn man-of-the-match honours.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T03:07:13Z","lastModified":"2015-07-04T03:19:15Z","metadata":{"commentable":true,"commentCount":19,"contributors":[],"feature":false,"keywords":["Australia cricket team","Cricket","Lancashire","UK news","Australia news","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"uk/uk","webTitle":"UK news"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","shortUrl":"http://gu.com/p/4acfd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge","webUri":"http://www.theguardian.com/sport/2015/jul/04/ashes-tour-james-faulkner-may-miss-one-day-series-over-drink-driving-charge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","caption":"James Faulkner, who plays for Australia and Lancashire, could be banned from playing for Australia for up to eight games after a drink-driving incident. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCaption":"James Faulkner, who plays for Australia and Lancashire, could be banned from playing for Australia for up to eight games after a drink-driving incident.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/569616eece0535919dbd2807e583f0503622911a/0_313_2135_1282/2135.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1282,"width":2135,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"James Faulkner, who plays for Australia and Lancashire","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]},{"title":"Wimbledon held its breath as Heather Watson stood up to Serena Williams","rawTitle":"Wimbledon held its breath as Heather Watson stood up to Serena Williams","item":{"type":"article","id":"sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","title":"Wimbledon held its breath as Heather Watson stood up to Serena Williams","trailText":"Heather Watson came agonisingly close to beating her childhood hero but when push came to shove Serena Williams had deeper to dig on a raucous Centre Court","standFirst":"The British No1 came agonisingly close to beating her childhood hero but when push came to shove the world No1 had deeper to dig on a raucous Centre Court\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\" title=\"\">Serena Williams v Heather Watson – as it happened</a>","byline":"Andy Bull at Wimbledon","body":"<p>It can be a hard thing to meet your heroes, and a harder thing still to beat them. This was Heather Watson’s first match against Serena Williams, a player she used to idolise as a child. The first time Watson ever came to Wimbledon, when she was “seven or eight” years old, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/heather-watson-serena-williams-venus-wimbledon-2015\" title=\"\">she bought a poster of the Williams sisters</a>, which she then pinned up on her wall. And here she was, more than a decade later, facing the younger of the two on Centre Court. You wondered, when Watson walked out, whether she really believed, deep down, that she could win. If so, she would have been one of the few of the 15,000 present who did. “All I saw,” she said afterwards, “was an opportunity.” She was two points away from taking it, and it said plenty that she was so distraught about failing.</p> \n<p>Earlier in the afternoon, Watson was out in the far corner of the practice courts, away from the crowds. There, she spent 30 minutes, the entirety of the session, doing nothing other than work on her return of serve. As hard as her coach was hitting, the practice could only do so much to prepare Watson for the 112mph ace Williams walloped past her to win the second point of the match. Some welcome. Williams hits with such force, Watson was reeling. Literally so. A couple of strokes knocked her clean off her feet. At that point, it felt like Watson may as well have been trying to swim up Niagara Falls. A little historical perspective: no British woman had beaten a world No1 since Sue Barker defeated Chris Evert in 1979.</p> \n<p>There were little moments for Watson early on, each treated like a major event by the mustard-keen crowd, all anxious for a reason, of any sort at all, to cheer her on. An ace in the first game, a couple of brilliant pinpoint backhands soon after, all rewarded with rapturous applause. As time ticked by, the intermittent cries of “Come on Heather!” began to sound ever more forlorn. It took Williams just 25 minutes to win that first set. She was too smart, too powerful, too good, and Watson too tense. She was shaping up to be just another piece of roadkill on Williams’ route to the final.</p> \n<p>Midway through the second set, something changed. Perhaps Williams let her concentration slip, as she sometimes does when she’s winning so easily. She was gracious enough to say that Watson played so well that she “wasn’t able to keep up”. In the fifth game, Williams hit a smash into the net. Moments later, Watson played a marvellous drop shot that put her 0-30 up. And just like that, the match switched. All of a sudden, what was a procession was now a fair fight.</p> \n<p>Williams knew it too. You could tell from the way she started screaming in celebration of her winners. She sent a forehand long, followed it with a double fault and, glory be, Watson had won a break point to go 3-2 up. Centre Court was alive with energy. The fans refused to quieten down, even when Williams broke right back, then held her own serve to lead 4-3. Watson won the next, and then, better yet, won herself another break when Williams sent a forehand wide. So it was Watson’s turn to serve for the set.</p> \n<p>Wimbledon seemed almost to stop. The attention of the thousands of fans spread out across the other courts drifted away from what they were watching as they heard the sound from Centre Court, and when they saw, soon after, the scores flash up on the big screens. Watson lost control of her first serve, and delivered a double fault that gave Williams a break point. She should have taken it. But somehow the pressure seemed to have shifted. Where it had been weighing down on Watson in the first set, now it was all on Williams. As odd a phrase as this seems, the Centre Court crowd began to feel genuinely intimidating. Watson saved the break point, and though she squandered the first set point soon after, she won a second when Williams hit a backhand return into the net. One set each.</p> \n<p>By now, Williams was struggling. Watson broke her serve in the first game of the third set, and again in the third. At that point, Watson had won six games in a row. But the world No1 is made of tougher stuff than she had shown in that time. The momentum swung again, back Williams’ way. She won the next three games. But Watson, too, had more to give. She scrambled through some brilliant defensive tennis to hold her own serve, then broke Williams again, to love. Now she was serving for the match. The closest she came was deuce. The crowd was now so loud that Williams complained about noise, which only brought forth more boos.</p> \n<p>“What’s the toughest away match to play?” Williams was asked afterwards. “A French player at Roland Garros? An Australian at the Rod Laver Arena?” She didn’t think for long. “I’m going to have to go with playing Heather Watson in Great Britain. For sure.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:05:45Z","lastModified":"2015-07-03T23:08:19Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Andy Bull","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733420/AndyBull.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybull"}],"feature":true,"keywords":["Wimbledon 2015","Heather Watson","Serena Williams","Wimbledon","Tennis","Sport","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Andy Bull","topic":{"type":"tag-contributor","name":"profile/andybull"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","shortUrl":"http://gu.com/p/4ace5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jul/03/heather-watson-serena-williams-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/7/3/1435957518723/Heather-Watson-served-for-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hosti","cleanCaption":"Heather Watson served for the match against Serena Williams as Centre Court served up the most hostile atmosphere experienced by the world No1. Photograph: Shaun Botterill/Getty Images"}}]},{"title":"Brendon McCullum hits record 158 for Birmingham against Derbyshire","rawTitle":"Brendon McCullum hits record 158 for Birmingham against Derbyshire","item":{"type":"article","id":"sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","title":"Brendon McCullum hits record 158 for Birmingham against Derbyshire","trailText":"Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast","standFirst":"<span class=\"bullet\">•</span> McCullum’s 64-ball knock the highest in English Twenty20 history\n<br />\n<span class=\"bullet\">•</span> New Zealand captain equalled his own highest score in T20","byline":"Press Association","body":"<p>Brendon McCullum scored 158 not out, the highest total in English Twenty20 history, as <strong>Birmingham Bears</strong> crushed <strong>Derbyshire</strong> in the NatWest T20 Blast.</p> \n<p>New Zealand’s captain, McCullum, clubbed 13 fours and 11 sixes in a thrilling 64-ball knock at Edgbaston, to lead the North Division leaders to 242 for two.</p> \n<p>McCullum also scored an unbeaten 158 for Kolkata Knight Riders on the first day of the Indian Premier League in 2008, with his two centuries occupying joint second on the all-time T20 list behind Chris Gayle’s unbeaten 175.</p> \n<p>Derbyshire managed 182 all out for a 60-run defeat, with four wickets for Josh Poysden.</p> \n<p>Warwickshire’s director of cricket, Dougie Brown, said after the match: “Brendon McCullum’s innings was brutal, it was measured and it was world-class.</p> \n<p>“It was everything we knew we were getting when we signed him for seven games. He is a world-class player.</p> \n<p>“It was a brilliant innings but everything about him is impressive. The way he has straight away become part of the team and the club. He is a class act, on and off the field. You could see that, the way he was signing all those autographs.”</p> \n<p>The Red Rose eclipsed the White Rose at a sold-out Old Trafford, with <strong>Lancashire</strong> seeing off <strong>Yorkshire</strong> by 29 runs.</p> \n<p>Ashwell Prince and Karl Brown hit swift half-centuries in a total of 231 for four, while 51 from the recalled Tim Bresnan could take the Vikings to only 202 all out. The spinners Stephen Parry and Arron Lilley shared six wickets for the hosts.</p> \n<p><strong>Kent</strong> replaced <strong>Sussex</strong> at the top of the South Division courtesy of a seven-wicket triumph at Hove. The hosts made an under-par 136, which was reeled in by a 91-run stand between Sam Billings (39 not out) and Alex Blake (52 not out).</p> \n<p><strong>Surrey</strong> eased to an eight-wicket victory over <strong>Middlesex</strong> at the Kia Oval, skittling the visitors for 105. Dawid Malan made 40 of those, a score matched by Kumar Sangakkara as the Brown Caps reached their target two down with 32 balls remaining.</p> \n<p><strong>Gloucestershire</strong> chased down <strong>Somerset’s</strong> 174 for six for an eight-wicket success at Taunton. New Zealand’s Luke Ronchi hit five sixes in his 49 but he was outdone by his compatriot Hamish Marshall, who smashed 93 in only 53 deliveries for Gloucestershire, while Michael Klinger weighed in with 58.</p> \n<p>The arrival of the former England coach Peter Moores as coaching consultant could not lift <strong>Nottinghamshire</strong> as <strong>Worcestershire</strong> claimed a 20-run victory at Trent Bridge. Tom Kohler-Cadmore’s 75 was the top score of the day, as the Outlaws stuttered to 153 for nine in response to the Pears’ 173 all out.</p> \n<p><strong>Durham’s</strong> captain, Mark Stoneman, kept his good form going against <strong>Leicestershire</strong> at The Riverside, batting through for an unbeaten 89 in a total of 163 for five. The Foxes went down by 38 runs, John Hastings and Usman Arshad turning in combined figures of six for 28.</p> \n<p><strong>Glamorgan</strong> upset <strong>Hampshire</strong> by 23 runs at the Aegeas Bowl, turning Jacques Rudolph’s 77 into a match-winning effort. They posted 181 for seven and restricted the hosts to 158 for six, Michael Carberry managing 70 in vain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T21:35:07Z","lastModified":"2015-07-03T22:43:44Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["NatWest T20 Blast","Brendon McCullum","Twenty20","Warwickshire","Derbyshire","Lancashire","Yorkshire","Kent","Sussex","Surrey","Middlesex","Gloucestershire","Somerset","Nottinghamshire","Worcestershire","Durham","Leicestershire","Glamorgan","Hampshire","Cricket","Sport"],"tags":[{"id":"sport/natwest-t20-blast","webTitle":"NatWest T20 Blast"},{"id":"sport/brendon-mccullum","webTitle":"Brendon McCullum"},{"id":"sport/twenty20","webTitle":"Twenty20"},{"id":"sport/warwickshireccc","webTitle":"Warwickshire"},{"id":"sport/derbyshire","webTitle":"Derbyshire"},{"id":"sport/lancashire","webTitle":"Lancashire"},{"id":"sport/yorkshire","webTitle":"Yorkshire"},{"id":"sport/kent","webTitle":"Kent"},{"id":"sport/sussexccc","webTitle":"Sussex"},{"id":"sport/surrey","webTitle":"Surrey"},{"id":"sport/middlesex","webTitle":"Middlesex"},{"id":"sport/gloucestershireccc","webTitle":"Gloucestershire"},{"id":"sport/somerset","webTitle":"Somerset"},{"id":"sport/nottinghamshire","webTitle":"Nottinghamshire"},{"id":"sport/worcestershire","webTitle":"Worcestershire"},{"id":"sport/durham","webTitle":"Durham"},{"id":"sport/leicestershire","webTitle":"Leicestershire"},{"id":"sport/glamorganccc","webTitle":"Glamorgan"},{"id":"sport/hampshire","webTitle":"Hampshire"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","shortUrl":"http://gu.com/p/4ace8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire","webUri":"http://www.theguardian.com/sport/2015/jul/03/brendon-mccullum-hits-record-158-for-birmingham-bears-against-derbyshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435959270345/Brendon-McCullum-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Brendon McCullum","cleanCaption":"Brendon McCullum equalled his own personal best and the second-highest T20 score in history with his knock of 158 against Derbyshire at Edgbaston. Photograph: Stu Forster/Getty Images"}}]}],"lastModified":"2015-07-04T03:19:15Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}