{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","title":"popular in sport","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk/sport/most-viewed/regular-stories"},"cards":[{"title":"Nigel Benn: 'Boxing is therapy for rage'","rawTitle":"Nigel Benn: 'Boxing is therapy for rage'","item":{"type":"article","id":"sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","title":"Nigel Benn: 'Boxing is therapy for rage'","trailText":"The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia","standFirst":"<p>The British former world champion hit rock bottom before finding salvation and then redemption at an amateur gym on the other side of the world in Australia</p>","byline":"Patrick Skene","body":"<p>Boxing regularly throws up stories of courage, persistence, triumph and tragedy, and is a sport that thrives in tough working class areas. In Sydney, the real estate boom has gentrified boxing’s inner-city heartland, moving it to clusters in the distant outer suburbs, and 40 kilometres out west, Blacktown has become the new epicentre of Australian boxing. The Vinegar Hill Boxing Gym sits in the heart of a dusty industrial area, in the roof cavity at the back of a concrete factory wedged between exhaust muffler and scrap metal dealers. It is named after the <a href=\"http://en.wikipedia.org/wiki/Battle_of_Vinegar_Hill\">1798 Battle of Vinegar Hill</a> – the last stand of the Irish Rebels against the English and its local namesake, the <a href=\"http://en.wikipedia.org/wiki/Castle_Hill_convict_rebellion\">1804 Battle of Vinegar Hill</a> when the British Colonial army crushed an Irish convict rebellion nearby. The gym reeks of struggle.<br /></p> \n<p> The posters hanging off the cinder blocks surrounding the ring are old-school – Thomas Hearns, Mike Tyson, Roberto Duran, Sugar Ray Leonard, Muhammad Ali, Sonny Liston. It is a surreal yet suitable habitat for a boxing blue blood, Nigel Benn, nicknamed the Dark Destroyer and at his peak one of England’s most recognisable sporting heroes. Benn’s record as an amateur boxer was 41-1 before he turned professional in 1987. Over a nine-year career he won two world titles, at middleweight and super middleweight, and finished with a professional career record of 42-5-1 with 35 knockouts. </p> \n<p> Trainer Rod Williams waits patiently on the ropes for Benn’s private training session to start. Williams is a wiry and wise South African who moved to Australia from the tough streets of Johannesburg at the age of 10. A champion coach, he has devoted his life to the fight game and now trains a stable of rookies and elite amateurs including Benn’s son Conor. Benn was so impressed at Williams’s work with his son that he joined the stable himself to keep learning. </p> \n<p>Williams trains champions like Benn, but he also works with novice fighters. “They are the ones who teach me how to teach,” he says. Since taking on Benn over a year ago, Williams has been shocked at his ability to do new things. “He could easily have played the old dog you can’t teach new tricks to, but in every single session he’s done everything I’ve asked,” says Williams. “He has never put the ‘I’m the Dark Destroyer’ on me. He’s good that way. For a man over 50 his stamina and strength is amazing.”</p> \n<figure class=\"element element-image\" data-media-id=\"90681ca1314927b66512cbba2b23381322dd8652\"> \n <img src=\"http://media.guim.co.uk/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/1000.jpg\" alt=\"Benn working the pads with trainer Rod Williams.\" width=\"1000\" height=\"647\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn working the pads with trainer Rod Williams.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Inside the ring, Benn explodes into action. The stereo blares while Williams calls the shots and Benn obliges. Conor leans on the ropes watching his father’s every move. Conor has now had 20 amateur fights and is planning to join the Hatton Academy in Manchester run by former world champion Ricky Hatton. “I still watch my father’s fights” Conor says with smile. “I look up to him and he’s my inspiration. I didn’t know how big he was growing up in Spain. Until we went to England and everybody wanted a photo – it was bizarre. Look at him – he’s still looking good!”</p> \n<p> Benn Snr is in mint condition and throwing thunderclap straight rights into the pads, working feverishly through three-minute rounds with half-minute rests. Between rounds, Williams chimes in: “Conor brings a lot to the table genetically but gets no special privileges.” “He’s got the DNA!” shouts Benn, sweating profusely, but Williams continues. “Conor loves it to death but he has to be patient.”</p> \n<p> The buzzer rings and the gruelling rounds continue. Williams has his eyes closed now as Benn machine guns short punches into the pads before exploding with a series of vicious left hooks. Williams stops Benn mid-round to explain an adjustment in angles. Benn soaks it in: “I got you, I see what you mean.” As the end of the 12<sup>th</sup> round looms, Benn finishes with a furious flurry that goes one minute over time. “That’s what an old man can do!” he yells. Towelling off the sweat, he invites my questions: “Bring it on!”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"962f64d59c54d91236d6dbf2c01f86ddbc35d305\"> \n <img src=\"http://media.guim.co.uk/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/1000.jpg\" alt=\"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.\" width=\"1000\" height=\"624\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Born in 1964 in Ilford in east London to immigrant parents from Barbados, Benn was brought up in Essex before moving to Spain and then settling in Australia in 2013: “Tell you the truth my wife Carolyne suggested it,” Benn says. “I said to her ‘Australia? You must be mad, everything’s venomous’. Then I worked through it. We black men don’t surf so that ruled out sharks.” Eventually, he was convinced. Twelve years in Spain was enough, and it was easy to communicate in Australia. His first day in Sydney had a huge impact. He remembers ordering fried rice in English from a Chinese waiter. “I thought, ‘Here we are!’” he says. “I fell in love with it all – the size of the beaches, the big blue sky, the barbecues and focus on families getting together.”</p> \n<p> Benn left painful memories back in England. At the age of eight his hero older brother Andy was killed suspiciously and violently at just 17, and a hole was created that nothing could fill. “Something severed when my brother died,” he says. “I was living but not living. Andy used to lie on the bunk bed and cuddle me – I was his lion cub. He had proper respect in Ilford. I was a scared little boy who didn’t want to die. I cried myself to sleep every night.”</p> \n<p> After Andy’s death, Benn began smoking, hustling on the street, and eventually continuing his brother’s work fighting against the National Front racist skinheads. “The black and white communities would come to together at Ilford Town Hall to listen to soul music and they [the skinheads] would wait for us outside,” says Benn. “I was into Bruce Lee at the time and I remember knocking one skinhead out with a hop, skip and a jump through the air and my leg cracked him.” Benn remembers shouting: “I was born here mate. I’m more English than you are.”</p> \n<p> School was a blur as he roamed the streets until the early hours of the morning. Even though he went wild fighting on the streets, Benn’s staunch father was there for him with some tough love Bajan style. Benn smiles. “I would get in some trouble, my father would hear about it and when I got back home he would bellow in a thick Bajan accent ‘If you can’t hear you can feel’, followed by a clip. He gave it to me but I still respect him today.”</p> \n<p> The value of his father’s discipline became apparent later in life. “I didn’t understand at the time but later he explained it to me. He said by hook or crook, you’re not going to end up like your brother.” Benn’s father insisted he join his older brother in the British Army and he took to “squaddie” life with relish, kicking off his boxing career and surviving some harrowing times in Northern Ireland including losing friends in the <a href=\"http://en.wikipedia.org/wiki/Droppin_Well_bombing\">Ballykelly bombing</a>. “I was just a brother wanting to do my time and get out,” he says. After almost five years Benn left the Royal Regiment of Fusiliers with an exemplary record, tried security but was lured into professional boxing, skyrocketing to a 22-0 record and building a reputation as an exciting puncher with a growing fanbase.</p> \n<p> It all came crashing down when he was “<a href=\"http://en.wikipedia.org/wiki/Rope-a-dope\">rope-a-doped</a>” brilliantly by fellow Brit Michael Watson and having punched himself out, was knocked out himself. “I had some friends who disappeared to hang out with Michael,” says Benn, who sat alone in the change room after the fight. “I didn’t want to leave the house and decided to go to America.” The experience was an epiphany and defeat can be instructive. “I’d been lying to myself about how good I was.”</p> \n<p>Boxing was different in America. “It’s the land of truth over there,” says Benn. “Guys off the street can give you a tough spar. Reputations mean nothing.” But the move paid off. He won the world middleweight title against Doug De Witt in New Jersey in 1990. In his first defence he brutalised fearsome Iran “the Blade” Barkley in a <a href=\"https://www.youtube.com/watch?v=b-wpk99I3Q8\">famous one round war</a> that made him an international star. When Barkley looked away from him at the weigh-in, Benn knew he had his man.</p> \n<figure class=\"element element-image\" data-media-id=\"a5522f50d70bb2c0e7046251a3451d0781ae4487\"> \n <img src=\"http://media.guim.co.uk/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/1000.jpg\" alt=\"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.</span> \n  <span class=\"element-image__credit\">Photograph: Bob Thomas/Getty Images</span> \n </figcaption> \n</figure> \n<p> Confidence restored, Benn returned to England, thrilling crowds with his power and aggression propelling him to a string of wins including a second world title – the WBC super middleweight belt and two fierce <a href=\"https://www.youtube.com/watch?v=6J0l2jgQ5S0\">wars with Chris Eubank</a>, losing one and drawing the second in front of 47,000 fans at Old Trafford and over 18 million people on free-to-air television. </p> \n<p> A contract dispute led to Benn being “thrown to the wolves” against Don King’s undefeated American Gerald “Mini Mike Tyson” McClellan for the seventh defence of his WBC super middleweight title in 1995. It was <a href=\"https://www.youtube.com/watch?v=7to-Ch5Omaw\">a violent, brutal fight</a>, the British Bulldog versus the American Pitbull, and Benn was bludgeoned near unconscious and out of the ring in the first round before getting himself back into the contest, roared on by a partisan crowd. McClellan eventually retired on one knee in the 10th round, dehydrated, confused and blinking.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a906bbfeb7352bd33c10d02f6461e81ca84ed7c2\"> \n <img src=\"http://media.guim.co.uk/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/759.jpg\" alt=\"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. \" width=\"759\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. </span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p> British fight writer Hugh Mcilvanney described the fight as “relentless, mutually destructive aggression…one of the most brutal fights any of us at ringside had witnessed.” McClellan was rushed to hospital cutting Benn’s celebrations short. He had scored one of the bravest, most dramatic victories in English sporting history – a titanic struggle and the devil took the hindmost. Benn had a damaged nose and jaw, urinated blood for three days and had a shadow on the brain. The fight left McClellan blind, 80% deaf and paralysed in a wheelchair, in the care of his sisters.</p> \n<p>This year marks 20 years since McClellan was paralysed. Eight years ago Benn returned to England to raise $250,000 to assist McClellan’s care. In an emotional reunion, Benn was granted forgiveness by McClellan’s sister, who once told the media “We want Benn dead, we want his money”, and, “How does a man who almost killed a man sleep at night?” To see <a href=\"http://www.youtube.com/watch?v=UYCFR1KrD6g&amp;t=32m19s\">Benn and McClellan embrace</a> is one of the most moving moments in boxing history with the latter in his wheelchair asking: “Am I handsome?” </p> \n<p>“It’s my greatest moment in the ring but I can’t celebrate it,” says Benn. “I’ve done what I can and I’m grateful it’s been laid to rest. It’s a cross I have to bear but ultimately I’m here to support my family.” Benn was never the same again and his career soon ended. Without the discipline of boxing his life descended into a path well trodden of chaos featuring drugs, cheating, fast women and slow horses. Famously, Benn was once quoted as saying: “I was Satan’s right hand man.” He suffered depression and attempted suicide one lonely night in the car. Rock bottom is a good foundation and Benn found salvation in religion joining a long line of religious boxers including Evander Holyfield and George Foreman.</p> \n<p> In an attempt to expel his demons Benn left his marital home and went to live with his pastor who assigned him to a 63-year-old woman. “She broke me down slowly,” he says with a wince. “She made me deal with my unresolved issues with drugs, sex addiction and the anger at the loss of my brother. No more spliffs, no more cheating, no more swearing. Get this. I was only allowed to watch Little House on the Prairie and loved it. I’ve got all 11 seasons on DVD!”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"aa49de6a034d32456106df0255ea17d04ba64141\"> \n <img src=\"http://media.guim.co.uk/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/1000.jpg\" alt=\"A portrait of former Benn after his workout.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A portrait of former Benn after his workout.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p>Benn interrupts the memories, checking his watch. “We’re late for Blacktown PCYC, let’s go,” he says. Blacktown Police Youth Citizens Club is one of the most diverse sports clubs in Australia, a kaleidoscope of cultures blending together daily. Presiding over operations at her front office desk is community veteran club manager Jo Tau, a Samoan Dutch Kiwi who has one eye on her computer and the other keeping track of movement in the centre. She has no doubt of the importance of the PCYC. “More than once community tensions have calmed down when the different groups have met here or know each other from here,” she says. “Most recently we had some tension between the South Sudanese and Pacific Communities and leaders from our club helped return things to normal.”</p> \n<p> Tau remembers how Benn built the relationship with her and her husband, coming over to their house and cooking for the pair. “A world champion, in our little shack!” she says excitedly. “Nigel is a very humble man and has a presence about him that brings people in. I’ve had clients in my office who have nearly dropped to the floor like screaming schoolgirls when they’ve seen him. We’ve got a world champ interacting with our kids and adults, in of all places, Blacktown!” Pointing upstairs to the thudding boxing gym, she says: “His culture up there is all about family. We see the power of boxing here to engage youth. It’s not just something anyone can do and Nigel doesn’t sugarcoat, he gives it to them big time.”</p> \n<p> Benn has also helped out with at-risk youth and Tau is thrilled with the results. She says 30 disengaged kids who stopped going to school were spellbound by Benn’s presence after seeing highlights of his career. “Every time they are quiet, no fidgeting,” she says. “He shares his stories from the heart, then has a big laugh with all of them at the sausage sizzle afterwards. And sure enough some of them go back to school. He’s here to make a difference and he has been changing lives here for more than two years.”</p> \n<p> The upstairs boxing gym is bristling with feverish hustle, the windows foggy and the air larded with the aroma of toil. Around the ring fighters are lined up to do one round on the pads with Benn, whilst some are skipping and others thudding the heavy bags monotonously – the echoes of aspiration. A grandmother in a hijab looks on and smiles as her two grandsons wrestle a big punching bag. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"774cdc52409b22827d38296ff2ff3e32ee61e219\"> \n <img src=\"http://media.guim.co.uk/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/1000.jpg\" alt=\"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Legen Hale arrived in Australia in January 2015, a proud Maori from Hamilton, New Zealand, and overweight at 150 kilograms. By his own admission he had no discipline and focus and came to Australia to turn his life around. Five months after first arriving at Blacktown PCYC, Hale has lost 45 kilograms under the tough love of the Dark Destroyer. “Nigel pushed me to the limit and stood by me on a hard journey. Every day he was on me,” says Hale. “My clothes are loose, I’ve got a great job, my own car, I’m moving faster, concentrating more. At the weekly weigh-in Nigel would look me in the eye and say – ‘You can’t lie to me, you’re just lying to yourself’.” Eventually Hale broke: “Finally I got discipline and accountability and I have a platform,” he says. “I’m now mentoring some youth myself and hope to have my first fight in five months. Crazy stuff.”</p> \n<p> Suddenly the gym lights up as one of the serious fighters does a round of padwork in the ring with Benn. The blows are loud and crisp and the children stop to watch. Gavin Smith has Brazil 2016 Olympic dreams. He has had 18 amateur fights for Blacktown PCYC and is the current ABL junior welterweight champion. “Nigel has been in my corner for at least 10 fights,” says Smith. “We rock up to a small town in the middle of nowhere and I walk in to the ring with his hand on my shoulder. By the time I reach the ring I’m 10 foot tall.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"57498285c590bdf31d9bc19df2d2651e147c3617\"> \n <img src=\"http://media.guim.co.uk/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/1000.jpg\" alt=\"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Benn training amateur fighter Gavin Smith at the Blacktown PCYC.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Abbott for the Guardian</span> \n </figcaption> \n</figure> \n<p> Some of the fights involve road trips of hundreds of kilometres during which Benn shares his wisdom. “He never talks about my opponent,” says Smith. “He says, ‘Relax, you’ve done the hard work. This is the easy part’. He is so enthusiastic, so passionate and encourages you to give everything. Go home, eat right, stay out of trouble. Discipline and focus. He makes us believe in ourselves.” When Smith won the state title, Benn jumped in the ring and hoisted him up on his shoulders to celebrate. “I’m the NSW champ, I’m sitting on Nigel Benn’s shoulders having just executed his game plan using some tricks he taught me,” says Smith. “It’s unbelievable.”</p> \n<p> As the session draws to a close, Benn is once again caked in sweat. He towels off and says goodbye to each fighter with a hug and shoulder bump and a “God bless you man.” Everyone has left the gym except for the Benn family; Conor is unwrapping his hands after a torrid session and Nigel’s youngest son and two girls are telling stories and laughing. “My new drug is serving people whether its through boxing or in my role for Hillsong as a volunteer assisting people with their marriages or helping those less fortunate,” Benn says. “I’m great friends with an 80-year-old woman whose lawn I cut and do odd jobs for. It’s a required part of the service.”</p> \n<p> Behind every redemption story is a rock. In this case it’s Benn’s wife Carolyne. “I look at women differently now,” he says. “More respectful. And I just love my wife, man.” Despite his past, Benn is optimistic for the future. “Boxing has helped millions around the world as a trigger for self belief, identity and connecting. It is therapy for rage,” he says.</p> \n<p> Religion has helped Benn overcome the sadness and anger of losing his brother. “The man upstairs has filled the hole left by my brother’s death,” he says. <br /> Life seems good. “I won two world titles and filled Old Trafford, owned a Bentley and a mansion, had tea at Buckingham Palace, DJ’d at Ministry of Sound, served proudly in the British Army and here I am cutting the grass of an 80-year-old woman,” he says. </p> \n<p>“And lovin’ it. I look at my life now and I feel blessed, no more drugs or smoking, I’m fittest I’ve ever been. Look at my family. I can’t ask for more.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/90681ca1314927b66512cbba2b23381322dd8652/0_57_2953_1912/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1912,"width":2953,"orientation":"landscape","caption":"Benn working the pads with trainer Rod Williams. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn working the pads with trainer Rod Williams.","cleanCaption":"Benn working the pads with trainer Rod Williams.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/962f64d59c54d91236d6dbf2c01f86ddbc35d305/0_126_2953_1843/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1843,"width":2953,"orientation":"landscape","caption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCaption":"“It’s all in the mind,” says Benn to the photographer as he hurtles through his training regime.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a5522f50d70bb2c0e7046251a3451d0781ae4487/0_336_3828_2298/3828.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2298,"width":3828,"orientation":"landscape","caption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round. Photograph: Bob Thomas/Getty Images","credit":"Bob Thomas/Getty Images","altText":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCaption":"Benn v Eubank in November 1990. Eubank stopped Benn in the ninth round.","cleanCredit":"Photograph: Bob Thomas/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a906bbfeb7352bd33c10d02f6461e81ca84ed7c2/398_140_1131_1490/1131.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1490,"width":1131,"orientation":"portrait","caption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London.  Photograph: Getty Images","credit":"Getty Images","altText":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCaption":"Benn launches a counter-attack during his 1995 fight with Gerald McClellan in London. ","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa49de6a034d32456106df0255ea17d04ba64141/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"A portrait of former Benn after his workout. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"A portrait of former Benn after his workout.","cleanCaption":"A portrait of former Benn after his workout.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/774cdc52409b22827d38296ff2ff3e32ee61e219/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCaption":"Conor Benn (standing, left), son of Nigel Benn, is among those training at Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57498285c590bdf31d9bc19df2d2651e147c3617/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC. Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCaption":"Benn training amateur fighter Gavin Smith at the Blacktown PCYC.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}],"webPublicationDate":"2015-06-09T21:00:01Z","lastModified":"2015-06-10T01:32:30Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Patrick Skene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-skene"}],"feature":true,"keywords":["Boxing","Australia sport","Sport"],"tags":[{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Patrick Skene","topic":{"type":"tag-contributor","name":"profile/patrick-skene"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","shortUrl":"http://gu.com/p/49ea9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/nigel-benn-interview-therapy-for-rage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_0_2953_1969/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1969,"width":2953,"orientation":"landscape","caption":"Former boxer Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching.  Photograph: Matthew Abbott for the Guardian","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCaption":"Former boxer Nigel Benn in the ring at Blacktown PCYC in Sydney’s western suburbs after a long afternoon of training and teaching. ","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/532da7aa11eeeb74cc85fe850d6eb5c78390b366/0_85_2953_1776/2953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1776,"width":2953,"orientation":"landscape","credit":"Matthew Abbott for the Guardian","altText":"Former boxer Nigel Benn in the ring at Blacktown PCYC after a long afternoon of training and teaching.","cleanCredit":"Photograph: Matthew Abbott for the Guardian"}}]},{"title":"For how much longer will Tiger Woods continue to chase his tail?","rawTitle":"For how much longer will Tiger Woods continue to chase his tail?","item":{"type":"comment","id":"sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","title":"For how much longer will Tiger Woods continue to chase his tail?","trailText":"Tiger Woods, the 14-times major winner, goes into next week’s US Open ranked No181 in the world and showing few signs of improving on that","standFirst":"The 14-times major winner goes into next week’s US Open ranked No181 in the world and showing few signs of improving on that","byline":"Ewan Murray","body":"<p>The latest indication that golf will survive and maybe even prosper without Tiger Woods as a leading contender arrived from the R&amp;A this week. The confirmation that the Open Championship’s live television rights in the United States have been renewed – adding to the hundreds of millions of dollars this will mean for one of golf’s ruling bodies over a 12-year period – was a nod to NBC’s desperation to land a deal which ESPN was indifferent towards. However, TV executives are not devoid of all sense: the deal also illustrated the appeal of golf in the long term, when Woods will no longer be a factor.</p> \n<p>While there is no precise time frame for the end of the Woods era, his struggles on the course mean competitively Rory McIlroy, Rickie Fowler, Jordan Spieth and their peers dominate the narrative. For all those who believe golf cannot prevail without Woods, or even someone approaching his status, there is regular evidence to the contrary. The sport, just like any, evolves, as it did when Jack Nicklaus edged into retirement.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/tiger-woods-us-open-poor-form\">Tiger Woods takes the positives before US Open despite his poor form</a> </p> \n</aside> \n<p>There may not be anyone like Woods soon, there may never be, but golf need not vanish from the sporting radar because of that. Other features, such as the time it now takes to complete rounds and the cost of equipment, are more damaging to golf’s evolution than the regression of a marquee figure. The trouble is people seem scared to admit as much, both in fear of writing off Woods and examining the broader subjects golf must battle.</p> \n<p>Scrutiny of Woods’s game is increasingly uncomfortable. At the Memorial last weekend, a venue where he used to be able to prevail for fun, the 39-year-old followed up a Saturday 85 with a Sunday playing on his own, <a href=\"http://bleacherreport.com/articles/2488964-tiger-woods-at-memorial-tournament-2015-sunday-leaderboard-score-reaction\" title=\"\">the odd man out at the tail end of the field</a>. He was unable to progress from that position. Four rounds, 302 shots – 29 worse off than the play-off competitors, Justin Rose and David Lingmerth. For the first time in his career, Woods made six double bogeys or worse in a single event.</p> \n<p>Discussion of Woods before the US Open, which next week he will seek to win for a fourth time, at Chambers Bay in Washington state, is of the freakish kind. But he will seek to win it: despite every blow to his confidence, the mindset of chasing success apparently never wavers. Onlookers, meanwhile, are left asking whether he may make the cut and how badly he might score on a venue which, if the USGA is true to form, will not be even close to forgiving.</p> \n<p>If you are fond of betting on the ludicrous scenario, Woods is priced between 40 and 66-1 to end his major-winning wait on the outskirts of Seattle. The sad thing is, this is not exaggeration. And it is sad; the fall from grace of a once magical sportsman cannot be regarded as pretty viewing.</p> \n<p>Woods probably felt compelled to end an absence from competitive action, as was the case at this year’s Masters. He seemed to feel a form of duty, not only to himself, but to golf. It is also admirable that he is willing to perform under the scrutiny which surrounds his every move, amid a realisation that only tournament play will reveal his current level.</p> \n<p>The problem, though, is there is no clear sign of improvement. After eight months with another coach, Chris Como, and despite regular utterances to the contrary, you would struggle to pinpoint any area of technical progression. If disastrous stretches of holes were offset by routine brilliance, there would be cause for optimism. But they are not.</p> \n<p>Woods gives the impression of being technically muddled – a strange scenario for someone so naturally gifted. Extended breaks, whether through fitness ailments or a desire to have his golf “tournament ready”, have made no material difference at all.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-85890e46-b1bd-4d2d-a657-68ad5eca5fbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433941356774/d0657884-b6c5-40d0-a12e-3a72dd078a10-460x276.jpeg\" alt=\"tiger woods\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place.</span> \n  <span class=\"element-image__credit\">Photograph: Thomas J. Russo/USA Today Sports</span> \n </figcaption> \n</figure> \n<p>Nick Faldo has asked how much more Woods, now ranked 181 in the world, “can handle all of this”. Brandel Chamblee, a respected analyst for the Golf Channel, pointedly added that: “Time hasn’t done this to Tiger. He has done this to himself”. The latter point is a nod towards Woods’s desire to constantly remodel what was already a dominant golf game. In his defence, injury was a mitigating factor.</p> \n<p>As he lurches from embarrassment to embarrassment, the logical question to ask is how long Woods might give himself to get it right. His greatness is undeniable, but so too is the fact Woods cannot call on his once imperious touch any more. This process of making up the numbers in tournaments he used to win will torture Woods, one of the most ferociously competitive players who has ever lived.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/06/tiger-woods-worst-round-career-85-memorial\">Tiger Woods slumps to worst round of career with 85 at Memorial</a> </p> \n</aside> \n<p>That is all as relevant to those confidently predicting some sort of imminent return to winning form as to Woods himself. In a season and a half, Woods is a combined 51 over par in PGA Tour events. He insists rankings are not a fair reflection of where he is. Bare facts show the likes of Inhoi Hur, Troy Merritt, Benjamin Herbert, Scott Pinckney and Wade Ormsby ahead of him. The list goes on and on.</p> \n<p>So for how long does he persist? This US Open promises to be a footnote. The Open Championship at St Andrews already bears resemblance to a line in the sand. In 2000 and 2005, he won, by eight and five shots respectively, at the Old Course. Even Woods himself will inevitably glance back to the peak of his powers when returning to Fife next month.</p> \n<p>At a venue he could at one time have successfully negotiated using hickory-shafted clubs and tennis balls, further failure would be a cruel blow. History, that great ally of this 14-times major champion, warns us against writing him off. The trouble is, that past is being constantly outweighed by a reality that cannot go on for ever and, in the wider sense, does not need to.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433941310678/e5dff3b8-1d25-4d3a-bd99-717b2420dae8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sam Greenwood/Getty Images","altText":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of The Memorial Tournament.","cleanCredit":"Photograph: Sam Greenwood/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/10/1433940885810/tiger-woods-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place. Photograph: Thomas  J. Russo/USA Today Sports","credit":"Thomas  J. Russo/USA Today Sports","altText":"tiger woods","cleanCaption":"Tiger Woods during the final round of the Memorial, where he played the final round on his own and remained in 71st and last place.","cleanCredit":"Photograph: Thomas  J. Russo/USA Today Sports"}],"webPublicationDate":"2015-06-10T12:58:23Z","lastModified":"2015-06-10T13:32:43Z","metadata":{"commentable":true,"commentCount":71,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":true,"keywords":["Tiger Woods","Golf","US Open","US sports","Sport"],"tags":[{"id":"sport/tigerwoods","webTitle":"Tiger Woods"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","shortUrl":"http://gu.com/p/49kf4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/tiger-woods-14-times-major-us-open"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433941310678/e5dff3b8-1d25-4d3a-bd99-717b2420dae8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of the Memorial Tournament. Photograph: Sam Greenwood/Getty Images","credit":"Sam Greenwood/Getty Images","altText":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of The Memorial Tournament.","cleanCaption":"A solemn Tiger Woods acknowledges the crowd on the 18th hole during the final round of the Memorial Tournament.","cleanCredit":"Photograph: Sam Greenwood/Getty Images"}},"importance":5,"byline":{"title":"Ewan Murray"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png"}}]},{"title":"Eoin Morgan hails ‘outstanding’ England victory over New Zealand","rawTitle":"Eoin Morgan hails ‘outstanding’ England victory over New Zealand","item":{"type":"article","id":"sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","title":"Eoin Morgan hails ‘outstanding’ England victory over New Zealand","trailText":"The England captain praised his side’s aggression in a ‘close to a perfect performance’ in the first ODI of the series against the Kiwis","standFirst":"<span class=\"bullet\">•</span> Captain pays tribute to ‘close to a perfect performance’ in first ODI of series\n<br />\n<span class=\"bullet\">•</span> New Zealand’s Brendon McCullum: It was special from Root and Buttler","byline":"James Riach at Edgbaston","body":"<p>Eoin Morgan hailed England’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\" title=\"\">210-run victory over New Zealand</a> as the result of his side’s new aggressive mindset, describing the performance as a benchmark for the future and the first step on the one-day recovery path after a woeful World Cup.</p> \n<p>England produced a remarkable display to set a record first innings total of 408 following fine centuries from Jos Buttler and Joe Root, as well as a quickfire 69 from Adil Rashid. Four wickets apiece from Steven Finn and Rashid then restricted Brendon McCullum’s side to 198 in reply, producing a result in stark contrast to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/feb/20/england-suffer-humiliation-new-zealand-southee\" title=\"\">the World Cup meeting</a> between the sides in February which New Zealand dominated.</p> \n<p>Much had been made about England’s “new brand” of cricket beforehand, and it was apparent early on that Morgan, the captain, had encouraged an aggressive approach, his players exuding a fearlessness that has been lacking in recent times.</p> \n<p>Four ODIs remain in this series before England’s Ashes summer, and Morgan praised the performance as “a great benchmark to set”. He said: “It was outstanding, it was as close to a perfect performance in a one-day game as you’ll find, considering it’s happened in the first game of the series with the new squad we’ve selected.</p> \n<p>“The real test is going to be consistency for us. Today Jos Buttler and Joe Root were outstanding, Adil Rashid – those three guys put in match-winning performances, well supported by Steven Finn as well.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report\">England break records and New Zealand with crushing victory in first ODI</a> </p> \n</aside> \n<p>“I think it’s a mindset in the group and something everyone has to buy into. Over time there will be ups and downs – today is certainly a huge high and a great benchmark to set. I was so happy with how we went about it. The guys kept putting pressure on New Zealand.”</p> \n<p>Attention now turns to the Oval on Friday, and Morgan was quick to issue a warning that England’s new aggression would, on occasion, not necessarily pay off so handsomely in the future.</p> \n<p>He added: “There might be a few downs along the way but in the long-term it will serve us really well. For us it’s about bridging a gap that has been there a while in one-day cricket. You look at the guys who scored the runs today and the method that they scored them – it was pretty attacking and aggressive cricket and that comes naturally to the guys we’ve selected to play.</p> \n<p>“That’s crucial, because naturally, over a long period of time, we normally go into our shells. That’s just how we play cricket. It’s the way you play cricket in England because the ball moves around. Slowly but surely we have to move to the other end of the spectrum and stop playing safe cricket.”</p> \n<p>Buttler and Root punished the New Zealand attack brutally, having been put into bat by McCullum. Trent Boult was the only opposition bowler who emerged with some credit, taking four wickets for 55, and he admitted to being shocked at England’s new style. He said he saw “a pretty drastic change. It was totally different to what we witnessed in Wellington. Quite different.”</p> \n<p>McCullum said: “It was a special performance from Root and Buttler. To post 400 in any game is outstanding. They blew us off the park. You have to admit when you get it wrong at the toss. The second innings makes you realise we got it wrong. But that takes nothing away from England, who put on a complete performance.</p> \n<p>“I thought we did well to get back in the game. To get 200 for 6 after 30-odd overs, I thought we might be chasing 250. But they chanced their arm nicely, played with no fear and took back the initiative. We could have tried a few more things but overall we need to be better. We knew they would play like that, we just didn’t think they’d get 400. I think this is the way both teams will play this series. The margins could be great with the style both teams are playing.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-09T22:04:36Z","lastModified":"2015-06-10T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","shortUrl":"http://gu.com/p/49jqg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi","webUri":"http://www.theguardian.com/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, paid particular tribute to the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, paid particular tribute to the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/9/1433887297882/England-captain-Eoin-Morg-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock","altText":"England captain Eoin Morgan","cleanCaption":"England captain Eoin Morgan, left, praised the performances of Joe Root, right, Jos Buttler and Adil Rashid. Photograph: BPI/Rex Shutterstock"}}]},{"title":"Bradley Wiggins’ team rebut rule-bending accusations in hour record","rawTitle":"Bradley Wiggins’ team rebut rule-bending accusations in hour record","item":{"type":"article","id":"sport/2015/jun/09/bradley-wiggins-team-rebut-rule-bending-accusations-hour-record","title":"Bradley Wiggins’ team rebut rule-bending accusations in hour record","trailText":"Key members of the team behind Bradley Wiggins’s hour record have poured cold water on claims that his bike broke current regulations","standFirst":"<span class=\"bullet\">•</span> Alex Dowsett’s coach claimed bike ‘wasn’t in production’\n<br />\n<span class=\"bullet\">•</span> ‘Every bit of bike was approved by UCI,’ says team member","byline":"William Fotheringham","body":"<p>Key members of the bike and coaching team behind Sir Bradley Wiggins’ hour record have poured cold water on claims that the aerodynamic bike used to beat Alex Dowsett’s time set in May broke equipment regulations and that he received preferential treatment from British Cycling.</p> \n<p>One of Dowsett’s support team, Steve Collins, <a href=\"http://www.bbc.co.uk/sport/0/cycling/33050858\">told BBC Essex</a> that the bike and bars ridden by Wiggins en route to hitting 54.526km for the 60 minutes were not within regulations. “One of the sad bits about it was that Bradley’s bike wasn’t in production,” Collins said.</p> \n<p>“For attempts like that it should all be production available so you can buy it off the shelf. You can’t get 3D-printed handlebars moulded to your own arms to make it easier for your own attempt.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/bradley-wiggins-uci-hour-record\">Sir Bradley Wiggins smashes Alex Dowsett’s Hour record</a> </p> \n</aside> \n<p>Asked if he thought British Cycling preferred Wiggins to Dowsett, Collins said: “Oh yes, completely.”</p> \n<p>Wiggins rode titanium handlebars custom-made through a process similar to 3D printing but which others call “additive manufacturing” on the cycle produced by Pinarello, the Italian bike manufacturer.</p> \n<p>“We had to do full documentation for the UCI detailing every component; every bit of the bike and kit was approved by the UCI down to the shoes, helmet and skinsuit. The bike is fully approved by the UCI,” a source close to the Wiggins bid responded. “The handlebars are made under a new manufacturing process, but Pinarello are offering this commercially through their MOST brand. It was the first time this had been done at this level, but a full mountain-bike frame was made in this way last year, and parts for bikes have been made in this way in the US and Australia.”</p> \n<p>The Bolide HR used by Wiggins to beat Dowsett’s distance by more than 1.5km can be found on the UCI website on page 14 of its list of approved frames and forks. <a href=\"http://www.uci.ch/inside-uci/rules-and-regulations/equipment-165067/\">The entry states that the frame was registered on 21 May this year</a>.</p> \n<div>\n __VIDEO_EMBED_gu-video-457085126__\n</div> \n<p>In a statement, the UCI said in a statement: “Bradley Wiggins’ bike and equipment were thoroughly assessed by UCI officials before and after the UCI Hour Record attempt and were judged to be fully compliant with UCI regulations.”</p> \n<p>Custom-made titanium bars similar to those used by Wiggins can be found on the Pinarello website on page eight of a section headlined <a href=\"http://www.pinarello.com/en/news/bolide-hrs-white-paper\">“Bolide HR’s White Paper”</a>. The text reads: “Standard technologies such as CNC or carbon moulding would be excessively long and expensive to produce this particular shape, so we use an additive manufacturing method also known as 3D printing to manufacture a titanium handlebar.</p> \n<p>“The capabilities of this technology allowed to produce [sic] a small batch of handlebars, every one different from the other. This method will be used to provide a similar service to Pinarello customers via the MOST parts brand.”</p> \n<p>Heiko Salzwedel, the British Cycling endurance coach who helped Wiggins prepare physically for the hour, rebuffed Collins’ claim that the Olympic gold medallist had received preferential treatment from the governing body. “I’m a GB coach responsible for anyone with a British passport and anyone who asks me will get my support.</p> \n<p>“Brad isn’t involved with Team Sky any more, he doesn’t have the resources of a team like Dowsett’s Movistar and in his eyes this was a performance that helped him build to the [2016] Olympic Games so it was natural to help him. I didn’t reduce the time I spent with the team pursuit squad because they were training together; sometimes I spent more time with Brad but that would have been the same if it was Ed Clancy doing a record.</p> \n<p>“If Alex had asked me I’d have helped him, but he didn’t. He asked for his training times at Manchester and got them free of charge.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/9/1433843859844/Bradley-Wiggins--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Bradley Wiggins ","cleanCaption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T10:55:41Z","lastModified":"2015-06-10T09:06:08Z","metadata":{"commentable":true,"commentCount":186,"contributors":[{"name":"William Fotheringham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/williamfotheringham"}],"feature":false,"keywords":["Sir Bradley Wiggins","Cycling","Sport"],"tags":[{"id":"sport/bradleywiggins","webTitle":"Sir Bradley Wiggins"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"William Fotheringham","topic":{"type":"tag-contributor","name":"profile/williamfotheringham"}}],"embeddedVideos":[{"id":"gu-video-457085126","source":"SNTV","durationInSeconds":58,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10437191&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/08/150608Wiggins_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/8/1433754952587/KP_266866_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Sir Bradley Wiggins elated after breaking UCI hour record - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Sir Bradley Wiggins elated after breaking UCI hour record - video","cleanCaption":"620x372 trailpic for Sir Bradley Wiggins elated after breaking UCI hour record - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/bradley-wiggins-team-rebut-rule-bending-accusations-hour-record","shortUrl":"http://gu.com/p/49j8b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/bradley-wiggins-team-rebut-rule-bending-accusations-hour-record","webUri":"http://www.theguardian.com/sport/2015/jun/09/bradley-wiggins-team-rebut-rule-bending-accusations-hour-record"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/9/1433843859844/Bradley-Wiggins--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Bradley Wiggins ","cleanCaption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/9/1433843859844/Bradley-Wiggins--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images","credit":"Bryn Lennon/Getty Images","altText":"Bradley Wiggins ","cleanCaption":"Bradley Wiggins gets his head down on his custom-built bike as he sets the hour record at the Velodrome. Photograph: Bryn Lennon/Getty Images"}}]},{"title":"NBA finals: LeBron shines again as Cavs take series lead over Golden State","rawTitle":"NBA finals: LeBron shines again as Cavs take series lead over Golden State","item":{"type":"article","id":"sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","title":"NBA finals: LeBron shines again as Cavs take series lead over Golden State","trailText":"James scored 40 points for the Cavaliers, and Matthew Dellavedova chipped in with 20 points, as the Golden State Warriors found their groove too late in the game ","standFirst":"<p>James scores 40 points for the Cavaliers, and Matthew Dellavedova chips in with 20 points, as the Golden State Warriors find their groove too late in the game </p>","byline":"Daniel McGraw in Cleveland","body":"<p>In an interview before game three this week in the NBA finals, Cleveland Cavaliers’ star LeBron James did not mince words on what to expect from the Cavs in the series. “If you are looking for us to play, sexy, cute basketball then that’s not us,” James told the media.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams\">The Joy of Six: basketball superstars who won titles single-handedly</a> </p> \n</aside> \n<p>The Cavs did not play sexy, cute basketball in game three of the NBA Finals, but they did enough to win 96-91, and are now two victories away from their first championship in the 45-year history of the franchise. James controlled the tempo, the team hit the boards and again the Cavs played tenacious defense against the top-scoring team in the NBA this year.</p> \n<p>James was stunning again, with 40 points, 12 rebounds and eight assists. His first six made shots came in the paint, as he backed his way in for lay-ups and short turnarounds. It was obvious that James, who has not shot the ball well from the outside in the playoffs, was determined to move into the paint.</p> \n<p>James said afterwards: “I’ll do whatever it takes to win. I’m living in the paint. I did that tonight because that it what we needed tonight. I’ve never played where two all-stars were out. I know you guys hate to hear me elaborate about whatever it takes, but that’s all that matters right now.”</p> \n<p>While the first two games ended in overtime with the teams splitting, this one was just down and dirty basketball. The Cavs imposed their will on the Warriors and never let up.<br /></p> \n<p>Aside from a 13-2 run which found the Warriors just down by one with about five minutes to go, the Cavs dominated and had a determination that was evident from the get-go.</p> \n<p>And once again, the gritty and undrafted Aussie guard Matthew Dellavedova continued to play his game of diving for loose balls, hitting floaters in the lane, and hitting James on a crucial alley-oop fast-break dunk in the fourth quarter.</p> \n<figure class=\"element element-image\" data-media-id=\"40ffbfe7fd83c7080c52619ac07a34a51981debf\"> \n <img src=\"http://media.guim.co.uk/40ffbfe7fd83c7080c52619ac07a34a51981debf/0_47_4710_2825/1000.jpg\" alt=\"Steph Curry scored 27 points but Golden State’s rally came too late.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steph Curry scored 27 points but Golden State’s rally came too late.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Ehrmann/Getty Images</span> \n </figcaption> \n</figure> \n<p>Golden State scored 37 points and shot just 34% from the field in the first half, and that bad start was just too much to overcome. The Cavs shut down the Warriors’ Splash Brothers, Klay Thomson and Steph Curry, in the first half, and the scoring duo had just nine points together at the half, and combining for just one of six three-pointers.</p> \n<p>The Cavs had a seven-point, 44-37 lead at half time, but they went on a 13-2 run in the third quarter that gave them an 18-point lead (68-49). James and Dellavedova found their range in the third, scoring 13 and ten points respectively. Through the third quarter, Golden State had managed just 55 points.</p> \n<p>The Warriors made several runs in the fourth – one being a 15-3 run – cutting the lead to three points at about the five-minute mark. But a key exchange came when Curry missed a three-pointer, and then Delladedova took the rebound on a fast break and tossed a lay-up to James. The lead was back to five. If Curry had hit that shot, the game would have been tied and the end might have been different.</p> \n<p>Curry did hit a three-pointer to cut the lead to one, but Delladevova hit a falling down prayer shot from the lane that banked in, and he hit the foul shot for a stunning three-point play with 2:20 to go. James then cam back on the next possession after holding the Warriors scoreless, and hit a three with 1:40 left to stretch the lead to 87-80.</p> \n<p>Curry said afterwards: “On the road we have to play free have fun and be the aggressors. We just have to stay sound fundamentally and especially not make mistakes down the stretch. LeBron is making some crazy plays … we just have to match their intensity.”</p> \n<p>Delladedova finished with 20 points on 7-17 shooting. Curry scored 24 points in the second half to finish with 27.</p> \n<p>The game was not pretty for the Cavs, and they did seem disjointed in the fourth quarter as they allowed the Warriors to score 36 points. James did miss 20 shots on 14-34 shooting. Maybe complacency set in after they got their big third-quarter lead. But every time the Warriors got within shouting distance, the Cavaliers gave the ball to James and he controlled the game. James scored 27 points in the second half, and 14 in the fourth quarter.</p> \n<p>James now has 123 points in the first three games of the finals series.</p> \n<p>But the game was won with defense on the part of the Cavaliers, and it was about blocking shots and diving for loose balls and putting bodies on bodies. The teams were close in rebounds (the Warriors led 46-43 there), they were equal in turnovers (14), and the Warriors had more assists (21-15). But the Warriors shot just 40% from the field, while the Cavs shot 46%.</p> \n<p>Cavs coach Dave Blatt said afterwards that his team “just a group that plays as hard as they can. We had [the Warriors] broken – they didn’t break. We played the way we wanted to play, and it wasn’t always the best but I’ll take it every day.”</p> \n<p>Blatt also called Dellevedova the “most Cleveland-like Australian you’ll ever seen. If you’re from Cleveland, this blue-collar town, you know exactly what I mean.”</p> \n<p>James said: “It’s great to have someone out on the floor who is willing to sacrifice everything for the sake of the team.”</p> \n<p>Andre Iguodala acknowledged that the Warriors had not played well. “Small things are really biting us in the ass,” he said. “Loose balls, they are getting all of them. We’re playing against a very good team that is very underrated.”</p> \n<p>Steve Kerr, the Warriors coach, thought his team lacked something. “Steph never loses confidence. I just thought he lost a little energy, and, I don’t know, life,” he said. “We just need life from everybody, We need emotion from everybody.”</p> \n<p>Game four will be in Cleveland on Thursday.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b92a96874c02504ee1b0a71ac05763b396b17d6/0_31_1920_1151/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1151,"width":1920,"orientation":"landscape","credit":"Jason Miller/Getty Images","altText":"LeBron now has 123 points in the first three games of this series.","cleanCredit":"Photograph: Jason Miller/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/40ffbfe7fd83c7080c52619ac07a34a51981debf/0_47_4710_2825/4710.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2825,"width":4710,"orientation":"landscape","caption":"Steph Curry scored 27 points but Golden State’s rally came too late. Photograph: Mike Ehrmann/Getty Images","credit":"Mike Ehrmann/Getty Images","altText":"Steph Curry scored 27 points but Golden State’s rally came too late.","cleanCaption":"Steph Curry scored 27 points but Golden State’s rally came too late.","cleanCredit":"Photograph: Mike Ehrmann/Getty Images"}],"webPublicationDate":"2015-06-10T04:56:52Z","lastModified":"2015-06-10T12:50:23Z","metadata":{"commentable":true,"commentCount":72,"contributors":[{"name":"Daniel McGraw","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-mcgraw"}],"feature":false,"keywords":["NBA finals","Basketball","NBA","Sport","US sports","World news","US news","Golden State Warriors","Cleveland Cavaliers"],"tags":[{"id":"sport/nba-finals","webTitle":"NBA finals"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"sport/golden-state-warriors","webTitle":"Golden State Warriors"},{"id":"sport/cleveland-cavaliers","webTitle":"Cleveland Cavaliers"}],"section":{"id":"sport"},"topics":[{"displayName":"Daniel McGraw","topic":{"type":"tag-contributor","name":"profile/daniel-mcgraw"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","shortUrl":"http://gu.com/p/49k2h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors","webUri":"http://www.theguardian.com/sport/2015/jun/10/nba-lebron-cleveland-cavaliers-golden-state-warriors"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457115955","source":"NBA TV / SNTV","durationInSeconds":89,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610NBAGame3_1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610NBAGame3_1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433933327042/KP_268307_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cleveland Cavaliers LeBron James ","credit":"guardian.co.uk","altText":"620x372 trailpic for Cleveland Cavaliers LeBron James ","cleanCaption":"620x372 trailpic for Cleveland Cavaliers LeBron James "}}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3b92a96874c02504ee1b0a71ac05763b396b17d6/0_31_1920_1151/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1151,"width":1920,"orientation":"landscape","credit":"Jason Miller/Getty Images","altText":"LeBron now has 123 points in the first three games of this series.","cleanCredit":"Photograph: Jason Miller/Getty Images"}}]},{"title":"England break records and New Zealand with crushing victory in first ODI","rawTitle":"England break records and New Zealand with crushing victory in first ODI","item":{"type":"article","id":"sport/2015/jun/09/england-new-zealand-first-odi-match-report","title":"England break records and New Zealand with crushing victory in first ODI","trailText":"England scored a record 408 as they thrashed New Zealand by 210 runs in the first one-day international at Edgbaston","standFirst":"<span class=\"bullet\">•</span> England 408-9; New Zealand 198\n<br />\n<span class=\"bullet\">•</span> England win by 210 runs","byline":"James Riach at Edgbaston","body":"<p>When Eoin Morgan talked of a new-look England, not even he could have expected this. It was a day where records tumbled and New Zealand fumbled, a performance so majestic that – if watched in isolation – it would dupe Trevor Bayliss into thinking he has been given the easiest job in world cricket.</p> \n<p>England secured victory in this first of five one-day internationals against New Zealand <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/09/england-v-new-zealand-first-odi-live\">by a record 210 runs</a> – their biggest margin – in a swashbuckling style that was anathema to the previous regime. Morgan’s side compiled England’s best ODI total of 408 in an innings that will live long in the memory, thanks to superb centuries from Jos Buttler and Joe Root, hitting a record 14 sixes before closing the match out with ease under Birmingham’s evening sun.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/09/england-v-new-zealand-first-odi-live\">England v New Zealand: first ODI – as it happened</a> </p> \n</aside> \n<p>It is perhaps too early to herald a new dawn for English one-day cricket but, at the very least, this was a significant step forward from the previous era. England batted fearlessly, looking to attack at every opportunity, yet this was no mere slog-fest, even if the boundaries flowed and the shots dazzled. Buttler and Root produced wonderfully crafted innings before the guile of Steven Finn and Adil Rashid dismissed the tourists for 198.</p> \n<p>For all the talk of new blood, it was familiar faces that flourished in the new environment. A penny for Peter Moores’ thoughts as Root and then Buttler tore New Zealand’s attack to shreds, only months after the Black Caps dismantled England so emphatically during the World Cup.</p> \n<p>Jason Roy and Sam Billings – the latter making his ODI debut – managed three runs between them, while Roy went for a diamond duck, and it is certainly a damning indictment of the former set-up that those who earlier this year played with such trepidation suddenly appeared so liberated.</p> \n<p>“You can look back and say what you want about the World Cup, but I’m looking forward,” said Morgan. “There’s about 90 games until the next World Cup and we need to get some games into this team.”</p> \n<p>Roy, playing in his second ODI, dabbed at a full ball outside off-stump and found Martin Guptill at backward point, who took a smart low catch from the first ball of the match. Yet although Roy will undoubtedly be bitterly disappointed, his early dismissal ultimately did not prove costly.</p> \n<p>With England two down, having amassed 50 runs, the prospect of such a sizeable total would have been laughed out of the ground. Instead, Root and Morgan were at the crease and Brendon McCullum, never afraid of the unorthodox, was on the attack.</p> \n<p>The England captain – and McCullum’s close friend – was his target, having endured a miserable run of form with the bat that coincided with the team’s World Cup malaise. During the early stages of Morgan’s innings here, he faced an aggressive off-side field of a slip, gully, point, short point and cover; yet under pressure he eased England forward. His 121-run partnership alongside Root was a calming influence at a decisive moment.</p> \n<p>However, it was Root and then Buttler who undoubtedly stole the show, with Rashid providing a fine cameo. These three innings were certainly polarised in stylistic terms but each contributed significantly to England’s total, as New Zealand floundered in the field where previously on this tour they have appeared so assured.</p> \n<p>Root played with stunning poise, the Yorkshireman’s timing flawless through the covers. He may have ridden his luck on a few occasions – edging wide of slip before being dropped in the deep by Ross Taylor – but his was an innings reflective of a man in tremendous form, an unflustered, almost nonchalant, exhibition of one-day batting.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/09/eoin-morgan-outstanding-england-new-zealand-first-odi\">Eoin Morgan hails ‘outstanding’ England victory over New Zealand</a> </p> \n</aside> \n<p>Root’s 104 from 78 balls ended when he was caught behind off Trent Boult, the only Kiwi bowler to emerge from this defeat with any credit. But despite losing Ben Stokes for 10 before Billings’ dismissal, New Zealand – who had taken four wickets for 31 runs – could not capitalise on a brief shift in momentum once Buttler arrived at the crease.</p> \n<p>The wicketkeeper was imperious. He scored 129 from 77 balls, including five sixes and 13 fours, battering the Kiwis from one end of the ground to another. The spinners were the main victims, the debutant Mitchell Santner and Nathan McCullum unable to find a chink in Buttler’s armour, but no one was spared.</p> \n<p>Boult said of Buttler: “He’s as good as anyone on their day to take apart a bowling unit. Hits all around the ground, which the best players do. Hard to shut down, running in hot form and a significant person to scout.”</p> \n<p>He reached his century in 66 balls, the second fastest England ODI in history behind his own 61-ball record set against Sri Lanka last year. It was a devastating display of flair and by the time Buttler skied one from Mitchell McClenaghan and Rashid had added a quickfire 69, England were flying, securing a record seventh-wicket stand.</p> \n<p>New Zealand’s task was ominous and, although they began quickly, their desire to score did for them in the end. Finn and Rashid took four wickets apiece, with Taylor the only New Zealand player to reach a half-century. It was all over when McClenaghan found Alex Hales in the deep, drawing a close on England’s best one-day success.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/9/1433879450165/England-v-New-Zealand---1-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"England v New Zealand - 1st ODI Royal London One-Day Series 2015","cleanCaption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-09T20:15:04Z","lastModified":"2015-06-10T00:00:02Z","metadata":{"commentable":true,"commentCount":447,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["England v New Zealand 2015","England cricket team","New Zealand cricket team","Joe Root","Cricket","Sport"],"tags":[{"id":"sport/england-v-new-zealand-2015","webTitle":"England v New Zealand 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/new-zealand-cricket-team","webTitle":"New Zealand cricket team"},{"id":"sport/joe-root","webTitle":"Joe Root"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/09/england-new-zealand-first-odi-match-report","shortUrl":"http://gu.com/p/49jp6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/09/england-new-zealand-first-odi-match-report","webUri":"http://www.theguardian.com/sport/2015/jun/09/england-new-zealand-first-odi-match-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/9/1433879450165/England-v-New-Zealand---1-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"England v New Zealand - 1st ODI Royal London One-Day Series 2015","cleanCaption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/9/1433879450165/England-v-New-Zealand---1-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images","credit":"Shaun Botterill/Getty Images","altText":"England v New Zealand - 1st ODI Royal London One-Day Series 2015","cleanCaption":"Jos Buttler hits out on his way to a blistering 129 as England scored a record 408 for nine in the first ODI against New Zealand at Edgbaston.  Photograph: Shaun Botterill/Getty Images"}}]},{"title":"The Joy of Six: basketball superstars who won titles single-handedly","rawTitle":"The Joy of Six: basketball superstars who won titles single-handedly","item":{"type":"article","id":"sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","title":"The Joy of Six: basketball superstars who won titles single-handedly","trailText":"LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own","standFirst":"<p>LeBron is trying to win the NBA title with what might be basketball’s weakest supporting cast. But here are six other stars who did it all on their own</p>","byline":"Les Carpenter","body":"<p>No team is truly a one-man team, of course. But not all teams are equal and not all great players are, either. Sometimes a superstar has to be more than just a team’s best player: he has to become the team itself.</p> \n<p>As LeBron James pulls what is left of the Cleveland Cavaliers toward the franchise’s first championship, he is adding what might be the greatest chapter to his legacy – a title with little assistance.</p> \n<p>When James won two finals in Miami, he did so with roster that included Dwyane Wade, Chris Bosh and Ray Allen. Without Kevin Love and Kyrie Irving – the two players who were supposed to help James deliver a title in his return to Cleveland – James is trying to win with what might be one of the worst supporting casts of any NBA champion.</p> \n<p>If James does, he will join a small list of basketball superstars who became one-man teams in the modern NBA and college era. Ironically, enough, he will be much like the player who led Golden State to the 1975 NBA title …</p> \n<h2>1) Rick Barry</h2> \n<figure class=\"element element-image\" data-media-id=\"bd66aef0d5204403e41e90164008d9831583a373\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295073/dd006095-eaf2-4bf6-a1da-49fa2d754a89-460x276.jpeg\" alt=\"Rick Barry: grumpy but brilliant.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rick Barry: grumpy but brilliant.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Of the men who were named to the NBA’s 50 greatest players in 1996, none might be more complicated than Barry, whose brilliance was often muddied by his grumpiness. Former teammate Billy Paultz has been quoted as saying: <a href=\"http://www.nytimes.com/1996/03/03/magazine/hoop-is-thicker-than-water.html\">“Half of the players disliked Rick Barry. The other half hated him.”</a> A reputation that later in life he has <a href=\"https://www.bostonglobe.com/sports/2013/06/01/rick-barry-realizes-his-strong-opinions-may-have-cost-him-shot-nba-coaching-job/K9ki4tTq9tW3eiuH8xIUBJ/story.html\">come to regret.</a></p> \n<p>He is also perhaps the greatest player to <a href=\"https://www.youtube.com/watch?v=tU88dxJKTHI\">shoot his free throws underhand.</a></p> \n<p>By the spring of 1975 he was in the middle of a career that had seen him go from being an all-star who played close to the basket to someone who played outside, handling the ball and shooting jump shots. In one amazing finals run, he dragged the Warriors to a four-game sweep of the Washington Bullets, who had the league’s best record that season.</p> \n<p>In the sweep he averaged 29.5 points, 4.0 rebounds and 5.0 assists. The Warriors’ second-leading scorer, Jamaal Wilkes, averaged just 11.5 points a game. That’s how dominant Barry was.</p> \n<p>But perhaps his biggest legacy is the one he left in his sons Jon and Brent, who played in the NBA, and Scooter, who played on Kansas’s 1988 National Championship team with …</p> \n<h2>2) Danny Manning</h2> \n<p>By his last year at Kansas, Manning was already considered the best player in college basketball. But his 1987-88 team was not one of the school’s best. The team finished third in a strong Big Eight with a 9-5 conference record. An 11-loss regular season earned the Jayhawks a sixth-seed in the Midwest Region. After an easy win over 11th seed Xavier in the first round and a hard-fought three-point victory against Murray State in the second, Kansas rolled over Vanderbilt in the Sweet 16 and defeated conference rival Kansas State 71-58 to wind up in the Final Four, played in Kansas City, just a 40-minute drive from campus.</p> \n<p>Manning scored 25 points and had 10 rebounds in beating Duke on the first night of the Final Four, and then delivered 31 points, 18 rebounds and two blocks against Oklahoma <a href=\"http://www.nytimes.com/1988/04/05/sports/ncaa-championship-manning-is-magnificent-as-kansas-wins-title.html\">in one of the greatest championship game performances ever.</a>That team is forever known as “Danny and the Miracles,” which is perhaps the best nickname of a one-man team until a player later spawned the name Jordanaires …</p> \n<h2>3) Michael Jordan</h2> \n<p>Six times Jordan’s Bulls won NBA titles– but his greatest performance was his last. Chicago’s 1997-98 team was not nearly as dominant as even those that had won in prior years. Jordan was 34, Scottie Pippen, was 32 and after two straight championships following Jordan’s return to basketball in 1995, there was a sense this was indeed the end of the Bulls’ run.</p> \n<p>But for one last time, Jordan dominated a finals opponent. This one was Utah, with John Stockton and Karl Malone both in their prime. Jordan scored 33 and 37 points in the first two games. </p> \n<p>Then in game six, Jordan <a href=\"http://www.si.com/nba/point-forward/2013/04/23/phil-jackson-michael-jordan-push-off-bryon-russell\">gently nudged Utah’s Bryon Russell,</a>and dropped the jump shot that finished the Jazz, in a finals run that was the finest until a player who grew up in Chicago went on a tear of his own …</p> \n<h2>4) Dwyane Wade</h2> \n<p>At 24 years old in 2006, Wade was at the peak of his professional career. James and Bosh were still four seasons away from joining him in Miami. The Heat was Wade’s team, and it seemed he did everything on it. But it was in the finals against Dallas that he really took off. From games three to five he scored a total of 121 points and almost single-handedly destroyed the Mavericks.</p> \n<p>He wrapped up the championship scoring 36 in game six with 10 rebounds, five assists and four steals. It solidified his reputation as perhaps the game’s best player at the time and <a href=\"http://sports.yahoo.com/nba/news?slug=aw-wade110106&amp;soc_src=mail&amp;soc_trk=ma\">one of its most likeable superstars.</a></p> \n<p>Lost in Wade’s brilliance was an outstanding Finals run by a Dallas opponent who would come to overwhelm Wade’s Heat five years later …</p> \n<h2>5) Dirk Nowitzki</h2> \n<figure class=\"element element-image\" data-media-id=\"5d2489ca1c5eda2fde31c2ffc916d435951041ac\"> \n <img src=\"http://media.guim.co.uk/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/1000.jpg\" alt=\"Dirk Nowitzki was unstoppable in 2011.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dirk Nowitzki was unstoppable in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Odd Andersen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Year after year Nowitzki delivered superstar seasons for the Dallas Mavericks while never winning the biggest games. Then in the year of LeBron, Wade and Bosh, that changed. Over a six-game finals he was unstoppable.</p> \n<p>With Miami leading the series 2-1, Nowitzki scored 21, 29 and 21 points in three-straight games to lead Dallas to its elusive championship. He also averaged 9.7 rebounds in the Finals and made 45-of-46 free throws. <a href=\"http://www.huffingtonpost.com/2011/06/13/dirk-nowitzki-cries-alone-interview_n_875999.html\">Then he wept.</a> Yet it might not have been the best postseason run in 2011.</p> \n<p>That came from …</p> \n<h2>6) Kemba Walker</h2> \n<p>Connecticut’s 2010-11 team was not one of its best. Walker, a junior guard from New York, was the Huskies’ best player. As UConn struggled through the regular season there was a thought it might not even make the NCAA Tournament. At 9-9 in the Big East, the Huskies came into the Big East tournament as a ninth-seed and had to beat DePaul and Georgetown to even hope for an NCAA bid. Then Walker <a href=\"https://www.youtube.com/watch?v=yyF6amZw82M\">hit a shot at the buzzer</a> to beat Pittsburgh. Two games later, he scored 19 to lead UConn to the tournament title.</p> \n<p>In the NCAAs he had 33 in the second round against Cincinnati and 24 in a Sweet 16 win over San Diego State. He scored 18 in the first game of the Final Four against Kentucky and 16 in the championship winner over Butler.</p> \n<p>A year later he was named the <a href=\"http://www.sportingnews.com/ncaa-basketball/story/2012-12-11/top-75-players-ncaa-tournament-history-lew-alcindor-christian-laettner-top-list\">28th-best NCAA Tournament player ever.</a> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433898295620/f6136a21-e45f-4ba4-a13a-e87a8d39aa64-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Rick Barry: grumpy but brilliant. Photograph: Getty Images","credit":"Getty Images","altText":"Rick Barry: grumpy but brilliant.","cleanCaption":"Rick Barry: grumpy but brilliant.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5d2489ca1c5eda2fde31c2ffc916d435951041ac/0_31_2463_1479/2463.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1479,"width":2463,"orientation":"landscape","caption":"Dirk Nowitzki was unstoppable in 2011. Photograph: Odd Andersen/AFP/Getty Images","credit":"Odd Andersen/AFP/Getty Images","altText":"Dirk Nowitzki was unstoppable in 2011.","cleanCaption":"Dirk Nowitzki was unstoppable in 2011.","cleanCredit":"Photograph: Odd Andersen/AFP/Getty Images"}],"webPublicationDate":"2015-06-10T10:00:01Z","lastModified":"2015-06-10T14:23:21Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Les Carpenter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/les-carpenter"}],"feature":true,"keywords":["NBA","Basketball","US sports","College basketball","College sports","Sport"],"tags":[{"id":"sport/nba","webTitle":"NBA"},{"id":"sport/basketball","webTitle":"Basketball"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/college-basketball","webTitle":"College basketball"},{"id":"sport/college-sports","webTitle":"College sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Les Carpenter","topic":{"type":"tag-contributor","name":"profile/les-carpenter"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","shortUrl":"http://gu.com/p/49kvq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams","webUri":"http://www.theguardian.com/sport/blog/2015/jun/10/joy-of-six-one-man-basketball-teams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Michael Jordan shoots against the Jazz in 1998. Photograph: AP","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCaption":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433897726312/05935b67-05fd-4922-bfff-8092d92565f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"AP","altText":"Michael Jordan shoots against the Jazz in 1998.","cleanCredit":"Photograph: AP"}}]}],"lastModified":"2015-06-10T14:23:21Z","personalization":{"id":"uk/groups/collections/uk/sport/most-viewed/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk/sport/most-viewed/regular-stories"},"visibility":"all","adTargetingPath":"sport/most-viewed/regular-stories/front"}