{"type":"comment","id":"commentisfree/2015/apr/15/britain-rotten-electoral-system-nose-peg-vote-swap-tories-out","title":"Britain’s rotten electoral system means that once again it’s nose-peg time","trailText":"Under first-past-the-post Labour, Greens and Lib Dems will have to vote-swap to keep the Tories out","standFirst":"Under first-past-the-post Labour, Greens and Lib Dems will have to vote-swap to keep the Tories out","byline":"Polly Toynbee","body":"<p>In five days voter registration closes. Last time, 7.5 million people were unregistered; by next Monday’s deadline, even more may be missing due to David Cameron’s gerrymandering change that barred everyone in a household from registering on one form. Colleges are banned from registering all their students, as they used to. Why was there no compensating permission to register on election day if people arrive with proof of identity, as they can in some countries? The unregistered are mainly young and poor – and they don’t vote Tory. So go out and find a missing person: be bossy, stop young people in the street and tell them they can register on mobile phones<a href=\"http://bit.ly/1OA3PEx\"> here</a>.</p> \n<p>Psephologists at the <a href=\"http://www.psa.ac.uk/\">Political Studies Association</a> this week expected turnout to lag again at 65% – even in a tight election with a chasm between a Labour or a Tory future. A third look set to rebel against the old two-party pendulum, fleeing to left, right and centre. But most votes for small parties will be crushed like flies under the wheels of our monstrous first-past-the-post system.</p> \n<p>How angry will people be on 8 May when up to 15% vote Ukip but end up with just 0.6% of seats – four instead of 97? Greens might get 7%, but instead of 45 seats they may win just one. The Trade Unionist and Socialist Coalition will get none, but in a fairer system more might vote for them.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/datablog/2015/feb/18/how-tories-could-remain-the-largest-party-part-two-vote-green-get-blue\">How Tories could remain the largest party (part two): vote green, get blue</a> </p> \n</aside> \n<p>Historically, Labour and Tory proportions of votes and seats have often also been badly out of kilter. This time, will voters demand electoral reform? What an irony that if the Tories hadn’t <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/may/06/reasons-av-referendum-lost\">shot down the alternative vote in the referendum</a>, they would be ahead on Ukip second preferences – but they always were the stupid party.</p> \n<p>Only 135,000 super-votes will decide the result. That’s the 3% swayed either way in the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/10/david-cameron-and-ed-miliband-told-to-stay-away-by-constituencies\">100 most marginal seats in current polls</a>. We are all at the mercy of those happy few with golden tickets: Tory headquarters is said to be targeting just 40,000 swingers. Who are they? A rum bunch of non-political but certain-to-vote swayables. Our fate depends on which party best attracts a moment of their semi-attention before polling day. How grim is that?</p> \n<p>But it’s far too late to bewail the rules of the game. We are where we are – and that means we must use the puny tactical tools at our disposal. Many are repelled by tactical voting: it’s negative and it denies passionately held views. And yet that’s what our wicked system requires.</p> \n<p>Since most of you are leftish – our reader surveys find 5% Tory and 5% Lib Dem – how best to stop a Cameron second term? Pause here to contemplate what a Tory win threatens – such as leaving the EU, a &pound;12bn cut in benefits, climate denial, an end to social housing, and a 1930s-sized state.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/17/where-greens-should-vote-labour-or-not\">Where Greens should vote Labour (or not) | Letters</a> </p> \n</aside> \n<p>Let’s consider Green voters’ dilemma – that’s 24% of Guardian readers who believe, with good reason, in pushing British politics leftwards. They want a Green surge to warn Labour to fear defection on the left as much as they fear the right. But here’s the Green danger: a Green vote damages Labour in every marginal seat, since they are largely drawn from otherwise Labour supporters. The Guardian polling guru <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/alberto-nardelli\">Alberto Nardelli</a> has identified <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/datablog/2015/feb/18/how-tories-could-remain-the-largest-party-part-two-vote-green-get-blue\">the constituencies where a very few Green votes risk tipping the seat to Cameron</a>, even on the current level of Green support. If, say, a few Labour voters in Hampstead and Kilburn go Green, Labour’s tiny 42-vote majority vanishes to the Tories. So in any marginal seat, a few Green voters may end up with their most feared result.</p> \n<p>But why should they be deprived of a voice? Well, here’s the answer. A <a href=\"http://www.voteswap.org\">new vote-swap site</a> is up and running where you can trade your vote with someone else to maximise its value and avoid gifting it by accident to the Tories. Organised by people associated with the pressure group Compass, it trades only between Labour and Green voters – though it’s a useful guide to other tactical voting.</p> \n<p>Even if you are in a no-hope seat, you can still make a difference by vote-swapping – so a Hampstead Green might vote-swap with a Labourite in a safe Labour or Tory seat who feels their vote is always wasted. It wouldn’t affect the few seats, such as Caroline Lucas’s Brighton Pavilion, where Labour and Greens are in contention.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If Greens think this is a bitter pill, Labour voters need to swallow far nastier medicine</p> \n </blockquote> \n</aside> \n<p>Plenty of Labour voters would gladly vote Green to save a Labour seat elsewhere. A <a href=\"http://labourlist.org/2014/12/labour-could-benefit-from-green-tactical-voting-poll-suggests/\">YouGov poll</a> found that a third of green voters were open to voting Labour in their seat to keep a Conservative out: that extra 2% of votes could be crucial in a number of seats. In the Guardian this week George Monbiot suggested <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/14/labour-bean-counting-hope-courage-deficit-voters\">Greens vote Labour in 16 seats</a> including Cambridge, Sheffield Hallam, and Worcester – but there are many more marginals in Green peril where they should vote-swap. The Greens overwhelmingly take their support from the left, so in every Labour-Tory marginal even a Green vote as low as 3% to 4% could turn a seat Tory.</p> \n<p>If Greens think this is a bitter pill, Labour voters need to swallow far nastier medicine. They must lend their votes to Lib Dems in seats that would otherwise certainly go Tory.</p> \n<p>For instance, Lewes is a yellow dot in an East Sussex sea of Tory blue. Labour has no hope of winning here (apologies to a good Labour candidate), and Lewes Labour people are used to lending votes to the Lib Dem MP, Norman Baker. But when he defended the bedroom tax at a hustings last week, some Labour voters came away adamant that they can’t do it again.</p> \n<p>If they don’t want a local Tory win, taking Cameron one seat closer, and there are many more seats like this, Labour people (and Greens) just have to wear that nose-peg and vote Lib Dem. Revenge would be sweet, and listening to Clegg’s insufferable attacks on Labour, the Lib Dems might put Cameron in power again. But even so, better to deny Tories every seat we can. <a href=\"https://www.ipsos-mori.com/researchpublications/researcharchive/2607/Ipsos-MORI-Final-Election-Poll.aspx\">Ipsos Mori finds 10% do vote tactically, and expects more this time</a>.</p> \n<p>Talking tactics brings politics into disrepute and disgusts young voters with its calculating cynicism. But that’s what our rotten system demands: head not heart. For those in seats where they know following their heart helps Cameron into Downing Street, vote-swapping is an option that lets them register heartfelt politics while using their head to block the brutality of Conservative plans.</p> \n<p>The new vote-swap site already has 100,000 voters signed up – with no publicity. This year vote-swappers could make all the difference.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/15/1429116764253/Tactical-voting-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘How angry will people be on 8 May when up to 15% vote Ukip but end up with just 0.6% of seats – four instead of 97? Greens might get 7%, but instead of 45 seats they may win just one.' Illustration by Ellie Foreman-Peck","credit":"/Guardian","altText":"Tactical voting illustration by Ellie Foreman-Peck","cleanCaption":"‘How angry will people be on 8 May when up to 15% vote Ukip but end up with just 0.6% of seats – four instead of 97? Greens might get 7%, but instead of 45 seats they may win just one.' Illustration by Ellie Foreman-Peck"}],"bodyImages":[],"webPublicationDate":"2015-04-15T17:37:04Z","lastModified":"2015-04-17T17:40:21Z","metadata":{"commentable":true,"commentCount":1287,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["General election 2015","Politics","Labour","Conservatives","Green party","UK news"],"tags":[{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/apr/15/britain-rotten-electoral-system-nose-peg-vote-swap-tories-out","shortUrl":"http://gu.com/p/47h8d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/apr/15/britain-rotten-electoral-system-nose-peg-vote-swap-tories-out","webUri":"http://www.theguardian.com/commentisfree/2015/apr/15/britain-rotten-electoral-system-nose-peg-vote-swap-tories-out"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/15/1429116764253/Tactical-voting-illustrat-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘How angry will people be on 8 May when up to 15% vote Ukip but end up with just 0.6% of seats – four instead of 97? Greens might get 7%, but instead of 45 seats they may win just one.' Illustration by Ellie Foreman-Peck","credit":"/Guardian","altText":"Tactical voting illustration by Ellie Foreman-Peck","cleanCaption":"‘How angry will people be on 8 May when up to 15% vote Ukip but end up with just 0.6% of seats – four instead of 97? Greens might get 7%, but instead of 45 seats they may win just one.' Illustration by Ellie Foreman-Peck"}}