{"id":"uk/groups/collections/00b8ba55-2860-42a1-9529-0319896fbbd3","title":"the new coal frontier","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/00b8ba55-2860-42a1-9529-0319896fbbd3"},"cards":[{"title":"The new coal frontier","rawTitle":"The new coal frontier","item":{"type":"article","id":"environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","title":"Australia: The new coal frontier","trailText":"Around 27bn tonnes of coal are thought to be locked under the ground of the Galilee Basin in the outback of Queensland. A huge proposed complex of coal mines is planned here, including the world’s largest thermal coal project. So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef. What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?","standFirst":"<p>Around 27bn tonnes of coal are thought to be locked under the ground of the Galilee Basin in the outback of Queensland. A huge proposed complex of coal mines is planned here, including the world’s largest thermal coal project. So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef. What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?</p>","byline":"Josh HolderLindsay PoultonEkaterina OchagaviaMonica UlmanuJohn MullinOliver MilmanDavid Maurice Smith","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/carbon-bomb/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/carbon-bomb/boot.js\" data-alt=\"Carbon Bomb: Australia\"> \n <noscript> \n  <p><strong>Mega mines, mega emissions</strong></p> \n  <p>Around 27bn tonnes of coal are thought to be locked under this soil. A huge complex of coal mines is planned here, in the outback of Queensland, including the world’s largest thermal coal project.</p> \n  <p>So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef.</p> \n  <p>What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?</p> \n  <p><strong>Chapter 1: My people, our land</strong></p> \n  <p>Arian Burragubba is a strong man. His people, the Wangan and Jagalingou, have called this flat, arid outback in central Queensland home for tens of thousands of years, but now all that is under threat.</p> \n  <p>When the white man first came here in his great-grandfather’s time, Adrian, 54, a tribal elder and ‘law man’, says they were thought of as ghosts - strange, but welcome enough. But later generations were to bear the brunt of the interlopers’ greed. His grandfather and his father were both removed from the land and put on church-run properties to make way for a gold rush.</p> \n  <p>“Those places were like concentration camps,” he explains. “They wanted Aboriginal people out of the way, so you couldn’t leave them. The police would take you back if you did.”</p> \n  <p>Now the rapacious outsiders are back. Massive mining operations are looking to plunder a gigantic new coal frontier in the Galilee Basin. There are 247,000 sq km (95,400 sq miles) of coal: a land mass the size of Britain.</p> \n  <p>Will these companies succeed? “Over my dead body,” says Adrian.</p> \n  <p>This is a story about the indigenous people – and the loss of Aboriginal lands. It is about Queensland’s fragile environment and the damage a massive new port and thousands of coal container journeys exporting coal would cause the Great Barrier Reef, one of the most precious ecosystems on earth.</p> \n  <p>And it is about the world’s climate – if the complex is fully developed, greenhouse gas emissions from the burned coal would top 700m tonnes a year, bringing irreversible climate change ever closer.</p> \n  <p>Were the Galilee Basin a country, it would be the seventh largest contributor of carbon dioxide in the world, just behind Germany.</p> \n  <p>Adrian, an accomplished didgeridoo player whose six children often perform traditional music alongside him, initially didn’t want to be drawn into the struggle. Now, he sees no choice but to lead the fight for his 400-strong tribe against what would be the world’s largest thermal coal project and second largest so-called carbon bomb.<br /></p> \n  <p>“This level of mining would devastate this land beyond recognition. It would destroy any sense of connection to the land. We are afraid of being wiped out completely.”</p> \n  <p>― Adrian Burragubba</p> \n  <p>“All memory of our tribe will be erased forever due to mining. If we can’t maintain what our forefathers gave us, we will become non-existent. It will be a barren wasteland, cultural genocide.</p> \n  <p>We are next to Wolfgang’s Peak, a volcanic rock Burragubba describes as ‘our Uluru’ as he explains how it was created from a rainbow serpent falling from the sky and crashing to the ground. He hopes its name, derived from a white explorer, will be officially changed one day.</p> \n  <p>“We talk about yumba, which is not just where you live. It’s where you began, the locus of your creation.”</p> \n  <p>― Adrian Burragubba</p> \n  <p>“British law, Australian law – we can’t identify with that. We simply go along with it because we have to obey it, but our law is permanent.</p> \n  <p>“Mining disrupts the practising of our law. This is our world, and if that ceases to exist, we will perish.”</p> \n  <p>This is where the AS$16.5bn (&pound;8.4bn) Carmichael project, set to be the first and largest of at least six huge mines planned for the Galilee Basin, is due to launch in 2017. Adani, an Indian firm advised by UK bank Standard Chartered, is behind the project, and is planning to build a 189km rail line to take the coal to an expanded port at Abbot Point near the blue collar town of Bowen on the Great Barrier Reef.</p> \n  <p>Environmentalists have launched two separate court actions to halt Carmichael. They believe the other mines will be less viable if they can win at the first attempt because it would mean they would have to bear the costs of the infrastructure.</p> \n  <p>All the mines planned for the Galilee Basin would, at capacity, ship around 330m tonnes of coal a year to India and China, more than doubling Australia’s current coal exports.</p> \n  <p>Little wonder that Tony Abbott, the prime minister, has praised coal for being “good for humanity”, providing much-needed electricity abroad and thousands of jobs and billions of dollars in taxes at home.</p> \n  <p>One key environmental impact will be on water, which, in parched Queensland, is precious. The Carmichael mine alone will require a peak of 12.5bn litres a year. In some places, the water table is expected to drop by 50 metres. The Belyando River would have water removed at the rate of 4,629 litres per second if Carmichael goes ahead.</p> \n  <p><strong>C</strong><strong>hapter 2: You can’t live long without water</strong></p> \n  <p>If you rely on a groundwater bore accessed by a pump near your house for your water supplies, like Bruce Currie, who has 1,400 cattle at Speculation Farm, the rampant thirst of the Galilee Basin projects is a very immediate threat.</p> \n  <p>Bruce, and his wife Annette, are close to the southernmost proposed mines – the Kevin’s Corner and Alpha projects, to be operated by GVKHancock, a consortium of Indian mining power and the company headed by Gina Rinehart, the richest woman in Australia.</p> \n  <p><a><br /></a></p> \n  <p>The company says it has conducted extensive studies which show the mines will have no major impact upon groundwater. In any case, there are “make good” agreements with nearby landholders to remedy any problems.</p> \n  <p>But Bruce, a father of five, says he is “suspicious” of the consortium’s insistence. He is going through a lengthy legal process with the company to guarantee his supply.</p> \n  <p>“If we don’t have water supplies for us and our cattle, it will destroy our business, basically. The old saying out here is you can live a long time without love but you can’t live long without water.”</p> \n  <p><a><br /></a></p> \n  <p>Ground water supplies basically dictate whether the farm can operate and survive.</p> \n  <p>“It not only means losing our business,” says Annette. “We’d lose our home, we’d lose our lifestyle, we’d lose our passion. It’s not only a case of the mines going ahead and we lose our water. It will destroy our life.”</p> \n  <p>― Annette Currie</p> \n  <p>Bruce, who reads Confucius in his spare time, ran as an independent candidate at the last state election, railing against the influence mining firms have over the main political parties and what he feels is an increasingly throwaway society. “I was flogged,” he recalls.</p> \n  <p>“Mining is unsustainable. They are going to get a few limited royalties to pay for this nation’s debt,” he says.</p> \n  <p>“It would be responsible to move as quickly as we can now to renewable energy, rather than wait until our resources are depleted and we destroy other productive industries.”</p> \n  <p>Tim Kirkwood, who runs a cattle station about 60km from the Carmichael mine, near Clermont, disagrees. The rail line that will transport the coal to port slices through his property, with a further area taken up by a new quarry. He believes the mine is vital to Australia’s way of life.</p> \n  <p>“Mining and agriculture have always been the primary industries of Australia and always will be. Without them, we’ll be in big trouble.”</p> \n  <p>― Tim Kirkwood</p> \n  <p>“You can be a greenie about these things, but those people generally think food comes from Woolworths,” he says. “They don’t realise that you need primary materials for things. They probably think their iPhones are created by Apple out of thin air. Mining and agriculture have always been the primary industries of Australia and always will be. Without them, we’ll be in big trouble.”</p> \n  <p>Rob Williams, who works as an electrician, agrees. “How can it hurt? It’s got to be good. There’s lots of habitat out there for wildlife. Koalas and kangaroos – they learn to adapt. I work in the workshop and birds fly in there all the time. Wildlife adapts to mining, so people should do, too.”</p> \n  <p>Head to the coast, though, and the mood is darker – for here the Great Barrier Reef is under threat.</p> \n  <p><strong>Chapter 3: The battle for the Reef</strong></p> \n  <p>Tony Fontes arrived in Airlie Beach, near the Whitsunday islands, in 1978. He’d done some diving back home in California. Nothing prepared him for what he saw on the world’s largest reef system.</p> \n  <p>“It was mind blowing. I saw things you just dream of being next to such as manta rays, twice as big as me,” Tony says, stretching his arms wide.</p> \n  <p>“After a while you notice the small things too, like sea slugs, which are like the butterflies of the sea. Finding them is like finding a nugget of gold.”</p> \n  <p>― Tony Fontes</p> \n  <p>Tony began to worry about the reef in 1998, when there was a mass bleaching event. Another followed in 2002. Bleaching is a process where corals turn bright white and die due to heat stress.<br /></p> \n  <p>“It’s beautiful but very unhealthy,” Tony says. “Corals are generally autumn colours – browns, greens, greys. But when they are bleached they are the brightest snow while. Dazzling. Really pretty. But then after a few weeks it becomes yucky, very squishy, and then the corals are gone.”</p> \n  <p>Scientists fret that unchecked global warming will irreversibly ravage the ecosystem. Corals are extremely sensitive to changes in water temperature and can die off if they warm too much. Ocean acidification, the change in the water’s chemistry when it absorbs CO2, is also a major threat, as it makes it harder for corals to form their skeletons.</p> \n  <p>The reef has lost half of its coral over the past 30 years – cyclones, pollution, a plague of coral-eating starfish are to blame.<br /></p> \n  <p>Tourism operators and green groups laid siege to the plans to expand the Abbot Point port, involving the excavation of 5m tonnes of seabed.</p> \n  <p>They would dump the sediment in the reef’s waters, potentially smothering corals and seagrasses considered vital for fish, turtles and dugongs.</p> \n  <p>Prof Terry Hughes, head of coral reef research at James Cook University, Townsville, says: “It’s quite clear from the evidence that the stressors on the reef are too high. The reef is struggling to cope with the current level of pollution, fishing and global warming.”</p> \n  <p>“I have no doubt the Galilee Basin will damage the Great Barrier Reef. The uncertainty is over the extent.”</p> \n  <p>― Terry Hughes</p> \n  <p>“Turning around the trajectory of the reef is like turning around the Titanic. It’s no easy task, and opening up the Galilee Basin is loading the dice against a recovery.”</p> \n  <p>The northern portion of the reef has fared much better than the southern, more developed part. It is still an exquisite ecological gem. But the disappearance of the corals has cascading effects, from the small fish that hide in the nooks and crannies to the sharks that feed upon those fish. Unesco’s world heritage committee will decide next month whether to officially list the reef as “in danger”.</p> \n  <p>Tony wants people to get up in arms over climate change as they did over the sea dumping. He admits it will be harder this time around.</p> \n  <p>“We need to mobilise, but climate change is too nebulous. Plus you’re taking on the coal industry”</p> \n  <p>― Tony Fontes</p> \n  <p>“There aren’t many friends in that other than green groups and tourism is loathed to be associated with green groups. But the coal needs to stay in the ground and the Great Barrier Reef can be the spearhead. If we are going to lose it due to climate change, people will say ‘no, we’re not going to let that happen.’”</p> \n  <p>All is not yet lost. While the green lobby is launching its legal challenges, simple economics will determine whether the excavation of the Galilee Basin goes ahead.</p> \n  <p>Take the price of coal. It is half what it was five years ago and well below a level where analysts expect the Galilee Basin mines to make a decent profit.</p> \n  <p>And then there is the reluctance of banks to get involved. A total of 11 – including HSBC, Citi and Barclays – have ruled out funding the projects, with other financial institutions fretting over the financial and reputational implications of backing the developments.</p> \n  <p>Most of the large banks are signatories to the Equator Principles, an international set of standards that rule out the financing of projects that harm world heritage sites, and Unesco will decide next whether to list the Great Barrier Reef in danger.</p> \n  <p>Back at Wolfgang’s Peak, Adrian Burragubba certainly hopes so.</p> \n </noscript> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431614973362/71e3e717-86dc-4ea3-a4e4-6f123ca3975a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian","altText":"Bruce Currie","cleanCredit":"Photograph: Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T03:00:04Z","lastModified":"2015-05-15T09:34:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Holder","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-holder"},{"name":"Lindsay Poulton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lindsay-poulton"},{"name":"Ekaterina Ochagavia","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ekaterina-ochagavia"},{"name":"Monica Ulmanu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/monica-ulmanu"},{"name":"John Mullin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnmullin"},{"name":"Oliver Milman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412084850932/Oliver-Milman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-milman"},{"name":"David Maurice Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-maurice-smith"}],"feature":false,"keywords":["Environment","Climate change","Australia news","Pollution","Fossil fuels","Energy"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"}],"section":{"id":"environment"},"displayHint":"immersive","topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","shortUrl":"http://gu.com/p/47m48","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","webUri":"http://www.theguardian.com/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier"},"shouldHideAdverts":true},"importance":7,"showQuotedHeadline":false}],"lastModified":"2015-05-15T14:33:28Z","personalization":{"id":"uk/groups/collections/00b8ba55-2860-42a1-9529-0319896fbbd3","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/00b8ba55-2860-42a1-9529-0319896fbbd3"},"visibility":"all","adTargetingPath":"front"}