{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","title":"Wimbledon 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/043c1991-8a70-4022-a716-8e057250afc7"},"cards":[{"title":"Brogan and Lumsden offer hope for future in Wimbledon girls' singles","rawTitle":"Brogan and Lumsden offer hope for future in Wimbledon girls' singles","item":{"type":"article","id":"sport/2015/jul/07/wimbledon-2015-anna-brogan-maia-lumsden","title":"Wimbledon girls Anna Brogan and Maia Lumsden offer hope for the future","trailText":"The Scottish teenagers  Anna Brogan and Maia Lumsden have the backing of Britain’s Fed Cup captain, Judy Murray, after making waves in the girls’ singles at the All England Club","standFirst":"Scottish teenagers have the backing of Britain’s Fed Cup captain, Judy Murray, after making big waves in the girls’ singles at the All England Club","byline":"James Riach at Wimbledon","body":"<p>The Murray family are not the only ones excelling for Scotland at Wimbledon. In the girls’ singles there have been some remarkable results for two players, Anna Brogan and Maia Lumsden, a Glaswegian duo who have already been tipped for success.</p> \n<p>The 17-year-olds began their junior campaigns this week with impressive victories and for Brogan, the Wimbledon dream continues. If her performances so far are any indication then Great Britain may well be bolstered in the full women’s draw a few years from now.</p> \n<p>In 2013 Judy Murray, Britain’s Fed Cup captain, said Brogan and Lumsden were serious hopes for the future. She was on Court 11 on Tuesday as a supportive spectator to witness Brogan advance to round three – where she will be joined by fellow Briton Katie Swan who later defeated Deria Nur Haliza 6-2, 6-2 –before Lumsden fell at the competition’s second stage.</p> \n<p>Even Andy Murray has spoken about an emerging crop of Scottish players during these championships. “Obviously the results were fantastic,” he said of their first-round wins on Monday. “I know Anna Brogan a little bit. Most of what I hear of them is through what my mum tells me. Both of the girls have got fantastic attitudes. Ali Collins, as well, works hard.</p> \n<p>“That’s what you want. I just want to see players reach their potential, whatever that is. Tournaments like this make a big difference. When someone like Anna Brogan sees she’s beating the No1 in the world, it gives you a lift, it gives you some confidence.”</p> \n<p>Murray was referencing Brogan’s fine victory against the No1 seed in the girls’ singles, Marketa Vondrousova. She prevailed against the Czech Republic player 6-1, 6-2 before making it successive wins here on Tuesdaywith another impressive win over Ukraine’s Katarina Zavatska.</p> \n<p>It took Brogan – a wildcard for the tournament – one hour and 25 minutes to prevail 6-1, 6-3, producing a counter-punching display full of determination and guile. Zavatska had a sizeable forehand of her own, but the teenager from the south of Glasgow with a low centre of gravity demonstrated swift movement around the court.</p> \n<p>She will play Anastasia Potapova in round three, and after beating the No1 seed Brogan, of Newlands Tennis Club, is high on confidence and hitting freely. She also exudes maturity and a focus that, for some young players, does not develop until later in their careers.</p> \n<p>“I think I can play at the highest level, I don’t know exactly where but people who have played the game and know the game well believe I have something,” she said. “I’m a grafter, I work hard. My attitude is pretty good in training and I get stuck in. I know how to get my hands dirty. I like to mix it up a bit. I think my serve can get better, I don’t always want to be running my backside off.</p> \n<p>“When I walked on to court there was a bit of [crowd] noise; that didn’t happen yesterday so that was nice. As a junior having a win like that at Wimbledon is a great boost, knowing I can come to Wimbledon and play well and win.”</p> \n<p>Brogan and Lumsden have spent time in Florida of late, the former being taught under the watchful eye of Laura Robson’s coach, Mauricio Haddad – “It’s brutal in the winter in Glasgow, the weather makes a huge difference, playing outside” she admits – and Brogan has already received much support this week, notably a tweet from the Scottish swimmer Michael Jamieson who won a silver medal at the 2012 Olympics.</p> \n<p>For Lumsden, her tournament was ended with a 6-1, 6-1 defeat to the American Tornado Alicia Black. Despite the scoreline, this was no shameful result. Black is highly rated and reached the final of the 2013 US Open juniors, losing on a final-set tie-break.</p> \n<p>Earlier in the week, Lumsden said of Andy and Jamie Murray: “They’ve been really great for Scottish sport and such an inspiration for us junior players to try and be like them.</p> \n<p>She added: “I’ve known Anna for a long time, we trained together when we were very young, so it’s great we both beat seeds here.”</p> \n<p>For Brogan, though, there remains the potential for gaining even greater experience. She is 573rd in the WTA rankings but has only recently started playing in senior competitions.</p> \n<p>“I’ve played since as long as I can remember,” she said. “There’s a club across the road and I’m one of five children so my mum would just chuck us over there for the summer and get a bit of peace and quiet. It’s a different kind of atmosphere now in the tournaments, I guess the seniors are more disciplined and focused on themselves. I’ll just keep working hard and see what happens.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436300117161/Tennis-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maia Lumsden went out with her head held high despite losing 6-1, 6-1 in the second round to the highly rated American Tornado Alicia Black Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Tennis","cleanCaption":"Maia Lumsden went out with her head held high despite losing 6-1, 6-1 in the second round to the highly rated American Tornado Alicia Black Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-07T20:16:14Z","lastModified":"2015-07-07T23:15:02Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":true,"keywords":["Wimbledon 2015","Tennis","Wimbledon","Judy Murray","Andy Murray","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/judy-murray","webTitle":"Judy Murray"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/wimbledon-2015-anna-brogan-maia-lumsden","shortUrl":"http://gu.com/p/4aez5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/wimbledon-2015-anna-brogan-maia-lumsden","webUri":"http://www.theguardian.com/sport/2015/jul/07/wimbledon-2015-anna-brogan-maia-lumsden"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436300117161/Tennis-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maia Lumsden went out with her head held high despite losing 6-1, 6-1 in the second round to the highly rated American Tornado Alicia Black Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Tennis","cleanCaption":"Maia Lumsden went out with her head held high despite losing 6-1, 6-1 in the second round to the highly rated American Tornado Alicia Black Photograph: Dominic Lipinski/PA"}},"importance":7,"byline":{"title":"James Riach"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/7a3498d440544b0c14bcd02cf7668abcdbf23b12/186_130_4445_2667/1000.jpg","height":600,"width":1000}}]},{"title":"Women's singles / Sharapova holds nerve to see off Vandeweghe","rawTitle":"Sharapova holds nerve to see off Vandeweghe","item":{"type":"article","id":"sport/2015/jul/07/maria-sharapova-coc-vandeweghe-wimbledon","title":"Maria Sharapova in Wimbledon semi-final after beating Vandeweghe","trailText":"Maria Sharapova held her nerve to beat the American Coco Vandeweghe 6-3, 6-7, 6-2","standFirst":"<span class=\"bullet\">•</span> Sharapova defeats Vandeweghe 6-3, 6-7, 6-2 \n<br />\n<span class=\"bullet\">•</span> Russian holds nerve against inspired American","byline":"Simon Cambers at Wimbledon","body":"<p>No one is better at shrugging off disappointment and regaining her focus than Maria Sharapova. Whatever life and tennis have thrown at her over the years, she has always found a way to recover. She made life tougher for herself than she would have likedon Tuesday, partly through 10 double faults and was even accused of gamesmanship but her 6-3, 6-7, 6-2 victory over the unseeded American Coco Vandeweghe was an exercise in resilience.</p> \n<p>The Russian will play for a place in her third Wimbledon final on Thursday, 11 years after she won the title for the first and so far only time. Then she caused a huge shock when as a 17-year-old she beat Serena Williams in the final. The world No1, whom she has not beaten since the end of 2004, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015\" title=\"\">will be her semi-final opponent </a>this time but having suffered early defeats in each of the past three years, Sharapova is simply relishing being back in the last four again.</p> \n<p>“I had a really tough match last year against [Angelique] Kerber [in the fourth round],” she said. “I really felt like, although I lost, my game on grass had really improved from the year before. I really felt confident. That was a bit disappointing. So overall I am happy I was able to take that loss and move up a few steps further this year.”</p> \n<p>Having eased into the quarter-finals without losing a set, Sharapova looked set to continue that pattern when she led Vandeweghe, ranked 47, by a set and 5-4, serving for victory. That was when things began to get more complicated as Vandeweghe hit back to win the set on the tie-break and force a decider.</p> \n<p>A lesser player might have folded but Sharapova is a mental giant. Having raced to a 3-0 lead in the third, she dropped the next two games but broke serve twice more to clinch victory after two hours and 45 minutes.</p> \n<p>“If you look at grand slam champions, you look at their draws, matches, results, everyone comes through a few challenges, being down in matches,” she said. “There’s no easy road to victory. You’re going to have your bumps. That’s the way I see it. Today could have been a match in two sets. I made it more difficult for myself but I’m still here.”</p> \n<p>On her first appearance in a grand slam quarter-final, Vandeweghe caused Sharapova plenty of problems. Her nerves settled by a rain delay that took the players off during the warmup for around 20 minutes, the 23-year-old attacked Sharapova’s second serve, forcing her back and used her own big serve to keep the Russian off-balance.</p> \n<p>Many players are intimidated in the face of the Sharapova onslaught but Vandeweghe, a former US Open junior champion whose mother was an Olympian and grandmother was Miss America, is about as far from a pushover as imaginable. When she was broken for 3-1 in the opening set, Vandeweghe approached the umpire to complain that Sharapova was moving just as she was beginning her service motion, a move not illegal but considered poor etiquette, at best, and at worst, gamesmanship.</p> \n<p>“She was moving around in the middle of my motion on my second serve,” she said. “That’s why I spoke to the umpire. She said she didn’t believe she [Sharapova] was doing it during the motion. I strongly disagreed. Towards the latter end of the second set, I said if she had a problem speaking to Maria, if she’s too scared to do it, I had no problem speaking to her.</p> \n<p>“What I experienced was not, I don’t think, sportsmanlike. I try to play as fair as I can. When I felt it wasn’t being reciprocated, that’s when I spoke with the umpire for her to deal with.”</p> \n<p>Sharapova’s 10 double faults took her tally for the tournament to 38 but she was just as troubled by Vandeweghe’s power, especially on the return. The American hit 32 winners to her opponent’s 20 and made only four more unforced errors. On another day, she might have won but Sharapova stayed strong to reach what is her fifth semi-final here and 20th appearance in the last four of a grand slam.</p> \n<p>Her record against Williams is pretty woeful – she is not the only one – but every match is different and as Sharapova likes to say: “That’s why we put up a net, you never know what’s going to happen.”</p> \n<p>No one has won their second Wimbledon title so long after their first. Just two more matches to go.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436284159051/Maria-Sharapova-celebrate-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe.  Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe","cleanCaption":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe.  Photograph: Stefan Wermuth/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-07T15:46:41Z","lastModified":"2015-07-07T23:01:36Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Maria Sharapova","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/maria-sharapova-coc-vandeweghe-wimbledon","shortUrl":"http://gu.com/p/4aehk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/maria-sharapova-coc-vandeweghe-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/07/maria-sharapova-coc-vandeweghe-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436284159051/Maria-Sharapova-celebrate-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe.  Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe","cleanCaption":"Maria Sharapova celebrates her Wimbledon quarter-final victory over Coco Vandeweghe.  Photograph: Stefan Wermuth/Reuters"}},"importance":5,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/05bdb9573221d74b5c84c1a8822204709add96c7/44_179_2172_1303/1000.jpg","height":600,"width":1000}}]},{"title":"Women's singles / Radwanska sees off Keys in three sets to reach semi-finals","rawTitle":"Radwanska sees off Keys in three sets to reach semi-finals","item":{"type":"article","id":"sport/2015/jul/07/agnieszka-radwanska-madison-keys-wimbledon-quarter-final","title":"Agnieszka Radwanska sees off Madison Keys to reach Wimbledon semi-final","trailText":"Madison Keys is often talked about as future of US tennis but the 20-year-old found Agnieszka Radwanska just a little too wily as she went down in three high-quality sets in their quarter-final","standFirst":"<span class=\"bullet\">•</span> Poland’s No13 seed wins quarter-final 7-6, 3-6, 6-3\n<br />\n<span class=\"bullet\">•</span> ‘I am just so happy I could stay in the match because it was very tight’","byline":"Sean Ingle at Wimbledon","body":"<p>Madison Keys is talked up as the future of US women’s tennis once the Williams sisters hang up their rackets, but the 20-year-old from Illinois found Agnieszka Radwanska a little too stubborn and wily as she went down in three high-quality sets.</p> \n<p>Radwanska, a finalist at Wimbledon in 2012, has had a choppy year and looked all at sea when she lost in the first round in the French Open. But grass appears to bring out the best in the No13 seed, who squeezed into Thursday’s semi-final against Garbi&ntilde;e Muguruza after a 7-6, 4-6, 6-3 victory.</p> \n<p>“It’s going to be a 50-50 match,” Radwanska said. “We’ve never played on grass, so I think it’s going to be a very good challenge.”</p> \n<p>Keys was left with a sense of frustration and what might have been. “I feel like I was dictating a lot of the points,” she said. “It definitely was on my racket. It came down to a point here and a point there.”</p> \n<p>One of the most disconcerting things about Keys is that she hits so hard with little apparent effort. Serena Williams whacks it just as powerfully but she puts shoulder and soul into every shot. Keys seems to be tickling the ball with her racket strings, yet the effect is like an explosion. Unfortunately, too many of her bombs went astray.</p> \n<p>Some of that was down to the defensive brilliance of Radwanska, who tried to keep the ball low over the net – daring her opponent to rein in her power – and had the legs to chase down most of what was hurled back at her.</p> \n<p>As Keys admitted: “She’s a great mover. She makes you hit three, four extra balls every point. She just doesn’t give you anything. She hits really low, so it’s even harder to stay in rallies.”</p> \n<p>Keys’ progress to the quarter-finals had been laced with sugar: in her opening four matches the No21 seed had faced only one player inside the top 100 and that was the world No78. Radwanska was her first real test.</p> \n<p>Keys came out swinging, as she always does, and immediately had Radwanska scrambling and stretching. A break in the opening service game was followed by two snorting winners that gave Keys a point to go 2-0 up. Yet the American made a series of sloppy mistakes which immediately handed back the break.</p> \n<p>With Keys going for broke so often it was clear, even at this early stage, what the pattern of the match would be. It would not only be about Radwanska v Keys but Brilliant Madison v Sloppy Madison.</p> \n<p>After those two early breaks the first set went with serve until the tie-break, but while the scores were level Radwanska was more in control. Her movement was excellent and her defence a wall: repeatedly she got the ball back in play until Keys made a mistake.</p> \n<p>One statistic from that first set stood out like a beacon. While Keys hit 20 winners and 20 unforced errors, Radwanska made only four winners and one error.</p> \n<p>In the second set Keys learned the value of patience. The errors were cut out. The points more measured. The pressure increased. Play went on serve until, with Keys 4-3 ahead, Radwanska went uncharacteristically wobbly. A misjudged drop-shot at 0-30 gave the American three break points – and a fortunate net cord put her 5-3 ahead. Soon afterwards an ace took the set 6-3.</p> \n<p>In the deciding set the tension increased along with the quality. Radwanska had the advantage of serving first and was determined to keep it. One winner, to go 3-2 ahead, was hit almost on her knees and had the crowd on their feet.</p> \n<p>Keys retaliated but at 4-3 down she first misjudged a Radwanska lob and allowed it to bounce in and then double-faulted. The door was ajar and her opponent barged through, breaking her to 15 and wrapping up the match with a wrong-footing forehand.</p> \n<p>Radwanska was asked whether she expected to make the semi-final of Wimbledon only weeks after being knocked out of the French Open so early on. “To be honest, not really,” she said smiling.</p> \n<p>Keys left with the hurt that comes from knowing she could have had more. “I want to be in finals of grand slams and winning grand slams, winning WTA titles and things like that,” she said. “That’s my motivator every day to get out of bed and get out on the court.” They will surely come. This day belonged to Radwanska.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290756908/Agnieszka-Radwanska-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"Agnieszka Radwanska","cleanCaption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-07T17:43:46Z","lastModified":"2015-07-07T23:01:37Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"}],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Sean Ingle","topic":{"type":"tag-contributor","name":"profile/seaningle"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/agnieszka-radwanska-madison-keys-wimbledon-quarter-final","shortUrl":"http://gu.com/p/4aenh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/agnieszka-radwanska-madison-keys-wimbledon-quarter-final","webUri":"http://www.theguardian.com/sport/2015/jul/07/agnieszka-radwanska-madison-keys-wimbledon-quarter-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290756908/Agnieszka-Radwanska-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"Agnieszka Radwanska","cleanCaption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP"}},"importance":5,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436290756908/Agnieszka-Radwanska-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP","credit":"Alastair Grant/AP","altText":"Agnieszka Radwanska","cleanCaption":"Agnieszka Radwanska will face Garbine Muguruza in the semi-final. Photograph: Alastair Grant/AP"}}]},{"title":"Women's singles / Muguruza breaks ground with win over Bacsinszky","rawTitle":"Muguruza breaks ground with win over Bacsinszky","item":{"type":"article","id":"sport/2015/jul/07/garbine-muguruza-defeats-timea-bacsinszky-wimbledon","title":"Garbiñe Muguruza defeats Timea Bacsinszky in Wimbledon quarters","trailText":"Garbiñe Muguruza said she was proud to become the first Spanish woman to play in a Wimbledon semi-final since Arantxa Sánchez Vicario, after overcoming a strong challenge from Timea Bacsinszky on No1 Court","standFirst":"<span class=\"bullet\">•</span> Spaniard makes it to semi-finals for first time\n<br />\n<span class=\"bullet\">•</span> Swiss 15th seed goes down 7-5, 6-3","byline":"Emma John at Wimbledon","body":"<p>Her smile may bear a sneaking likeness to Jennifer Aniston’s, but Garbi&ntilde;e Muguruza will be a poster girl in her own right after the 21-year-old’s performance on Tuesday. Muguruza became the first Spanish woman in 18 years to reach a Wimbledon semi-final (the last was Arantxa S&aacute;nchez Vicario) when she overcame Timea Bacsinszky 7-5, 6-3.</p> \n<p>While her results on the doubles circuit have so far outdone her singles form, Muguruza is considered a future star of the women’s tour. Her success here will be a major fillip for Spanish tennis after the recent replacement of controversial Davis Cup captain, Gala Le&oacute;n Garc&iacute;a, plus the resignation of the Spanish Tennis Federation president, Jos&eacute; Luis Esca&ntilde;uela, following a financial investigation, and the departure of Rafael Nadal (and all his male compatriots) from the singles.</p> \n<p>But Muguruza had to overcome a strong challenge from her Swiss opponent. The pair had grappled in the third round of the Australian Open and this match was equally hard fought from the outset, the opening game a display of clean, powerful hitting.</p> \n<p>Bacsinszky’s unorthodox shots kept her well defended against Muguruza’s attacking groundstrokes. With her unusual, over-rotated grip, which sometimes leaves the right-hander holding her racket in her left, Bacsinszky sliced and chopped and more than once caught Muguruza at the back of the court while dropping the ball in behind the net. Recognising her opponent’s ability round the court, Muguruza threw everything at her first serve, and it was she who won the crucial break in the final game of the first set.</p> \n<p>Both women have been wary of grass and after her win Muguruza said she was surprised that her first grand slam semi-final had come on the surface, especially after she had claimed after her first grass tournament in Birmingham that she was “never coming back”.</p> \n<p>Wimbledon has treated her better. She has been a cheerful, charismatic presence here, posing as an emoji at the pre-tournament dinner and snapping a selfie with the Spanish actor Antonio Banderas in the players’ dining room. She certainly seemed to be more nervous about that encounter than about the one with Bacsinszky. “I woke up this morning thinking, I want to play the match,” she said. “I feel good … I was, you know, having fun.”</p> \n<p>Consecutive breaks at the start of the second set left the players back on level terms, but as the match wore on it became increasingly apparent that Bacsinszky’s bag of tricks was running low. At 4-3 and 15-all Muguruza dispatched one of Bacsinszky’s wacky slices with a commanding down-the-line forehand, then took the first of two break points and served out the match in an hour and 27 minutes.</p> \n<p>It had been both players’ first Wimbledon quarter-final, and no one who has enjoyed Bacsinszky’s return to tennis will have wanted to see the end of her campaign. The 26-year-old has spoken frankly of the “stolen childhood” she suffered at the hands of her father and coach, Igor. Her rediscovered love of the game was evident in her play. “Today I stood up strong,” she said. “Even if it didn’t happen for me to get the win, I know I made a huge improvement. So I’m really glad about this Wimbledon. I’m already looking forward to coming back next year.”</p> \n<p>As for Muguruza, she celebrated her victory by bunny hopping about the court. “It was a very intense game, the last one,” she said, “so it was happiness and relief.” She was three when S&aacute;nchez-Vicario reached the second of her Wimbledon finals and while she is not considering her place in history just yet, you cannot doubt her growing assurance. “All this experience helps a lot when you believe that you can do it. So I’m going to be more confident.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436282340017/Garbi-e-Muguruza-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Garbiñe Muguruza","cleanCaption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-07T15:31:03Z","lastModified":"2015-07-07T23:01:37Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Emma John","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413381905084/Emma-John-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emmajohn"}],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Emma John","topic":{"type":"tag-contributor","name":"profile/emmajohn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/07/garbine-muguruza-defeats-timea-bacsinszky-wimbledon","shortUrl":"http://gu.com/p/4aej4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/07/garbine-muguruza-defeats-timea-bacsinszky-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jul/07/garbine-muguruza-defeats-timea-bacsinszky-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436282340017/Garbi-e-Muguruza-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty","credit":"Clive Brunskill/Getty Images","altText":"Garbiñe Muguruza","cleanCaption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty"}},"importance":4,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/7/1436282340017/Garbi-e-Muguruza-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Garbiñe Muguruza","cleanCaption":"Garbiñe Muguruza makes the most of match point against Timea Bacsinszky. Photograph: Clive Brunskill/Getty Images"}}]},{"title":"Dimitrov’s coach split reminds us of need for patience","rawTitle":"Dimitrov’s coach split reminds us of need for patience","item":{"type":"comment","id":"sport/blog/2015/jul/07/wimbledon-grigor-dimitrov-split-roger-rashid-coach-patience","title":"Wimbledon 2015: Grigor Dimitrov’s coach split reminds of need for patience","trailText":"Grigor Dimitrov cut ties with his coach Roger Rasheed after a third-round loss at Wimbledon but snap decisions are unwise after disappointing results, writes the former squash world No1 James Willstrop","standFirst":"Grigor Dimitrov cut ties with his coach Roger Rasheed after losing at Wimbledon in a bid to return to his 2014 form. But snap decisions are often unwise after disappointing results, writes squash’s former world No1 James Willstrop","byline":"James Willstrop","body":"<p>News came through on Monday of Grigor Dimitrov’s decision <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/grigor-dimitrov-wimbledon-roger-rasheed\" title=\"\">to split with the coach Roger Rasheed</a>. After a strong 2014, highlights of which were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/jun/15/dimitrov-wins-queens-club-lopez\" title=\"\">winning Queen’s</a> and reaching the Wimbledon semi-finals, his form levelled off somewhat and he feels he needs change.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/grigor-dimitrov-wimbledon-roger-rasheed\">Grigor Dimitrov parts with coach Roger Rasheed after run of bad form</a> </p> \n</aside> \n<p>Coach-player separations are hardly rare in professional tennis; players go through them like hot dinners, and on occasions it can seem like a desperate reaction that might not be necessary or profitable.</p> \n<p>Dimitrov is 24, and judging from his interview following his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/wimbledon-2015-richard-gasquet-grigor-dimitrov\" title=\"\">third-round loss to Richard Gasquet</a> at Wimbledon he clearly feels he must not sit about consoling himself with the fact that he still has time on his side. “I don’t consider myself that young any more,” said the Bulgarian.</p> \n<p>This is a mature mindset to have, and Dimitrov is sensible to stay receptive to variations and advancements which might bring about his development, but you sometimes feel tennis players are lured into firing coaches when encumbered by a run of poor form.</p> \n<p>Bad form is not clever. Neither is losing, and I know – I’ve done it often enough in my professional career. The first impulse is to take it out on the coach, girlfriend, pet – whoever is nearest. I’m extremely good at making it someone else’s fault and that can be enormously cathartic.</p> \n<p>In between games in squash matches (where, unlike at Wimbledon, you can confer with your coach) I’ve regularly had the obligatory tantrum, gazed furiously into the eyes of the coach, beleaguered by oxygen debt and overrun by adrenaline, willing him to gift me the answers. But in the end I have to work it out. I am the player. He or she, as coach, can help, but in the end only the person on the court can produce the complex network of decisions and actions that the player needs to win points and matches.</p> \n<p>I don’t imagine all tennis players are guilty every time but it is a natural human urge to look for reasons behind your own shortcomings, so bad vibes are then deflected from the performance. But some players, particularly in tennis, may have been guilty of making rash decisions, panicked into making change when the clever thing might be to knuckle down and work the process out with the people you showed faith in initially. And in Dimitrov’s case he does have time to work things out and to ride the storm. For the storms surely will come, whoever the coach is.</p> \n<p>Unless an athlete is freakishly gifted there will be extreme highs and lows. Development involves strong bursts of improvement followed by disheartening plateaus or dips; intermittent progress will be interspersed with demoralising failures. Even Usain Bolt knows this.</p> \n<p>In squash I was perhaps most happy with the way the difficult periods were handled with my coach and the people around me. When there was bad form, we would talk endlessly, analyse, and exchange doubts. We questioned what we were doing and whether it was right, but unless there was some blindingly obvious deficiency, or a falling out, we were going to see it through together. Allaying the doubts and bad form together was part of the fun.</p> \n<p>Dimitrov has a solid chance of reaching the top but patience might have to be part of the plan. The things he has done all his life and the things he does now all affect his future successes. If a grand slam win comes his way then it will not be solely down to his next coach.</p> \n<p>As good as Ivan Lendl is, isn’t it slightly unfair that Andy Murray’s previous coaches did not get much attention when he won his US Open and Wimbledon titles? It would be interesting to see whether Murray would have won the majors without the Czech at his side. He’s that good a player perhaps he could have made it with Miles Maclagan, who he parted with in 2010. Put another way, if Lendl had been Murray’s coach when Murray was 24 would he have won two slams?</p> \n<p>Coaches in some team sports, perhaps in tennis to a degree, are cut little slack. A coach can’t affect much within a matter of matches; he or she needs to settle and let the philosophies transmute. Coaches also need to be given room to fail.</p> \n<p>Tony Smith, whose first job was to manage Huddersfield in Super League, lost <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2001/jun/04/rugbyleague.huddersfieldgiants\" title=\"\">13 games in a row</a> in his first season, which remains a record number of consecutive defeats in British rugby league for a coach who kept his job. They did not lose in the league the following season, returned to the top tier, and Smith went on to become one of the sport’s most successful managers. So in some cases it might be wise for athletes to give these coaches, and themselves, more time and faith. You never know what it might lead to.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436283648463/Grigor-Dimitrov--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Grigor Dimitrov ","cleanCaption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T16:03:50Z","lastModified":"2015-07-07T21:05:35Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"James Willstrop","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-willstrop"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Willstrop","topic":{"type":"tag-contributor","name":"profile/james-willstrop"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/wimbledon-grigor-dimitrov-split-roger-rashid-coach-patience","shortUrl":"http://gu.com/p/4aejj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/wimbledon-grigor-dimitrov-split-roger-rashid-coach-patience","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/wimbledon-grigor-dimitrov-split-roger-rashid-coach-patience"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436283648463/Grigor-Dimitrov--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Grigor Dimitrov ","cleanCaption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":4,"byline":{"title":"James Willstrop"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/7/1436283648463/Grigor-Dimitrov--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/Rex Shutterstock","altText":"Grigor Dimitrov ","cleanCaption":"Grigor Dimitrov parted company with coach Roger Rasheed after being beaten in the third round at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}}]},{"title":"Karlovic’s hopes of giantkilling quashed by Murray","rawTitle":"Karlovic’s hopes of giantkilling quashed by Murray","item":{"type":"comment","id":"sport/blog/2015/jul/06/ivo-karlovic-andy-murray-wimbledon-2015","title":"Ivo Karlovic’s hopes of becoming a giantkiller swatted away by Andy Murray","trailText":"The only people in any real danger from the giant Croat on Wimbledon’s Centre Court were the line judges - certainly not the British No1","standFirst":"The only people in any real danger from the giant Croat on Wimbledon’s Centre Court were the line judges - certainly not the British No1","byline":"Emma John at Wimbledon","body":"<p>We all know it’s not nice to judge someone on their physical appearance. Unfortunately for Ivo Karlovic, if he was hoping to be known for his charity work or his love of kittens, it went out the window as soon as he walked on to Centre Court. He loomed behind Andy Murray like the kind of Bond villain you just know is going to turn up later to try to garotte Roger Moore. Karlovic’s real nickname is Dr Ivo – y’know, like ‘Evil’. Even Barbara Broccoli couldn’t make this stuff up.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/andy-murray-wimbledon-2015-ivo-karlovic\">Andy Murray into Wimbledon 2015 quarter-finals with defeat of Ivo Karlovic</a> </p> \n</aside> \n<p>As if to ram home the point, the ballboy assigned to stand next to him in his chair was one of the smallest, wispiest kids on their roster. One of the organisers clearly had a sense of humour. The editor of the Wimbledon programme might as well have gone the whole hog and annotated the map of Centre Court in a nice calligraphic hand with the legend: Here Be Giants.</p> \n<p>Happily for Murray, literature has provided a lot of useful information about these fantastical creatures and how to deal with them. Karlovic may not have ridden on to court on a mammoth like the ones you find north of the wall in Westeros, but he can certainly wield his racket with the power of a club, something Murray soon discovered.</p> \n<p>And then there are Tolkien’s stone giants, known to hurl rocks at each other for fun. Karlovic was always going to throw down some boulders from the baseline. You didn’t need to be a data analyst to know what kind of threat Karlovic posed: Jo-Wilfried Tsonga, whom the Croat had defeated in the third round, described his serves as cannonballs. The first arrived in the third point of the game, tearing down Murray’s right side and ricocheting off the side of his racket. Afterwards Karlovic blew on his hand.</p> \n<p>It was all a bit John Wayne. When Karlovic’s serves made contact with the back netting, they did so with the sound of gunshot, and a couple had Murray pirouetting on the spot: ‘dance, British man, dance!’ It wasn’t just Murray in danger. Karlovic’s first ace hit the centre line, and, a nanosecond later, the lineswoman monitoring it. The ball bounced off her head, and she smiled gamely in response to the crowd’s loud “oof!” As the game wore on, registering several more near misses with line judges’ craniums, it became clear that whatever danger money they were getting for this gig, it wasn’t enough.</p> \n<p>The match was a far more electrifying affair than either of Murray’s previous encounters. Karlovic, with his long legs, seemed to take only a couple of strides to reach the net, where he could then wait at leisure for Murray’s returns. The first set saw Murray scramble and lunge around like a man attempting the first human-powered flight.</p> \n<p>Of all books it is probably the Bible that offers the best advice on how to dispatch a giant. Maybe Murray had consulted the first book of Samuel to be reminded how they can be killed by a much smaller man with a fearless spirit and a decent slingshot. Murray was in possession of both. He began to tease the tall guy mercilessly. He played cross-court shots with such immaculate timing that Karlovic was forced to watch as they whizzed back past him, using his own pace. Murray lured him into the net, then tormented the big man by dropping the ball around his ankles where he couldn’t reach it. As the ball hopped back and forth, Karlovic looked like Gulliver, irritatedly swatting at Lilliputians.</p> \n<p>But these were as nothing to the lobs that Murray launched above Karlovic’s head again and again with a cheeky swagger. One, which landed in the far back left corner of the court, was so outrageously flirty it got a wolf whistle from the crowd. At the start of the second set, he played three in a row, Karlovic hopping, futilely, to reach them. By the time Murray won the third point, the crowd was laughing.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/06/andy-murray-v-ivo-karlovic-wimbledon-2015-live\">Andy Murray v Ivo Karlovic: Wimbledon 2015 – as it happened | Simon Burnton</a> </p> \n</aside> \n<p>You had to start to feel sorry for his opponent, who spent much of the second set looking utterly bamboozled. If there’s one thing giants don’t like it’s people literally getting one over them. When a challenge went against him he had words with the umpire, who didn’t even need to bend in his chair to give him his ear. But Karlovic maintained his humour admirably. When the next line call went against Murray by the same margin, Karlovic raised his arms to the heavens in gratitude. And when Murray had an easy volley for a set point, Karlovic waved the same long limbs around in the forlorn hope of distracting him.</p> \n<p>Murray, by contrast, found plenty to frustrate him in his own play. “Focus mate!” he yelled, and threatened to hurl his racket at the ground. He said afterwards that the game had been mentally, rather than physically, tiring. But it had brought out his best, and for that the spectators could be grateful.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436212483188/Ivo-Karlovic-Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"/Ella Ling/BPI/Rex Shutterstock","altText":"Ivo-Karlovic-Andy-Murray-Wimbledon","cleanCaption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-06T20:00:08Z","lastModified":"2015-07-06T23:25:02Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Emma John","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413381905084/Emma-John-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emmajohn"}],"feature":false,"keywords":["Wimbledon 2015","Andy Murray","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Emma John","topic":{"type":"tag-contributor","name":"profile/emmajohn"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/06/ivo-karlovic-andy-murray-wimbledon-2015","shortUrl":"http://gu.com/p/4adpf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/06/ivo-karlovic-andy-murray-wimbledon-2015","webUri":"http://www.theguardian.com/sport/blog/2015/jul/06/ivo-karlovic-andy-murray-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436212483188/Ivo-Karlovic-Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"/Ella Ling/BPI/Rex Shutterstock","altText":"Ivo-Karlovic-Andy-Murray-Wimbledon","cleanCaption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":3,"byline":{"title":"Emma John"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/6/1436212483188/Ivo-Karlovic-Andy-Murray--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"/Ella Ling/BPI/Rex Shutterstock","altText":"Ivo-Karlovic-Andy-Murray-Wimbledon","cleanCaption":"Ivo Karlovic towers over Andy Murray as the pair shake hands before their fourth-round match at Wimbledon. Photograph: Ella Ling/BPI/Rex Shutterstock"}}]},{"title":"Kyrgios’s pantomime antics cannot disguise a rare talent","rawTitle":"Kyrgios’s pantomime antics cannot disguise a rare talent","item":{"type":"comment","id":"sport/blog/2015/jul/07/nick-kyrgios-wimbledon-antics-rare-talent-australia","title":"Nick Kyrgios’s pantomime Wimbledon antics cannot disguise a rare talent","trailText":"Australian bad boy, who wears his heart on his sleeve and wields a racket like a wand, has the potential to become a tennis star to inspire the next generation","standFirst":"<p>Australian bad boy, who wears his heart on his sleeve and wields a racket like a wand, has the potential to become a tennis star to inspire the next generation</p>","byline":"Owen Gibson","body":"<p>It is an occasional refrain between sips of Pimm’s among the blazered types who crowd the hospitality “village” at Wimbledon and every now and then amble towards their seats to titter at wayward pigeons and coo over Roger Federer. How to get more kids playing tennis? How to reach out beyond the bubble of leafy suburban tennis clubs and break football’s hegemony in inner-city schools?</p> \n<p>If you were to design a tennis player in a lab to appeal to those kids who idolise Neymar and Cristiano Ronaldo and perhaps inspire them to pick up a racket, he would look a lot like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/nick-kyrgios-fine-wimbledon-umpire-warning\" title=\"\">Nick Kyrgios</a> – a social media-addicted, ASAP Rocky fan, in box-fresh Air Jordans with immigrant parents who was a bit chubby at school, wears his heart on his sleeve and struggles to hide his emotions. Oh, and can wield a tennis racket like a wand.</p> \n<p>An article in The Australian newspaper headlined “Breath of fresh air or total dickhead?” seems to sum up the polarised views of an undoubtedly prodigious talent. But you can recognise that Kyrgios has a tendency towards acting a bit of a prat while also giving him the benefit of the doubt and believing he represents the future of the sport. Or can at least play a major part in it.</p> \n<p>What is remarkable is the speed with which the Australian 20-year-old has seemingly gone from prodigious giantkiller to bad boy in the space of 12 short months. Waking up to Dawn Fraser’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/dawn-fraser-tells-kyrgios-tomic-go-back-where-parents-came-from\" title=\"\">deeply distasteful comments</a>, all of a sudden it was possible to see what Kyrgios was talking about when he cryptically raged against “external bullshit” during his action packed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/nick-kyrgios-richard-gasquet-wimbledon-2015\" title=\"\">defeat to Richard Gasquet on Monday</a>.</p> \n<p>“They’re a disgrace for Australian sportsmen and women,” said Fraser of Kyrgios and his friend Bernard Tomic. “They should be setting a better example for the younger generation of this great country of ours. If they don’t like it, go back to where their fathers or their parents came from. We don’t need them here in this country to act like that.”</p> \n<p>His Facebook response was, for him, pretty measured. And, incidentally, spot-on: “Throwing a racket, brat. Debating the rules, disrespectful. Frustrated when competing, spoilt. Showing emotion, arrogant. Blatant racist, Australian legend.”</p> \n<p>For every time he has sworn on court or acted like Harry Enfield’s Kevin the Teenager in a press conference, there is an account of Kyrgios endlessly signing autographs for rapt kids or bringing some levity and spontaneity to the deeply serious business of elite sport with its attendant marginal gains, nutritionists, clipboard wielders and copy approval.</p> \n<p>Yes, he can act the goat and when he spent an entire game on Monday sullenly slicing Gasquet’s serves back into the net in protest at a code violation for swearing it was hard to defend him. But it was hard to get too annoyed either. Yes, he was booed – but it was pantomime stuff. Half an hour later they were cheering his comeback.</p> \n<p>And he is no charmless oaf, effing and blinding his way aggressively through matches – rather a mixed-up kid with outrageous talents growing up in public. You would not want to be his coach (or his manager), but that does not mean you cannot thrill to his tennis.</p> \n<p>His outbursts usually contain at least a hint of self awareness. He often shows flashes of humour and humanity too, at a time when too many elite sports men and women are purely robotic.</p> \n<p>It is worth noting that after that show of petulance (which even John McEnroe felt unable to defend) Kyrgios rallied to put himself back in the match. Federer, for one, wondered what all the fuss about. And that later in the day his other side was on display as he laughed his way through his mixed doubles match alongside Madison Keys, staying behind afterwards to sign autographs.</p> \n<p>In the first week of Wimbledon it was as though Dustin Brown was the breakout star it was OK to patronise. Kyrgios, on the other hand, was a bit too threatening.</p> \n<p>Shortly before his fourth-round tie with Gasquet he posted a picture of his late grandmother’s bedroom, a year to the day since she died, and has often spoken of his closeness to her. Which obviously does not excuse his behaviour but may go some way to explaining his mindset.</p> \n<p>It is the old Catch 22. We endlessly demand more individuality from our sports stars and then castigate them for their unprofessional ism if they deviate from the norm. There is an echo here, too, of the treatment meted out to the likes of Raheem Sterling by the media, immediately placed on the ducking stool for any hint of youthful transgression.</p> \n<p>Kyrgios is broadly eager to please his public and there are plenty of stories of random acts of kindness to fans, particularly children. His surly, truculent side is reserved for authority figures and the press.</p> \n<p>The press conference room at Wimbledon can be a strange beast, a mix of hard-nosed news hacks and seen-it-all-before tennis sages, and it takes players almost as long to learn how to play it as the ball. Andy Murray, like any number of other players from Andre Agassi to Leyton Hewitt, no stranger to accusations of truculence when he was the same age as Kyrgios, called for a bit of perspective.</p> \n<p>“Some people like the way he behaves, some people don’t. When you’re 19 years old, you don’t know exactly who you are at that age. You just need a bit of time to develop,” said Murray, who has matured into an unusually self-aware sportsman.</p> \n<p>“I’m sure in the next few years, he’ll start to maybe calm down a bit on the court and learn to use his emotions more positively, more often. Because when he uses his energy the right way, he plays some unbelievable tennis.”</p> \n<p>Yes, he needs to grow up a bit. And yes, it would be nice if he could steer clear of Floyd Mayweather territory in his braggadocio. But with half an eye on an era beyond the big four who have dominated men’s tennis during a glorious golden era, and the lack of characters therein, the hope must be that Kyrgios can do so without entirely having to sacrifice his on-court personality on the altar of outrage of Wimbledon’s moral majority.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436285525590/Wimbledon-Championships-2-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios's Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/REX Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015","cleanCaption":"Nick Kyrgios's Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T16:16:39Z","lastModified":"2015-07-07T16:49:14Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Nick Kyrgios","Tennis","Australia sport","Sport"],"tags":[{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/nick-kyrgios-wimbledon-antics-rare-talent-australia","shortUrl":"http://gu.com/p/4aeky","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/nick-kyrgios-wimbledon-antics-rare-talent-australia","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/nick-kyrgios-wimbledon-antics-rare-talent-australia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436285525590/Wimbledon-Championships-2-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios’s Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/Rex Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015","cleanCaption":"Nick Kyrgios’s Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/Rex Shutterstock"}},"importance":3,"byline":{"title":"Owen Gibson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436285525590/Wimbledon-Championships-2-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Kyrgios's Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/REX Shutterstock","credit":"Ella Ling/BPI/REX Shutterstock/Ella Ling/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015","cleanCaption":"Nick Kyrgios's Wimbledon run came to an end when he was defeated in the fourth round by Richard Gasquet on Monday. Photograph: Ella Ling/BPI/REX Shutterstock"}}]}],"lastModified":"2015-07-08T07:25:17Z","personalization":{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7"},"visibility":"all","adTargetingPath":"sport/front"}