{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","title":"Wimbledon 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/043c1991-8a70-4022-a716-8e057250afc7"},"cards":[{"title":"Is a late-flowering Venus primed to beat her sister?","rawTitle":"Is a late-flowering Venus primed to beat her sister?","item":{"type":"article","id":"sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","title":"Is a late-flowering Venus Williams primed to beat her sister at Wimbledon?","trailText":"The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br>","standFirst":"<p data-dropid=\"0\">The five-time Wimbledon champion has been in good form this year, and she could yet pull off a big upset in SW19<br /></p>","byline":"Ben Rothenberg at Wimbledon","body":"<p>Nearly every player who came in this weekend for pre-tournament media obligations at Wimbledon was asked about Serena Williams, and her chances of sweeping all four grand slam events in one year. After Roger Federer took his turn complimenting Williams’ dominance on Saturday afternoon, he pivoted to her sister.</p> \n<p>“Also Venus, I must say,” Federer said. “We don’t talk about Venus that often because Serena has been so dominant. Actually, that they’re both still playing is more of a surprise to me. But that they are playing, it doesn’t surprise me they’re actually playing well. It goes hand in hand. I wouldn’t imagine them still playing and playing poorly. Let’s put it that way. They’re too good for that.”</p> \n<p>Neither is playing poorly, but it’s not fair to either to equate their recent results. Though the sisters have been lumped together throughout their careers for obvious reasons, top-ranked Serena has remained in the game’s upper echelon while Venus has been outside the top 10 since 2011. While still solidly ranked inside the top 20 at No16, Venus has struggled to reach the halfway mark at the same major tournaments Serena continues to dominate. </p> \n<p>Seven years removed from her fifth and most recent Wimbledon title and all the “Venus in Orbit” headlines that accompanied each of her high-flying major triumphs, Williams’ results have been decidedly earthbound. But unlike the stagnant Lleyton Hewitt, who has final killed off his atrophying career by announcing that this will be his final Wimbledon, Williams has still shown flashes of greatness more than occasionally, despite turning 35 earlier this month. She won a tournament in Auckland and reached the Australian Open quarter-finals in January, and compiled a solid 18-4 record this year before the tour shifted to her least favored clay. </p> \n<p>On grass, where Williams is always at her best, is a particularly apt time to celebrate both her past and present. </p> \n<p>“It was one of only twice in my career where I felt like I really didn’t know what to do,” said Jill Craybas, who was Williams’ fourth-round opponent in 2005 en route to her third Wimbledon title. “She played so well and she was on her game. She’s so long, you just feel like there’s no openings on the court. Even on the grass court, her serve was bouncing over my head.”</p> \n<p>At Wimbledon last year, she gave eventual champion Petra Kvitova her toughest test of the tournament, before ultimately losing 5-7, 7-6, 7-5 in the third round. <br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vbgVYhigskc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/vbgVYhigskc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Venus has another roadblock in her path this year, <a href=\"http://www.usatoday.com/story/sports/tennis/2015/06/26/serena-venus-williams-wimbledon/29320565/\">with Serena looming as a possible opponent in the fourth round</a>. But at least one former opponent, retired doubles specialist Rennae Stubbs, likes her chances.</p> \n<p>“It was really the match of the tournament here last year against Kvitova, and nobody pushed Kvitova but Venus,” said Stubbs. “In that respect, I think Venus has an outside chance to win the tournament this year. Why not? If she’s fit. She has Serena fourth round, but Serena is going to feel an unbelievable amount of pressure at this tournament. She feels it every tournament, but it’s only building, and more by the time that match rolls around. And it’s always hard for her against Venus.”</p> \n<p>Stubbs, who lost all seven matches she played against Venus including twice at Wimbledon, said all of Williams’ weapons were even more bruising on the slick, low-bouncing grass courts of the All-England Club.</p> \n<p>“Flat, hard, penetrative groundies, and the serve was diabolical if it was on,” said Stubbs. “It came through at you at a pace that you didn’t see from any other player, because of her height. She could bomb it down at 120mph at you, and then slide it away on the forehand side with that nasty sliding serve, and a lot of players didn’t know whether to move forward or back.”</p> \n<p>Stubbs has seen Williams slow since the fatigue-causing autoimmune disorder Sjogren’s syndrome which she was diagnosed with in 2011, but believes there’s no doubting her heart.</p> \n<p>“She’s got to feel good, that’s important for her to wake up and feel good,” said Stubbs. “We know she has the desire. There’s not many greater champions, and there’s no one in the draw who’s won more than her, except for Serena.”</p> \n<p>Despite her major-title haul of seven being second only to Serena’s 20 among active players, and her five titles here tied for first with Serena, Venus was relegated to No3 Court for her opening match at the tournament this year against 36th-ranked Madison Brengle. It is not the first time a Williams has been perceptibly slighted by organizers at the tournament, something which two-time Wimbledon women’s doubles champion Stubbs has taken note of.</p> \n<p>“It might be a little bit controversial, but I think that the Williams sisters have not been treated the best here all the time. There’s been times where Serena has been out on No2 Court, and I’m just blown away by that. Somebody who has won as many grand slam titles as she has deserves to be on Centre Court every match, except from time-to-time on No1 Court.”</p> \n<p>Stubbs believes the longevities on tour of both Williams sisters should be especially appreciated, considering how many other players have ended careers at much younger ages.</p> \n<p>“I’ve always thought that they were underappreciated in general. Let’s hope people appreciate them. Me personally, I’m just happy they’re still around, because they add something so special to the tour. Great champions are usually done by 30. Look how many we’ve lost: Henin, Capriati, Clijsters, Mauresmo. Graf was done by 29, right after she won the French. It’s great that they’ve dealt with the fact that they haven’t won every time and still came back and wanted to play.</p> \n<p>“Especially Venus; She just keeps going. She’s never wanted the praise, she’s never had a pat-my-back attitude. She’s just Venus. When you’re around her, you know. She’s just a great ambassador for our sport.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}],"bodyImages":[],"webPublicationDate":"2015-06-28T19:37:06Z","lastModified":"2015-06-28T19:39:42Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Ben Rothenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-rothenberg"}],"feature":true,"keywords":["Venus Williams","Serena Williams","Wimbledon 2015","Sport","Tennis","US sports","Wimbledon"],"tags":[{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/wimbledon","webTitle":"Wimbledon"}],"section":{"id":"sport"},"topics":[{"displayName":"Ben Rothenberg","topic":{"type":"tag-contributor","name":"profile/ben-rothenberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","shortUrl":"http://gu.com/p/4a7t5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon","webUri":"http://www.theguardian.com/sport/blog/2015/jun/28/is-a-late-flowering-venus-williams-primed-to-beat-her-sister-at-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435520110681/3c42d902-2ec9-44d8-99e2-dd40bcbf3675-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships. Photograph: Michael Mayhew/Sportsphoto Ltd","credit":"Michael Mayhew/Sportsphoto Ltd","altText":"Venus Williams","cleanCaption":"Venus Williams pushed Petra Kvitova harder than anyone else at last championships.","cleanCredit":"Photograph: Michael Mayhew/Sportsphoto Ltd"}},"importance":7,"byline":{"title":"Ben Rothenberg"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/412025b3b67bf6219a4f96be1fc33d448bb4072f/0_36_3899_2339/1000.jpg","height":600,"width":1000}}]},{"title":"American tennis's love affair with grass has soured","rawTitle":"American tennis's love affair with grass has soured","item":{"type":"article","id":"sport/2015/jun/29/serena-williams-aside-american-tenniss-love-affair-with-grass-has-soured","title":"Serena Williams aside, American tennis's love affair with grass has soured","trailText":"The women’s world No1 has a good shot at the title but USA’s former dominance at Wimbledon has faded<br>","standFirst":"<p data-dropid=\"0\">The women’s world No1 has a good shot at the title but USA’s former dominance at Wimbledon has faded<br /></p>","byline":"Andrew Jerell Jones","body":"<p>For almost every top US tennis player, the arrival of the grass court season use to be a welcome return to a cherished surface. Away from the two months’ grind on slow red (and occasionally green) clay, grass ushered in a chance for most Americans to return to a surface that favored their aggressive, big offensive games.</p> \n<p>Since the start of the Open era in 1968, the likes of Arhtur Ashe, Jimmy Connors, John McEnroe and Pete Sampras have made America the most successful country on the men’s side at Wimbledon with 15 championships. The domination on the women’s side has been even more marked, with 27 titles in the Open era, registered mostly by Martina Navratilova, Billie Jean King and the Williams sisters. Add on those years before 1968 for the American women, and that number of trophies would double. And those staggering statistics don’t even include the number of finalists and semi-finalists who have been represented by the red, white and blue at SW19. </p> \n<p>But in the 21st century at Wimbledon, American domination has become American futility. Only Venus and Serena Williams have won a singles title since Sampras and Lindsay Davenport hoisted the trophies in 1999. Indeed, Sampras’s seventh and final title at his favorite tournament was the last year an American man won the title. Andy Roddick came closest to ending the drought, only to be denied by Roger Federer all four times, three of those defeats coming in finals. His last final on Centre Court against the Swiss legend proved to be the most agonizing, losing the 2009 edition 16-14 in the fifth set. </p> \n<p>Since then, only one American man (Mardy Fish in 2011, who lost to Rafael Nadal in four sets) has reached the quarter-finals. Although the women have done much better, it has been one player in particular who has carried the load: the incomparable Serena Williams. In the last five years, only two other American women (Venus Williams and Sloane Stephens) have reached the last eight. </p> \n<p>The Americans’ lack of dominance on grass now is a microcosm of US weakness, sans Serena, in singles tennis elsewhere. For another year, no American man is close to even being a dark horse for the Wimbledon title: it’s a distinct possibility they will all fall before the first week is out. It wouldn’t be an aberration either: <a href=\"http://www.businessinsider.com/american-men-worst-wimbledon-ever-2013-6\">just two years ago</a>, no US man reached the third round. That was the the first time it had happened in 101 years. Although that nadir should not repeat itself this year, and the United States has a good collection of teenage junior prospects waiting to burst onto the senior scene, the fortunes of the American men are unlikely to improve this Wimbledon. </p> \n<p>The outlook for the American women, however, is a different story. It helps when you have arguably the greatest female tennis player ever on course to win a calendar grand slam. But it also helps that the depth of the women’s side goes beyond the world No1, with still dangerous veterans (such as Venus) and burgeoning young talents on the scene. </p> \n<p>Despite all those clear positives, the American women themselves are coming off their worst Wimbledon ever in the Open era – and since 1913 – as none of them reached the last 16 in 2014</p> \n<p>Those embarrassing and humbling results are simply not acceptable given America’s history on grass. There are some promising signs but with several American men still looking for their first win at Wimbledon, Serena failing to reach the quarter-finals the last two years, Venus’s advancing years and Querrey’s tough draw, American tennis will have to earn its stripes on grass. </p> \n<h2><strong>The main US contenders in the men’s draw</strong> <br /></h2> \n<p><strong>John Isner (No17 seed)</strong>: <a href=\"http://www.dailymail.co.uk/sport/tennis/article-3142608/NICOLAS-MAHUT-Losing-John-Isner-Wimbledon-2010-best-match-worst.html\">Isner’s epic battle with Nicolas Mahut</a> has been his most memorable moment on grass, and he has never gone past the third round at SW19. Wimbledon’s low bounce hampers the 6ft 10in Isner’s game, despite his big serve. Thankfully for the Georgia Bulldog alum, he has a favorable draw that could see him make his first fourth-round appearance at The Championships. Go Soeda, Blaz Rola or Matthew Ebden are far from the toughest roadblocks on the way to a possible third-round showdown with the US Open champion Marin Cilic. The Australian Ebden is capable of an upset on grass, but Isner has a real shot at having his best Wimbledon. He again comes in as the best American male hope of success. </p> \n<p><strong>Jack Sock (No30 seed)</strong>: Fears have rapidly quelled over the last few months as to whether the big hitting 22-year-old would ever show off his top 20 potential consistently. With a lack of fitness behind him, Sock is now playing the best tennis of his short career. He won his first ATP title in Houston back a few months ago and followed it up with his best performance at a grand slam, a fourth round showing at Roland Garros where he took a set off Rafa Nadal. <br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/jack-sock-us-mens-tennis-wimbledon\">Jack Sock, the great hope of US men's tennis? 'You don't really dwell on it'</a> </p> \n</aside> \n<p>But grass is unlikely to favor Sock. With his long take-back on his explosive forehand and his backhand still a work in progress, Sock has only reached the second round at Wimbledon. Sock has a tough opponent in the first round: another ball belter, the dangerous, big serving Australian Sam Groth. And even if he gets by that, Federer looms in the third round. </p> \n<p><strong>Sam Querrey</strong>: Speaking of Federer, even closer to the seven-time Wimbledon winner than Sock is the gangly 6ft 6in Californian, who could face him in the second round. Encouraging at least for Querrey is that he is back to his best form, having reached the final in Nottingham before losing in two tiebreaks to Denis Istomin. When he gets on a roll, few bring as many aces and dominant holds as Querrey. But the 27-year-old’s mentality has always been a problem. His laidback SoCal personality has held him back from winning more than seven titles or having a higher career ranking than 17. Unlike Isner and Sock, he has reached the fourth round at Wimbledon, but will need his best effort ever to repeat that result this year. However, he is still very dangerous to anybody at his best, and that includes Federer. </p> \n<h2><strong>The main US contenders in the women’s draw</strong> <br /></h2> \n<p><strong>Serena Williams (No1 seed):</strong> In case anyone had forgotten, the now 20-time grand slam singles champion almost didn’t win at Roland Garros this year. She had a difficult draw in Paris with both Victoria Azarenka and Sloane Stephens before the quarter-finals. She came back from a set and a break down to win those epic encounters (she of course had major adversity in the semi-finals and finals against Timea Bacsinszky and Lucie Safarova as well). Serena again has a tough road that could, along with the pressure of a calendar grand slam, prove too much. The opener against little known 20-year-old Russian Margarita Gasparyan could be tricky. Talented youngsters Timea Babos and Heather Watson, along with Daniela Hantuchova and Dominika Cibulkova are in her round of 32 section. And even if she gets past that, players such as Venus and Azarenka, once again, lie in her path before the semi-finals. </p> \n<p><strong>Venus Williams (No16 seed)</strong>: Due to the inconsistencies of Madison Keys and Sloane Stephens, the elder Williams sister continues to be the second-highest ranked American woman. After a promising start to the year with quarter-final appearances at the Australian and Miami Opens, Venus has slowed down. She had a slew of tough draws in the clay court season, leading to defeats to the likes of Azarenka, Simona Halep and Stephens in the first round at Roland Garros. She has a potential last 16 matchup against her sister, but Venus knows that her first-round contest against fellow American Madison Brengle is no guarantee. </p> \n<p><strong>Madison Keys (No18 seed)</strong>: Fresh off of failing to defend her Eastbourne title, questions again surround the talented 20-year-old Illinois native. Coached by 1999 Wimbledon champion Lindsay Davenport, Keys has not followed up her breakthrough Aussie Open semi-final in January as most would have expected, outside of a finals appearance in Charleston. Away from the loaded top half of the draw, Keys has the chance to make her second deep run at a slam. The struggling Eugenie Bouchard (even <a href=\"https://twitter.com/geniebouchard/status/614905334818320384\">she is poking fun at her current woes</a>) is her third round projected matchup and Keys will not be fazed by that, nor a fourth round possible meeting with No8 seed Ekaterina Makarova. And the highest seed in her entire quarter, defending champion Petra Kvitova, is who Keys beat on her final-four run in Melbourne. </p> \n<p><strong>Sloane Stephens</strong>: For a second consecutive Slam, the enigmatic 22-year-old talent is coming in with good form off a solid warm-up tournament in Eastbourne. But despite a very good semi-final appearance, Stephens still could not earn her first WTA title, as she saw yet another youngster take a maiden trophy before her in Swiss teen Belinda Bencic. No question Stephens is back to being relevant under productive coach Nick Saviano. But her poor clay results and inactivity prior to Strasbourg continue to have her ranking unseeded for slams and unable to avoid potential tough draws against top seeds. That was the case at Roland Garros, where despite showing good form, Stephens could not edge past Serena in the fourth round. Although she is not due to face Serena until the semis, Stephens has a tough opponent in last year’s quarter-finalist Barbara Strycova. Should she get by that encounter against the emotional 27th seed, another talented Czech, in Roland Garros finalist Safarova, looms for her in the third round. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435544634091/589299a4-fc03-472f-97e3-081a3872f57c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Yates/AFP/Getty Images","altText":"Serena Williams","cleanCredit":"Photograph: Andrew Yates/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T08:00:13Z","lastModified":"2015-06-29T08:03:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport","Serena Williams","Venus Williams","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/venus-williams","webTitle":"Venus Williams"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/29/serena-williams-aside-american-tenniss-love-affair-with-grass-has-soured","shortUrl":"http://gu.com/p/4a7y2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/29/serena-williams-aside-american-tenniss-love-affair-with-grass-has-soured","webUri":"http://www.theguardian.com/sport/2015/jun/29/serena-williams-aside-american-tenniss-love-affair-with-grass-has-soured"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435544634091/589299a4-fc03-472f-97e3-081a3872f57c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Serena Williams is the one bright hope of a title at Wimbledon for the US. Photograph: Andrew Yates/AFP/Getty Images","credit":"Andrew Yates/AFP/Getty Images","altText":"Serena Williams","cleanCaption":"Serena Williams is the one bright hope of a title at Wimbledon for the US.","cleanCredit":"Photograph: Andrew Yates/AFP/Getty Images"}},"importance":5,"byline":{"title":"Andrew Jerell Jones"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435544634091/589299a4-fc03-472f-97e3-081a3872f57c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andrew Yates/AFP/Getty Images","altText":"Serena Williams","cleanCredit":"Photograph: Andrew Yates/AFP/Getty Images"}}]},{"title":"Johanna Konta / British wildcard eager to share spotlight with Sharapova","rawTitle":"British wildcard eager to share spotlight with Sharapova","item":{"type":"article","id":"sport/2015/jun/28/johanna-konta-maria-sharapova-wimbledon-2015","title":"Wimbledon 2015: Johanna Konta eager to share spotlight with Maria Sharapova","trailText":"British wildcard Johanna Konta has said she is unfazed at prospect of playing the former champion Maria Sharapova in the first round on Centre Court","standFirst":"<span class=\"bullet\">•</span> British wildcard calm at prospect of Centre Court match with 2004 champion\n<br />\n<span class=\"bullet\">•</span> Konta says she will not let her opponent’s delaying tactics distract her","byline":"Kevin Mitchell at Wimbledon","body":"<p>Johanna Konta will walk on to Centre Court at Wimbledon on Monday afternoon for the first time, and across the net will be the ice-cold stare of Maria Sharapova, the hands-down toughest player in women’s tennis.</p> \n<p>That is some way for Britain’s in-form women’s player, ranked 126 in the world and a wildcard here, to announce her arrival to a TV audience of millions on the game’s most sacred court, just after Novak Djokovic begins the defence of the men’s title against Philipp Kohlschreiber.</p> \n<p>She has lost here in the first round for the past three years but this really is the big stage. She is known to keen followers of the game but less so to casual fans: born in Sydney 24 years ago to Hungarian parents and a resident of the UK for nine years, she is a big music fan who listens to Van Morrison, Florence and the Machine and Maroon 5 when she has the time. But she had to catch her words when she said: “It is just another tournament …”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/23/jo-konta-beats-ekaterina-makarova-eastbourne\">Jo Konta claims major scalp to announce arrival on British scene at Eastbourne</a> </p> \n</aside> \n<p>Konta added quickly: “Obviously it’s Wimbledon and that’s beyond exciting but the season is much longer than just this. I am looking forward to the fact that I get to play Maria Sharapova at Wimbledon. I don’t think too many people can string those words into the same sentence.”</p> \n<p>Would she let Sharapova’s tic-driven mannerisms and maddening delaying ploys get to her? No. “That’s where I need to focus on myself,” she said. “There are always going to be distractions, push and shove between players. It’s about rolling with the punches and enjoying every situation, good or bad.”</p> \n<p>Konta first heard of Sharapova in 2003 when the Russian reached the fourth round at Wimbledon, losing to Svetlana Kuznetsova. “I was at [Nick] Bollettieri’s for a little camp and I remember hearing her name, the year before she won the main event here [beating Serena Williams in the final]. I was about 10 or 11, so not very aware.”</p> \n<p>Although the closest she has got to Wimbledon’s main stage – apart from watching a bit of a Sharapova match from the stands last year – is Court 12, she seems comfortable in the spotlight.</p> \n<p>“I am [confident]. The sun is shining I have got two hands, two feet, I have got food in my belly,” she said. “Presenting a calm demeanourand having the thought process I am having is in constant progress. It is not just something that I work on for my tennis career, but something that is going to be helpful and useful for me for the rest of my life. It’s a safe bet most players would get nervous before a match. I do too, but it’s more excitement and more just wanting to get going, and I feel the same. I’m very proud of my achievements, whatever they will be.</p> \n<p>“Ultimately I play for myself and I take responsibility for my own actions. We’ll see on the day how good that is. My feet are very firmly on the ground. I am not getting carried away with my performances last week and in the previous weeks.”</p> \n<p>Konta has had a lot of quality time on grass since the French Open – where she reached the main draw as a qualifier before losing in the first round – beating the world No8, Ekaterina Makarova, and No20, Garbi&ntilde;e Muguruza, in Eastbourne last week, by far the best results of her career, before losing in the quarter-finals to the eventual champion Belinda Bencic.</p> \n<p>“I’ve been fortunate enough to get three wildcards into three main draw WTA events through the LTA,” Konta said. “I had already won three matches in qualifying at the French Open, and I’ve been healthy this year, which has given me the opportunity to compete as much as I wanted to.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514156138/Johanna-Konta-sits-outsid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships.","cleanCaption":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships. Photograph: Justin Tallis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T21:53:00Z","lastModified":"2015-06-28T23:30:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Wimbledon 2015","Maria Sharapova","Sport","Wimbledon","Tennis"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/johanna-konta-maria-sharapova-wimbledon-2015","shortUrl":"http://gu.com/p/4a7fa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/johanna-konta-maria-sharapova-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jun/28/johanna-konta-maria-sharapova-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435514156138/Johanna-Konta-sits-outsid-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships.","cleanCaption":"Johanna Konta sits outside Wimbledon's practice courts on the eve of the championships. Photograph: Justin Tallis/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Johanna Konta"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d78d2bda72909a177223af59a36dd285cef45601/0_20_3120_1873/1000.jpg","height":600,"width":999}}]},{"title":"Petra Kvitova / Champion refreshed after break and ready to defend title","rawTitle":"Champion refreshed after break and ready to defend title","item":{"type":"article","id":"sport/2015/jun/28/petra-kvitova-serena-williams-wimbledon-2015","title":"Petra Kvitova refreshed after break and ready to defend Wimbledon title","trailText":"Petra Kvitova has said she fee;s ‘really happy to be back on court’ after a recent illness setback as she prepares to defend her Wimbledon title","standFirst":"<span class=\"bullet\">•</span> Czech No2 seed ‘happy to be back on court’ after recent illness setback \n<br />\n<span class=\"bullet\">•</span> Serena Williams a formidable obstacle to Petra Kvitova’s title defence","byline":"Simon Cambers","body":"<p>The colour was back in Petra Kvitova’s face on Sunday, good news for the Czech as she tries to become the only woman not named Williams to successfully defend the title at Wimbledon in the past 20 years.</p> \n<p>As the world No2, the left-hander is the most likely woman, on paper and in reality, to stop Serena Williams from winning her fourth successive grand slam event. But, as she prepares to deal with the nerves that come with being the holder of the most prestigious title in the sport, Kvitova knows exactly how hard it will be to stop the American.</p> \n<p>“I think Serena has really great chances to do it,” Kvitova said, referring to Williams’ quest for the calendar year grand slam, with the first two slams, from Australia and France, already in her pocket. “I think she is a really big champion. She’s always trying to find good form for the important points.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/28/wimbledon-2015-order-of-play-monday-29-june\">Wimbledon 2015: order of play for Monday 29 June</a> </p> \n</aside> \n<p>Unlike many of her rivals, Kvitova does not fear Williams, even if she has lost five of their six meetings, including both on grass here, in 2010 and 2012. Her lone win came last month in Madrid where Kvitova won the title, a victory that can only give her confidence should they meet in the final a week on Saturday.</p> \n<p>“For sure, for me that was a great win,” she said. “I never beat her before so for me it was a good match. I really played well. I knew what I had to do. That’s what I think is the key if I want to beat her.</p> \n<p>“Every match with her is different. It doesn’t mean if you beat her once you are going to beat her again. It’s not like that. Serena is one of the players [who] you can really beat, but not every day.”</p> \n<p>As Maria Sharapova said on Saturday, it is the consistency that separates Williams from the rest, along with her power and mental strength. The likes of Kvitova know that on their best day they have a chance; if Serena is at her best, they rarely do. The Czech, who starts against Kiki Bertens of the Netherlands, goes into the tournament having not played a match on grass this year, after her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/petra-kvitova-illness-eastbourne-wimbledon\" title=\"\">withdrawal from Eastbourne</a> last week. With the perfect game for grass, Kvitova will not have forgotten how to play on the surface but her first match is bound to be a nervy affair, at least at first.</p> \n<p>“The preparation, because I got sick, wasn’t perfect,” she said. “But I’m trying to find good form. I hope on Tuesday I will be ready 100% but of course I missed a few days of practice. The pressure, the nerves are going to be there for sure, doesn’t matter whether I was sick or not. Still, when I step on the court on Tuesday it will be the same feelings. It will be very tough and nervous.”</p> \n<p>Mentally, Kvitova should be fresh, which is crucial for her chances, not least since she took two months off the Tour in March and April due to what she and her team have described as mental exhaustion. Feeling empty and not enjoying her tennis, or training, was translating to the match court but thankfully she made the decision to have a break, missing Indian Wells and Miami, two of the biggest events outside of the four grand slam tournaments. It was a bold choice but a good one.</p> \n<p>“I think a lot of athletes want to have a break but they didn’t do it,” she said. “But I feel much better than before. I’m really happy to be back on the court to play tennis, to really do what I love. That’s the important thing. I recharged some batteries, for sure. I am really glad I am able to compete. I think it was a really tough decision for me to miss the two big tournaments during March. I’m glad that I did it. I just felt exhausted and tired from everything, so that’s why.”</p> \n<p>Williams has been playing down talk of the pressure being on her as she chases grand slam title No21, not to mention the calendar year grand slam and a fourth straight major. It’s not always easy to believe her, at times, when she speaks of being free of pressure, but certainly she looked pretty relaxed on Saturday night when she joined Taylor Swift on stage at a concert in Hyde Park. Now that’s how to prepare for Wimbledon.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435503213493/Petra-Kvitova-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA","credit":"Facundo Arrizabalaga/EPA","altText":"Petra Kvitova","cleanCaption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-28T14:54:45Z","lastModified":"2015-06-28T23:30:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Petra Kvitova","Serena Williams","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/petra-kvitova","webTitle":"Petra Kvitova"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/petra-kvitova-serena-williams-wimbledon-2015","shortUrl":"http://gu.com/p/4a7dm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/petra-kvitova-serena-williams-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jun/28/petra-kvitova-serena-williams-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435503213493/Petra-Kvitova-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA","credit":"Facundo Arrizabalaga/EPA","altText":"Petra Kvitova","cleanCaption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA"}},"importance":4,"kicker":{"title":"Petra Kvitova"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435503213493/Petra-Kvitova-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA","credit":"Facundo Arrizabalaga/EPA","altText":"Petra Kvitova","cleanCaption":"Petra Kvitova feels she benefited from her decision to take two months off the tour in March and April. Photograph: Facundo Arrizabalaga/EPA"}}]},{"title":"James Ward / Ferrer injury means that the British No4 faces lucky loser","rawTitle":"Ferrer injury means that the British No4 faces lucky loser","item":{"type":"article","id":"sport/2015/jun/28/wimbledon-2015-david-ferrer-james-ward","title":"Wimbledon 2015: David Ferrer injury means James Ward faces lucky loser","trailText":"• Spaniard is out of tournament with elbow problem<br />• Italian Luca Vanni should be an easier proposition for British No4","standFirst":"<span class=\"bullet\">•</span> Spaniard is out of tournament after suffering elbow injury \n<br />\n<span class=\"bullet\">•</span> Italian Luca Vanni should be an easier proposition for British No4","byline":"Simon Cambers at Wimbledon","body":"<p>James Ward has not had much luck over the past few months, with injuries stopping him in his tracks just when it looked like he might build on his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/mar/06/andy-burray-donald-young-great-britain-united-states-davis-cup\" title=\"\">Davis Cup heroics in April</a> and crack on towards a place in the top 100.</p> \n<p>A nagging foot injury means he is playing through some discomfort to feature at Wimbledon, hoping that a hefty dose of painkillers can get him through and boost his hopes of playing for Britain in the quarter-final against France the week after the tournament.</p> \n<p>So the withdrawal of David Ferrer, the No8 seed, with an elbow injury was a welcome piece of good news for Ward, who has dropped to No4 in the country’s standings behind Aljaz Bedene, who recently qualified to play for Britain after switching allegiance from Slovenia, and the 20-year-old Kyle Edmund.</p> \n<p>Ferrer, who had played in 50 consecutive grand slam events, is not at his best on grass but the Spaniard would nevertheless have been a tough opponent. Ward will play lucky loser Luca Vanni of Italy, ranked 113, three places lower than the Englishman.</p> \n<p>The 30-year-old Vanni lost in five sets to Australia’s Luke Saville in the final round of qualifying and has only ever played one match in the main draw of a grand slam, at this year’s French Open, losing to another Australian, Bernard Tomic in four sets.</p> \n<p>Ward’s problems began just after his victory over John Isner in the Davis Cup first-round match against the United States in April, a win that helped to propel Britain into the last eight. A long flight to California and a change in speed of court surface – from indoors in Glasgow to the relatively slow hard courts in Indian Wells – did not help, causing him knee trouble. Then, in the month leading up to the Aegon Championships at Queen’s Club, he was struggling with foot trouble.</p> \n<p>The 28-year-old Ward revels in front of his home crowd, though, and if he is physically up to it, he will expect to advance to round two, having won his only previous meeting with Vanni, albeit in 2007 in a Futures Tour event, the lowest rung on the professional ladder.</p> \n<p>With the exception of those who travelled to Paris to see him in action, British fans will have their first opportunity to assess the skills of Bedene, who came straight in as the country’s No2 after changing nationality. The 25-year-old world No74, who has lived in Britain for the past seven years and has never won a grand slam singles match in eight attempts, plays Radek Stepanek, the wily 36-year-old Czech who knows his way around a grass court.</p> \n<p>Both Ward and Bedene will be in action on Tuesday but Heather Watson is due on court on Monday, up against the No32 seed, Caroline Garcia, a woman once tipped by Andy Murray as a future world No1. Naomi Broady has a winnable match against Mariana Duque-Mari&ntilde;o of Colombia while her brother, Liam Broady, faces Marinko Matosevic of Australia. The Broady siblings each received wildcards into the main draw after improving their rankings.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435506237196/James-Ward-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"James Ward","cleanCaption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T15:49:31Z","lastModified":"2015-06-28T23:00:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","James Ward","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/james-ward","webTitle":"James Ward"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/wimbledon-2015-david-ferrer-james-ward","shortUrl":"http://gu.com/p/4a7e6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/wimbledon-2015-david-ferrer-james-ward","webUri":"http://www.theguardian.com/sport/2015/jun/28/wimbledon-2015-david-ferrer-james-ward"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435506237196/James-Ward-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"James Ward","cleanCaption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images"}},"importance":4,"kicker":{"title":"James Ward"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/6/28/1435506237196/James-Ward-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images","credit":"Julian Finney/Getty Images","altText":"James Ward","cleanCaption":"Britain’s James Ward, in action at Indian Wells, has been playing with a foot injury Photograph: Julian Finney/Getty Images"}}]},{"title":"Wimbledon / How landlords, strawberry growers and bakers make SW19 tick","rawTitle":"How landlords, strawberry growers and bakers make SW19 tick","item":{"type":"article","id":"sport/2015/jun/28/wimbledon-2015-strawberry-growers-home-renters-bakers","title":"Wimbledon 2015: how home renters, strawberry growers and bakers make SW19 tick","trailText":"Championships’ unsung behind-the-scenes contributors tell Simon Burnton about what the Wimbledon fortnight means for them","standFirst":"Championships’ unsung behind-the-scenes contributors explain what the Wimbledon fortnight means for them as the 2015 tournament begins","byline":"Simon Burnton","body":"<h2>Marion Regan, Strawberry grower</h2> \n<p>At Wimbledon they like to have strawberries that are not too large, not crunchy, juicy enough that you can balance your bowl on your knee and eat them with a plastic spoon. We use June-bearing varieties like Elsanta and Sonata, which are naturally cropping at this time of year. The royal box gets a different variety called Jubilee, a very premium berry with a sweet taste.</p> \n<p>The later start this year hasn’t really made a difference to our operation. If anything it’s helped us, because it turns out this year there was a slightly later spring, whereas last year there was a very early start to the season. A week either way doesn’t change a great deal. It is the natural peak of the English strawberry season, which I think is why they are so closely related to Wimbledon. These days the strawberry season last about six months, but when the tournament started it was much shorter, and coincided with the tennis.</p> \n<p>We pick and dispatch the strawberries on the same day. We start picking at 5am, and the final order will be confirmed while we’re picking. By this time the fruit is going into the cooler and the packhouse, where it’s weighed and prepared for its journey. We’re only 30 miles from London, so if play goes into the evening, by the end they’ll be serving that day’s crop.</p> \n<p>I just think the industry as a whole is so lucky that the public associate the height of summer with eating strawberries. It’s great for the growers. We want to celebrate our fruit and we’re fortunate to have this great platform to do so.</p> \n<h2>Kevin Slatter Baker</h2> \n<p>My father first got the Wimbledon order years ago – it’s coming up to 50 years we’ve been supplying confectionery items to the tournament. These days we make the scones and a few selected pastries, and traditional fruit cake for the royal rooms. When he got the contract it was on a much smaller scale, but as the tournament has increased in size the order’s gone up and up. We can send off up to 10,000 scones a day – the other day we worked out that we’re about to bake our four millionth scone for Wimbledon.</p> \n<p>We used to have a chain of shops, but our business has changed over the years and we now have just one retail shop in Sydenham, south-east London, and a web business called the Cake Store, mainly making celebration cakes. So we literally go from making 30 scones a day for the shop, to making 10,000 a day for Wimbledon. And every one is made fresh to order, hand cut, perfectly round – a lot of the factory ones are kind of hexagonal – and brushed with egg. We get the final order for each day on the previous afternoon, and we’ve got teams who work through the night getting them out. If there’s going to be a bit of rain the volumes go up, because that’s when people sit about eating. If it’s hot and sunny everyone’s on court watching tennis.</p> \n<p>We occasionally get asked to bake something special. When Novak Djokovic won in 2011 we got a call on the Sunday night asking us to make a gluten-free cake to present to him on Monday morning. We put this big No1 Wimbledon winner cake together which was in all the papers.</p> \n<h2>Dipali Goenka Managing director, Welspun global brands</h2> \n<p>Christy has been licenced to produce Wimbledon’s towels since 1987, though it was supplying them even before that. We bought Christy in 2006. Welspun is based in India – the towels used to be made in Portugal, but since 2010 they have been produced in our factory in Gujarat. Every year they’re the biggest-selling items in the Wimbledon shop. We launch the following year’s towel in October – you get a lot of people wanting to buy them as Christmas presents – and then we build up the stockholding from February onwards as we build up to the championships.</p> \n<p>We provide a range of sizes, from the key Championship towels which are the same as the ones used by the players, to smaller hand towels and face cloths. This year we’ve produced around 100,000 towels in all, and we’ll sell around 35,000 of the Championship towels. The design is similar to last year’s – we totally change them every few years – though we’ve obviously changed the date on it, and there’s a new lady’s colourway in hot pink, charcoal and chartreuse green. When they turn the towels around the reverse will be very zingy and bright.</p> \n<p>I think they’ve become an iconic part of the event – fans want to take a little bit of Wimbledon away with them, and they see the players using the towels on centre court. The players certainly like to keep them – we supply around 6,000 for the courts and dressing rooms, which are supposed to be returned at the end of the tournament, but we only ever get around a third back.</p> \n<p>In the last couple of weeks we’ve signed off on the 2016 towels, which are a brand new design and a new colourway for the ladies. Wimbledon are very keen that the men’s towel stays in the traditional green and purple, while the ladies’ change according to the trends. I can’t tell you much about it at this stage, but I will say that it will have a highlight of yellow.</p> \n<h2>Isabella Murray Local resident<br /></h2> \n<p>We bought a house just around the corner from Wimbledon about 15 years ago, and we’ve been renting it out for the Championships for the last 13 years or so. Our first tenant was Taylor Dent, and we’ve had Nicole Vaidisova, Juan Mart&iacute;n del Potro, who used it for the Olympics as well – that was a prosperous year for us – and then when he was injured last year Tomas Berdych had it. Del Potro was going to have it again this year but when he withdrew with a wrist injury Kei Nishikori stepped in. We’ve always had them returning, until they retire.</p> \n<p>We live in a cul-de-sac, so it’s very quiet and private. Your best bet is to rent to a player who also does Queen’s, which Del Potro did, but then he wouldn’t book for the second week of Wimbledon until he was sure he’d still be there, whereas Nishikori arrived last Saturday but he’s taken it for the full three weeks. He’s quite confident, I think.</p> \n<p>Before they come I’ll take down all the photos of the family and totally declutter. The place has to be absolutely immaculate. It’s a pain, but it’s good to get the house sorted every year – for example our door buzzer hasn’t worked for about six months and we’ve had to get that fixed. We’ll clear some wardrobe space for them, but to be honest most players live out of a bag on the floor.</p> \n<p>Del Potro’s a bit messy, and Berdych did drop a bit of fake tan on the carpet, but we’ve never come back and thought, ‘I never want to do this again.’ The agency will clean the house, so you get it back how you left it. Sometimes the players will leave things behind – a few pairs of trainers, or some training gear that they don’t need any more – though Vaidisova would leave a bottle of Champagne and a thank you note.</p> \n<p>We always rent to players, because they’re just here to play tennis. Some of the international TV crews will rent houses: they tend to use them a lot more, and they might have a bit of a party. We’re lucky because my parents live locally, so we just move in with them for a couple of weeks. Before the kids started school we’d go on holiday, but now it pays for one of the school fees. We pop back to the house sometimes to water the garden. We’ve met all of the players who’ve rented it, and they’ve all without exception been really nice people.</p> \n<figure class=\"element element-image\" data-media-id=\"7ad7bd395de2a4f9c556837e4a5562d2e11fe1ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435500398623/b45ed038-ba79-4a3d-8a0a-41d7eb9442f4-460x276.jpeg\" alt=\"Tomas Berdych\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tomas Berdych: a welcome home renter, even if he did drop some fake tan on the carpet.</span> \n  <span class=\"element-image__credit\">Photograph: Tony O'Brien/Reuters</span> \n </figcaption> \n</figure> \n<h2>Martin Joyce Catering consultant, Compass Group</h2> \n<p>We never advertise for staff. We’ll invite back everyone who we thought worked well last year, and we probably get 40% of them returning. All the rest is word of mouth. We’re normally fully recruited at the end of January, and then comes the huge task of vetting and verifying every single application, and allocating jobs. The big challenge is the logistics: getting the person here on the right day, in the right job, at the right time.</p> \n<p>The players are key for us. They have two really good restaurants, one near Centre Court and one near the practice courts. They have everything cooked to order. They are getting more and more savvy in how they want to eat, when they want to eat, and how they want to eat. We have to make sure we’re up to their needs. Every year we try to improve. We have sushi chefs now making sushi fresh. Pasta will be served in sauces cooked fresh to their specifications. They have a lot of choice.</p> \n<p>We’ll start debriefing two days after the championships end, and then we get to work on next year. We build our portfolio from July to October, and we’ll really nail down our offer in the build-up to Christmas. We go to all the other grand slams and a few of the Masters Series events, anywhere that will give us some form of benchmarking our offer and our style. They’re all totally different – the only thing that’s the same is the players.</p> \n<p>We’ve been running the catering operation for years, but sometimes we still get taken by surprise. I wanted to do crepes one year, and we set up a really nice crepe operation, but we discovered that crepes and the British do not go very well. Then last year we introduced a slow-cooked pulled pork sandwich, and I think we sold our total volume estimate for 15 days in three. That means the chaps were left cooking pork right through the night to get on top of it.</p> \n<h2>Luke Aggas Director of tennis, Hawk-Eye innovations</h2> \n<p>I played tennis to county standard, which relative to what I watch on a daily basis isn’t great, but it’s always been an interest of mine. I was Hawk-Eye’s fifth employee when I joined in around 2004, and now there are close to 120 of us, in three cities. This year we’re going to be providing the line calling service across six courts for the first time – we’ve only ever done four courts before, but this year courts 12 and 18 have adopted the technology.</p> \n<p>The club has built in some of the infrastructure for us, like the cabling and the camera brackets, which helps with set-up, but we’ve been here since last Monday getting everything ready.</p> \n<p>On each of the six courts we have a review booth, similar to a commentary box, and when a match is in progress we’ll have a couple of people in that room operating the system. They log each point and create in-play statistics as well as, if there is a challenge, making sure the required information is easily and quickly retrieved. There will also be an official in the booth to supervise our work – they’ll be a line judge, a chair umpire, a supervisor or a referee – who will be able to communicate with the match umpire in case of emergency.</p> \n<p>So we’ll have 25 staff on site during the championships, providing Hawk-Eye and also working on Smart Production, a low-cost broadcast solution which provides coverage of some of the outside courts using small, unmanned cameras where there is no space for cameramen.</p> \n<p>As each court becomes closed, we will start to remove our equipment – it takes about five hours to remove the cameras and hardware from each court. We hope to be out of here by 10am on the Monday after the championship.</p> \n<p>In all we’ve got 18 kits which bounce around the world covering different championships – the only permanent Hawk-Eye tennis installation is in the Slovak National Tennis Centre in Bratislava. For the moment our tennis operation is based in London, and thankfully we’ve got a couple of weeks off after Wimbledon, before we have to send a team to Queen’s for Britain’s Davis Cup tie there, which is local enough, while another crew have to go to Darwin, Australia, which is a little less convenient.</p> \n<h2>Yulia Brodskaya Paper artist and designer of this year’s official poster</h2> \n<p>The poster was supposed to bring together the traditions of Wimbledon and communicate the new start date, which from this year onwards is a week later than it used to be. So the key idea was to do something very different to previous posters in order to really bring attention to the new date.</p> \n<p>The finished poster brings to life many of Wimbledon’s most famous icons, from the grass to the strawberries, the trophies and even an umbrella, all enclosed in an intricate tennis-ball shaped design. The main challenge was to incorporate all those elements in a harmonious way, while staying true to the well-recognised green and purple palette of Wimbledon, and at the same time making sure the new start date is clearly visible.</p> \n<p>There’s no special trick to getting things like the numbering just right – I just spent a long time measuring, cutting and gluing to make sure they’re as perfect as hand-made paper numbers can be. I paid really close attention to the details, for example finding some special paper with texture similar to a grass lawn, and making a net out of super-thin strips of paper.</p> \n<p>First I sketched my design, and then once that had been approved it took just over a week of non-stop work to make the finished piece. I had to make some changes as I went along – for example I had a problem with the tennis balls, which I initially made using a technique similar to the strawberries, but they looked a bit of place. Eventually I found a different way of making them, and now they look more integrated and visually appealing.</p> \n<p>There’s a making-of video on the Wimbledon website where you can still see the old balls. The artwork proved to be really popular, so I’ve been invited to continue the collaboration and become an artist in residence for this year’s championships. I’ll get to explore every corner of the ground and I’ll have a chance to see a few matches – including the ladies’ final – and then I’ll create some paper artwork inspired by my Wimbledon experience, which will go on permanent display in the clubhouse.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435500262458/Wimbledon-strawberries-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA","credit":"Toby Melville/PA","altText":"Wimbledon strawberries","cleanCaption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435500399912/b45ed038-ba79-4a3d-8a0a-41d7eb9442f4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tomas Berdych: a welcome home renter, even if he did drop some fake tan on the carpet. Photograph: Tony O'Brien/Reuters","credit":"Tony O'Brien/Reuters","altText":"Tomas Berdych","cleanCaption":"Tomas Berdych: a welcome home renter, even if he did drop some fake tan on the carpet.","cleanCredit":"Photograph: Tony O'Brien/Reuters"}],"webPublicationDate":"2015-06-28T14:07:30Z","lastModified":"2015-06-28T23:30:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Burnton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonburnton"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Burnton","topic":{"type":"tag-contributor","name":"profile/simonburnton"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/28/wimbledon-2015-strawberry-growers-home-renters-bakers","shortUrl":"http://gu.com/p/4a7cd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/28/wimbledon-2015-strawberry-growers-home-renters-bakers","webUri":"http://www.theguardian.com/sport/2015/jun/28/wimbledon-2015-strawberry-growers-home-renters-bakers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435500262458/Wimbledon-strawberries-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA","credit":"Toby Melville/PA","altText":"Wimbledon strawberries","cleanCaption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA"}},"importance":3,"kicker":{"title":"Wimbledon"},"byline":{"title":"Simon Burnton"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/6/28/1435500262458/Wimbledon-strawberries-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA","credit":"Toby Melville/PA","altText":"Wimbledon strawberries","cleanCaption":"Strawberries for Wimbledon are picked and dispatched on the same day. Photograph: Toby Melville/PA"}}]},{"title":"Andy Murray / British No1's record in his first decade at Wimbledon","rawTitle":"British No1's record in his first decade at Wimbledon","item":{"type":"article","id":"sport/2015/jun/27/andy-murray-record-decade-wimbledon","title":"Andy Murray’s record in his first decade at Wimbledon","trailText":"From beating the relatively unknown George Bastl in 1995 to lifting the title two years ago, Andy Murray has kept fans of British tennis on the edge of their seats for 10 years","standFirst":"From beating the relatively unknown George Bastl in 1995 to lifting the title two years ago, Andy Murray has kept fans of British tennis on the edge of their seats for 10 years","byline":"Observer Sport","body":"<h2><strong>2005</strong></h2> \n<p>Murray makes his first appearance at Wimbledon, as a wildcard. He beats <strong>George Bastl</strong> and <strong>Radek Stepanek</strong>, but loses in the third round to <strong>David Nalbandian </strong>having held a two-set lead. Early signs of promise.</p> \n<h2><strong>2006</strong></h2> \n<p>Beats <strong>Nicolas Massu</strong>, <strong>Julien Benneteau </strong>and, in a sensational performance, dispatches third seed <strong>Andy Roddick</strong>. Beaten in the fourth round by <strong>Marcos Baghdatis</strong>.</p> \n<h2><strong>2007</strong></h2> \n<p>Injured.</p> \n<h2><strong>2008</strong> </h2> \n<p> Reaches the quarter-final via wins over <strong>Fabrice Santoro</strong>, <strong>Xavier Malisse</strong>,<strong> Tommy Haas </strong>and<strong> Richard Gasquet</strong> – the latter via a stunning fightback from two sets down. But he is well beaten in the quarters by <strong>Rafael Nadal</strong>.</p> \n<h2><strong>2009</strong> </h2> \n<p>Momentum is starting to build behind British fans’ new hope. After overcoming <strong>Robert Kendrick</strong>, <strong>Ernests Gulbis</strong>, <strong>Viktor Troicki</strong>, <strong>Stan Wawrinka</strong> (in Wimbledon’s first floodlit match, finishing at 10.38pm) and <strong>Juan Carlos Ferrero</strong>, Murray loses to <strong>Andy Roddick </strong>in the semi-final.</p> \n<h2><strong>2010</strong></h2> \n<p>So close, once again. Murray secures impressive wins over <strong>Jan Hajek</strong>, <strong>Jarkko Nieminen</strong>, <strong>Giles Simon</strong>, <strong>Sam Querrey</strong> and <strong>Jo-Wilfried Tsonga </strong>to set up another semi-final. But it’s another agonising defeat, this time to <strong>Rafael Nadal</strong>.</p> \n<h2><strong>2011</strong></h2> \n<p>A pattern starts to emerge. A fairly straightforward route to the semis is successfully navigated – victories over <strong>Daniel Gimeno-Traver</strong>, <strong>Tobias Kamke</strong>, <strong>Ivan Ljubicic</strong>,<strong> Richard Gasquet </strong>and <strong>Feliciano Lopez</strong>. But it all leads to another heart-breaking semi-final defeat – losing to <strong>Rafael Nadal </strong>for the second successive year.</p> \n<h2><strong>2012</strong></h2> \n<p>Murray comes so close to a break-through. The Scot looks a force to be reckoned with as he dispenses with <strong>Nikolay Davydenko</strong>, <strong>Ivo Karlovic, Marcos Baghdatis</strong>,<strong> Marin Cilic</strong>, <strong>David Ferrer </strong>and – in the semi-final – secures a thrilling victory over the Frenchman <strong>Jo-Wilfried Tsonga</strong>. However, amid huge pressure, the final is a step too far: defeat to <strong>Roger Federer </strong>in four sets, followed by a tearful post-match interview. He would return to beat Federer on the same court to win the Olympic gold medal the following month.</p> \n<h2><strong>2013</strong></h2> \n<p>After the London 2012 success, everything has clicked in to place. Following wins over <strong>Benjamin Becker</strong>, <strong>Lu Yen-hsun</strong>, <strong>Tommy Robredo</strong>, <strong>Mikhail Youzhny</strong> and <strong>Fernando Verdasco</strong>, Murray beats <strong>Jerzy Janowicz </strong>in the semi-final to secure another place in the final, this time against <strong>Novak Djokovic</strong>. And this time he powers to a first, thrilling victory, 6-4, 7-5, 6-4 – becoming the first male British singles winner in 77 years. Willed on by a raucous crowd, he comes up with a breathtaking final performance against the world No1.</p> \n<h2><strong>2014</strong></h2> \n<p>After the glory of the previous year, an out-of-sorts Murray exits the tournament early. Having secured wins over <strong>David Goffin</strong>, <strong>Blaz Rola</strong>,<strong> Roberto Bautista Agut </strong>and <strong>Kevin Anderson</strong>, he is beaten in the quarter-final by the up-and-coming <strong>Grigor Dimitrov</strong>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435439731575/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis","credit":"  Colorsport/Corbis","altText":"andy murray","cleanCaption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-27T21:15:02Z","lastModified":"2015-06-27T23:01:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Andy Murray","Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/27/andy-murray-record-decade-wimbledon","shortUrl":"http://gu.com/p/4a77m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/27/andy-murray-record-decade-wimbledon","webUri":"http://www.theguardian.com/sport/2015/jun/27/andy-murray-record-decade-wimbledon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435439731575/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis","credit":"  Colorsport/Corbis","altText":"andy murray","cleanCaption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis"}},"importance":3,"kicker":{"title":"Andy Murray"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435439731575/andy-murray-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis","credit":"  Colorsport/Corbis","altText":"andy murray","cleanCaption":"Andy Murray trains at Wimbledon before the start of his 10th appearance at the Championships. Photograph:   Colorsport/Corbis"}}]}],"lastModified":"2015-06-29T08:10:46Z","personalization":{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7"},"visibility":"all","adTargetingPath":"sport/front"}