{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","title":"Wimbledon 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/043c1991-8a70-4022-a716-8e057250afc7"},"cards":[{"title":"Wimbledon review / The best and worst of this year’s tournament","rawTitle":"The best and worst of this year’s tournament","item":{"type":"article","id":"sport/blog/2015/jul/13/wimbledon-2015-review-of-the-tournament-guardian-sport","title":"Wimbledon 2015 review: the best and worst of this year’s tournament","trailText":"Novak Djokovic and Serena Williams came, saw and conquered, Roger Federer is back while Andy Murray and Garbiñe Muguruza shone: our writers’ SW19 highs and lows","standFirst":"Novak Djokovic and Serena Williams came, saw and conquered, Roger Federer dazzled while Andy Murray and Garbi&ntilde;e Muguruza shone: our writers’ SW19 highs and lows","byline":"Simon Cambers, Owen Gibson, Sean Ingle, Emma John, Kevin Mitchell, Hugh Muir, Katy Murrells, James Riach and Jacob Steinberg","body":"<h2><strong>Man of the tournament</strong></h2> \n<p><strong>Kevin Mitchell </strong>Novak Djokovic. Who else could it be? Nick Kyrgios was in the picture for a while, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/nick-kyrgios-wimbledon-antics-rare-talent-australia\">but blew up, in more ways than one</a>. The Serb just keeps on keeping on.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final\">Wimbledon 2015: Novak Djokovic ends era of Big Four to stand alone | Bryan Armen Graham</a> </p> \n</aside> \n<p><strong>Simon Cambers</strong> Roger Federer. Still proving he’s got it and amazingly, at the age of 33, he really does seem to be getting better.</p> \n<p><strong>Owen Gibson </strong>Novak Djokovic. As much for the way he dug deep and battled to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\">overcome Kevin Anderson over two days and five sets</a> and put the cloud of defeat at Roland Garros behind him, as the way he prevailed in the final.</p> \n<p><strong>Hugh Muir </strong>Novak Djokovic. A marvel of mental strength and audacity, especially in times of peril. And off court, a great ambassador.</p> \n<p><strong>Katy Murrells </strong>Novak Djokovic. Was stung by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/07/french-open-2015-stanislas-wawrinka-novak-djokovic-win\">Stan Wawrinka at the French Open</a> but showed his mettle by recovering from the missed career slam to successfully defend his Wimbledon title. His response to losing the second-set tie-break in the final, having held seven set points, was outstanding. He’s the man with the limbs of elastic but mind of steel.</p> \n<p><strong>Jacob Steinberg </strong>Novak Djokovic. Showed tremendous character to deal with his French Open disappointment and come back even stronger.</p> \n<p><strong>James Riach </strong>Nick Kyrgios. Divisive, controversial and highly entertaining. Kyrgios was great value throughout his run to the fourth round, receiving two separate fines from the All England Club. However, he escaped punishment for appearing to down tools in the second set against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/nick-kyrgios-richard-gasquet-wimbledon-2015\">Richard Gasquet</a>, with the Australian accused of “tanking”, something he denied. Obviously Novak Djokovic and Roger Federer played infinitely better tennis, but this guy was a welcome livewire<strong>.</strong></p> \n<p><strong>Sean Ingle </strong>Roger Federer, who played staggering tennis on his seamless way to Sunday’s final with just 60 unforced errors in six matches, only for his level to slightly dip in the final against Novak Djokovic. The Serb’s brilliance had a great deal to do with that, of course, but before then Federer was a joy to watch, particularly in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">sublime performance against Andy Murray</a>. He’s still got it, even at 33.</p> \n<p><strong>Emma John </strong>Dustin Brown. You can keep your Federers, your Djokovics, your Richard Gasquets. They may have provided the second-week class, but there was only one man responsible for bringing the first-week fun. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">Brown’s defeat of Rafael Nadal</a> helped open up the bottom half of the draw, but it was the manner in which it was delivered that secured his place in the Wimbledon crowd’s hearts. Brown’s trick shots and disguised drops were more thrillingly modish than <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/liam-broady-wimbledon-2015-british-wild-card-marinko-matosevic-five-sets\">Liam Broady’s east-London-bartender beard</a>. Even better was the way he dismissed the fascination with his Rasta hair and his Jamaican-German background: “‘I could be sitting here saying, why are you guys all different?’”</p> \n<h2><strong>Woman of the tournament</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-transcends-sport-outsider\">Serena Williams transcends sport. We're lucky to be living in her time</a> </p> \n</aside> \n<p><strong>KM </strong>Serena Williams. Having survived scares against Heather Watson and Victoria Azarenka (the one player capable of consistently getting close to her), she <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/09/serena-williams-maria-sharapova-wimbledon-2015-live-tennis\">walloped Maria Sharapova</a> – again – and rose to the young challenge of Garbi&ntilde;e Muguruza.</p> \n<p><strong>SC</strong> Cannot be anyone other than Serena Williams. She’s better than the rest, so she should win, but she coped with all the pressure and shows no sign of slowing down.</p> \n<p><strong>OG </strong>Serena Williams. To win her <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\">sixth Wimbledon title</a> was one thing, to complete the “Serena Slam” was another. To do so in the manner she did, by turns battling opponents and blowing them away, was even more impressive.</p> \n<p><strong>HM </strong>Serena Williams. Racing ahead or lagging behind ... normal rules no longer apply.</p> \n<p><strong>KMu </strong>Serena Williams. The superlatives are starting to run out as one of the game’s greats pushes her claim to be considered the greatest. Looking at the numbers she’s almost there; her 21st grand slam title moved her to within one of Steffi Graf’s Open era record and three behind Margaret Court’s all-time mark. But what sets Williams apart is her longevity. And as long as the 33-year-old stays fit and motivated, who in the women’s game can stop her?</p> \n<div>\n __VIDEO_EMBED_gu-video-457479474__\n</div> \n<p><strong>JS </strong>Serena Williams. Who else?</p> \n<p><strong>JR </strong>Serena Williams. Now the holder of each grand slam title and on course for the calendar year grand slam. As always, she won it in great style and with humility.</p> \n<p><strong>SI </strong>It is impossible to look beyond the brilliant Serena Williams, whose ferocious power sometimes blinds people to just how accurate her groundstrokes have become, how mentally tough she is, and how pleasant she is off the court. Women’s tennis desperately needs a rival to push her though. If Azarenka can get fitter, if Madison Keys can improve her accuracy, if Garbi&ntilde;e Muguruza can kick on. Ifs. Ifs. Ifs.</p> \n<figure class=\"element element-image\" data-media-id=\"28b9bd8aa415945e7e07688a8f49f2c89cd65fe8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436781348599/e72cd8f2-a526-4915-bea3-359d5a0dc9ed-460x276.jpeg\" alt=\"Timea Bacsinszky\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Timea Bacsinszky, of Switzerland, shows her emotions after victory in her Ladies’ Singles fourth round match against Monica Niculescu.</span> \n  <span class=\"element-image__credit\">Photograph: Clive Brunskill/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>EJ </strong>Timea Bacsinszky It takes a special kind of story to nudge Heartbreak Heather out of this slot. But Bacsinszky’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/wimbledon-2015-timea-bacsinszky-monica-niculescu-fourth-round-match-report\">quarter-final run</a>, two years after she walked away from the game to waitress in hotels, is that special. The Swiss 26-year-old spoke openly and powerfully about the miserable childhood she spent as a sporting prodigy under the control of her tennis coach father. Her honesty, stoicism and contagious joy at being back in the game spread a bit of happiness every time she walked into a press conference – and there were quite a few of them, as she made her way to her personal-best Wimbledon appearance.</p> \n<h2><strong>Breakthrough star of the tournament</strong></h2> \n<p><strong>KM </strong>Garbi&ntilde;e Muguruza. She has been on the radar for a year or two but came of age in the final. A wonderful talent about to flower.</p> \n<p><strong>SC</strong> Garbi&ntilde;e Muguruza. Was already a good player but stepped up to a new level with a series of brilliant wins and a good performance in the final. Very likeable personality, too.</p> \n<p><strong>OG </strong>Garbi&ntilde;e Muguruza was a breath of fresh air in the women’s draw. The 20th seed played aggressive, expansive tennis in reaching the final and when she got there she won the support of the crowd by refusing to throw in the towel against Serena Williams.<strong> </strong></p> \n<figure class=\"element element-image\" data-media-id=\"bd544fb1867dd75619c2cab06bdb7f9cb6600167\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436781542566/96bcbfa5-523a-408e-9564-eb61a293c666-460x276.jpeg\" alt=\"Garbi&ntilde;e Muguruza\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Garbi&ntilde;e Muguruza brought a new dimension to the women’s game at Wimbledon.</span> \n  <span class=\"element-image__credit\">Photograph: Hasenkopf/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p><strong>HM </strong>Garbi&ntilde;e Muguruza. Believe the hype. She is on her way.</p> \n<p><strong>KMu </strong>Garbi&ntilde;e Muguruza gained countless fans with her big smile and even bigger game during her run to the final. The 21-year-old must avoid a post-Wimbledon slump similar to last year’s runner-up, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/10/whats-wrong-with-eugenie-bouchard\">Eugenie Bouchard</a>, but she looks to have a fine future in the game.</p> \n<p><strong>JS </strong>Garbi&ntilde;e Muguruza. Was not exactly a nobody, but the woman who once hated grass probably surprised herself by reaching her first final at a grand slam on her least favourite surface. Her power game should bring her titles.<strong> </strong></p> \n<p><strong>JR </strong>Garbi&ntilde;e Muguruza. The Spaniard had previously professed a suspicion of grass but played like she had been brought up on it, looking to attack whenever possible and, for a moment, putting the frighteners on Serena Williams at the start of the final. Surely a grand slam champion of the future.</p> \n<p><strong>SI </strong>Garbi&ntilde;e Muguruza is the natural choice given her impressive victories over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/caroline-wozniacki-wimbledon-show-courts\">Caroline Wozniacki</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/09/garbine-muguruza-beats-agnieszka-radwanska-wimbledon-2015-final\">Agnieszka Radwanska</a> and the way she fought back from 5-1 down in the second set against Serena. The 20-year-old will surely win grand slams in the future. Just not yet.</p> \n<p><strong>EJ </strong>Garbi&ntilde;e Muguruza. After she beat her idol <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2014/may/28/serena-williams-garbine-muguruza-french-open\">Serena Williams in the second round of last year’s French Open</a>, a 20-year-old Muguruza prophesied of women’s tennis: “A change is coming … some time the new generation has to come through and I think now is the moment.” The Spaniard’s predictions seemed to be coming true this year as she marched through to the final on a wave of aggressive, intelligent shotmaking. She is no hothoused talent, and the excitement of her play is matched by an equal sense of fun.</p> \n<h2><strong>Match of the tournament</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2015/jul/11/the-best-of-wimbledon-2015-in-pictures-and-quotes\">The best of Wimbledon 2015 — in pictures and quotes</a> </p> \n</aside> \n<p><strong>KM </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\">Serena Williams v Heather Watson</a>. In many ways, it touched heights different to the Federer v Murray semi-final, because of the disparity in achievement and status. It could be the performance that totally changes Watson’s career.</p> \n<p><strong>SC</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka\">Richard Gasquet v Stan Wawrinka</a>. The first four sets were up and down but the final set was stunning with the two best one-handed backhands in the game trading blow after blow.</p> \n<p><strong>OG </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Roger Federer rolled back the years to destroy a disbelieving Andy Murray</a> in the semi-finals with a mix of sensational serving and poised winners.<strong> </strong></p> \n<p><strong>HM </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/novak-djokovic-kevin-anderson-wimbledon-2015\">Kevin Anderson v Novak Djokovic</a>. An absorbing last set of ‘who will blink first’ tennis.</p> \n<figure class=\"element element-image\" data-media-id=\"dc1961c78f98ea55829548df79e2da9b78e48256\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436781957344/2a857508-0d84-4be8-aa83-cae181a4bf69-460x276.jpeg\" alt=\"Dustin Brown\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dustin Brown celebrates on Centre Court after beating Rafael Nadal</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Corbis</span> \n </figcaption> \n</figure> \n<p><strong>KMu </strong>Four stand out and I can’t choose between them: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">Dustin Brown’s dazzling defeat of Rafael Nadal</a> saw the unorthodox underdog beat the former champion, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/03/heather-watson-serena-williams-wimbledon\">Serena Williams’s near-loss to Heather Watson</a> had the raw emotion, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015\">Williams’s quarter-final against Victoria Azarenka</a> featured the best tennis of the women’s tournament, while<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\"> Roger Federer’s performance against Andy Murray</a> was a wonderful throw-back to Federer at his peak.</p> \n<p><strong>JS </strong>The fifth set of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/wimbledon-2015-richard-gasquet-stan-wawrinka\">Richard Gasquet’s win over Stan Wawrinka</a> was one to remember. Gasquet won it, lost it, then won it again against the French Open champion.</p> \n<p><strong>JR </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Roger Federer v Andy Murray</a>. This year’s Championships were graced with some captivating matches, not least Dustin Brown’s victory over Rafael Nadal and Heather Watson’s so-near display against Serena Williams. But Federer’s demolition of Murray in the semi-finals was the best performance at Wimbledon I have ever seen. Pretty much perfect serving.</p> \n<p><strong>SI </strong>It’s a toss up between Dustin Brown versus Rafael Nadal and Serena Williams against Heather Watson. Arguably the Watson-Williams match was even more riveting, but Brown gets the nod because he caused the shock while Watson, for all the spirit and guile in her play, fell just short.</p> \n<p><strong>EJ </strong>The women’s doubles final. Three times, Ekaterina Makarova and Elena Vesnina were only a couple of points away from winning the championship title. But <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/martina-hingis-sania-mirza-win-wimbledon-womens-doubles-final\">Martina Hingis and Sania Mirza</a>, who have only played together since March, had already won a brilliant tiebreak to come back from a set down, and they weren’t giving up now. There was something completely joyous about watching the pair, Mirza clubbing the ball cross court, Hingis spearing down vicious volleys, and the match itself was arguably more gripping than the ladies’ singles final that had preceded it. Seeing Hingis grinning and skipping around centre court, we all felt 17 years younger.</p> \n<h2><strong>Moment of the tournament</strong></h2> \n<p><strong>KM </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/06/nick-kyrgios-richard-gasquet-wimbledon-2015\">Nick Kyrgios hugging the ball boy</a>. “Everyone needs a hug,” said the young Australian for whom the lyrics, “Oh lord, please don’t let me be misunderstood”, might have been written.</p> \n<p><strong>SC</strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/02/dustin-brown-rafael-nadal-wimbledon\">Dustin Brown’s win over Rafael Nadal</a>. Nadal was vulnerable because of his lack of confidence but Brown played some incredible tennis, his own unique brand, to earn the biggest win of his career.</p> \n<p><strong>OG </strong><em>That </em>impossible backhand from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Roger Federer </a>towards the end of his semi final victory over Murray.</p> \n<p><strong>HM </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/29/lleyton-hewitt-bids-farewell-to-wimbledon-after-nieminen-loss\">Lleyton Hewitt’s emotional singles farewell</a>. Tough guys almost cry.</p> \n<figure class=\"element element-image\" data-media-id=\"beb97477d726e962065e21bfd8f065f1a78fcca7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436782156922/29dd36ef-f208-4375-bab8-ba2d044f0229-460x276.jpeg\" alt=\"Roger Federer and Andy Murray\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer and Andy Murray after the British No1 was beaten.</span> \n  <span class=\"element-image__credit\">Photograph: Hasenkopf/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p><strong>KMu </strong>The breathtaking 15-minute game that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Andy Murray and Roger Federer played in the second set of their semi-final</a>, which featured seven deuces, five set points for Federer, and winner after winner. Murray held on but it still wasn’t enough against Federer, who played one of the best matches of his career. And that’s saying something, given his performances over the years.</p> \n<p><strong>JS </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/10/andy-murray-beaten-roger-federer-wimbledon-semi-finals\">Roger Federer holding to love immediately after Andy Murray’s</a> epic hold in the 10th game of the second set of their semi-final. Brutal.</p> \n<p><strong>JR </strong>An unwitting journalist asking Tomas Berdych if he felt in good form heading into the quarter-finals, when he had just lost in straight sets to Gilles Simon. “Is he trying to make fun of me?” replied the bemused and slightly annoyed Czech.</p> \n<p><strong>SI</strong> A rather long moment, admittedly, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/10/andy-murray-roger-federer-wimbledon-2015-semi-final-live#block-559ff570e4b07fc6a121f8f3\">but the 10th game of the second set between Roger Federer and Andy Murray</a>, was something else. Murray saved five break points before holding his serve with an ace after 14 minutes.</p> \n<p><strong>EJ </strong>Andy Murray lofting three consecutive lobs over the 6ft 11in Ivo Karlovic. And nailing every one.<strong> </strong></p> \n<h2><strong>I loved being at Wimbledon this year because ...</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat\">Roger Federer generous in defeat by Novak Djokovic in Wimbledon final</a> </p> \n</aside> \n<p><strong>KM </strong>Roger Federer lost so graciously. Again. He is so comfortable in his skin at 33 that falling short does not hurt so much anymore. He should have a chat with the Australian cricket team.</p> \n<p><strong>SC</strong> We saw a resurgence of net play. Not out-and-out serve and volley but a smarter version that is hugely effective when done well. It works.</p> \n<p><strong>OG </strong>The extra week after Roland Garros seemed to ensure that the players were at their peak from the start and the first week was a feast of great tennis and great stories – from Dustin Brown to Nick Kyrgios – played beneath scorching skies. Also, now that Murray has broken the hoodoo, the atmosphere and agenda feels less crazily-focused on him and only him. Which can only be a good for everyone.</p> \n<p><strong>HM </strong>It was as Wimbledon should be – great tennis, incident, controversy. High-class soap opera with tennis rackets.</p> \n<p><strong>KMu </strong>The sun shone, it barely rained and we only heard “ladies and gentlemen play is suspended” three times. It is just a shame that one of those rain interruptions came in the men’s final.</p> \n<figure class=\"element element-image\" data-media-id=\"b1e40caa15d6d8c1ff202170040ed0f1ebcbb55f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436782391504/266832d7-5a3a-43af-bb12-274ed0dd0843-460x276.jpeg\" alt=\"Heather Watson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Great Britain’s Heather Watson pushed Serena Williams all the way</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Couldridge/Reuters</span> \n </figcaption> \n</figure> \n<p><strong>JS </strong>I was there to see Heather Watson give Serena Williams the fright of her life in the third round.</p> \n<p><strong>JR </strong>It was very hot. Surprisingly, players who train in Florida and the south of Spain were able to cope.</p> \n<p><strong>SI </strong>The weather was great and so was the tennis. And the <em>pizzaiolo</em> in the new media centre canteen makes a lovely <em>calzone</em> too.</p> \n<p><strong>EJ </strong> It was fun to watch straitlaced tennis followers get in a right state about Nick Kyrgios. They all seemed to be engaging in a self-willed amnesia about John McEnroe.</p> \n<h2><strong>If I could change one thing about Wimbledon it would be ...</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/08/wimbledon-2015-centre-court-crowd-azarenka-irritated\">Wimbledon 2015: Centre Court crowd leaves more than Azarenka irritated | Owen Gibson</a> </p> \n</aside> \n<p><strong>KM </strong>Make Andy Roddick do the whole two weeks in the commentary box. He is engaging, sharp, witty and he has been there.</p> \n<p><strong>SC</strong> Let Under-10s in for free. Wimbledon doesn’t need the money and it would help encourage families to go and might even inspire a generation.</p> \n<p><strong>OG </strong>The insistence of the Centre Court crowd on giggling for bafflingly inane reasons at the drop of a Panama hat. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/08/novak-djokovic-marin-cilic-wimbledon-2015\">During Novak Djokovic’s victory over Marin Cilic</a>, they started chortling because there was a rally involving three sliced shots in a row. Hilarious.</p> \n<p><strong>HM</strong> Stop fawning and fill the royal box with real people. Let the celebs sit with the plebs.</p> \n<p><strong>KMu </strong>Wimbledon wouldn’t be Wimbledon without the queue, so why not open it up for Centre Court tickets for the last four days of the tournament? Tickets for the semi-finals and finals are all sold in advance, but holding some back for the most dedicated fans would make the atmosphere even better.</p> \n<p><strong>JS </strong>If you are not in your seat in time for the start of the first men’s semi-final on Centre Court, you are not coming in.</p> \n<p><strong>JR </strong>Andy Roddick to replace Andrew Castle on every commentary.</p> \n<p><strong>SI </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/sep/03/why-dont-women-play-five-set-tennis\">Women playing five-sets</a>. I’m not sure how it would affect the scheduling, especially given points can be longer because the serve is not so dominant, but it seems odd given that women play 90 minutes in football, run marathons and so on, that they aren’t allowed to play five sets in grand slams? Maybe it could be introduced from the last 16 to start with?</p> \n<p><strong>EJ </strong>The patronising honorifics. The men all get called Mr, the women have to choose between Mrs or Miss. As if their marital status has anything to do with their sporting ability.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436784890261/Wimbledon-highs-and-lows-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wimbledon 2015: Novak Djokovic, Roger Federer, Dustin Brown, Heather Watson, Garbiñe Muguruza and Serena Williams all provided tournament highs. Photograph: Tom Jenkins/Guardian/Rex","credit":"Tom Jenkins/Guardian/Rex","altText":"Wimbledon highs and lows","cleanCaption":"Wimbledon 2015: Novak Djokovic, Roger Federer, Dustin Brown, Heather Watson, Garbiñe Muguruza and Serena Williams all provided tournament highs. Photograph: Tom Jenkins/Guardian/Rex"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781349877/e72cd8f2-a526-4915-bea3-359d5a0dc9ed-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Timea Bacsinszky, of Switzerland, shows her emotions after victory in her Ladies’ Singles fourth round match against Monica Niculescu. Photograph: Clive Brunskill/Getty Images","credit":"Clive Brunskill/Getty Images","altText":"Timea Bacsinszky","cleanCaption":"Timea Bacsinszky, of Switzerland, shows her emotions after victory in her Ladies’ Singles fourth round match against Monica Niculescu.","cleanCredit":"Photograph: Clive Brunskill/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781543980/96bcbfa5-523a-408e-9564-eb61a293c666-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Garbiñe Muguruza brought a new dimension to the women’s game at Wimbledon. Photograph: Hasenkopf/Rex Shutterstock","credit":"Hasenkopf/Rex Shutterstock","altText":"Garbiñe Muguruza","cleanCaption":"Garbiñe Muguruza brought a new dimension to the women’s game at Wimbledon.","cleanCredit":"Photograph: Hasenkopf/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436781957831/2a857508-0d84-4be8-aa83-cae181a4bf69-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dustin Brown celebrates on Centre Court after beating Rafael Nadal Photograph: Colorsport/Corbis","credit":"Colorsport/Corbis","altText":"Dustin Brown","cleanCaption":"Dustin Brown celebrates on Centre Court after beating Rafael Nadal","cleanCredit":"Photograph: Colorsport/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436782158302/29dd36ef-f208-4375-bab8-ba2d044f0229-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer and Andy Murray after the British No1 was beaten. Photograph: Hasenkopf/Rex Shutterstock","credit":"Hasenkopf/Rex Shutterstock","altText":"Roger Federer and Andy Murray","cleanCaption":"Roger Federer and Andy Murray after the British No1 was beaten.","cleanCredit":"Photograph: Hasenkopf/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436782394232/266832d7-5a3a-43af-bb12-274ed0dd0843-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Great Britain’s Heather Watson pushed Serena Williams all the way Photograph: Andrew Couldridge/Reuters","credit":"Andrew Couldridge/Reuters","altText":"Heather Watson","cleanCaption":"Great Britain’s Heather Watson pushed Serena Williams all the way","cleanCredit":"Photograph: Andrew Couldridge/Reuters"}],"webPublicationDate":"2015-07-13T10:56:40Z","lastModified":"2015-07-13T12:11:53Z","metadata":{"commentable":true,"commentCount":325,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"},{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"},{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Hugh Muir","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739000/HughMuir.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hughmuir"},{"name":"Katy Murrells","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katymurrells"},{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"},{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"},{"name":"Sean Ingle","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748340/SeanIngle.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seaningle"},{"name":"Emma John","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413381905084/Emma-John-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emmajohn"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Novak Djokovic","Serena Williams","Andy Murray","Roger Federer","US sports","Nick Kyrgios","Australia sport","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/andymurray","webTitle":"Andy Murray"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/nick-kyrgios","webTitle":"Nick Kyrgios"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[{"id":"gu-video-457479474","source":"YouTube/Wimbledon","durationInSeconds":25,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713DjokovicDance.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713DjokovicDance_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/13/1436787128178/KP_352727_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","cleanCaption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/13/wimbledon-2015-review-of-the-tournament-guardian-sport","shortUrl":"http://gu.com/p/4atjm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/13/wimbledon-2015-review-of-the-tournament-guardian-sport","webUri":"http://www.theguardian.com/sport/blog/2015/jul/13/wimbledon-2015-review-of-the-tournament-guardian-sport"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/13/1436784890261/Wimbledon-highs-and-lows-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wimbledon 2015: Novak Djokovic, Roger Federer, Dustin Brown, Heather Watson, Garbiñe Muguruza and Serena Williams all provided tournament highs. Photograph: Tom Jenkins/Guardian/Rex","credit":"Tom Jenkins/Guardian/Rex","altText":"Wimbledon highs and lows","cleanCaption":"Wimbledon 2015: Novak Djokovic, Roger Federer, Dustin Brown, Heather Watson, Garbiñe Muguruza and Serena Williams all provided tournament highs. Photograph: Tom Jenkins/Guardian/Rex"}},"importance":7,"kicker":{"title":"Wimbledon review"},"byline":{"title":"Guardian writers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/b3deaf0bd4fa06d593359316eae81da814ef73cd/0_0_4156_2493/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/82bd7f3bde563e6ce537a5e7bdaa8d09b41feae9/0_0_3726_2236/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a7f984660e5df0ba26702bf3235c7096c5553c13/0_0_3576_2145/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c39edda06f44c6b878ad5d9ac8da14e6a9286ded/0_291_5184_3110/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/afdfff8743b68b901f1c935a813c526b14cf2f2d/0_0_4292_2575/1000.jpg","height":600,"width":1000}}]},{"title":"Foot faults all round as duo's dancing crosses the line","rawTitle":"Foot faults all round as duo's dancing crosses the line","item":{"type":"article","id":"sport/2015/jul/13/serena-williams-and-novak-djokovic-dancing","title":"Foot faults all round as Serena and Djokovic's dancing crosses the line","trailText":"The two Wimbledon victors provided the most awkwardly joyous moment of the weekend when a blast of the Bee Gees gave them the heebie-jeebies","standFirst":"<p>The two Wimbledon victors provided the most awkwardly joyous moment of the weekend when a blast of the Bee Gees gave them the heebie-jeebies</p>","byline":"Stuart Heritage","body":"<p>People need to see the video of Serena Williams and Novak Djokovic dancing together after Wimbledon. It should be shown at schools, or at the end of particularly grim EastEnders episodes. During times of extreme global strife, the video should be beamed directly onto the surface of the moon. Because, no matter how hard you try, you will never see a more uplifting video so long as you live.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/13/wimbledon-2015-review-of-the-tournament-guardian-sport\">Wimbledon 2015 review: the best and worst of this year’s tournament</a> </p> \n</aside> \n<p>Why? Because it shows Williams and Djokovic wheeling around joyously, gleefully liberating themselves of the self-imposed pressure it takes to become best in the world at something? Because it shows that even fiercely goal-fixated superbeings are able to cut loose and have fun sometimes?</p> \n<p>No. The video is life-affirming because Serena Williams and Novak Djokovic are rubbish at dancing. In fact, that doesn’t even do it justice. What they do barely even exists in the same galaxy as dancing. Here’s what happens: after they’ve both become Wimbledon champions, Williams and Djokovic find themselves onstage together. Night Fever by the Bee Gees is playing. The pair clasp hands and perform a jokey little victory dance. They stop, but the music doesn’t. So, foolishly, they start dancing again.</p> \n<p>Except it’s not dancing. Not really. It’s the sort of self-conscious imitation of dance that people reluctantly perform at wedding receptions before they get drunk enough to really hammer out some moves. Serena opts for the dead-armed two-steps-forward-two-steps-back style beloved by elderly aunties, while Novak half-heartedly performs what can only be described as a satirical interpretive performance art piece inspired by peak-era John Travolta.</p> \n<figure class=\"element element-image\" data-media-id=\"8f5c4278856840427400521035b24644d47b4412\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436788549730/29ddca38-56c0-4db0-a529-e52aad672b30-460x460.jpeg\" alt=\"Wimbledon champions/ Clowns 😜 congrats @djokernole we brought back the dance! #championsdinner #Wimbledon #renasarmy I have a lot of pictures get ready!\" width=\"460\" height=\"460\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Wimbledon champions/ Clowns 😜 congrats @djokernole we brought back the dance! #championsdinner #Wimbledon #renasarmy I have a lot of pictures get ready! <a href=\"https://instagram.com/p/5EoRgDsTGg/\">Photograph: serenawilliams/Instagram</a></span> \n </figcaption> \n</figure> \n<p>But the embarrassment is too much for him, so he quickly drops to his knees. The focus is now solely on Williams, who responds by awkwardly wobbling around and intermittently clapping her hands. He’s put this whole sorry saga on her shoulders. </p> \n<p>Eventually, after the longest six seconds of anyone’s life, he realises the scale of his transgression, clambers to his feet and brings the whole ugly saga to a messy conclusion. It’s the sort of video you can only really watch with your fingers over your eyes and your fist in your mouth.</p> \n<p>But it still needs to be watched, because it is beautiful. It’s a perfectly-timed reminder that these honed, hardbodied athletes, these intimidating reminders of humanity’s limitless potential, are regular people after all. For the smallest possible amount of time, they’re both plunged into terrifyingly unfamiliar territory. They’re raw and exposed, and the best they can hope for is damage control. For 24 wonderful seconds, they’re just like us. They’re us, pulling on a push-door in full sight of our employers. They’re us, asked to improvise a speech on a subject we know nothing about, or tripping up on a cobble in front of a girl we fancy, or accidentally calling our year nine science teacher ‘Mum’.</p> \n<p>Being forced to dance in front of people after a historic sporting victory is the perfect way to ground someone. After seeing the charming hash that Williams and Djokovic made of it, this sort of ego control should really become mandatory after any important accomplishment. Won Wimbledon? Dance. Crowned as King of England? Assemble a Billy bookcase for me. Cured cancer? Great, now ride this unicycle up a wet hill in your pants. </p> \n<p>Forget tennis, this video was the real victory of the weekend. It’s proof that nobody is good at everything. It’s proof that, no matter how red our cape, we’re all still Clark Kent inside. It’s proof that, if he had any sense whatsoever, Andy Murray deliberately threw the semi-final to avoid all of this. Serena, Novak, welcome to the human race.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab3e0441f96deb2c69d5a3ab4f5c85693fcefe8e/304_15_2272_1363/2272.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1363,"width":2272,"orientation":"landscape","credit":"Thomas Lovelock/AFP/Getty Images","altText":"A handout picture taken on July 12, 2015 shows 2015 Wimbledon Men's and Women's singles champions Serbia's Novak Djokovic (R) and US Serena Williams dancing on stage at the Champions Dinner in central London. \nAFP PHOTO / AELTC / POOL / THOMAS LOVELOCK\nRESTRICTED TO EDITORIAL USETHOMAS LOVELOCK/AFP/Getty Images","cleanCredit":"Photograph: Thomas Lovelock/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436788549299/8dd050e5-0000-46e8-9c27-46ca22b84cb3-620x620.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":620,"width":620,"orientation":"landscape","caption":"Wimbledon champions/ Clowns 😜 congrats @djokernole we brought back the dance! #championsdinner #Wimbledon #renasarmy I have a lot of pictures get ready! <a href=\"https://instagram.com/p/5EoRgDsTGg/\">Photograph: serenawilliams/Instagram</a>","credit":"serenawilliams/Instagram","altText":"Wimbledon champions/ Clowns 😜 congrats @djokernole we brought back the dance! #championsdinner #Wimbledon #renasarmy I have a lot of pictures get ready!","cleanCaption":"Wimbledon champions/ Clowns 😜 congrats @djokernole we brought back the dance! #championsdinner #Wimbledon #renasarmy I have a lot of pictures get ready! <a href=\"https://instagram.com/p/5EoRgDsTGg/\">Photograph: serenawilliams/Instagram</a>"}],"webPublicationDate":"2015-07-13T12:54:52Z","lastModified":"2015-07-13T13:48:42Z","metadata":{"commentable":true,"commentCount":503,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":true,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport","Novak Djokovic","Serena Williams","US sports"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/serena-williams-and-novak-djokovic-dancing","shortUrl":"http://gu.com/p/4atze","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/serena-williams-and-novak-djokovic-dancing","webUri":"http://www.theguardian.com/sport/2015/jul/13/serena-williams-and-novak-djokovic-dancing"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457479474","source":"YouTube/Wimbledon","durationInSeconds":25,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713DjokovicDance.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713DjokovicDance_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/13/1436787128178/KP_352727_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","cleanCaption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video"}}},"importance":5,"byline":{"title":"Stuart Heritage"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab3e0441f96deb2c69d5a3ab4f5c85693fcefe8e/304_15_2272_1363/2272.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1363,"width":2272,"orientation":"landscape","credit":"Thomas Lovelock/AFP/Getty Images","altText":"A handout picture taken on July 12, 2015 shows 2015 Wimbledon Men's and Women's singles champions Serbia's Novak Djokovic (R) and US Serena Williams dancing on stage at the Champions Dinner in central London. \nAFP PHOTO / AELTC / POOL / THOMAS LOVELOCK\nRESTRICTED TO EDITORIAL USETHOMAS LOVELOCK/AFP/Getty Images","cleanCredit":"Photograph: Thomas Lovelock/AFP/Getty Images"}}]},{"title":"Djokovic brings an end to the era of Big Four to stand alone","rawTitle":"Djokovic brings an end to the era of Big Four to stand alone","item":{"type":"article","id":"sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","title":"Wimbledon 2015: Novak Djokovic ends era of Big Four to stand alone","trailText":"Novak Djokovic stands head and shoulders above his rivals after beating Roger Federer in the Wimbledon men’s singles final to win his ninth grand slam title","standFirst":"<p>The world No1 is head and shoulders above his rivals after defeating Roger Federer in the men’s singles final to win his ninth grand slam title</p>","byline":"Bryan Armen Graham at Wimbledon","body":"<p>For nearly a decade a gang of four dominated the upper reaches of men’s tennis, at one point splitting 34 of 35 major championships among them. No longer.</p> \n<p>When Novak Djokovic pounded a cross-court winner past Roger Federer on Sunday afternoon to seal his third Wimbledon championship and ninth grand slam title, the four-way hegemony that has long defined the tour never appeared more like a spot in the rear view mirror. There is the Big One, and there is everyone else.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/federer-praises-djokovic-after-final-defeat\">Roger Federer generous in defeat by Novak Djokovic in Wimbledon final</a> </p> \n</aside> \n<p>Djokovic had entered the showdown between the top two seeds with an 8-8 record in grand slam finals, lending it a pivotal feel with respect to his legacy despite an extraordinary run of form this season that included a 47-3 match record and five titles. He would have been the world No1 by more than 3,000 rankings points even if he had lost Sunday’s final, but the questions over his mental fortitude that have persisted through the years – never more than after last month’s shock defeat by Stan Wawrinka in the French Open final – would have redoubled.</p> \n<p>Instead Djokovic proved that when he is at his best, there is simply no stopping him. He crunched 46 winners and committed just 16 unforced errors, pounding groundstrokes with metronomic efficiency that pinned Federer to the worn-out baselines through exhausting rallies, punctuating points with winners into the corners and grace notes of deft net play.</p> \n<p>Federer’s only choice was to counter Djokovic’s artillery – weapons-grade forehand, stout defence, superior endurance in the baseline rallies – with variety. The seven-times Wimbledon champion tried it all – varying topspin and slice within the points, blending serve-and-volley with traditional baseline exchanges – with the improvisational flair of a chess grandmaster.</p> \n<div>\n __VIDEO_EMBED_gu-video-457476148__\n</div> \n<p>The sentimental favourite was never in question despite conditions that fluctuated wildly. The crowd rallied behind the Swiss when he fell behind in his service games and buzzed in anticipation when he staked even the slightest foothold in Djokovic’s. The roar of 15,000 fans exploded when he saved seven set points in a second-set tiebreaker to avoid going two sets down. When he was broken at 2-2 in the fourth set – a sequence that ultimately decided that match – a subdued hush fell over Centre Court as ominous as the grey sky above. Djokovic does not want to be the cowboy in the black hat, but he showed that he will if he must.</p> \n<p>“I expected that coming into the match,” Djokovic said. “I think it’s normal because Roger is a champion on and off the court. He’s a very likeable guy. He’s somebody that’s played on this level for so many years. Not judging by the results, but his character, his personality. He’s done all the right things to get that support. More or less anywhere I play against Roger it’s the same. I have to accept it, and I have to work to earn that support. One day.”</p> \n<p>Whatever doubts lingered over Djokovic’s nerve, it was Federer who looked anxious during the decisive games of the fourth set with a series of uncharacteristic errors while the world No1 rolled through his service games, at one point winning 11 straight points on his serve after holding from 30-0 down in the opening game. When Federer led 30-0 with Djokovic serving at 4-3, the champion piped in a pair of 121mph aces, then closed out the game with a service winner – and one hand on the trophy.</p> \n<p>Posterity may read it as the scalp of a lion in winter, Djokovic bagging a second straight Wimbledon title at the expense of a 33-year-old father of four. But make no mistake, this was vintage-era Federer: the balletic footwork, liquid-whip forehand, effortless serve all working in concert.</p> \n<p>While his stamina has fallen off marginally from his stratospheric peak – as an average first-serve speed that faded over the course of the match would suggest – the legitimate world No2 showed well in his record 10th final at the All England Club. Just not well enough to defeat an opponent who at the moment holds the entire tour in his thrall.</p> \n<p>At 28, Djokovic’s move from the fringe toward the forefront of the debate over who is the greatest ever seems only a matter of time. Who on the horizon stands in his way? Andy Murray, two major titles in hand, is no doubt a worthy rival. But he has won just eight of their 27 meetings, including losing eight in a row since the Scot’s epochal win in the 2013 Wimbledon final.</p> \n<p>Djokovic has performed just as well or better against the next wave – Grigor Dimitrov (five wins, one loss), Kei Nishikori (5-2), Milos Raonic (5-0) – and has yet to lose to the surprise US Open champion Marin Cilic in 13 attempts. Should he remain injury-free, there is no reason he cannot make a serious run at catching up all before him on the all-time major leaderboard: Federer (17), Rafael Nadal (14), Pete Sampras (14), Roy Emerson (12), Rod Laver (11), Bjorn Borg (11) and Bill Tilden (10).</p> \n<p>“I’m 28,” he said. “I feel good. I don’t feel old. I have hopefully many more years in front of me. I’m going to try to push my own limits and see how far I can go really with titles and with myself playing on this high level.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774033532/21a61bd1-19a5-49c6-82cd-39a172b4230a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:00:14Z","lastModified":"2015-07-13T10:51:42Z","metadata":{"commentable":true,"commentCount":358,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":true,"keywords":["Novak Djokovic","Wimbledon 2015","Roger Federer","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[{"id":"gu-video-457476148","source":"SNTV","durationInSeconds":54,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713Wimbledon_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713Wimbledon_FromGAus/150713Wimbledon_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436749923453/novak-djokovic-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV","credit":"SNTV","altText":"novak djokovic","cleanCaption":"Reaction after Novak Djokovic beat Roger Federer to win te men's singles final at Wimbledon on Sunday. 13 July 2015 Photograph: SNTV"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","shortUrl":"http://gu.com/p/4atbp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/wimbledon-novak-djokovic-roger-federer-mens-singles-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436774033532/21a61bd1-19a5-49c6-82cd-39a172b4230a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic kisses the trophy after his victory over Roger Federer. Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCaption":"Novak Djokovic kisses the trophy after his victory over Roger Federer.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":5,"byline":{"title":"Bryan Armen Graham"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4dc4990721211d8722da7a902ba32e5a98925813/0_822_3123_1875/1000.jpg","height":600,"width":999}}]},{"title":"Women's singles / Williams heads home to plot ‘the ultimate’ Slam","rawTitle":"Williams heads home to plot ‘the ultimate’ Slam","item":{"type":"article","id":"sport/2015/jul/12/serena-williams-wimbledon-ultimate-slam-us-open","title":"Serena Williams heads home to plot ‘the ultimate’ Slam at US Open","trailText":"Serena Williams says winning all four majors in one year is ‘not the easiest thing to do’ but she is optimistic of achieving it at the US Open","standFirst":"<p><span class=\"bullet\">•</span> Williams wins sixth Wimbledon crown by beating Garbi&ntilde;e Muguruza<br /><span class=\"bullet\">•</span> ‘I feel like I play better when I’m relaxed,’ American says<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-transcends-sport-outsider\">Serena Williams transcends sport. We’re lucky to be living in her time</a><br /></p>","byline":"Kevin Mitchell at Wimbledon","body":"<p>Serena Williams has her eyes on New York, not always the most welcoming landscape for her but now a destination where she is desperate to make history and friends.</p> \n<p>Where once there was rancour this time there ought to be the most fulsome lavishing of celebration for the finest tennis player the women’s game has known since Steffi Graf as Williams attempts to draw alongside the German’s tally of 22 majors while completing the first calendar grand slam since Graf’s in 1988.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\" title=\"\">Williams will arrive as owner of all four championships</a> and at the very peak of her game at 33 – fit, healthy and happy. What could possibly go wrong? Everything, if history crowds in on her.</p> \n<p>Williams’s home audience has not always been kind to her in the cavernous Arthur Ashe Stadium. There was the welter of poor calls against her during a loss to Jennifer Capriati in 2004; she was fined $10,500 for launching a tirade at a line official there six years ago during an acrimonious semi-final against Kim Clijsters and she was driven to apoplexy in a row with the chair umpire over a late scream of “come on!” when losing to Sam Stosur in the 2011 final. But this time, surely, it will be different.</p> \n<p>Was she prepared for the barrage of questions she will receive about her bid for the slam when she returns to the United States before the US Open? “I have to go into New York thinking, ‘Listen, I want to win the US Open. I want to defend my title’. And that’s the only reason I want to be there. I want to go in that locker room and take my famous picture on my knees and hold up that No4 [for a fourth title in a row].</p> \n<p>“And that’s how I got through this; it wasn’t about winning the Serena Slam, it was about winning Wimbledon. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-gabrine-muguruza-wimbledon-grand-slam\" title=\"\">I hadn’t won here in a while</a>, I really wanted to win this title and that’s the same mind frame I want to go into the next grand slam.”</p> \n<p>And the US Open? “It would be amazing. It would be really good to have an opportunity. Even to have this opportunity to go into New York, being an American, with that amazing New York crowd … I feel like I play better when I’m relaxed. Last year going into the [US] Open I didn’t get to the quarter-finals of any grand slam and so going into that tournament I was so relaxed that I thought I might repeat that and I probably won’t get too far in this tournament. So I just went in there having a low goal, quarter-finals, and then building on that goal match by match, and that’s literally how I took it. So I just have to take it one match at a time.</p> \n<p>“Hopefully people will be cheering me on to, like, push me over the edge, give me that extra strength I need to go for this historic moment. That would be great. And I think in a way it also makes things easier for me because I feel like I have nothing to lose. I feel like I can go in there, do the best I can and just hope for the best.”</p> \n<p>Her best will be more than good enough. While she had anxious moments here <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/03/serena-williams-v-heather-watson-wimbledon-2015-live\" title=\"\">against Heather Watson</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/serena-williams-victoria-azarenka-wimbledon-2015\" title=\"\">Victoria Azarenka</a> and, to a lesser extent, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/serena-williams-beats-garbine-muguruza-wimbledon-grand-slam\" title=\"\">Garbi&ntilde;e Muguruza in the final</a>, Williams always gave the impression she could find a way. And the regular slam, as opposed to her eponymous one, is the prize that matters most, she reluctantly agreed. “I think so, because of what everyone says and what everyone writes, seeing it as the ultimate – so obviously you can’t help but see it that way too. There’s a reason it’s been 27 years since it’s been done. I mean, it’s not the easiest thing to do.”</p> \n<p>After becoming the oldest slam winner in the modern era by beating the rising Spaniard Muguruza 6-4, 6-4 on Saturday, Williams was as content as experienced observers could recall. She has had more than her share of troubles, from failing health to wavering support during her “difficult” times on court. But there is an air of maturity and satisfaction about her that was missing here in the second round of the doubles last year, when she left the tournament suffering from a mysterious dizzy spell after serving four double faults in a row.</p> \n<p>In the bowels of the media centre at the end of a long and productive day on Saturday she paused to say in turn to each of her inquisitors “thank you so much”, and the thought arrives that the gratitude should be travelling very much in the opposite direction. We all have a lot to thank Serena Williams for.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436778799303/2fe7a074-bca3-4301-af45-7c83aad883db-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pool/Getty Images","altText":"Serena Williams and Novak Djokovic dance on stage at the Champions Dinner.","cleanCredit":"Photograph: Pool/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T21:44:00Z","lastModified":"2015-07-13T11:52:55Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Mitchell","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741641/KevinMitchell.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevinmitchell"}],"feature":false,"keywords":["Serena Williams","Wimbledon","US Open tennis","Sport","US sports","Tennis","Wimbledon 2015"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/usopentennis","webTitle":"US Open tennis"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"}],"section":{"id":"sport"},"topics":[{"displayName":"Kevin Mitchell","topic":{"type":"tag-contributor","name":"profile/kevinmitchell"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/serena-williams-wimbledon-ultimate-slam-us-open","shortUrl":"http://gu.com/p/4atbm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/serena-williams-wimbledon-ultimate-slam-us-open","webUri":"http://www.theguardian.com/sport/2015/jul/12/serena-williams-wimbledon-ultimate-slam-us-open"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457479474","source":"YouTube/Wimbledon","durationInSeconds":25,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/13/150713DjokovicDance.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/13/150713DjokovicDance_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/13/1436787128178/KP_352727_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video","cleanCaption":"620x372 trailpic for Serena Williams and Novak Djokovic dance together after Wimbledon victory - video"}}},"importance":4,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/83e62e6d34ac67b31121ccfaa17805a059bf4397/65_289_2211_1326/1000.jpg","height":600,"width":1000}}]},{"title":"Men's singles / Third title feels as sweet as the first, says Djokovic","rawTitle":"Third title feels as sweet as the first, says Djokovic","item":{"type":"article","id":"sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","title":"Novak Djokovic: third Wimbledon title feels as sweet as the first","trailText":"A jubilant Novak Djokovic said that winning his third Wimbledon title was every bit as sweet as the first after beating Roger Federer","standFirst":"<span class=\"bullet\">•</span> Novak Djokovic basks in achievement after beating Roger Federer\n<br />\n<span class=\"bullet\">•</span> ‘I thought he played great and I didn’t play badly myself,’ says Swiss","byline":"Simon Cambers at Wimbledon","body":"<p>A jubilant Novak Djokovic said that winning his third Wimbledon title was every bit as sweet as the first, after his 7-6, 6-7, 6-4, 6-3 victory over the seven-times champion, Roger Federer, gave him the title for a second straight year, taking his grand slam tally to nine.</p> \n<p>The world No&nbsp;1 recovered from the loss of the second set to repeat his triumph over the Swiss from 12 months ago, before completing his traditional celebration of eating a piece of the hallowed Centre Court turf.</p> \n<p>“It’s a great achievement,” said Djokovic. “Even though it’s a third title it feels like the first. I am extremely proud and it’s a huge relief. That’s the first thing I feel after finals, a huge relief.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/novak-djokovic-roger-federer-wimbledon-2015-final\">Novak Djokovic beats Roger Federer in four sets in Wimbledon final</a> </p> \n</aside> \n<p>“In the slams you play every second day but you encounter many things off the court, expectations from yourself, your team, people around you. It takes a lot of energy so that’s the first thing, relief, it’s over. It’s nicer when you have the trophy with you.”</p> \n<p>On his first wedding anniversary the&nbsp;victory was even sweeter for Djokovic after the disappointment of missing out in the final of the French Open last month, when he lost to Stan Wawrinka.</p> \n<p>“I had two years pretty much the same situation, losing in the final in four sets, obviously disappointed and heartbroken,” he said. “But the one thing I learned is to recover fast, learn things and move on.</p> \n<p>“You can’t think what happened in the French Open or a few weeks before. It was pretty good for me that Wimbledon was round the corner. Bouncing back from a tough loss, mentally, and winning this trophy makes it even bigger.”</p> \n<p>Federer, who had played so brilliantly to end Andy Murray’s hopes in the semi-final, admitted that Djokovic had simply been too good on the day.</p> \n<p>“I think Novak played great, not just today but the whole two weeks here, the whole year, the whole of last year as well,” he said. “He deserved it. Of course I had my chances, being up a break [at 4-2 in the first set]. In the second set I got lucky to win that, had some chances early in the third but he was tough on the big points and then at the end he was rock solid. I thought he played great and I didn’t play badly myself.”</p> \n<p>Federer, who turns 34 later this year,&nbsp;won the last of his 17 grand slam titles here three years ago, his only grand slam victory in the past five years. But the Swiss said the way he had played over the past fortnight made him even more convinced he could add to his tally.</p> \n<p>“I’m still very hungry and motivated to keep playing and a match like this is very helpful,” he said. “Of course I would have loved to win but Novak was too good. But at the end of the day I still enjoyed it.”</p> \n<p>As for Djokovic, he will now head to the US Open next month looking to add to what has already been a stunning year, including victory at the Australian Open and now here at Wimbledon. “This is a huge confidence boost for me, winning Wimbledon and having two grand slams this year,” he said. “If I had lost this today, it would have been&nbsp;entirely different. I’m glad I managed to make it. I’ll try to close out the grand slam season in the best possible way.”</p> \n<p>With nine grand slam titles to his name, Djokovic moved ahead of Andre Agassi and Ivan Lendl in the all-time list but said he still yearned for more.</p> \n<p>“Of course there are a couple of grand slam finals I could have won but everything happens for a reason,” he said. “I’m going to keep going. I’m 28, I feel good, I don’t feel old, I have hopefully many more years and I’m going to push my limits and see how many titles I can win.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436743593211/c763bfa0-b9c9-47dc-b045-6e0b9f1e62ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Han Yan/Han Yan/Xinhua Press/Corbis","altText":"Novak Djokovic","cleanCredit":"Photograph: Han Yan/Han Yan/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-12T23:27:20Z","lastModified":"2015-07-13T00:02:11Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Novak Djokovic","Roger Federer","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/novak-djokovic","webTitle":"Novak Djokovic"},{"id":"sport/roger-federer","webTitle":"Roger Federer"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","shortUrl":"http://gu.com/p/4atd2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer","webUri":"http://www.theguardian.com/sport/2015/jul/13/novak-djokovic-wimbledon-title-roger-federer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436743593211/c763bfa0-b9c9-47dc-b045-6e0b9f1e62ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Novak Djokovic kisses the trophy after winning Wimbledon for the third time. Photograph: Han Yan/Xinhua Press/Corbis","credit":"Han Yan/Xinhua Press/Corbis","altText":"Novak Djokovic","cleanCaption":"Novak Djokovic kisses the trophy after winning Wimbledon for the third time.","cleanCredit":"Photograph: Han Yan/Xinhua Press/Corbis"}},"importance":4,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436743593211/c763bfa0-b9c9-47dc-b045-6e0b9f1e62ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Han Yan/Han Yan/Xinhua Press/Corbis","altText":"Novak Djokovic","cleanCredit":"Photograph: Han Yan/Han Yan/Xinhua Press/Corbis"}}]}],"lastModified":"2015-07-14T17:27:30Z","personalization":{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7"},"visibility":"all","adTargetingPath":"sport/front"}