{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","title":"Wimbledon 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/043c1991-8a70-4022-a716-8e057250afc7"},"cards":[{"title":"News / All England Club grounds evacuated after Centre Court fire alert","rawTitle":"All England Club grounds evacuated after Centre Court fire alert","item":{"type":"article","id":"sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","title":"Wimbledon’s Centre Court evacuated after fire alert","trailText":"A fire alert forced Wimbledon’s Centre Court to be evacuated after the close of play","standFirst":"<span class=\"bullet\">•</span> Spectators ordered to leave All England grounds after close of play\n<br />\n<span class=\"bullet\">•</span> Electrical fault unconfirmed cause of alert","byline":"Press Association","body":"<p>Wimbledon’s Centre Court was evacuated after the close of play on Wednesday evening.</p> \n<p>An announcement was made over the public address system shortly after 9pm requesting that anyone remaining inside the building, where play had recently ended for the day, should immediately leave.</p> \n<p>The announcement interrupted a Serena Williams press conference in the Millennium Building media centre, adjacent to Centre Court. That was allowed to continue, however.</p> \n<p>As alarms rang out, a further announcement was made requesting that anyone on the tea lawn between Gates Four and Five should also evacuate.</p> \n<p>There was no indication of smoke or flames from inside Centre Court although fire engines rapidly arrived at the All England Club.</p> \n<p>A tweet from London Fire Brigade said it had been called to the scene due to a small fire which had been dealt with and was under control.</p> \n<p>“We have been called to a small fire at &pound;Wimbledon2015 a plant room at the stadium is alight and the stadium as been evacuated,” the Fire Brigade said.</p> \n<p>A further update 25 minutes later said: “Game set and match. The fire at &pound;Wimbledon2015 tennis club is now under control.”</p> \n<p>A tournament spokesman said there was a “suspected electrical fault” which may have caused a small fire. Spectators and staff in the vicinity of Centre Court were ordered to leave the grounds.</p> \n<p>There had been a much earlier reported incident on Court One which tournament officials said was a drill. Ball boys and ball girls waited outside the gates as darkness fell.</p> \n<p>Media were allowed to stay in the grounds, in the confines of the press centre.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","credit":"Henry Browne/Reuters","altText":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship, in London, 1 July, 2015. REUTERS/Henry Browne","cleanCredit":"Photograph: Henry Browne/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:55:37Z","lastModified":"2015-07-01T23:35:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","shortUrl":"http://gu.com/p/4aagg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert","webUri":"http://www.theguardian.com/sport/2015/jul/01/wimbledon-centre-court-evacauted-fire-alert"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","caption":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship. Photograph: Henry Browne/Reuters","credit":"Henry Browne/Reuters","altText":"wimbledon alert","cleanCaption":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship.","cleanCredit":"Photograph: Henry Browne/Reuters"}},"importance":7,"kicker":{"title":"News"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/29d890ac09bce7160b055b794310ccd48408e6e1/0_157_3175_1904/3175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1904,"width":3175,"orientation":"landscape","credit":"Henry Browne/Reuters","altText":"Police evacuate the area as a fire engine arrives after a fire broke out inside Centre Court in Wimbledon at the end of play during the Tennis Championship, in London, 1 July, 2015. REUTERS/Henry Browne","cleanCredit":"Photograph: Henry Browne/Reuters"}}]},{"title":"Men's singles / Raonic records serve third-fastest serve in club history","rawTitle":"Raonic records serve third-fastest serve in club history","item":{"type":"article","id":"sport/2015/jul/01/milos-raonic-third-fastest-serve-wimbledon-history-tommy-haas","title":"Milos Raonic’s 145mph serve is third-fastest in Wimbledon history","trailText":"Taylor Dent still holds Wimbledon record with 148mph delivery in 2010<br />","standFirst":"<span class=\"bullet\">•</span> Canadian is too strong for Tommy Haas, winning 6-0, 6-2, 6-7, 7-6\n<br />\n<span class=\"bullet\">•</span> Taylor Dent still holds the record with 148mph delivery in 2010\n<br />","byline":"Simon Cambers at Wimbledon","body":"<p>Canada’s Milos Raonic recorded the third-fastest serve in Wimbledon history as he held off a gutsy fightback from the veteran German Tommy Haas to reach the third round on Wednesday.</p> \n<p>The No7 seed, a semi-finalist here last year, registered 145mph on the speed gun and hit 29 aces, but had to fight hard in the end for his 6-0, 6-2, 6-7, 7-6 victory over the 37-year-old, the oldest man in the draw.</p> \n<p>The quickest serve at Wimbledon was by Taylor Dent at 148mph in 2010, with Andy Roddick’s 146mph effort from 2004 the second fastest.</p> \n<p>Haas had returned to the Tour last month after a year out following yet more shoulder surgery and his serve speed was significantly down on its usual level. But the German is a class act and after being walloped in the first two sets, raised his game well and almost forced a decider before Raonic snatched the fourth-set tiebreak 7-4 for victory. He will play Australia’s Nick Kyrgios in round three.</p> \n<p>“He was playing a lot more aggressively and was controlling a lot more in the third and fourth sets,” Raonic said. “It was fortunate that I played well towards the end of the fourth set and could take my opportunity.”</p> \n<p>The first two sets were over in 53 minutes as Haas was unable to get a handle on the Raonic serve, making far too many unforced errors on his own serve. But the former Australian Open runner-up and world No2 worked his way into the match and took the third-set tiebreak 7-5 to extend the match. The fourth was nip and tuck throughout but though Haas saved three match points to hold serve for 6-6, Raonic moved up a gear in the tiebreak, clinching victory with a winning backhand pass.</p> \n<p>Raonic beat Kyrgios on the way to his first grand slam semi-final here last year and said he would need to play well to get past the big-hitting Australian. “It’s going to be a tough match – he’s playing well,” he said. “My game’s got a ways to go but today was significantly better than my first one and hopefully I’ll improve again in the next one. I’ve got to take care of my serve and make the most of my opportunities.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1ccfc5cf630a5876a014c0c77005850f4d4da24/0_321_5096_3059/5096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3059,"width":5096,"orientation":"landscape","credit":"Ian Walton/Getty Images","altText":"Day Three: The Championships - Wimbledon 2015<br>LONDON, ENGLAND - JULY 01:  Milos Raonic of Canada serves in his Gentlemens Singles Second Round match against Tommy Haas of Germany during day three of the Wimbledon Lawn Tennis Championships at the All England Lawn Tennis and Croquet Club on July 1, 2015 in London, England.  (Photo by Ian Walton/Getty Images)","cleanCredit":"Photograph: Ian Walton/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:11:46Z","lastModified":"2015-07-01T22:09:26Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Simon Cambers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simon-cambers"}],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Simon Cambers","topic":{"type":"tag-contributor","name":"profile/simon-cambers"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/milos-raonic-third-fastest-serve-wimbledon-history-tommy-haas","shortUrl":"http://gu.com/p/4aag5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/milos-raonic-third-fastest-serve-wimbledon-history-tommy-haas","webUri":"http://www.theguardian.com/sport/2015/jul/01/milos-raonic-third-fastest-serve-wimbledon-history-tommy-haas"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e1ccfc5cf630a5876a014c0c77005850f4d4da24/0_321_5096_3059/5096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3059,"width":5096,"orientation":"landscape","caption":"Milos Raonic of Canada serves during his second-round win against Tommy Haas of Germany. Photograph: Ian Walton/Getty Images","credit":"Ian Walton/Getty Images","altText":"Milos Raonic","cleanCaption":"Milos Raonic of Canada serves during his second-round win against Tommy Haas of Germany.","cleanCredit":"Photograph: Ian Walton/Getty Images"}},"importance":5,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/7bbc322f9351f4c8e03f4947bd117886f298e83e/0_0_4000_2400/1000.jpg","height":600,"width":1000}}]},{"title":"Women's singles / Ivanovic crashes out to Mattek-Sands as Sharapova struggles on","rawTitle":"Ivanovic crashes out to Mattek-Sands as Sharapova struggles on","item":{"type":"article","id":"sport/2015/jul/01/ana-ivanovic-crashes-out-maria-sharapova-struggles-on-wimbledon-2015","title":"Ana Ivanovic crashes out of Wimbledon as Maria Sharapova struggles on","trailText":"Mattek-Sands, the world No158, was spectacular and dumped out the seventh seed in straight sets, 6-3, 6-4, with a relentless display of flamboyant, attacking tennis","standFirst":"<span class=\"bullet\">•</span> Serbian lost to American Bethanie Mattek-Sands 6-3, 6-4\n<br />\n<span class=\"bullet\">•</span> Sharapova serves three successive double faults in win","byline":"Tim Lewis at Wimbledon","body":"<p>When a lower-ranked minnow is on a streak – the top players all say – you just have to hang in and hope they come out of it: lose form, lose their nerve. But some days they don’t. On paper, Ana Ivanovic’s meeting with Bethanie Mattek-Sands looked like one of the mismatches of the day. But Mattek-Sands – the world No158, best known for extreme outfits that have seen her compared to Lady Gaga – was just spectacular and dumped out the seventh seed in straight sets, 6-3, 6-4, with a relentless display of flamboyant, attacking tennis.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-daniela-hantuchova-wimbledon-serena-williams\">Heather Watson sees off Daniela Hantuchova but Serena is set to be next</a> </p> \n</aside> \n<p>Mattek-Sands was an authentic underdog coming into this second-round match: only once in 2015 had the 30-year-old American won two singles matches back-to-back before now. She missed half of last year with a hip injury, her ranking dipping to 175, and entered the draw at Wimbledon only through the qualifiers. Ivanovic, meanwhile, is a serious contender on grass: a semi-finalist in 2007 and a reliable presence in the second week of the tournament. She had a run to the semi-finals at Roland Garros in June and appeared to be back to the form that made her world No1 in 2008.</p> \n<p>From the start, though, the rankings looked skew-whiff. Mattek-Sands, wearing eye-catching long socks and a mesh-backed top, served and volleyed every chance she got, and her net skills were unerring. She moved into a 3-0 lead in a blink. Her singles performances might have been erratic this year, but she is the form doubles-player in the world now. With Lucie Saforova, Mattek-Sands has won the titles at both the 2015 Australian Open and Roland Garros – they are halfway to a calendar-year grand slam; she also won the mixed doubles in Paris with Mike Bryan.</p> \n<p>It is not hard to see why Mattek-Sands has been so successful this year: her serve booms and she follows it up with boisterous, uncompromising groundstrokes. In just over an hour against Ivanovic, she hit 32 winners and just 18 unforced errors. The Serb, rendered tentative, could only reply with 15 of each.</p> \n<p>For Mattek-Sands, however, the biggest change in her game in 2015 has been a mental one. “Being out for six months, having hip surgery, gave me a perspective on playing,” she said. “Last year I was watching these matches at home on television.” Even the improbable heatwave helped her against Ivanovic, she thought. “I feel like we’re in Florida – how hot is it out there.”</p> \n<p>Only Wimbledon’s all-white dress code is cramping Mattek-Sands’ style a little bit. When asked what she would prefer to wear, she replied: “Well, I didn’t even wear white in my wedding, so not white. I mean, you can’t even wear off-white or cream. I was like: ‘Man, if you wash your whites too many times, they will be illegal.’ Better be washing it in cold water.”</p> \n<p>The mood at Ivanovic’s press conference was less jocular. “I think I played a little too passive at the beginning,” she reflected. “She got off to a good start which give her confidence and I think that’s what made the difference in the end.”</p> \n<p>Ivanovic eventually ran out of ideas and took to making imploring, beseeching glances to her team in the stands. In the front row was her boyfriend, the Bayern Munich midfielder Bastian Schweinsteiger, who appeared to be doing the tennis equivalent of kicking every ball. He leant forward on the railings, nervously gunning a bottle of water, he put his cap on, took it off. Tennis can be a tense business.</p> \n<p>Mattek-Sands even showed a little tension herself, playing passively for the first time on the first match point. But soon enough she returned to serve and volley to clinch the biggest singles victory of a late-blooming career.</p> \n<p>Considering there are players who have basically won Wimbledon with their serve – Richard Krajicek windmills to mind – Maria Sharapova may have to do it the hard way if she is going to triumph again this year. The 2004 champion gave up seven double faults in her straight-sets victory against Johanna Konta on Monday; she followed with eight more in an otherwise routine 6-3, 6-1 dispatching of the Netherlands’ Richel Hogenkamp. These are perturbing stats for the No4 seed.</p> \n<p>Of course, Sharapova’s first serve – when it goes in – is formidable; she won 87% of points on it against Hogenkamp. But she has recurring issues with her ball toss and frequently she elects to let it drop and reset. She took her time between deliveries in the Hogenkamp match, perhaps hoping to compose herself, but at times, as she rocked slightly and inhaled deeply, she came across like a vertigo sufferer contemplating a bungee jump. There was a gentle breeze on court but mostly from spectators flapping fans to keep cool.</p> \n<p>Asked afterwards if she had ever served three successive double faults before – as she did in the first set – Sharapova replied somewhat tetchily, “I’m sure, yeah.” She went on, “I didn’t find the rhythm in a few of those games. The good thing, after that I regained my timing, is that I started tossing the ball a little bit more consistently. That helped me.”</p> \n<p>Sharapova’s serve may have been malfunctioning, but the 28-year-old Russian unleashed any frustrations on her groundstrokes. She hit fiercely off both wings and ended up blasting the compact The 23-year-old Hogenkamp into submission, especially in the second set. Hogenkamp, for her part, had been competitive in the early exchanges; she had obviously decided that Sharapova’s front-to-back movement was something she could exploit and feathered drop shots from all over the court. But this tactic, like anything else Hogenkamp tried, suffered from diminishing returns as the match progressed.</p> \n<p>So far, it has been a very cordial draw for Sharapova: world No126 Konta, a wild card, followed by No123 Hogenkamp, a qualifier. It gets a little more testing with Romania’s Irina-Camelia Begu, the 29th seed, in the next round. She will surely improve as the tournament goes on and she needs to.</p> \n<p>Serena Williams, Sharapova’s eternal nemesis, looms as a potential semi-final opponent. She played with the unrelenting urgency of a woman who had a prior engagement and no interest in staying on Centre Court for a moment longer than was necessary, beating Timea Babos in 59 minutes to set up a third-round match against Britain’s Heather Watson on Friday.</p> \n<p>The world No1 was brutally professional in her 6-4, 6-1 win over Babos, breaking the Hungarian early in both sets and making sure that an upset was never on the cards. Babos, the world No93, and occasionally lobbed a few boulders over the net to keep Williams on her toes, yet the Hungarian knew that she was always fighting a losing battle.</p> \n<p>For Williams, it was another small step towards completing a historic calendar slam. No woman has won all four majors since Steffi Graf managed it in 1988 and if any of her rivals were hoping that the added pressure would have a negative effect on Williams in her opening two matches, they are sorely mistaken.</p> \n<p>“I’m definitely playing well, which I never say,” Williams said. “I had two really tough matches straight off the bat so I had to pick up my game. She has such a good serve. I really had no option but to play well so far.”</p> \n<p>There was intrigue when Williams and her sister Venus – who was also a straight-sets winner in the gloaming against Yulia Putintseva of Kazakhstan – pulled out of the women’s doubles on Tuesday. It later emerged that Serena was feeling sore after beating Margarita Gasparyan in the first round on Monday. Yet she looked fresh against Babos.</p> \n<p>Williams is already looking ahead to the challenge of playing Watson after the British No1’s victory over Daniela Hantuchova. “She plays so well on the grass and she loves playing at home,” Williams said. “I never like playing the Brits at home. I really have my I’m just in these Championships to have fun.”</p> \n<p>Only here to have fun? Williams was fooling no one.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/036cc9f3260206bcf368aff2fa8554460b8aae02/0_0_3936_2361/3936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2361,"width":3936,"orientation":"landscape","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Wimbledon Championships 2015 Day Three All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 1 Jul 2015<br>Editorial use only. No merchandising. For Football images FA and Premier League restrictions apply inc. no internet/mobile usage without FAPL license - for details contact Football Dataco\r\nMandatory Credit: Photo by BPI/REX Shutterstock (4891208fa)\r\nAna Ivanovic (SRB) in action against Bethanie Mattek-Sands (USA)\r\nWimbledon Championships 2015 Day Three All England Lawn Tennis & Croquet Club, Church Rd, London, United Kingdom - 1 Jul 2015","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-01T20:22:00Z","lastModified":"2015-07-01T23:35:02Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Tim Lewis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750522/TimLewis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timlewis"}],"feature":false,"keywords":["Wimbledon 2015","Maria Sharapova","Tennis","Wimbledon","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/maria-sharapova","webTitle":"Maria Sharapova"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Tim Lewis","topic":{"type":"tag-contributor","name":"profile/timlewis"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/ana-ivanovic-crashes-out-maria-sharapova-struggles-on-wimbledon-2015","shortUrl":"http://gu.com/p/4aag6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/ana-ivanovic-crashes-out-maria-sharapova-struggles-on-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jul/01/ana-ivanovic-crashes-out-maria-sharapova-struggles-on-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/036cc9f3260206bcf368aff2fa8554460b8aae02/0_0_3936_2361/3936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2361,"width":3936,"orientation":"landscape","caption":"Ana Ivanovic could not withstand Bethanie Mattek-Sands’ impressive attacking tennis. Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock","credit":"BPI/REX Shutterstock/BPI/REX Shutterstock","altText":"Ana Ivanovic could not withstand Bethanie Mattek-Sands’ impressive attacking tennis.","cleanCaption":"Ana Ivanovic could not withstand Bethanie Mattek-Sands’ impressive attacking tennis.","cleanCredit":"Photograph: BPI/REX Shutterstock/BPI/REX Shutterstock"}},"importance":5,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a86bc0fc00ce17e9560cbf371efc371b2af25a70/488_276_1294_776/1000.jpg","height":600,"width":1000}}]},{"title":"Women's singles / Williams beats Babos to set up match against Watson","rawTitle":"Williams beats Babos to set up match against Watson","item":{"type":"article","id":"sport/2015/jul/01/serena-williams-beats-timea-babos-wimbledon-2015-heather-watson","title":"Serena Williams beats Timea Babos to set up Heather Watson tie","trailText":"Serena Williams beat Timea Babos 6-4, 6-1 and showed no signs of the problem that caused her to pull out of the women’s doubles","standFirst":"<span class=\"bullet\">•</span> Wimbledon No1 beats Hungarian 6-4, 6-1\n<br />\n<span class=\"bullet\">•</span> Williams: ‘I’m definitely playing well, which I never say’","byline":"Jacob Steinberg at Wimbledon","body":"<p>Serena Williams played with the unrelenting urgency of a woman who had a prior engagement and no interest in staying on Centre Court for a moment longer than was necessary, beating Timea Babos in 59 minutes to set up a third-round match against Britain’s Heather Watson on Friday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/heather-watson-daniela-hantuchova-wimbledon-serena-williams\">Heather Watson sees off Daniela Hantuchova but Serena is set to be next</a> </p> \n</aside> \n<p>The world No1 was brutally professional in her 6-4, 6-1 win over Babos, breaking the Hungarian early in both sets and making sure an upset was never on the cards. Babos, the world No93, occasionally lobbed a few boulders over the net to keep Williams on her toes, yet knew she was always fighting a losing battle.</p> \n<p>For Williams, it was another small step towards completing a historic calendar slam. No woman has won all four majors since Steffi Graf managed it in 1988 and if any of her rivals were hoping that the added pressure would have a negative effect on Williams in her opening two matches, they were sorely mistaken.</p> \n<p>“I’m definitely playing well, which I never say,” Williams said. “I had two really tough matches straight off the bat so I had to pick up my game. She has such a good serve. I really had no option but to play well so far.”</p> \n<p>There was intrigue when Williams and her sister Venus pulled out of the women’s doubles on Tuesday. It later emerged that Serena was feeling sore after beating Margarita Gasparyan in the first round on Monday. Yet she looked fresh against Babos.</p> \n<p>Williams is already looking ahead to the challenge of playing Watson after the British No1’s victory over Daniela Hantuchova. “She plays so well on the grass and she loves playing at home,” Williams said. “I never like playing the Brits at home. I’m just in these Championships to have fun.”</p> \n<p>Only here to have fun? Williams was fooling no one.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/027418a690f267cc27751324fe191795d1809d41/0_0_5136_3083/5136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3083,"width":5136,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams displayed typical urgency in defeating Timea Babos in 59 minutes on Centre Court.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:24:44Z","lastModified":"2015-07-01T21:22:54Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Jacob Steinberg","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/3/4/1425468993908/Jacob-Steinberg-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jacob-steinberg"}],"feature":false,"keywords":["Serena Williams","Wimbledon 2015","Heather Watson","Tennis","Wimbledon","US sports","Sport"],"tags":[{"id":"sport/serena-williams","webTitle":"Serena Williams"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/heather-watson","webTitle":"Heather Watson"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Jacob Steinberg","topic":{"type":"tag-contributor","name":"profile/jacob-steinberg"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/serena-williams-beats-timea-babos-wimbledon-2015-heather-watson","shortUrl":"http://gu.com/p/4aafy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/serena-williams-beats-timea-babos-wimbledon-2015-heather-watson","webUri":"http://www.theguardian.com/sport/2015/jul/01/serena-williams-beats-timea-babos-wimbledon-2015-heather-watson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/027418a690f267cc27751324fe191795d1809d41/0_0_5136_3083/5136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3083,"width":5136,"orientation":"landscape","caption":"Serena Williams displayed typical urgency in defeating Timea Babos in 59 minutes on Centre Court.  Photograph: Tom Jenkins for the Guardian","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams displayed typical urgency in defeating Timea Babos in 59 minutes on Centre Court.","cleanCaption":"Serena Williams displayed typical urgency in defeating Timea Babos in 59 minutes on Centre Court. ","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}},"importance":4,"kicker":{"title":"Women's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/027418a690f267cc27751324fe191795d1809d41/0_0_5136_3083/5136.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3083,"width":5136,"orientation":"landscape","credit":"Tom Jenkins for the Guardian","altText":"Serena Williams displayed typical urgency in defeating Timea Babos in 59 minutes on Centre Court.","cleanCredit":"Photograph: Tom Jenkins for the Guardian"}}]},{"title":"Men's singles / Wawrinka beats Burgos to set up clash with Verdasco","rawTitle":"Wawrinka beats Burgos to set up clash with Verdasco","item":{"type":"article","id":"sport/2015/jul/01/stan-wawrinka-sets-up-fernando-verdasco-clash-wimbledon-2015","title":"Stan Wawrinka races through to meet Fernando Verdasco in third round","trailText":"Stan Wawrinka did not hang around against Victor Estrella Burgos, taking only 91 minutes to win 6-3, 6-4, 7-5","standFirst":"<span class=\"bullet\">•</span> Swiss beats Victor Estrella Burgos 6-3, 6-4, 7-5 in 90 minutes\n<br />\n<span class=\"bullet\">•</span> ‘I need to rest and get ready for the next one,’ says Wawrinka","byline":"James Riach at Wimbledon","body":"<p>Stan Wawrinka has yet to hit top form at these championships but remains in contention to become only the fifth man in the open era to win at Roland Garros and Wimbledon in the same year.</p> \n<p>The Swiss set up a third-round tie against the Spaniard Fernando Verdasco by defeating Victor Estrella Burgos 6-3, 6-4, 7-5 in one hour and 31 minutes. The diminutive Estrella Burgos, the world No48 from the Dominican Republic, never really threatened to upset the French Open champion.</p> \n<p>At 34, Estrella Burgos has seen most things on tour but has never reached the third round at SW19. He was certainly not overawed by the occasion on No1 Court, serving well and generally playing some solid all-round tennis. But when Wawrinka needed to step things up, he did.</p> \n<p>Wawrinka, who recently did a naked photoshoot for ESPN magazine, had two break points in the opening set at 4-3 up but squandered both. On the third, however, he made no mistake, smashing a forehand down the line to take a 5-3 lead, serving out the set and securing an early lead with an overhead smash.</p> \n<p>The second set followed in similar fashion, with only one break. With the score level at 4-4 Wawrinka stepped into the net, demonstrating a delicate touch with a deft half-volley before earning two break points with a thumping forehand volley. He took the first with an almighty forehand return crosscourt.</p> \n<p>At 5-5 in the final set, Wawrinka stepped in again at 30-30 on Estrella Burgos’s serve, and after squandering an initial break point he took the second with a whipped crosscourt forehand before serving out the match after surviving two break points of his own.</p> \n<p>Wawrinka, the world No4, said: “It was a great match. It’s not that hot and I’m happy for sure to get through in three sets. He’s a tough player, a good player and it was the first time I have played against him. I didn’t know exactly what to expect so I’m happy. The important thing is to get through these matches in three sets. I need to rest and get ready for the next one.”</p> \n<p>On Verdasco, his next opponent, he added: “He’s a dangerous player, he always has been. A lefty.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38f344aca09586ead8d65d73f53ff68143e8e40e/0_0_3616_2170/3616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2170,"width":3616,"orientation":"landscape","credit":"Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","altText":"Stan Wawrinka plays a forehand on his way to beating victor Estrella Burgos.","cleanCredit":"Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:42:04Z","lastModified":"2015-07-01T21:13:53Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["Wimbledon 2015","Stanislas Wawrinka","Wimbledon","Tennis","Sport"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/stanislas-wawrinka","webTitle":"Stanislas Wawrinka"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/stan-wawrinka-sets-up-fernando-verdasco-clash-wimbledon-2015","shortUrl":"http://gu.com/p/4aaf5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/stan-wawrinka-sets-up-fernando-verdasco-clash-wimbledon-2015","webUri":"http://www.theguardian.com/sport/2015/jul/01/stan-wawrinka-sets-up-fernando-verdasco-clash-wimbledon-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38f344aca09586ead8d65d73f53ff68143e8e40e/0_0_3616_2170/3616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2170,"width":3616,"orientation":"landscape","caption":"Stan Wawrinka plays a forehand on his way to beating Victor Estrella Burgos. Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","credit":"Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","altText":"Stan Wawrinka plays a forehand on his way to beating victor Estrella Burgos.","cleanCaption":"Stan Wawrinka plays a forehand on his way to beating Victor Estrella Burgos.","cleanCredit":"Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock"}},"importance":4,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38f344aca09586ead8d65d73f53ff68143e8e40e/0_0_3616_2170/3616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2170,"width":3616,"orientation":"landscape","credit":"Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock","altText":"Stan Wawrinka plays a forehand on his way to beating victor Estrella Burgos.","cleanCredit":"Photograph: Hugh Routledge/REX Shutterstock/Hugh Routledge/REX Shutterstock"}}]},{"title":"Men's singles / Nadal's coach says that it’s good to talk during play","rawTitle":"Nadal's coach says that it’s good to talk during play","item":{"type":"article","id":"sport/2015/jul/01/wimbledon-2015-rafael-nadal-coach-toni","title":"Wimbledon 2015: Rafael Nadal’s coach says it’s good to talk during play","trailText":"Rafael Nadal’s coach, his uncle Toni, said it is impossible not to encourage his player from the sidelines","standFirst":"<p><span class=\"bullet\">•</span> Toni Nadal says ‘it’s impossible’ to say nothing<br /><span class=\"bullet\">•</span> Rafael Nadal prepares to face Germany’s Dustin Brown</p>","byline":"James Riach at Wimbledon","body":"<p>Toni Nadal, the coach and uncle of Rafael Nadal, believes it is impossible for a coach not to encourage and communicate generally with a player during a match.</p> \n<p>The issue of coaching from the sidelines has been a controversial one at SW19 this year with the Wimbledon champion, Novak Djokovic, forced to field numerous questions regarding a controversialdebate that has escalated following an interview given by his coach, Boris Becker.</p> \n<p>Becker stated that Djokovic’s team sometimes provide verbal assistance to the Serb during matches. Section VIII (i) of the ATP’s rulebook states: “Players shall not receive coaching during a tournament match. Communications of any kind, audible or visible, between a player and a coach may be construed as coaching.”</p> \n<p>Nadal, who has coached his nephew to 14 grand slam titles, does not expect the rules to change because the tennisauthorities rarely modernise the regulations. The 54-year-old also said it is natural for coaches to give encouragement on the sidelines.</p> \n<p>“You pay a coach to watch the game. It’s unbelievable that all the other people [in the stadium] can say what they want and the coach can say nothing. It’s unbelievable. You pay a coach to go all the way to Australia, then all the crowd can say what they want and the coach has to sit four hours silent. I say things like pay attention, come on, move your legs, but nothing else. It’s impossible [to say nothing]. In our federation in Mallorca they had rules where coaches could say nothing to the kids. I said it’s a problem because it’s difficult for them to learn when they are young.</p> \n<p>“Encouragement is because you want to help your player; it’s all to help your player. It’s the same [as instructing]. For me the most important thing is the spectacle. The net is the same, the materials give players more power, but tactics disappear on court. The problem is the ITF [International Tennis Federation] don’t want to make change. In every other sport there are changes.”</p> \n<p>Rafael Nadal plays Dustin Brown of Germany on Thursday after beating the Brazilian Thomaz Bellucci on Tuesday. Toni said of Brown: “He is a player with a very good serve. It’s an unpredictable game. It’s difficult to play against people like him.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7afd72524503af6237de1c798c3bad8274da16d/0_0_3110_1865/3110.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1865,"width":3110,"orientation":"landscape","credit":"Amer Ghazzal/Demotix/Corbis","altText":"Toni Nadal","cleanCredit":"Photograph: Amer Ghazzal/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-01T17:53:13Z","lastModified":"2015-07-01T23:55:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"James Riach","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/8/20/1408555677652/James-Riach-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/james-riach"}],"feature":false,"keywords":["Rafael Nadal","Wimbledon 2015","Wimbledon","Sport","Tennis"],"tags":[{"id":"sport/rafaelnadal","webTitle":"Rafael Nadal"},{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"}],"section":{"id":"sport"},"topics":[{"displayName":"James Riach","topic":{"type":"tag-contributor","name":"profile/james-riach"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-rafael-nadal-coach-toni","shortUrl":"http://gu.com/p/4aae2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/wimbledon-2015-rafael-nadal-coach-toni","webUri":"http://www.theguardian.com/sport/2015/jul/01/wimbledon-2015-rafael-nadal-coach-toni"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7afd72524503af6237de1c798c3bad8274da16d/0_0_3110_1865/3110.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1865,"width":3110,"orientation":"landscape","caption":"Toni Nadal feels that coaches are getting a rough deal. Photograph: Amer Ghazzal/Demotix/Corbis","credit":"Amer Ghazzal/Demotix/Corbis","altText":"Toni Nadal","cleanCaption":"Toni Nadal feels that coaches are getting a rough deal.","cleanCredit":"Photograph: Amer Ghazzal/Demotix/Corbis"}},"importance":3,"kicker":{"title":"Men's singles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b7afd72524503af6237de1c798c3bad8274da16d/0_0_3110_1865/3110.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1865,"width":3110,"orientation":"landscape","credit":"Amer Ghazzal/Demotix/Corbis","altText":"Toni Nadal","cleanCredit":"Photograph: Amer Ghazzal/Demotix/Corbis"}}]},{"title":"News / Ball boy faints on tournament's hottest ever day","rawTitle":"Ball boy faints on tournament's hottest ever day","item":{"type":"article","id":"sport/2015/jul/01/wimbledon-2015-tournaments-hottest-ever-day-ball-boy-faints","title":"Wimbledon 2015: ball boy faints on tournament's hottest ever day","trailText":"Australian player Bernard Tomic criticises ‘heat rule’ as temperatures at All England Club soar to 35.7C ","standFirst":"<p>Australian player Bernard Tomic criticises ‘heat rule’ as temperatures at All England Club soar to 35.7C <br /></p>","byline":"Esther Addley","body":"<p>A ball boy was hospitalised and spectators and players struggled to cope with the hottest temperatures in Wimbledon history on Wednesday, as at least one senior player questioned why female competitors are allowed to take a break during very hot matches but male players are not.<br /></p> \n<p>Temperatures at the All England Club soared to 35.7C, more than the previous record of 34.6C set during the scorching summer of 1976.<br /></p> \n<p>Australian Bernard Tomic, a Wimbledon quarter finalist in 2011, was forced to call for treatment after feeling dizzy because of the heat during his early afternoon match.<br /></p> \n<p>Asked about Wimbledon’s “heat rule”, under which female players can ask for a 10-minute break after two sets on exceptionally hot days but men cannot, he said the topic had become a subject of discussion in the men’s locker room.<br />“It’s a bit interesting how the women have a different rule applied to them with the heat.<br /></p> \n<p>“Is it fair or not? Who am I to say? I don’t know. It’s a tough one.”<br /></p> \n<p>His comments followed remarks earlier in the day by Judy Murray, mother of the number 3 seed Andy, and captain of Britain’s Federation Cup team, who said: “I think the men should adopt it as well, especially because they have to play best-of-five sets and a slam is such a tough thing to play.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=_nyTj_PJedA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/_nyTj_PJedA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>As temperatures climbed in early afternoon, a ball boy collapsed during a match and had to be treated on court; he was later sent to hospital as a precaution.<br /></p> \n<p>Ball boys’ and girls’ shifts have been reduced from an hour to 45 mins in recognition of the heat, a club spokesman said, while they have also been issued with caps with flaps of fabric at the back for added sun protection.<br /></p> \n<p>While tennis fans sought out what sheltered spots they could find, one group of spectators enjoyed the day’s play in guaranteed shade, as the club partially closed the roof of Centre Court to screen the royal box – on Wednesday playing host to the Duke of Kent, the Duchess of Gloucester and Sir Bruce Forsyth.<br /></p> \n<p>Despite closing the roof on Wednesday morning to protect the grass, Wimbledon insists that as “an outdoor, daytime tournament” it will never do so to shield players and ordinary spectators from the heat.<br /></p> \n<p>The special treatment for those in the royal box reflected the fact that previous Centre Court roofs had always included a canopy over distinguished guests, the club said.<br /></p> \n<p>The Australian Open, by contrast, occasionally shuts its three stadium roofs in extreme temperatures for the sake of those inside. The Melbourne tournament sent a series of mocking tweets on its official Twitter feed yesterday jokingly offering Wimbledon use of its fountains and large fans.<br /></p> \n<p>Wimbledon’s heat rule is a reflection of differing policies on the men’s and women’s tours; the Women’s Tennis Association introduced the measure in 1992 while the male ATP tour has never done so. It allows female players who are entering a third set to request a 10-minute break if conditions on court are above a certain level of heat and humidity. (Wimbledon’s conditions on Wednesday were not judged by the referee’s office to have met that level.)<br /></p> \n<p>Despite the discomfort of her compatriot Tomic, Anne Iron from Brisbane and her daughter Jane, standing in an already sweaty queue at 9am to enter the grounds, said they were untroubled by the temperatures.<br /></p> \n<p>“We just know how to prepare,” she said, explaining that that meant “lots of sun cream, lots of water, take a brolly, wear a hat.”<br /></p> \n<p>Britons had got better at preparing for hot weather, said her daughter, Jane, who lives in London, but “I love how people say they have a bit of colour, when they are actually sunburnt.<br /></p> \n<p>“They like the heat for about two days and then they start complaining.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3480e70d528545d40c82e89e7e42bb6894f6fcf1/0_0_3104_1862/3104.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1862,"width":3104,"orientation":"landscape","credit":"Amer Ghazzal/Rex Shutterstock","altText":"Tennis fans sought out what sheltered spots they could find.","cleanCredit":"Photograph: Amer Ghazzal/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:02:46Z","lastModified":"2015-07-01T23:30:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Esther Addley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/estheraddley"}],"feature":false,"keywords":["Wimbledon 2015","Wimbledon","Sport","Tennis","UK news","Weather"],"tags":[{"id":"sport/wimbledon-2015","webTitle":"Wimbledon 2015"},{"id":"sport/wimbledon","webTitle":"Wimbledon"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/tennis","webTitle":"Tennis"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/weather","webTitle":"Weather"}],"section":{"id":"sport"},"topics":[{"displayName":"Esther Addley","topic":{"type":"tag-contributor","name":"profile/estheraddley"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/01/wimbledon-2015-tournaments-hottest-ever-day-ball-boy-faints","shortUrl":"http://gu.com/p/4aad6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/01/wimbledon-2015-tournaments-hottest-ever-day-ball-boy-faints","webUri":"http://www.theguardian.com/sport/2015/jul/01/wimbledon-2015-tournaments-hottest-ever-day-ball-boy-faints"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3480e70d528545d40c82e89e7e42bb6894f6fcf1/0_0_3104_1862/3104.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1862,"width":3104,"orientation":"landscape","caption":" Tennis fans sought out what sheltered spots they could find.  Photograph: Amer Ghazzal/Rex Shutterstock","credit":"Amer Ghazzal/Rex Shutterstock","altText":"Tennis fans sought out what sheltered spots they could find.","cleanCaption":" Tennis fans sought out what sheltered spots they could find. ","cleanCredit":"Photograph: Amer Ghazzal/Rex Shutterstock"}},"importance":3,"kicker":{"title":"News"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3480e70d528545d40c82e89e7e42bb6894f6fcf1/0_0_3104_1862/3104.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1862,"width":3104,"orientation":"landscape","credit":"Amer Ghazzal/Rex Shutterstock","altText":"Tennis fans sought out what sheltered spots they could find.","cleanCredit":"Photograph: Amer Ghazzal/Rex Shutterstock"}}]}],"lastModified":"2015-07-02T07:15:55Z","personalization":{"id":"uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/043c1991-8a70-4022-a716-8e057250afc7"},"visibility":"all","adTargetingPath":"sport/front"}