{"id":"uk/groups/collections/4cdd43a8-b394-42ed-b217-19a37e793060","title":"Ashes 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/4cdd43a8-b394-42ed-b217-19a37e793060"},"cards":[{"title":"Don't cry for Watson, Australian cricket's great anti-hero","rawTitle":"Don't cry for Watson, Australian cricket's great anti-hero","item":{"type":"comment","id":"sport/blog/2015/jul/14/australia-cricket-dont-cry-for-shane-watson","title":"Don't cry for Shane Watson, one of Australian cricket's great anti-heroes","trailText":"The under-fire all-rounder is one of Australia’s small but curious band of brooders who, despite their talent, somehow never quite fit in","standFirst":"<p>The under-fire all-rounder is one of Australia’s small but curious band of brooders who, despite their talent, somehow never quite fit in</p>","byline":"Aaron Timms","body":"<p>The people, then, have decided: Shane Watson must go. And so, almost certainly, he will. Watto, sweet Watto, we thought you’d give us the happy ending you deserved. Instead, 59 Tests, 3,731 runs, four – just four! – centuries and 24 – 24! – half-centuries later, it looks almost certain to finish like this: in a hail of caustic internet memes and with every known cricket watcher in Australia turned overnight into an expert on how to avoid the LBW trap while facing a seaming Dukes ball under greying English skies. How did we get here?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/shane-watson-lbw-australia-england-first-test-ashes\">Shane Watson’s lbw weakness could force Australia to dismiss reputation | Mike Selvey</a> </p> \n</aside> \n<p>It all started so promisingly. A six-foot tall blond-haired Australian with boundless natural talent, a shirt-busting body and the willpower to bend a match with both bat and ball: this man should have inherited the cricketing earth. Alan Davidson, Richie Benaud, Steve Waugh: in the early years the greats of the local game were queueing up to hail Watto as the next messiah of Australian cricket, a homegrown all-rounder balm to our post-Freddie blues. But we all know what happened next: <a href=\"http://3.bp.blogspot.com/-fYjaUdWkAt8/UhqnPYCl86I/AAAAAAAAniQ/JGEgk-qkyP8/s640/Shane+Watson+2.jpg\">the nude calendar work</a>, the frightened night in Brett Lee’s bedroom after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2014/jul/22/the-joy-of-six-sports-ghost-stories\">seeing a ghost in Durham</a>, <a href=\"http://www.espncricinfo.com/australia/content/story/265573.html\">the heart attack that turned out to be diarrhoea</a>. </p> \n<p>There was the memoir, Watto, released mid-career at the age of 30 before anything meaningful had been achieved. There were the injuries, many of them, dwarfed only in number by the jokes they spawned. Say what you want about Watto as a batsman, there can be little doubt he had the full range of pulls, nicks and nudges – all of them played from within the confines of his own hamstrings. There was the rejigged bowling action, the move away from weights and the embrace of pilates, the move up the order then back down the order, the constant debate – a national obsession – over whether Watto would be able to keep galloping in like an athletic fridge to send down those monotonous, clumping, sometimes successful looseners. </p> \n<p>But above all, as the selectors have continued to indulge Watson’s long decade of potential, there has been the sense of a player who has steadfastly refused to play the part of the golden child that was thrust upon him from the start. Former coach Mickey Arthur claimed Michael Clarke considered Watson a “cancer on the team”, and as Watto’s booming potential has faded to a squeak, it’s been difficult to shift the images that entrench Watto’s status as an outcast: the hands in the pockets at slip, the forced banter with Clarke and Haddin in between deliveries, the sense, even through Australia’s post-Ashes celebrations in early 2014, that he was only pretending to enjoy himself. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"a1799adb535f55f93283cb9d6b637029709eaf8d\"> \n <img src=\"http://media.guim.co.uk/a1799adb535f55f93283cb9d6b637029709eaf8d/0_596_3425_1504/1000.jpg\" alt=\"Watson departs after being dismissed in that most-familiar of ways – leg before – in the second innings of the first Ashes Test in Cardiff.\" width=\"1000\" height=\"439\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Watson departs after being dismissed in that most-familiar of ways – leg before – in the second innings of the first Ashes Test in Cardiff.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p>This is why we should not cry for Watto. Nor should we decry him. Don’t rue the wasted potential, or the frazzled aggression, or the promising starts thrown carelessly away. Give Watto instead the place he deserves in Australian cricket’s rich tradition of outcasts – men who played the game at the highest level, sometimes even with distinction, but somehow never quite fitted in. There are two broad character types that run through the history of Australian cricket: the rebel-larrikins and the brooders. Keith Miller, Neil Harvey, Ian Chappell, Dennis Lillee, Rod Marsh, Merv Hughes, Shane Warne, Ian Healy, Ricky Ponting – these are the type of gregarious, expressive, hot-tempered, hard-drinking cricketers Australia likes. </p> \n<p>But the greats of the 1970s – when our cricketing larrikinism was arguably in its pomp – famously detested Australia’s greatest player of all. Don Bradman was everything Chappell and his cohort were not: remote, spiky, formal, perhaps even a touch intellectual. These qualities made life difficult for Bradman during his playing career, but his supreme talent trumped all.</p> \n<p>In the decades since, however, Bradman has emerged as a kind of spirit father to Australian cricket’s other story: the story of the non-conformists, the dressing room oddballs, the nearly-theres and the not-quite-evers. Several have followed in this less heralded personality mould. Stuart MacGill was so eccentric he drank wine; this, combined with his difficult, over-thinker’s character, made him a marginal presence in the Australian dressing room even in those moments when his career-long deputisation for Shane Warne was at its peak of success. </p> \n<p>Simon Katich played with the neurotic, scratchy intensity of a post-punk frontman. At times throughout his career it was like watching David Byrne open the batting, his strokeplay a concatenation of yelps and squeaks through midwicket. He also gave good brood, as Clarke discovered one night via <a href=\"http://www.abc.net.au/news/2013-07-17/history-of-tension-in-australian-cricket-team/4824926\">the application of a Katich hand to his throat</a>. Kim Hughes resigned the national captaincy in tears because, essentially, Lillee and Marsh bullied him out of the job. It was great TV, and even better brooding. Ashley Mallett was Australia’s most successful offspinner until Nathan Lyon, but his contribution has arguably been overlooked amid the fallout of an epic personality clash with the rebel-larrikin and beloved Channel Nine commentator Bill Lawry. The brooder and the hooter: in history’s eyes, only one was going to win.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/australia-dads-army-darren-lehmann-england-ashes\">Australia’s Dad’s Army under fire but Darren Lehmann says don’t panic | Barney Ronay</a> </p> \n</aside> \n<p>What makes Watson so special among this broody group is that, in contrast to many of the others, he looked the part of an all-Australian great. Most of the leading brooders were unlikely athletes: Bradman, Katich, MacGill. But Watto was different. Watto was tall. Watto was strong. Watto was handsome. Watto married a person off TV. Everything about the man, physically, had set him up for success. Perhaps part of the national envenomation towards Watson over the past few days comes from the misery of jilted expectations.</p> \n<p>As a player, Watson never quite figured himself out. At the beginning of his career, he was known more for his bowling than his batting; in the frenzy of Cricket Australia’s post-2005 search for an answer to Andrew Flintoff, he became the solution to The All-Rounder Riddle; later he became a specialist opening batsman, in both forms of the game; then he was tasked with filling the Test team’s Ponting-sized hole at number three. On this Ashes tour, Watson has been preferred as a middle-order batsman over Mitchell Marsh, essentially, on the strength of his bowling. The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century. </p> \n<p>In sympathy with these sudden, jolting shifts across the spectrum of play, Watson’s management of his own body has been, perhaps inevitably, similarly confused: bulky one day, lissom the next, he’s never hit on the best strategy to tune his frame – this fragile tuba – to its optimal pitch. It’s almost as if the man, having tested seemingly every position in the batting lineup and experimented with wildly divergent styles of bowling and muscular conditioning, has ended up estranged from himself. He’s become a stranger to his own physique. </p> \n<p>In the process, he’s also become a stranger to the Australian dressing room. One of the most illuminating passages in Watto, his 2011 memoir, is where Watson describes his awkward teenage years:</p> \n<blockquote> \n <p>“I never went to parties in high school because I always had cricket the next day, and I never used to smoke pot like everyone else. I loved playing cricket and I wasn’t interested in anything that might interfere with that. As for girls, when I was at school I suppose I was always a bit of a nerd in a way. We weren’t that well-off and I never had all the new fashions. Also, whatever my dad wore, I thought was cool. I guess I was an under-achiever on the social side.”</p> \n</blockquote> \n<p>This is the credo of the outsider, and that sense of Watto as a liminal presence, despite his physical immensity, has carried over into his place within the national cricketing consciousness. Always wasting the review, a “cancer on the team”, Watto has never truly appeared to be a friend to many in the Australian dressing room. </p> \n<p>Fidgety and watchful, Watson would have made a great Camusian anti-hero. Elsewhere in Watto he explains his reason for pursuing a career in cricket: “I wanted to do something so that people knew I existed.” Making it big in cricket was Watto’s answer to shooting the Arab on the beach. He could have been Australian cricket’s Meursault, a cult legend of affectless indifference and self-estrangement, a kind of Dougie Walters without the tinny and the smile. But to pull the act off, Watto would have had to stop caring. And Watto could never do apathy. The one thing everyone agrees on about Watto is that he cares – too much.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c3562bbc4ca2442c8d01fe6e620b74c4be4052aa\"> \n <img src=\"http://media.guim.co.uk/c3562bbc4ca2442c8d01fe6e620b74c4be4052aa/0_0_3525_2249/1000.jpg\" alt=\"Watson, pictured in the slips with captain Michael Clarke and Steve Smith during the first Test in Cardiff.\" width=\"1000\" height=\"638\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Watson, pictured in the slips with captain Michael Clarke and Steve Smith during the first Test in Cardiff.</span> \n  <span class=\"element-image__credit\">Photograph: Philip Brown/Reuters</span> \n </figcaption> \n</figure> \n<p>When I was eight, and still dreaming of a career in the baggy green, I would burst into tears whenever I got out. Fortunately, I outgrow the habit by the age of 10. Watto, even at the age of 34, greets every dismissal as if still in the throes of that impending juvenile trauma. He bristles with purpose, but it’s a purpose with no team solidarity; his sporting will is entirely self-centred. This is no criticism. It only reinforces the sense of Watson, assertive but insular, as a richly textured character, his career so layered with missed chances, what-ifs, self-pity and regret, it should really be set to music – perhaps the swampy and disorienting exoticism of Brahms’s Double Concerto or the twilight zone yowl of David Bowie’s I’m Deranged. </p> \n<p>But Watson is not alone, and that’s the point. Katich, MacGill, Hughes and many others have all walked this path before him – a path of lush neurosis and wistful melancholy. As the curtain comes down on this decade-long farce of food poisoning and back pain, the lingering image of Watson will be of the golden boy staring glumly from his tower, trapped in the prison of his own immaculate physique. </p> \n<p>But in time we will see that this was a career fully lived, filled with volatility but somehow so densely predictable in its non-deviation from a mid-30s batting average. In time we will understand Watto not as a beautiful disaster but as the last and most beguiling of the baggy green brooders, these saturnine loners whose guiding athletic purpose has been to supply the minor mode to Australian cricket’s major scale, to live and play – thriving only some of the time – in the shadows on the other side of the mountain. </p> \n<p>Good night, sweet Watto. We thought we loved you, once.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/66728d955c1860123e47b05925a20dd2186e6b7d/0_28_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Gareth Copley/Getty Images","altText":"“The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century.”","cleanCredit":"Photograph: Gareth Copley/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a1799adb535f55f93283cb9d6b637029709eaf8d/0_596_3425_1504/3425.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1504,"width":3425,"orientation":"landscape","caption":"Watson departs after being dismissed in that most-familiar of ways – leg before – in the second innings of the first Ashes Test in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Watson departs after being dismissed in that most-familiar of ways – leg before – in the second innings of the first Ashes Test in Cardiff.","cleanCaption":"Watson departs after being dismissed in that most-familiar of ways – leg before – in the second innings of the first Ashes Test in Cardiff.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c3562bbc4ca2442c8d01fe6e620b74c4be4052aa/0_0_3525_2249/3525.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2249,"width":3525,"orientation":"landscape","caption":"Watson, pictured in the slips with captain Michael Clarke and Steve Smith during the first Test in Cardiff. Photograph: Philip Brown/Reuters","credit":"Philip Brown/Reuters","altText":"Watson, pictured in the slips with captain Michael Clarke and Steve Smith during the first Test in Cardiff.","cleanCaption":"Watson, pictured in the slips with captain Michael Clarke and Steve Smith during the first Test in Cardiff.","cleanCredit":"Photograph: Philip Brown/Reuters"}],"webPublicationDate":"2015-07-14T02:52:20Z","lastModified":"2015-07-14T03:59:06Z","metadata":{"commentable":true,"commentCount":86,"contributors":[{"name":"Aaron Timms","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aaron-timms"}],"feature":false,"keywords":["Australia cricket team","Shane Watson","The Ashes","Ashes 2015","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/shane-watson","webTitle":"Shane Watson"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Aaron Timms","topic":{"type":"tag-contributor","name":"profile/aaron-timms"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/14/australia-cricket-dont-cry-for-shane-watson","shortUrl":"http://gu.com/p/4ajdb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/14/australia-cricket-dont-cry-for-shane-watson","webUri":"http://www.theguardian.com/sport/blog/2015/jul/14/australia-cricket-dont-cry-for-shane-watson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/66728d955c1860123e47b05925a20dd2186e6b7d/0_28_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"“The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century.” Photograph: Gareth Copley/Getty Images","credit":"Gareth Copley/Getty Images","altText":"“The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century.”","cleanCaption":"“The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century.”","cleanCredit":"Photograph: Gareth Copley/Getty Images"}},"importance":7,"byline":{"title":"Aaron Timms"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/66728d955c1860123e47b05925a20dd2186e6b7d/0_28_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Gareth Copley/Getty Images","altText":"“The thinking around how to play Watson has been some of the knottiest, most complex intellectual work produced in Australia this century.”","cleanCredit":"Photograph: Gareth Copley/Getty Images"}}]},{"title":"Gary Naylor / First Test report cards for England and Australia","rawTitle":"First Test report cards for England and Australia","item":{"type":"article","id":"sport/99-94-cricket-blog/2015/jul/13/ashes-2015-first-test-report-cards-england-and-australia-cardiff","title":"Ashes 2015: first Test report cards for England and Australia in Cardiff","trailText":"Joe Root, Moeen Ali and Stuart Broad shone for England, but Adam Voges, Shane Watson, Mitchell Johnson and Brad Haddin were disappointing for Australia","standFirst":"<p>Joe Root, Moeen Ali and Stuart Broad shone for England, but Adam Voges, Shane Watson, Mitchell Johnson and Brad Haddin were disappointing for Australia</p>\n<p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a>, part of the <a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p>","byline":"Gary Naylor","body":"<h2>England</h2> \n<p><strong>Alastair Cook (20, 12)<br /></strong>He will be disappointed with his returns with the bat but ecstatically pleased with every other aspect of his game. As captain, everything he touched turned to gold. Hackneyed moves, like giving the spinner an over before an interval, suddenly looked Brearleyesque, as the wicket magically arrived. Funky fields looked like good uses of data, as the ball went where the man stood, not least to himself as he spectacularly juggled a catch from Brad Haddin at silly mid-on (one of three good catches for the skipper in a much improved England fielding performance). All this good news for him should rub off on his batting, which needs to revert to its natural rhythm – not every match has to be won in four days. He still looks a little like a 40-something teacher at the prom as his young charges delight in the relaxed freedom cultivated by Paul Farbrace and now Trevor Bayliss, but he is growing into the New England – and results like this one help.</p> \n<p><strong>Adam Lyth (6, 37)<br /></strong>He is another batsman who may be able to relax a little at Lord’s with England one-up, knowing that if he can block the good balls, he won’t have to wait too long for a four ball. Nathan Lyon’s combination of big turn and bounce is a notch or two above what he will have faced in domestic cricket, so he’ll need to work out a way of leaving as many balls as possible from the off-spinner to turn past his off stump, while keeping out the one that runs on with cut or jumps with overspin.</p> \n<p><strong>Gary Ballance (61, 0)<br /></strong>He came to the crease under personal and scoreboard pressure, but was in occupation as the first innings advanced from 7-1 (and 43-3) and on to 196-3, when he lost his wicket, predictably pinned LBW on the crease. He still has a lot of work to do to get his individualistic technique fully working again and he needs to deal with the short ball more securely at Lord’s, which will have a bit more pace in the track than was the case at Cardiff. His ticker is not in question after what was the second most valuable innings of the match.</p> \n<p><strong>Ian Bell (1, 60)<br /></strong>In some ways, a similar report at No4 to that of his colleague at No3. Bell was under the same kind of scrutiny as Ballance, needing runs to quell the doubters (never far away over his long Test career). After his first innings failure, he was back at the crease with the scoreboard showing 22-2, with the lead just 144 and stayed until it was 292, giving licence to the late middle order to swing from the hip.</p> \n<p><strong>Joe Root (134, 60; 6-1-28-2)<br /></strong>Dropped catches happen to batsmen – it’s what the batsman does after the drop that marks them out as good or great. Having been reprieved by Brad Haddin on 0, the third Yorkshire batsman in England’s top five proceeded to go forward or back as required by length and defend or attack as required by line, as he seized control of the match. That innings had something of Michael Slater’s opening salvo in the 1994-95 Ashes, a knock that was worth so much more than the runs accumulated in the scorebook – so will Root’s 134 prove to carry the same weight? He added a useful 60 in the second dig, picked up a couple of wickets when England need them late on the fourth afternoon and then took the catch that finished the match. As compelling a case for man of the match was one could wish to see.</p> \n<p><strong>Ben Stokes (52, 42; 14-5-51-1, 8-2-23-1)<br /></strong>Bristled with channeled aggression that was put to good use with bat and ball, he’ll be well advised to hold on to the DVD of this match as I’m sure Australia will be much more “in his face” in the four Tests to come. He came to the crease in almost perfect circumstances in each innings: the platform constructed, but a proper knock needed rather than merely wanted. With Moeen Ali being targeted by the Australian batsmen, his bowling too had the edge of necessity to it and his modest figures do not reflect its worth to the team. He maintains his happy knack of finding the best way to contribute to any match situation in which he finds himself.</p> \n<p><strong>Jos Buttler (27, 7; 2ct, 1ct)</strong><br />A quiet match for one of England’s gamechangers, though he still outplayed his opposite number. With adrenaline coursing through the veins of the other 21 combatants, his calm presence was welcome, even if it led to two tame dismissals. His day in this series will come.</p> \n<p><strong>Moeen Ali (77, 15; 15-1-71-2, 16.3-4-59-3)</strong><br />If last year he was learning to be a frontline spinner, this year he’s learning to bat with the tail. As usual, he’s rising to the challenge. His gorgeous, stroke-filled first innings took England from the 200s into the 400s and gave plenty of confidence to the men who follow him in the order, particularly his pulling and hooking, which (on this pitch) negated the bouncer attack Australia had planned for him. The Aussies went hard at him with the bat too, but, possibly buoyed by the fact that he had 77 of his own runs on the board before he came on for a bowl, he never flinched and counted Warner, Smith, Clarke and Haddin among his victims. A fine match for the all-rounder.</p> \n<p><strong>Stuart Broad (18, 4; 17-4-60-2; 14-3-39-3)</strong><br />Unrecognisable from the bowler of a few months ago who delivered medium pace spells in the West Indies, the whole thing looking just too much of an effort for a jaded man. Fast-forward a hundred days or so, and this was Broad at his best, charging into the crease, bowling with rhythm and the accuracy to make the batsman play, as the ball moved just enough from side-to-side and up and down to make lining him up near impossible. He knocked the top off the Australian second innings just as England fans started to consult the history books for highest run chases and even chipped in to a 52 run first innings stand, showing that his valuable batting may just be on the way back.</p> \n<p><strong>Mark Wood (7*, 32*; 20-5-66-2, 14-4-53-2)<br /></strong>Wood looks like a remarkable find by the selectors. He played with a smile on his face and seemed to love every minute, whether batting, bowling or fielding. His bowling is uncomplicated, holding the seam up, delivering the ball on or about a length with the bouncer and yorker as variations, all from a tight wicket-to-wicket line, offering no freebies. He has enough pace to bother set batsmen and his skiddy trajectory complements Anderson’s classical swing and Broad’s high arm perfectly. His happy knack of belting tired bowlers around the park is a handy asset too.</p> \n<p><strong>Jimmy Anderson (1,1; 18.5-6-43-3, 12-3-33-0)</strong><br />Australians may laugh at the description of England’s all-time leading wicket-taker is an all-time great bowler, but his swing and seam always demands respect in home conditions. He bowled much better than his figures suggest, particularly round the wicket to Australia’s openers in the second innings. If he can make Chris Rogers play at balls we would prefer to leave from that line and induce David Warner to chase fuller balls outside his eyeline, a major Australian threat will be nullified and England’s attack leader will justify that moniker.</p> \n<h2>Australia</h2> \n<figure class=\"element element-image\" data-media-id=\"0a8bbd27ec625e9117e6e56842741ea6362ce526\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/13/1436794643500/1a36cc89-e076-4e9a-8e6b-5da71c3c1350-460x276.jpeg\" alt=\"Australia\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Clarke; Steve Smith and David Warner during the first Test in Cardiff.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>Chris Rogers (95, 10)</strong><br />Upped his boundary count as he notched yet another Test fifty in the first innings, anchoring the Australian reply until his impatience unexpected got the better of him. Looked all at sea in the second dig when Anderson went round the wicket negating the easy leave/tuck off the legs that gets him through the new ball. Like all his batting colleagues, he has some thinking to do before Thursday at Lord’s.</p> \n<p><strong>David Warner (17, 52; 2-0-9-0)<br /></strong>Two starts, so he will be angrier than ever to have thrown them away chasing a wide one and missing a straight one. He looks more orthodox at the crease these days and, denied his slashing cuts by England’s disciplined lines, less likely to change a game in a session. He may need an hour or two on the bowling machine looking for scoring options from a tight, round the wicket line, before taking guard at Lord’s.</p> \n<p><strong>Steven Smith (33, 33)</strong><br />Out twice while set for more of the huge scores that have propelled him to No1 in the world batting rankings, Smith can expect more bowling well outside off stump making his working to the legside at best uncomfortable and at worst a liability. After a golden period of form, Cardiff may prove a wake-up call for him to show more patience and reassess his over-enthusiasm to walk towards the ball, rather than letting it come to him</p> \n<p><strong>Michael Clarke (38, 4)<br /></strong>Just when he had demonstrated his old athleticism in taking a magnificent diving catch at slip to see off Adam Lyth in England’s second innings, his stiff-backed prod at the ball contributed to his side’s horror Saturday afternoon, one of five wickets surrendered in the session. As ever, he was disarmingly honest in the post-match interviews, but he’ll want more application from his batsmen and greater accuracy from his bowlers at Lord’s (and, though he can’t say it just yet, more pace in the pitch).</p> \n<p><strong>Adam Voges (31, 1)</strong><br />After the late but wonderful start to his Test career, the experienced old pro plummeted back to earth with two dismissals at exactly the wrong time for his team. Having looked settled in the first innings, he was out just before the close on Day Two, then, when the collapse was on in the second dig, he touched a regulation delivery through to the keeper. Five is a pivotal slot in the order, especially if Australia continue to play Shane Watson at six, so Voges will be looking to build partnerships as the series progresses.</p> \n<p><strong>Shane Watson (30, 19; 8-0-24-0, 5-0-23-0)</strong><br />He was lucky to be selected ahead of the in-form Mitchell Marsh and did his cause no good at all with two almost comically predictable dismissals. His bowling too, on a pitch made for his wicket-to-wicket mediums, is barely an option these days so do Australia stick or twist with Watson? In the past the selectors have almost always stuck, but perhaps this may be the time to twist.</p> \n<p><strong>Brad Haddin (22, 7; 2ct, 3ct)<br /></strong>His good work on a difficult track for keeping will be lost in the shadow of his one-handed, slightly showy, failed attempt to catch Joe Root on 0, a miss that determined the course of the match. His batting, once so feared, especially by England, looks tired now, his recent run of low scores unsurprising to read. He’ll be 38 in the autumn and wicket-keeping 100+ overs, then leading the counter-attack with the bat is a physically and mentally demanding gig. Will this be a series too far for the man who pulled off the remarkable feat of following Adam Gilchrist in Ashes Tests with similar results – if rather less grace?</p> \n<p><strong>Mitchell Johnson (14, 77; 25-3-111-0, 16-2-69-2)<br /></strong>Twenty-two yards of dry, Welsh soil emasculated the fire-breathing dragon of 2013-14, as England were able to treat Johnson as they would any other fast man, rather than as a terror from the Bush. He bowled better than his figures suggest, but with the physical threat diminished, batsmen could get into line and then punish the width that he has, as the old song has it, always offered. Clarke needs his strike bowler striking again and soon.</p> \n<p><strong>Mitchell Starc (0, 17; 24.1-4-114-5; 16-4-60-2)</strong><br />Starc bowled some jaffas among the scattergun spells to show why he is feared by batsmen around the world but also why he pays more than 31 runs for his Test wickets. He showed plenty of heart to keep running in while clearly injured and might benefit from a rest this week. Peter Siddle’s nagging line and length may suit the team’s balance better at Lord’s.</p> \n<p><strong>Josh Hazelwood (2*, 14; 23-8-83-3, 13-2-49-2)</strong><br />He hit his lines and lengths and moved the ball just enough to trouble all of the batsmen. The tall right-armer took five top-order wickets in the match, but was curiously under-bowled by his captain, who seemed to be pining for his champion, the now retired Ryan Harris. If Starc does miss a match or two, Hazlewood can expect more work and England can expect fewer four balls.</p> \n<p><strong>Nathan Lyon (6, 0*; 20-4-69-2, 20.1-4-75-4)<br /></strong>A good match for the spinner who picked up five left-handers among his six victims. The key to success for Lyon as the series progresses will be his batsmen’s capacity for posting good scores quickly, allowing him to work long spells on the England men without scoreboard pressure tugging at his captain. That’s a comfort his opposite number enjoyed in this match, but it surely won’t stay like that over the whole series.</p> \n<p><strong><span class=\"bullet\">•</span> This is an article from our </strong><a href=\"http://www.theguardian.com/sport/series/guardian-sport-network\"><strong>Guardian Sport Network</strong></a><br /><strong><span class=\"bullet\">•</span> This article first appeared on </strong><a href=\"http://nestaquin.wordpress.com/\"><strong>The 99.4 Cricket Blog</strong></a><br /><strong><span class=\"bullet\">•</span> Follow </strong><a href=\"https://twitter.com/garynaylor999\"><strong>Gary Naylor</strong></a><strong> on Twitter</strong></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794494259/d84e1c4b-9230-4091-8f14-900a67f05538-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"England","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794644785/1a36cc89-e076-4e9a-8e6b-5da71c3c1350-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Clarke; Steve Smith and David Warner during the first Test in Cardiff. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Australia","cleanCaption":"Michael Clarke; Steve Smith and David Warner during the first Test in Cardiff.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"webPublicationDate":"2015-07-13T14:11:38Z","lastModified":"2015-07-13T14:12:06Z","metadata":{"commentable":true,"commentCount":77,"contributors":[{"name":"Gary Naylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gary-naylor"}],"feature":true,"keywords":["Ashes 2015","The Ashes","Australia cricket team","Australia sport","Sport","Cricket","England cricket team","Alastair Cook","Joe Root"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/joe-root","webTitle":"Joe Root"}],"section":{"id":"sport"},"topics":[{"displayName":"Gary Naylor","topic":{"type":"tag-contributor","name":"profile/gary-naylor"}}],"series":{"title":"Guardian Sport Network","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/guardian-sport-network"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/99-94-cricket-blog/2015/jul/13/ashes-2015-first-test-report-cards-england-and-australia-cardiff","shortUrl":"http://gu.com/p/4atz3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/99-94-cricket-blog/2015/jul/13/ashes-2015-first-test-report-cards-england-and-australia-cardiff","webUri":"http://www.theguardian.com/sport/99-94-cricket-blog/2015/jul/13/ashes-2015-first-test-report-cards-england-and-australia-cardiff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794494259/d84e1c4b-9230-4091-8f14-900a67f05538-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England bowler Mark Wood celebrates after dismissing Australia batsman Adam Voges during the first Test. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England","cleanCaption":"England bowler Mark Wood celebrates after dismissing Australia batsman Adam Voges during the first Test.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":5,"kicker":{"title":"Gary Naylor"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/13/1436794494259/d84e1c4b-9230-4091-8f14-900a67f05538-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"England","cleanCredit":"Photograph: Stu Forster/Getty Images"}}]},{"title":"Root leaves Australia with no margin for error","rawTitle":"Root leaves Australia with no margin for error","item":{"type":"comment","id":"sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","title":"Ashes 2015: Joe Root leaves Australia’s bowlers with no margin for error","trailText":"The England No3 was in such brilliant form in the first Ashes Test at Cardiff it appeared like he was striking a beach ball at times but don’t be fooled into thinking Australia underestimated him","standFirst":"<p>The England No5 was in such brilliant form in the first Ashes Test at Cardiff it appeared like he was striking a beach ball at times but don’t be fooled into thinking Australia underestimated him</p>","byline":"Jason Gillespie","body":"<p>In Joe Root we are seeing a batsman who is blossoming on the international stage and at this point in time I don’t think any team has found a genuine way to knock him over. The margin for error when bowling to him is so small. When guys are out of nick, the area on the pitch the quicks need to hit can be the size of a beach towel. With Joe right now, it’s barely a handkerchief.</p> \n<p>The first Test in Cardiff saw Joe make a statement for the series. That century on day one, when he came in at 43 for three, showed what his game is all about: positive intent. Being dropped second ball was quickly erased from the memory and the hundred he peeled off from there was clinical in that he took the attacking option whenever Australia’s bowlers strayed even fractionally.</p> \n<p>Joe is seeing it like a beach ball, sure, but he is also getting into a very good position at the point of delivery and it is good thing for any young batsman to learn from. Look at some of the stills from that innings for a how-to guide on setting yourself. His weight is on the back foot but you can see he is lightly on the front too, looking to push forward and meet the ball on his terms.</p> \n<p>Don’t be fooled into thinking Australia underestimated him going into this series on the basis of what happened 18 months ago. I know for a fact that they rate Root incredibly highly. But as an overall observation, I thought they were too quick to abort Plan A – top of off stump or just around – when they strayed and went for a couple of boundaries. They didn’t realise that it wasn’t the plan that was the issue but the execution.</p> \n<p>Compare and contrast that with England, who knew to pitch the ball up and be patient on that surface. The line and length was key and, bar a clever tactic to Steve Smith, where they hung the ball outside off stump, they bowled predominantly straight. We saw batsmen bowled, lbw or nicking off playing from the crease, which tells me they got the length bang on.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-ashes-australia-alastair-cook\">Alastair Cook hails relentless England bowlers after win over Australia</a> </p> \n</aside> \n<p>That’s where you have to give credit to a bowler like Stuart Broad. In the past, like Australia’s bowlers in Cardiff, he has been slightly guilty of mixing it up if Plan A didn’t quite work out, like switching to around the wicket and bowling bouncers with two men out on the hook. But he got reward for sticking to full length and that is what Australia have to learn on these English pitches, where it is better to be too full than too short.</p> \n<p>We even saw England employ what we know at Headingley as the “Yorkshire Wall”, with fielders stationed short in front of the batsman for a gun-barrel straight line. That is good awareness by the bowlers and a feather in the cap of Alastair Cook. Without wanting to bring up eye-watering memories for the England captain, the moment he copped one in the sensitive parts was telling too.</p> \n<p>There was his vice-captain, Root, comfortable enough to have a good old laugh with his senior down in pain. It might not have been Cook’s happiest time on a cricket field but it told me that England have fostered an environment where players feel relaxed enough to enjoy the lighter moments. We know Joe is a cheeky chap, of course – a real card in the dressing room.</p> \n<p>Don’t let that mask what a determined young cricketer he is though. Joe takes his game very seriously and is striving for improvement all the time. He is ideal to work with as a coach because he demands full, honest feedback on his game – not simply what he would like to hear. That, mixed with his upbeat style, is why I think it was a very shrewd move by the England director of cricket, Andrew Strauss, to give him the vice-captaincy at the start of the summer.</p> \n<p>His attitude is quite infectious in a team and now he can combine that with the extra responsibility. When I arrived at Yorkshire in early 2012 he was relatively new in his cricket career, opening in four-day cricket and No3 in Twenty20. But he was also one of the voices driving our side to take the positive option at all times. Paul Farbrace, who is the England assistant coach now, was working with us at the time and I know those two spoke at length about this approach.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/darren-lehmann-shane-watson-ashes\">Darren Lehmann hints Shane Watson may lose place for second Ashes Test</a> </p> \n</aside> \n<p>The Australian mentality is to put your best batsman at No3 in Test cricket but there is plenty of time for Joe to return up the order naturally. And besides, Gary Ballance showed in the first innings, with his hard-fought 61, that he is not going anywhere soon. He has been copping it a bit of late but I have no doubt he will have a fine international career because he is a quality player.</p> \n<p>Overall, I don’t think the Cardiff result has thrown a cat among the pigeons, because I have been saying all along that England are a very good emerging side. The message to Australia, who I know will look to right a few wrongs at Lord’s, is to keep faith with the bowling plans and not lose patience. Because that is where the first Test in Cardiff was won and lost.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436711206146/Englands-Joe-Root-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Joe Root celebrates taking the wicket of Australia's Mitchell Johnson on day four of the first Ashes Test at Cardiff. Photograph: Ian Kington/AFP/Getty Images","credit":"Ian Kington/AFP/Getty Images","altText":"England's Joe Root","cleanCaption":"England's Joe Root celebrates taking the wicket of Australia's Mitchell Johnson on day four of the first Ashes Test at Cardiff. Photograph: Ian Kington/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T07:10:56Z","lastModified":"2015-07-13T07:11:14Z","metadata":{"commentable":true,"commentCount":199,"contributors":[{"name":"Jason Gillespie","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/7/3/1435930387788/Jason-Gillespie-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-gillespie"}],"feature":false,"keywords":["The Ashes","Cricket","England cricket team","Australia cricket team","Australia sport","Ashes 2015","Sport","Joe Root"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/joe-root","webTitle":"Joe Root"}],"section":{"id":"sport"},"topics":[{"displayName":"Jason Gillespie","topic":{"type":"tag-contributor","name":"profile/jason-gillespie"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","shortUrl":"http://gu.com/p/4at8h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes","webUri":"http://www.theguardian.com/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436712849203/24015313-7577-4a74-bea6-62424ea36f51-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed. Photograph: Andrew Fosker/Rex Shutterstock","credit":"Andrew Fosker/Rex Shutterstock","altText":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed.","cleanCaption":"Joe Root hit a clinical first-innings hundred in the first Ashes Test, taking the attacking option whenever Australia’s bowlers strayed.","cleanCredit":"Photograph: Andrew Fosker/Rex Shutterstock"}},"importance":5,"byline":{"title":"Jason Gillespie"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ec6c49acb6f33fd8735d58323bd5deeb9b9e87c6/656_359_1821_1093/1000.jpg","height":600,"width":1000}}]},{"title":"Australia / Optimism over Starc's fitness for second Test","rawTitle":"Optimism over Starc's fitness for second Test","item":{"type":"article","id":"sport/2015/jul/13/ashes-australia-optimistic-over-mitchell-starcs-fitness","title":"Australia optimistic about Mitchell Starc's fitness for second Ashes Test","trailText":"Mitchell Starc took pain-killing injections for his strained ankle to bowl through Australia’s opening Ashes defeat in Cardiff but is confident he will be fit for Lord’s","standFirst":"<ul>\n <li>Left-arm quick strained his ankle injury during first Test defeat to England</li>\n <li>Captain Michael Clarke says Starc is confident of proving fitness before Lord’s</li>\n</ul>","byline":"Ali Martin","body":"<p>Australia remain upbeat about the chances of their attack spearhead, Mitchell Starc, being fit to take the field for the second Test at Lord’s, with the captain, Michael Clarke, claiming the left-armer has reacted positively to treatment on his injured right ankle over the past two days.</p> \n<p>Starc was the standout bowler for the tourists during their <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/11/england-win-ashes-opener-as-stuart-broad-breaks-australias-top-order\">169-run defeat in the first Test in Cardiff</a>, taking seven wickets, but showed visible signs of discomfort during England’s first innings and requiring a cortisone injection to complete the match.</p> \n<p>While Cricket Australia have not specified the nature of the problem, the 25-year-old has developed bone spurs in the area twice already in his career and is understood to be suffering a recurrence of the condition.</p> \n<p>Starc has been able to continue bowling with bone spurs in the past - which are calcified growths that develop as a reaction to impact on the joint - playing two Tests against India in 2013 before undergoing surgery that saw him sidelined for two-and-a-half months.</p> \n<p>Speaking to Triple M Radio in Melbourne on Monday, his captain, Clarke, said: “Starcy obviously had some ankle pain and had an injection to bowl in the second innings, but the positive again was the fact that he was able to bowl and do what was needed for the team.</p> \n<p>“Spending a bit of time with the Australian physio today, he’s confident that, although it’s a short turnaround before the second Test, there’s been a lot of positives come out of the last couple of days since he was cortisoned, and things are going really well there.”</p> \n<p>The Australian head coach, Darren Lehmann, continued the positive outlook on Starc but insisted that, with their side already 1-0 down in the series, no player will be selected who cannot be guaranteed to last the full five days.</p> \n<p>“We’ve received some positive news with Mitchell Starc’s right ankle showing significant improvement and we’re hopeful that he’ll be able to do some light training during the week and be available for selection” he told the Cricket Australia website.</p> \n<p>“Our biggest consideration is that we want the players we take on to the field on Thursday to be 100% fit. Especially when you consider the importance of this Test after losing the opening match of the series.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-name-squad-second-ashes-test-australia\">England name same squad for second Ashes Test against Australia</a> </p> \n</aside> \n<p>Right-armer Peter Siddle is being lined up as a possible replacement, although could feature in their thinking anyway should the pitch, prepared by groundsman Mick Hunt, not be considered conducive to the bounce required by Starc’s fellow left-armer Mitchell Johnson.</p> \n<p>The surfaces are clearly affecting Australia’s thinking, with batsman David Warner admitting he is struggling to adapt. The opener made 52 in their failed chase of 412 and saw his bat repeatedly beaten by Stuart Broad before being trapped lbw by Moeen Ali.</p> \n<p>“I don’t think you’re ever ‘in’. There’s always that one ball, that bunch of clouds that come over and it starts swinging, that one little bit of movement off the wicket to get you guessing,” Warner told Sydney’s Sky Sports Radio. “You don’t really feel ‘in’ at all on these type of wickets over here.”</p> \n<p>Warner also offered support to 34-year-old all-rounder Shane Watson, who was preferred ahead of Mitchell Marsh in Cardiff despite the younger man scoring back-to-back centuries in Australia’s warm-up matches with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/27/australia-mitchell-marsh-punishes-kent-bowlers-to-disturb-peace\">Kent</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/01/shane-watson-alastair-cook-mitchell-marsh-australia-essex\">Essex</a>, and admitted the selectors will face serious scrutiny if they back-track on that call after just one Test</p> \n<p>“I feel Watson is in a great space at the moment; he’s doing everything right, said Warner. “The other day we all got ourselves in and just didn’t go on with it. It’s as simple as that. I think he’s a great asset to our team and brings a lot of experience to our team as well.”</p> \n<p>“If they make changes then people will go ‘Oh, you can’t make this many changes in a series that you’ve just played one game’. There’s going to be people questioning every little thing they [selectors] do but they’ve got to pick a team they think is best to go out there and beat England. I’d rather be in my shoes than their shoes.”</p> \n<p>Meanwhile, Australian one-day opener Aaron Finch looks unlikely to feature in the limited overs series that follows the Ashes after being diagnosed with a stress fracture of the foot while playing for Yorkshire. All-rounder Glenn Maxwell will now remain playing for the county champions instead of a planned trip to India with Australia A next week.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6bdd02d881e3cbed6bf6fd1658d37c3861745ad8/0_378_2376_1426/2376.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2376,"orientation":"landscape","credit":"Stu Forster/Getty Images","altText":"Starc played through pain in Australia’s opening Ashes match in Cardiff but still took seven wickets.","cleanCredit":"Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-13T14:32:21Z","lastModified":"2015-07-13T14:32:43Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","The Ashes","Cricket","Australia cricket team","Australia sport","Sport","England cricket team","Mitchell Starc"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/mitchell-starc","webTitle":"Mitchell Starc"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/13/ashes-australia-optimistic-over-mitchell-starcs-fitness","shortUrl":"http://gu.com/p/4atfv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/13/ashes-australia-optimistic-over-mitchell-starcs-fitness","webUri":"http://www.theguardian.com/sport/2015/jul/13/ashes-australia-optimistic-over-mitchell-starcs-fitness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6bdd02d881e3cbed6bf6fd1658d37c3861745ad8/0_378_2376_1426/2376.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1426,"width":2376,"orientation":"landscape","caption":"Starc played through pain in Australia’s opening Ashes match in Cardiff but still took seven wickets. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Starc played through pain in Australia’s opening Ashes match in Cardiff but still took seven wickets.","cleanCaption":"Starc played through pain in Australia’s opening Ashes match in Cardiff but still took seven wickets.","cleanCredit":"Photograph: Stu Forster/Getty Images"}},"importance":4,"kicker":{"title":"Australia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/7fe22c9dadf3c1fa5d79994e1e598f25dd0d6057/202_23_735_441/735.jpg","height":441,"width":735}}]},{"title":"Dominant England give Australia much to ponder","rawTitle":"Dominant England give Australia much to ponder","item":{"type":"article","id":"sport/2015/jul/12/england-australia-dominant-ashes","title":"England leave Australia with much to ponder after dominant Ashes start","trailText":"Australia were outplayed by England in every facet of the game at Cardiff and have many questions to answer before Thursday’s second Test at Lord’s","standFirst":"Michael Clarke and his players were so outplayed at Cardiff that they have many questions to answer before Thursday’s second Test at Lord’s","byline":"Mike Selvey","body":"<p>There was a period during the first Test, as Joe Root was playing the innings of his life, when the air of invulnerability that surrounds Australia, one founded on their own capacity to talk themselves up and that of England supporters to take pessimism as a default, fell away. The bowling was wayward, Brad Haddin was being forced to fling his ageing body this way and that, fielders were chugging after the ball and the captain started to look bereft of ideas. They looked diminished in stature, the mystique gone. In The Wizard of Oz, Dorothy discovers that the wizard is in fact nothing more than a middle-aged man. It might stand as a metaphor for these wizards in the first game.</p> \n<p>Whatever happens from here England – brain, heart and courage intact – know there is nothing to fear. Australia have won one match, at Headingley in 2009, and lost eight of their past 15 in England and Wales. Cricket Australia’s immediate response was to put its fingers in its ears, go ‘nah nah nah’ and announce the dates of this year’s Big Bash in time for its morning bulletins.</p> \n<div>\n __VIDEO_EMBED_gu-video-457473252__\n</div> \n<p>Australia were outplayed in every department of the game. They attempted to match the panache of Root, Ben Stokes and Moeen Ali with the bat but foundered against skilled bowling that adhered rigidly to a game plan for each batsman – across the dangerous David Warner, fifth stump to Steve Smith and Michael Clarke, inevitably straight to Shane Watson, all to a length that encouraged the drive but made it a real risk-reward shot. Australia’s bowling was wholehearted but could not come to terms with the conditions or the Duke ball (which incidentally they had been using in the West Indies prior to coming to England).</p> \n<p>In the field England were athletic and sharp, the single chance missed that from Chris Rogers by Root on the final morning. There was a willingness to stand closer on a slower pitch, something that they had not done in West Indies or against New Zealand. During their pre-series Spanish get-together, the team had practised nothing but fielding, which has always been a focal point of the Trevor Bayliss creed, and it showed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes\">Ashes 2015: Joe Root leaves Australia’s bowlers with no margin for error | Jason Gillespie</a> </p> \n</aside> \n<p>Australia, too, held some excellent catches but they were also pedestrian at times, age showing its hand. Haddin’s dropping of Root before he had scored in the first innings will be right up there with Shane Warne missing Kevin Pietersen at The Oval in 2005, Michael Carberry dropping Haddin in Adelaide two winters ago and Ashley Giles dropping Ricky Ponting on the same ground in 2006-07 in the litany of expensive missed Ashes chances.</p> \n<p>Most telling of all was the manner in which Clarke was out-captained by Alastair Cook. It is, as Cook readily admits, pretty easy to captain a group of bowlers who know their roles to perfection and perform beautifully: they know what they want and the captain responds to that. But knowing when to ring the changes is something else altogether. Cook was proactive and obviously in charge, which has not always been the case. The decision to bowl Stuart Broad on the third morning, for example, despite the proximity of the second new ball would have been a combined management decision but not the instinct that gave Moeen the last over before lunch on the final day in which he claimed Warner’s wicket and kick-started the Australian slide to defeat. Clarke’s bowlers let him down but he appeared to do little to lift them and towards the end of the second England innings looked devoid of ideas, standing aloof, arms folded. With his form a worry along with his back he was exposed as much as anyone in this match.</p> \n<p>There is precious little time for Australia to regroup, with the second Test starting at Lord’s on Thursday, and they will find England no more accommodating than they were at Cardiff. The idea that visiting teams gain more inspiration from playing at the ground than England do is risible, a myth. Indeed England’s record there since Australia won the first Test of the 2005 series shows that of 19 matches they have lost only to South Africa and, last year, India with nine of the past 13 games won.</p> \n<p>Unsurprisingly England have named the same squad of 13 players and will no doubt play the same XI, the only debate being perhaps whether Ian Bell and Gary Ballance might swap places in the order if only to break up the sequence of left-handers.</p> \n<p>For Australia questions abound. Before the series started it looked, as with England in Australia last time, that they were trying to squeeze one last series out of a flagging unit. Already Ryan Harris has gone and there are concerns about Watson and Haddin. There also remains a question mark over the fitness of Mitchell Starc, although they seem confident enough that his ankle problem will improve sufficiently in time for the match. A guess would be that Mitchell Marsh will replace Watson, whose value as an all-rounder is diminished if he does not bowl more than a few overs, but that Haddin will retain his place for now. Yet making changes would be an early and uncharacteristic admission that they got things wrong.</p> \n<p>There is work to do for the Australian bowlers, however. Although rather too much is made of it, Lord’s is still a demanding place to bowl, with its vagaries of slope and consequent geometry. Some of the bowling angles will not come naturally to those who have not experienced it and for some reason left-armers appear to have more trouble than their counterparts although there is no obvious reason why this should be. None of Starc, Josh Hazlewood or the spinner Nathan Lyon has played at Lord’s. On the other hand Mitchell Johnson has and it has not been pretty, with four wickets in two Tests, against England in 2009 and Pakistan the following year, for an average of 76 and an economy rate of almost five runs per over. He has sharpened up his technique since those days but the thought will still linger, particularly after a modest first Test in Cardiff. Australia need to get some control from somewhere and Peter Siddle cannot be there just for the ride.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T21:10:00Z","lastModified":"2015-07-13T08:54:39Z","metadata":{"commentable":true,"commentCount":322,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["England cricket team","Australia cricket team","Ashes 2015","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457473252","source":"SNTV","durationInSeconds":78,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/12/150712Ashes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/12/150712Ashes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/12/1436692720020/KP_352466_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","credit":"guardian.co.uk","altText":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video","cleanCaption":"620x372 trailpic for  Alastair Cook praises team after wining Ashes opener against Australia - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-australia-dominant-ashes","shortUrl":"http://gu.com/p/4atab","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/england-australia-dominant-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/12/england-australia-dominant-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}},"importance":4,"byline":{"title":"Mike Selvey"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/12/1436720071467/England-v-Australia-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"England v Australia","cleanCaption":"England will stick with the same team that played in Cardiff but Australia may look at some changes, especially in their bowling attack, for the Lord's Test.  Photograph: Stu Forster/Getty Images"}}]},{"title":"England / Bayliss warns of Australian backlash at Lord’s","rawTitle":"Bayliss warns of Australian backlash at Lord’s","item":{"type":"article","id":"sport/2015/jul/12/england-australia-second-ashes-test-lords","title":"Decision to support Alastair Cook now justified, says Trevor Bayliss","trailText":"England’s head coach, Trevor Bayliss, has praised his captain, Alastair Cook, but has warned his side that Australia will want to prove a point in the second Test at Lord’s","standFirst":"<span class=\"bullet\">•</span> England’s head coach praises his captain after first Test success\n<br />\n<span class=\"bullet\">•</span> Australia’s Mitchell Starc nursing ankle injury before Lord’s","byline":"Ali Martin","body":"<p>The England head coach, Trevor Bayliss, praised the captaincy of Alastair Cook but warned his players that Australia will be hurting from their crushing defeat inside four days in Cardiff and will come back hard at them in the second Test at Lord’s on Thursday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes\">England’s Joe Root leaves Australia’s bowlers with no margin for error | Jason Gillespie</a> </p> \n</aside> \n<p>Bayliss, in his first match in charge, oversaw a 169-run victory that has continued an upturn in fortunes for the senior men’s side this summer but he was quick to offer a cautious reminder that his fellow countrymen should not be written off on the back of one performance.</p> \n<p>“Australia will be hurting. They don’t like losing,” said Bayliss, who started in the job at the end of last month. “They have a proud record and losing will mean they come out in the next game trying to prove a point and to make up for their performance in this match. We are going to have to be on our game to win more matches from now.</p> \n<p>“I know a lot of the guys in the Australian team very well and I felt for them a little bit,” he later told BBC Radio Five Live. “This is when they come out and play their hardest and their toughest and when they are at their best. The next game at Lord’s should be a cracker.”</p> \n<p>Of Cook he said: “I think that the decision to stick with Alastair has been justified because his captaincy [in the first Test] was fantastic.”</p> \n<p>There was no question delivered on a pre-match promise to empower his young side after seeing his position repeatedly questioned in the past 18 months since England’s 5-0 whitewash defeat in Australia.</p> \n<p>Andrew Strauss shored up the role of his former opening partner at the start of the summer while naming Joe Root as vice-captain when he took over as director of England Bayliss believes those calls have been vindicated. “Joe Root is the vice-captain and I’m sure will do a good job in the future some time,” he said. “It may be a little early for him as yet but hHe’s been given the job as vice-captain to learn.” cricket. Through this match Root has risen to fourth in the ICC’s world batting rankings while Australia’s Steve Smith has lost top spot to South Africa’s AB de Villiers.</p> \n<p>Australia came into the five-Test series as strong favourites but now face greater selection headaches than England, who named an unchanged 13-man squad on Sunday morning in which the unused Steven Finn and Adil Rashid are retained.</p> \n<p>The tourists have seen the wicketkeeper Brad Haddin and the all-rounder Shane Watson criticised for their performances in Cardiff but are trying to remain upbeat about the fitness of their attack spearhead Mitchell Starc, who needed injections to mask pain in his right ankle. “Mitchell experienced some pain in the back of his right ankle during the Test match which is common with fast bowlers,” said the the team physio, Alex Kountouris on Sunday. “He was in discomfort while bowling but since then has improved significantly. We will monitor him over the next few days but the plan is for him to take part in some light training and we are hopeful he will be available for selection for the second Test”</p> \n<p>On their XI for Lord’s Darren Lehmann, the Australia head coach, admitted Watson’s two dismissals in Cardiff – both lbw – were a cause for concern and that his fellow all-rounder, Mitchell Marsh, was pushing hard following centuries in both of their tour warm-ups. Asked about Watson’s leg-before issues, Lehmann replied: “He’ll be disappointed with that and so are we. [Marsh] is very close. So it’s going to be a tight call leading into the second Test.”</p> \n<p>Lehmann also reiterated his frustration at the slow pitch in Cardiff, which tempered the threat of Mitchell Johnson, but he is not expecting much improvement at Lord’s. “Everyone talks about it – yes, we’d love a bit more pace,” he added. “That would be good but we’re not going to get it, so there’s no point asking.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/ashes-australia-second-test-lords\">Australia won’t whinge on the surface, but all eyes are on Lord’s pitch</a> </p> \n</aside>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436716788645/England---Trevor-Bayliss--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach, Trevor Bayliss, has warned his side that Australia will have a point to prove in the second Test at Lord's. Photograph: Andrew Boyers/REUTERS","credit":"Andrew Boyers/REUTERS","altText":"England - Trevor Bayliss Press Conference & Ashes Squad Announcement","cleanCaption":"England head coach, Trevor Bayliss, has warned his side that Australia will have a point to prove in the second Test at Lord's. Photograph: Andrew Boyers/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-12T16:01:20Z","lastModified":"2015-07-12T23:05:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["Ashes 2015","England cricket team","Australia cricket team","Australia sport","Alastair Cook","Trevor Bayliss","Cricket","The Ashes","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/trevor-bayliss","webTitle":"Trevor Bayliss"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-australia-second-ashes-test-lords","shortUrl":"http://gu.com/p/4at9z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/england-australia-second-ashes-test-lords","webUri":"http://www.theguardian.com/sport/2015/jul/12/england-australia-second-ashes-test-lords"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/12/1436716788645/England---Trevor-Bayliss--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England head coach, Trevor Bayliss, has warned his side that Australia will have a point to prove in the second Test at Lord’s. Photograph: Andrew Boyers/Reuters","credit":"Andrew Boyers/REUTERS","altText":"England - Trevor Bayliss Press Conference & Ashes Squad Announcement","cleanCaption":"England head coach, Trevor Bayliss, has warned his side that Australia will have a point to prove in the second Test at Lord’s. Photograph: Andrew Boyers/Reuters"}},"importance":3,"kicker":{"title":"England"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/0c7d4630a44675106123de4329cad9c4f2deadc6/1282_101_945_567/945.jpg","height":567,"width":945}}]},{"title":"England / Bayliss urges team and Cook to maintain aggression","rawTitle":"Bayliss urges team and Cook to maintain aggression","item":{"type":"article","id":"sport/2015/jul/12/trevor-bayliss-england-alastair-cook-australia-ashes","title":"Trevor Bayliss urges England and Alastair Cook to maintain aggression","trailText":"Trevor Bayliss, the England coach, would prefer Alastair Cook to stay true to his natural game but he has no issue with the opener’s attempts to be more aggressive","standFirst":"<span class=\"bullet\">•</span> Head coach wants Cook to ‘play his own way’ after first Test win\n<br />\n<span class=\"bullet\">•</span> Bayliss encouraged Moeen Ali to try variations in his spin attack\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/12/england-joe-root-australia-bowlers-ashes\" title=\"\">Root left Australia’s bowlers with no margin for error – Gillespie</a>\n<br />\n<br />\n<br />","byline":"Ali Martin","body":"<p>Their working relationship is less than three weeks old but the England head coach, Trevor Bayliss, is already impressed by Alastair Cook and while the Australian would prefer the England captain to stay true to his natural game, he has no issue with the opener’s recent attempts to be aggressive.</p> \n<p>Cook <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/12/england-australia-ashes-cardiff-compare\" title=\"\">missed out with the bat during the first Ashes Test</a> in Cardiff. His first innings’ 20 featuring two uncharacteristic and unsuccessful attempts to charge the spinner Nathan Lyon and his second ended on 12 with an expansive drive off Mitchell Starc that flew to backward point.</p> \n<p>But Bayliss preaches self-determination by his players - he calls them the current custodians of the game because the coaches “have had their chance out in the middle” - and therefore has no issue with Cook trying to lead by example when he sees fit.</p> \n<p>“Cook is a calm operator and very well respected by the players in the team,” said Bayliss. “He is obviously a fantastic batsman. I thought his approach in the first innings – even though he only got 20 – sent a bit of a message to the rest of the players. Most of the good captains around are not only leaders of the team but they lead the way in their attitude.”</p> \n<p>“My message to Alastair Cook is to go out and play his own way,” he added. “Yes, we were talking as a group about being mentally aggressive, not necessarily trying to whack sixes and fours. But if you are mentally aggressive those boundary balls – when they do come along your feet are moving and you put them away.</p> \n<p>“Sometimes that message can take a little bit of time to sink in, I suppose. Certainly people like Alastair and Ian Bell have scored plenty of Test hundreds. My advice to them would be to go out and bat like you always have done. Those two guys are class players and can change their game to suit any situation. The rest of the guys can bat around them.”</p> \n<p>Another feature of Bayliss’ early impact – aside from the near-flawless display in the field – was the bowling of Moeen Ali, who credited the 52-year-old with encouraging him to try his variations and returned with five wickets in the series opener. For Bayliss, the reasoning is simple.</p> \n<p>“Against the Australians, if you are bowling straight, they will make you pay,” said Bayliss. “If you&nbsp;can get the ball to move in different directions obviously any&nbsp;batter has to make a decision, and&nbsp;when a batter has to make a decision that’s when a mistake can happen.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/12/1436722826384/Alastair-Cook-Moeen-Ali-E-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook, centre, and Moeen Ali celebrate the dismissal of David Warner in the second innings of the first Test against Australia. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Alastair Cook Moeen Ali England David Warner Australia","cleanCaption":"England's Alastair Cook, centre, and Moeen Ali celebrate the dismissal of David Warner in the second innings of the first Test against Australia. Photograph: Stu Forster/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-12T17:40:58Z","lastModified":"2015-07-12T20:46:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ali Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-martin"}],"feature":false,"keywords":["England cricket team","Alastair Cook","The Ashes","Cricket","Australia cricket team","Australia sport","Ashes 2015","Sport"],"tags":[{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Ali Martin","topic":{"type":"tag-contributor","name":"profile/ali-martin"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/12/trevor-bayliss-england-alastair-cook-australia-ashes","shortUrl":"http://gu.com/p/4atay","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/12/trevor-bayliss-england-alastair-cook-australia-ashes","webUri":"http://www.theguardian.com/sport/2015/jul/12/trevor-bayliss-england-alastair-cook-australia-ashes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/12/1436722826384/Alastair-Cook-Moeen-Ali-E-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"England's Alastair Cook, centre, and Moeen Ali celebrate the dismissal of David Warner in the second innings of the first Test against Australia. Photograph: Stu Forster/Getty Images","credit":"Stu Forster/Getty Images","altText":"Alastair Cook Moeen Ali England David Warner Australia","cleanCaption":"England's Alastair Cook, centre, and Moeen Ali celebrate the dismissal of David Warner in the second innings of the first Test against Australia. Photograph: Stu Forster/Getty Images"}},"importance":3,"kicker":{"title":"England"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/9cc493ada8fedbaf36892efb1e814ca1156bc502/1414_208_2864_1719/1000.jpg","height":600,"width":1000}}]}],"lastModified":"2015-07-14T07:30:43Z","personalization":{"id":"uk/groups/collections/4cdd43a8-b394-42ed-b217-19a37e793060","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/4cdd43a8-b394-42ed-b217-19a37e793060"},"visibility":"all","adTargetingPath":"sport/front"}