{"id":"uk/groups/collections/521657a3-6d55-48f9-8b95-38bb725264a8","title":"election 2015","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/521657a3-6d55-48f9-8b95-38bb725264a8"},"cards":[{"title":"Cameron or Miliband / Who does the world want to win the UK election?","rawTitle":"Who does the world want to win the UK election?","item":{"type":"article","id":"politics/2015/apr/28/cameron-or-miliband-who-does-the-world-want-to-win-the-uk-election","title":"Cameron or Miliband: who does the world want to win the UK election?","trailText":"Sometimes it’s obvious – France’s socialist leaders prefer Labour while Australia’s Tony Abbott favours the Tories – but there are a few surprises ","standFirst":"<p>Sometimes it’s obvious – France’s socialist leaders prefer Labour while Australia’s Tony Abbott favours the Tories – but there are a few surprises </p>","byline":"Guardian international correspondents","body":"<p>It’s the unspoken rule of international politics: don’t pass judgment on someone else’s election campaign. It’s fine if you pick a winner, as Bill Clinton did with Tony Blair in 1997. But it’s awkward when you are wrongfooted, as Angela Merkel was when she sided with the eventual loser, Nicolas Sarkozy, in France’s 2012 presidential vote.</p> \n<p>Britain’s general election may not be setting the world alight, but it is clear that different outcomes would suit different leaders.</p> \n<h2>US – Miliband</h2> \n<p>The US is also in full election season, so it’s not just as simple as assessing whom Barack Obama would like to see in Downing Street.</p> \n<p>Though the president remains in charge for now, especially over foreign policy, the long-term transatlantic permutations are almost as complex as the coalition the next British prime minister may have to form back home.<br /></p> \n<p>Obama himself has established a workably cordial relationship with David Cameron, though the UK has looked increasingly marginal to the White House of late: noticeably absent from recent negotiations with Russia over Ukraine and incurring the wrath of Obama by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/13/white-house-pointedly-asks-uk-to-use-its-voice-as-part-of-chinese-led-bank\">siding with China</a> over new banking institutions.</p> \n<p>A re-election for Cameron also raises the prospect of a referendum on Britain leaving the EU, one of the few issues of domestic UK politics on which Obama has ever expressed an opinion.<br /></p> \n<p>Though the current president may have less concern for Britain than his interventionist predecessor or likely successors, he would still rather see a British-flavoured EU than an EU where the French and Germans called all the shots alone.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ba05ad515a88585187164c0b60743f3270541d7a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429712446393/0282893b-cdad-4d58-9056-8e1db8d70e03-460x329.jpeg\" alt=\"Jeb Bush talks to George Osborne on the doorstep of 11 Downing Street\" width=\"460\" height=\"329\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeb Bush talks to George Osborne on the doorstep of 11 Downing Street.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> \n </figcaption> \n</figure> \n<p>Meanwhile, many of the Republican frontrunners have already began working on their Atlanticist credentials by making trips to London, and would no doubt much prefer if Cameron were to stay on the other end of the special relationship.</p> \n<p>Indeed, one of the first indications that Jeb Bush was poised to join the 2016 race was when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2014/nov/13/bush-dynasty-jeb-us-presidential-elections-george-white-house\">he turned up with the chancellor, George Osborne</a>, on a tour of Britain’s conservative power brokers last November. Governors Scott Walker and Chris Christie were not far behind with trips that also suggest the GOP mainstream would feel most comfortable with another Tory-led government in London.</p> \n<p>But not all Republicans naturally lean towards the Tories. The libertarian-minded maverick Rand Paul may find more common cause with Ed Miliband on issues of foreign policy, where the Labour leader’s role in blocking western air strikes in Syria chimes with a growing strand of anti-interventionism on the US right.</p> \n<p>Conversely, it is far from a given that the more hawkish Hillary Clinton would slot in with Labour anywhere near as comfortably as her husband once did. <em>Dan Roberts in Washington</em></p> \n<h2>Russia - Cameron</h2> \n<p>“Who does Vladimir Putin want to see running Britain after May 7?” This was the question <a href=\"https://twitter.com/NickBolesMP/status/586072307673726976\">posed by Nick Boles</a>, a Tory minister, on Twitter recently. Boles was pretty sure he knew the answer: Ed Miliband and the Scottish nationalists. “The man who abandoned the Syrians to their fate and the woman who wants to scrap our nuclear deterrent,” he wrote.</p> \n<p>However, according to Sergei Utkin, an analyst working on Russian relations with EU countries, while the British general election is hardly top of the agenda for most Russian politicians, if anything the preference is probably for a Conservative victory. “In general the Conservatives are a known evil, so even if our relations are not so good there will be an expectation that they won’t get any worse,” he said. </p> \n<p>Some in the Russian elite with property in London or family studying in the UK might prefer a Labour victory because they felt the left would be more tolerant on immigration, Utkin claimed, but the political elite would be more likely to err on the side of hoping for the status quo.</p> \n<p>There is also considerable interest in the rise of the smaller parties, and the disproportionate influence they could wield in a hung parliament with just a few MPs. </p> \n<p>Nigel Farage famously said he admired Putin’s political style, and there are reasons to believe the affection could be mutual. While Ukip has not received the kind of Russian money that other European <a href=\"http://preview.gutools.co.uk/world/2015/feb/16/russian-resurgence-how-the-kremlin-is-making-its-presence-felt-across-europe\">far-right groups such as France’s Front National have had</a>, Farage is a regular guest on the Kremlin’s Russia Today television network, where his message of a broken Europe goes down well.</p> \n<p>On the one hand, Farage’s line that Britain, as a sovereign country, should be able to make its own policy decisions and not be subordinate to Brussels resonates with many Russian politicians on a philosophical level. More pragmatically, they also feel that a referendum on the UK’s EU membership would keep Britain and the EU busy for some time. </p> \n<p>“Britain leaving the EU would make both Britain and the EU much weaker, which those in the Russian leadership feel would be good for Russia. And if Brussels and London are occupied with the debate over the issue for years, then it will leave less time for working on a tough common foreign policy,” said Utkin. <em>Shaun Walker in Moscow</em></p> \n<h2>Germany - Miliband</h2> \n<p>At the start of his tenure, David Cameron was viewed as something of a breath of fresh air in Berlin - smart, charismatic, youthful - and a good partner for Angela Merkel to work with. </p> \n<p>But Europe is always the first hurdle at which relations between British and German conservatives fall. CDU politicians are, without fail, staunch Europeans. The unbridgeable gulf between them and their Eurosceptic counterparts in the UK has often made relations between two otherwise natural political bedfellows quite a challenge. </p> \n<p>Cameron’s performance on the international stage has made German policymakers lose their patience. There was his clumsy resistance over not wanting Jean-Claude Juncker to become president of the European commission, and the tactless enthusiasm with which he withdrew Tory MEPs from the European People’s party.</p> \n<p>How telling it is, says Gerhard Dannemann, a German expert on Britain, that: “In the event of a European crisis it was once Cameron that Obama used to call. Nowadays it’s Merkel.”</p> \n<figure class=\"element element-image\" data-media-id=\"1c1c61590680690445818335fe835a86e6d027a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/23/1429798148189/5f6bc018-c97e-464b-86fc-75b9402561d7-460x276.jpeg\" alt=\"David Cameron and Angela Merkel\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron and Angela Merkel at the World Economic Forum, Davos, Switzerland</span> \n  <span class=\"element-image__credit\">Photograph: Action Press / Rex Features</span> \n </figcaption> \n</figure> \n<p>For Germans who have been following the UK election campaign closely, observing everything from Cameron’s consumption of a hotdog with a knife and fork (“awkward”, said one commentator) to the PM-less TV debate (“cowardly” said another), the only issue that truly matters is Europe.</p> \n<p>The nervousness that stems from knowing that a Conservative win equals a referendum on Europe by the end of 2017, and all that a subsequent Brexit might entail, is palpable in Berlin.</p> \n<p>Berlin will lose an important EU partner should the UK vote to leave – not just as a trading partner, but in like-minded thinking on everything from immigrant access to benefits, to ensuring that the EU stays competitive. And without the UK, the domination of the southern states, including France, would be almost overwhelming for Germany.</p> \n<p>From that point of view Ed Miliband, even though he comes from a completely different political camp, may make a far easier partner for Merkel to work with than Cameron. <em>Kate Connolly in Berlin</em></p> \n<h2>China – undecided</h2> \n<p>Lively debates about Britain often pop up in China: from discussions of Benedict Cumberbatch and Premier League matches, to the state of Charles and Camilla’s marriage and the wares at Bicester Village outlet shopping centre.<br /></p> \n<p>When it comes to next month’s election, however, there is a resounding silence. There is far greater interest in a poll more than 18 months away – the US presidential ballot – than the one in a matter of weeks. One of the few bothering to comment – the HereinUK account on Sina’s Weibo microblog – has focused on the process: “The must-have skill for every leader in the election – taking selfies,” it said, beneath pictures of Cameron, Nick Clegg, Miliband and Farage posing with voters.</p> \n<p>The political elite are similarly indifferent to the campaign. For the world’s second-largest economy, the UK is just one among many partners. And while the current British government has been accused of <a href=\"http://preview.gutools.co.uk/world/2015/mar/19/china-bind-is-the-uk-accommodating-or-ceding-too-much-to-superpower\">cosying up to Beijing</a>, adopting a trade-first policy largely at the chancellor’s behest after it was frozen out over Cameron’s meeting with the Dalai Lama, there is no sign that Miliband would take a substantially different tack.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/19/china-bind-is-the-uk-accommodating-or-ceding-too-much-to-superpower\">China crisis: west riven by age-old question - to appease or oppose?</a> </p> \n</aside> \n<p>“China highly values its bilateral relations with Britain, but I don’t think it worries much about the election outcome – it won’t drastically affect Britain’s current China policies,” said Wang Yiwei, director of the China-Europe Academic Network and a professor at Renmin University.</p> \n<p>“Their attitudes towards China are quite similar: a closer relationship with China means a new and great opportunity for not just London, the financial centre, but the British economy as a whole.</p> \n<p>“Though not having a decisive result and forming a coalition might give rise to concerns about investment efficiency, it’s quite clear that Britain welcomes investment from China. I don’t think the authorities would worry too much.”</p> \n<p>Zhao Chen, deputy chief of the European politics department at the Chinese Academy of Social Sciences, agreed: “Whichever party wins the election won’t affect Sino-UK relations and the UK’s China policies much … Labour also highly values the Chinese market.”</p> \n<p>If the decision of British voters does end up disrupting relations, it will probably be a long-term and unintentional consequence of other Labour-Tory policy differences. An exit from the EU would reduce the UK’s importance to China. </p> \n<p>“Though London is the global financial centre, it is the integrated EU market that makes the UK attractive to Chinese investments. China sees the UK as the bridgehead for the EU and is interested in the 500-million-population EU market rather than just [the] domestic market,” Zhao said. <em>Tania Branigan</em></p> \n<h2>South Africa – Miliband; Zimbabwe – Cameron</h2> \n<p>Few in South Africa would mourn a defeat for David Cameron. Last year, President Jacob Zuma was scheduled to visit the UK twice but cancelled both times. First he <a href=\"http://bulawayo24.com/index-id-news-sc-national-byo-43663.html\">ducked out of Britain’s official memorial service for Nelson Mandela and attended the wedding of Zimbabwean president Robert Mugabe’s daughter</a> instead.Then he skipped a summit because, sources say, he was warned that he would “doorstepped” by the media and relations with the UK were frosty.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3428de6f66f43bf50681e5e2b18e44f4060461aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429712639986/c7dc7a8b-8d5f-4a34-a10d-f3c6d6e72a1a-319x420.jpeg\" alt=\"Jacob Zuma speaks to Nelson Mandela\" width=\"319\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jacob Zuma speaks to Nelson Mandela in Cape Town in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p><br />The leaders’ relationship may never have recovered from Cameron’s first visit to South Africa as prime minister in 2011, when they were poles apart over the <a href=\"http://www.iol.co.za/news/politics/cameron-zuma-split-over-libya-1.1101549#.VTe_G2RVhBd\">ousting of Muammar Gaddafi</a>. Many senior figures in South Africa believe that Libya’s subsequent descent into chaos has vindicated their criticism of western military intervention.</p> \n<p>Then, in 2013, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2013/apr/30/south-africa-aid-cut-uk\">South Africa rebuked the British government</a> for stopping direct aid to the country after two decades, describing it as “tantamount to redefining our relationship”. Conversely, Labour appeals to the trade union allies of the ruling ANC and is believed to have offered advice to the party during its 1999 election campaign. Aubrey Matshiqi, a political commentator, says: “Traditionally there have been strong relations between the ANC and Labour, and the ANC has preferred Labour to win.”</p> \n<p>This time, however, with South Africa focused on trade partners such as Brazil, China, India and Russia, the British election has received little attention. “There are three South Africans who know who Ed Miliband is,” Matshiqi adds. “I could be exaggerating. It might only be two.”</p> \n<p>In neighbouring Zimbabwe it appears that political alliances are reversed. Mugabe has never forgiven Labour for reneging on promises of funding land redistribution made under the 1979 Lancaster House agreement. Only this month <a href=\"http://preview.gutools.co.uk/world/2015/apr/08/robert-mugabe-slates-tony-blair-over-zimbabwes-land-reform-programme\">he thundered again</a>: “Blair, Blair, who was he? Just the prime minister of Britain. I’m president of Zimbabwe.” After Labour’s defeat in 2010, the ageing president reportedly said: “It looks like I can do business with Britain again.” </p> \n<p>British-born <a href=\"http://www.crisisgroup.org/en/about/staff/field/africa/pigou-piers.aspx\">Piers Pigou</a>, southern Africa project director of the International Crisis Group, says: “They still live with the antipathy towards Blair and Labour. They don’t seem to get that the party today isn’t that close to the Blair and Labour of the 90s. They have a penchant for the Conservative party and prefer them to win, which is kind of ironic considering that the bulk of opposition to re-engagement is likely to come from the Conservatives.”</p> \n<p>Mugabe remains under EU sanctions and <a href=\"http://preview.gutools.co.uk/world/2014/feb/12/-meet-robert-mugabe-eu-africa-summit\">has no personal relationship with Cameron</a>, but there is said to have been discreet communication between the two governments. Last year Zimbabwe hosted its <a href=\"http://news.yahoo.com/zimbabwe-hosts-first-british-trade-delegation-20-years-211904661.html\">first British trade delegation in about two decades</a>, hailed by the finance minister, Patrick Chinamasa, as “the first step in our normalisation of relations between the United Kingdom and Zimbabwe”. But as for 7 May, says the Harare-based political analyst Ibbo Mandaza, “I don’t think they’ve thought about it. I’ve seen no analysis, no reference to the British election at all.” <em>David Smith in Johannesburg</em><br /></p> \n<h2>France – Miliband</h2> \n<p>Unlike good wine, British politics does not travel well in France and vice versa. For years, journalists in Paris would write about the “centre-right government of Gaullist Jacques Chirac”, when it was considerably to the left of Tony Blair’s Labour administration.</p> \n<figure class=\"element element-image\" data-media-id=\"868134d8f80004a7ef242869a4ff513f1082c004\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429712736185/87adbbb7-f96b-484e-b00b-73327d04bff2-460x319.jpeg\" alt=\"Ed Miliband is welcomed by Fran&ccedil;ois Hollande before a meeting at the Elys&eacute;e Palace in Paris.\" width=\"460\" height=\"319\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Miliband is welcomed by Fran&ccedil;ois Hollande before a meeting at the Elys&eacute;e Palace in Paris.</span> \n  <span class=\"element-image__credit\">Photograph: Bertrand Guay/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p><br />As Fran&ccedil;ois Hollande’s current Socialist government has moved closer to his country’s traditional partner, Germany, Britain seems to have dropped off France’s radar.</p> \n<p>Bruno Bernard, a political speechwriter, and parliamentary adviser to a former UMP minister, said: “If you ask, most French still think Tony Blair is prime minister. Since his election David Cameron has made no impression on France. He’s already been in power for five years and I don’t believe people in France even know the UK is having an election.</p> \n<p>“Farage and Ukip are making an impression, but because of Marine Le Pen, who is all anyone is talking about in France at the moment.” <br />Pascal Canfin, a member of the Europe-Ecology-Green party and a former minister for development in Hollande’s Socialist administration, is concerned about how the UK election will play out for climate and environmental issues.</p> \n<p>“In the event the only way the Conservatives have a majority is with Ukip, this will leave the government hostage to climate sceptics. However, I have spoken to Miliband’s advisers and special envoys and their position is much more positive for France.</p> \n<p>“Europe is another dimension to the British election, and we have to admit that if there’s a Conservative government that is obliged to make an alliance with Ukip, we’ll have a British position on Europe that has moved very far away from the French position. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Europe is another dimension to the British election</p> \n </blockquote> \n</aside> \n<p>“Britain will surely seek to negotiate treaties and repatriate powers to its sovereign government. If there’s a Labour government in alliance with the SNP, there will be a closer ally, able to construct a better relationship with France. Clearly, there are two different paths.”</p> \n<p>The former justice minister and MEP Rachida Dati, who served in Nicolas Sarkozy’s government, says Brussels is watching the UK election “with a lot of interest”.</p> \n<p>“The United Kingdom’s place in Europe, and thus the future of Europe, are at the heart of this campaign. David Cameron has had the courage to propose holding a referendum in 2017, because this meets a deep wish of the British people.</p> \n<p>“Certain people in Brussels fear the result, for fear of being shaken out of their comfort zone. I believe Brussels and the member state governments would be obliged to hear the message from Britain. I am personally convinced the change in Europe sought by David Cameron is wished for by many Europeans: a Europe that is less bureacratic.” <em>Kim Willsher in Paris</em><br /></p> \n<h2>India – Miliband</h2> \n<p>The British elections have attracted little attention so far in India, despite historic links and the repeated visits of ministers over recent years.</p> \n<p>“There was a peak of interest when Cameron came in, but even that wasn’t much compared to the interest [Tony] Blair and [Gordon] Brown generated,” says Dipankar De Sarkar, a Delhi-based columnist and former correspondent in the UK.</p> \n<p>Many Indians have been put off by the “anti-immigration rhetoric” in the UK in recent years, and the Conservative government’s tightening of visa policies, he says.</p> \n<figure class=\"element element-image\" data-media-id=\"2bc42bcc8444e833b35a17176a62fa709d4c2ed1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429713850410/3f1dab9f-489c-4352-b550-6deeafe8f8f0-460x276.jpeg\" alt=\"Ed Miliband in New Delhi, India.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Miliband and Douglas Alexander, second left, on the Delhi Metro in India.</span> \n  <span class=\"element-image__credit\">Photograph: Parth Sanyal /Reuters</span> \n </figcaption> \n</figure> \n<p>“The whole sentiment has just turned people off the UK here. The rise of Ukip hasn’t helped. Indians for a long time looked at the UK as a gateway to Europe too, but that has also slipped.”</p> \n<p>If any Indians are tempted to pick sides, there is a historic tendency to favour the Labour party, seen as supportive of India’s independence from Britain in 1947. However, Cameron has visited India repeatedly and Ed Miliband is “an unknown quantity”, according to Kanwal Sibal, a former senior diplomat.</p> \n<p>Miliband’s recent promise to remove tax privileges from wealthy foreigners living in Britain, a favoured base of many Indian tycoons, has “ruffled a few feathers”, Sibal says, which may lead to “a slight preference for Cameron” among the Indian elite.</p> \n<p>The local Hindustan Times <a href=\"http://www.hindustantimes.com/world-news/new-india-dynamics-in-uk-poll-manifestos/article1-1337714.aspx\">noted</a> that the Labour party had not mentioned India in its manifesto, whereas the Conservatives, “viewed by many Asians as the ‘nasty party’”, had “made significant mention of India”.</p> \n<p>The newspaper noted that the Ukip manifesto had mentioned India too, in the context of its desire “to foster closer ties with the Anglosphere”.</p> \n<p>Narendra Modi, India’s prime minister, has significant support among the Indian community in the UK.</p> \n<p>Jaimini Bhagwati, who was India’s high commissioner in London from 2012 to 2013, says that India, though a developing country, has found it easier to “do business” with rightwing governments in the UK and the US, and that many within the emerging power are uneasy with Miliband, who reminds them of an “old-style trade union leader” .</p> \n<p>“Normally you’d think that a Labour government would be favourable to us but it’s the Conservatives who have their ear closer to the ground in terms of getting things done. At the end of the day, at our stage of development, it’s about technology and capital,” Bhagwati says.</p> \n<p>Modi’s first meeting with Cameron took place on the margins of the G20 in Brisbane, Australia, last year. The British prime minister praised his counterpart’s “vision” and stressed India was a top priority of the UK’s foreign policy. After Modi’s election in May last year Cameron spoke of how “Britain and India now both [had] bold reforming governments that believe in free enterprise and progress”.<br />The UK has expanded its presence in India – the diplomatic mission is one of the biggest in the world – and has made expanding trade a key objective. On a recent visit, Philip Hammond, the foreign secretary, spoke too of “shared security interests” globally and in the region. <br />The reality, however, is that British efforts to “move the relationship to another level” seem to have left the Indians largely unmoved. Modi has focused his foreign policy efforts primarily on relations in the region, then on the US, with Europe and the UK a long way down the list. He is expected to travel to London after the election, however. <em>Jason Burke in Delhi</em><br /></p> \n<h2>Australia - Cameron</h2> \n<p>Australia’s prime minister, Tony Abbott, is probably the country’s most famous anglophile. </p> \n<p>And though he has made no public comment on the British election, there is also little doubt the Australian Liberal prime minister would welcome the return of David Cameron to Downing Street on 7 May.</p> \n<figure class=\"element element-image\" data-media-id=\"350fb480b4f8e36060b17fc456b692169546a85d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/22/1429712981869/fcdbfe74-1026-4e1f-8898-59324d8fa7e3-460x312.jpeg\" alt=\"David Cameron and Tony Abbott\" width=\"460\" height=\"312\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> David Cameron and Tony Abbott leave the House of Representatives in Canberra.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>During a visit by Cameron to Australia in November 2014, Abbott described the relationship between the UK and its former penal colony as “a relationship between, if not quite equals, certainly peers, and as important as any relationship on this earth”.</p> \n<p>Abbott and Cameron have a cordial personal relationship, though they differ significantly on certain policy issues, most notably on climate change. Cameron was quick to congratulate Abbott on his election victory in September 2013, taking to social media to declare: “It will be great working with another centre-right leader.”</p> \n<p>Cameron visited the Australian parliament last year while in the country for the G20 meeting, and the two leaders have worked together on issues such as counter-terrorism.</p> \n<p>The connections run deeper. Cameron has Lynton Crosby, an Australian, as his campaign director. Crosby ran campaigns for the Liberal party in Australia in 1998 and in 2001. Mark Textor, Crosby’s business partner, is the Liberal party’s current pollster. Textor is also on board as strategic adviser to Cameron and the Tories for the current campaign. <em>Katharine Murphy in Canberra</em></p> \n<h2>Iran - undecided</h2> \n<p>Iran may have more serious issues to worry about than the forthcoming UK election, but who governs next in Westminster is still important for Tehran leaders. The UK is among the six major powers currently negotiating with Iran to find a permanent settlement to the decades-long dispute over its nuclear programme.</p> \n<p>Under the Tories, Iran-UK relations experienced peaks and troughs. In November 2011, the British embassy in Tehran was stormed by a mob who ransacked offices and diplomatic residences. It triggered one of the worst crises in bilateral relations since the 1979 Islamic revolution as Britain withdrew all its staff from Tehran and expelled all Iranian diplomats from London in retaliation for the attack. All but nominal relations were severed.</p> \n<p>But since the moderate president, Hassan Rouhani, took office in 2013, Tehran-London relations have improved. Both countries have upgraded ties to the level of non-resident charges d’affaires and taken significant steps towards reopening their missions. </p> \n<p>Later in 2013, Cameron and Rouhani spoke on the phone, in the first direct contact between a British prime minister and Iranian president in a decade.</p> \n<p>In 2014, a parliamentary delegation from the UK, led by the former foreign secretary Jack Straw, travelled to Tehran to improve ties. Britain’s charg&eacute; d’affaires, Ajay Sharma, has also travelled to Iran a number of times trying to mend relations. A group of Iranian parliamentarians have since visited Westminister, in the first visit to the UK by Iranian MPs in nearly 50 years.</p> \n<p>In September 2014, Cameron and Rouhani met in New York on the sidelines of the UN general assembly. It was the first encounter between an Iranian president and a British prime minister since the 1979 Islamic revolution. Despite these improvements, Britain and Iran have not yet technically opened their embassies in their respective capitals. That may change with a new prime minister in Downing Street. <em>Saeed Kamali Dehghan</em></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712347067/95ed3571-8aa3-4790-98a7-74376afe9aa0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Zuma / Rex Features","altText":"David Cameron and Barack Obama","cleanCredit":"Photograph: Zuma / Rex Features"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712446921/0282893b-cdad-4d58-9056-8e1db8d70e03-2060x1472.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1472,"width":2060,"orientation":"landscape","caption":"Jeb Bush talks to George Osborne on the doorstep of 11 Downing Street. Photograph: Andrew Matthews/PA","credit":"Andrew Matthews/PA","altText":"Jeb Bush talks to George Osborne on the doorstep of 11 Downing Street","cleanCaption":"Jeb Bush talks to George Osborne on the doorstep of 11 Downing Street.","cleanCredit":"Photograph: Andrew Matthews/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/23/1429798149405/5f6bc018-c97e-464b-86fc-75b9402561d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron and Angela Merkel at the World Economic Forum, Davos, Switzerland Photograph: Action Press / Rex Features","credit":"Action Press / Rex Features","altText":"David Cameron and Angela Merkel","cleanCaption":"David Cameron and Angela Merkel at the World Economic Forum, Davos, Switzerland","cleanCredit":"Photograph: Action Press / Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712641222/c7dc7a8b-8d5f-4a34-a10d-f3c6d6e72a1a-1548x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1548,"orientation":"portrait","caption":"Jacob Zuma speaks to Nelson Mandela in Cape Town in 2010. Photograph: Getty Images","credit":"Getty Images","altText":"Jacob Zuma speaks to Nelson Mandela","cleanCaption":"Jacob Zuma speaks to Nelson Mandela in Cape Town in 2010.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712736645/87adbbb7-f96b-484e-b00b-73327d04bff2-1020x707.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":707,"width":1020,"orientation":"landscape","caption":"Ed Miliband is welcomed by François Hollande before a meeting at the Elysée Palace in Paris. Photograph: Bertrand Guay/AFP/Getty Images","credit":"Bertrand Guay/AFP/Getty Images","altText":"Ed Miliband is welcomed by François Hollande before a meeting at the Elysée Palace in Paris.","cleanCaption":"Ed Miliband is welcomed by François Hollande before a meeting at the Elysée Palace in Paris.","cleanCredit":"Photograph: Bertrand Guay/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429713850857/3f1dab9f-489c-4352-b550-6deeafe8f8f0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Ed Miliband and Douglas Alexander, second left, on the Delhi Metro in India. Photograph: Parth Sanyal /Reuters","credit":"Parth Sanyal /Reuters","altText":"Ed Miliband in New Delhi, India.","cleanCaption":"Ed Miliband and Douglas Alexander, second left, on the Delhi Metro in India.","cleanCredit":"Photograph: Parth Sanyal /Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712982230/fcdbfe74-1026-4e1f-8898-59324d8fa7e3-2060x1396.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1396,"width":2060,"orientation":"landscape","caption":" David Cameron and Tony Abbott leave the House of Representatives in Canberra. Photograph: Getty Images","credit":"Getty Images","altText":"David Cameron and Tony Abbott","cleanCaption":" David Cameron and Tony Abbott leave the House of Representatives in Canberra.","cleanCredit":"Photograph: Getty Images"}],"webPublicationDate":"2015-04-28T11:52:45Z","lastModified":"2015-04-28T12:28:10Z","metadata":{"commentable":true,"commentCount":154,"contributors":[],"feature":false,"keywords":["General election 2015","France","Europe","Politics","UK news","World news","US news","China","Iran","Australia news","Russia","South Africa","Zimbabwe","Ed Miliband","David Cameron","Conservatives","Labour"],"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/apr/28/cameron-or-miliband-who-does-the-world-want-to-win-the-uk-election","shortUrl":"http://gu.com/p/47jxe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/apr/28/cameron-or-miliband-who-does-the-world-want-to-win-the-uk-election","webUri":"http://www.theguardian.com/politics/2015/apr/28/cameron-or-miliband-who-does-the-world-want-to-win-the-uk-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429712347067/95ed3571-8aa3-4790-98a7-74376afe9aa0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron and Barack Obama at a G8 summit. Photograph: Zuma/Rex Features","credit":"Zuma/Rex Features","altText":"David Cameron and Barack Obama","cleanCaption":"David Cameron and Barack Obama at a G8 summit.","cleanCredit":"Photograph: Zuma/Rex Features"}},"importance":7,"kicker":{"title":"Cameron or Miliband"},"showQuotedHeadline":false},{"title":"Let's pray the 'MiliBrand' meeting was sordid rather than political","rawTitle":"Let's pray the 'MiliBrand' meeting was sordid rather than political","item":{"type":"comment","id":"culture/2015/apr/28/brand-and-miliband-lets-pray-it-was-something-sordid-rather-than-political","title":"Brand and Miliband: let's pray it was something sordid rather than political","trailText":"The best-case scenario is that Russell Brand was hosting a sex party, because the alternative is too horrific to contemplate<br>","standFirst":"<p>The best-case scenario is that Russell Brand was hosting a sex party, because the alternative is too horrific to contemplate<br /></p>","byline":"Stuart Heritage","body":"<p>Often, when a public figure is caught furtively leaving someone else’s home under the cloak of darkness, it’s because a tryst has taken place. It means one of the participants – maybe even both – has acted upon a regrettable impulse, junking many of the things they’ve long held dear for a transient moment of short-term gain. It’s grotty and it’s grubby and nobody will feel good about it in the morning, but the fact that they were caught in the act makes it so much worse. Their shame will become a wound that never heals. They let people down, and everyone knows, and they’ll have to take that to their graves.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"607587e56a016d1951878f8f73d891fd663ff76d\"> \n <img src=\"http://media.guim.co.uk/607587e56a016d1951878f8f73d891fd663ff76d/0_0_641_868/369.jpg\" alt=\"Ed Miliband outside Russell Brand’s house\" width=\"369\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Miliband outside Russell Brand’s house</span> \n  <span class=\"element-image__credit\">Photograph: @elisaMisu/Twitter</span> \n </figcaption> \n</figure> \n<p>Judging by the photo that did the rounds on Monday night, Ed Miliband has been caught having a tryst with Russell Brand. If it’s true – and not one of those annoying Alison Jackson lookalike stunts that end up intermittently being shoehorned into newspapers when there’s nothing else to talk about – the shame they’ll both feel this morning will be profound.</p> \n<p>Nobody comes out of this looking good. The best-case scenario is that Brand was hosting some sort of depraved sex party, and that Miliband had gone along to strap himself to a rotating plinth and act as a kind of fleshy, fluid-covered centrepiece. That’s the best-case scenario. It’s Miliband loosening up, they’ll say. He’s a sexual dynamo, they’ll say. It’ll probably be enough to win him a majority.</p> \n<p>I really hope that’s what happened at Brand’s place, because the alternative is too horrific to even contemplate. The alternative is that one of them spent the evening convincing the other to come around to their way of thinking. And that doesn’t bear thinking about. Because it either means that we’ll soon see Miliband rock up to a youth centre in a manbun to launch something called My Manifesto-Wanifesto. Or it means Brand is about to endorse the Labour party.<br /></p> \n<p>And that would be a disaster.</p> \n<p>Brand’s whole thing, his entire raison d’etre, is telling people not to vote. That’s what he does now. That’s his schtick. He wrote a book about it. He made a film about it. He’s appeared on TV to talk about it, and written the world’s most embarrassing song about it. People stop him in the street to congratulate him for it. “Thanks for telling me not to vote, Russell. I’m not going to vote now,” they cry. “You’re welcome,” he replies, after consulting a thesaurus to find the most needlessly verbose synonyms for the words “you’re” and “welcome”.</p> \n<div>\n __VIDEO_EMBED_gu-video-456526500__\n</div> \n<p>Sure, people have called Brand an idiot for this stance, but he’s OK with that. He knows he’s an idiot. He made a film about the Easter bunny. He dressed up as Willy Wonka for the Olympics. Idiocy is something with which he’s profoundly comfortable. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=0dAFbpk9_GM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/0dAFbpk9_GM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Russell Brand and the Rubberbandits perform a parody of Parklife by Blur.\n </figcaption> \n</figure> \n<p>For him to back a political party – especially now, after many of his followers have missed the chance to even register to vote – would be career suicide. The people who’d previously sided with him will feel betrayed and abandoned. They’ll never forgive him. Without their support he’ll cascade downwards through the diminishing strata of celebrity, through bad sitcoms and reality shows and shopping-centre openings, until he hits rock bottom and ends up successfully running for London mayor. </p> \n<p>It’ll be horrible to watch, but Brand should remember that he did it to himself. Let’s all just shut our eyes and pray that Miliband just went to a sex party.</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3a285332eec3d669f75b6d8f6a9742cc46dd820a/0_340_5120_3073/5120.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3073,"width":5120,"orientation":"landscape","credit":"Mark Sunderland/Getty Images/Reuters","altText":"New buddies: Ed Miliband and Russell Brand in a Guardian composite image","cleanCredit":"Photograph: Mark Sunderland/Getty Images/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/607587e56a016d1951878f8f73d891fd663ff76d/0_0_641_868/641.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":868,"width":641,"orientation":"portrait","caption":"Ed Miliband outside Russell Brand’s house Photograph: @elisaMisu/Twitter","credit":"@elisaMisu/Twitter","altText":"Ed Miliband outside Russell Brand’s house","cleanCaption":"Ed Miliband outside Russell Brand’s house","cleanCredit":"Photograph: @elisaMisu/Twitter"}],"webPublicationDate":"2015-04-28T09:02:56Z","lastModified":"2015-04-28T14:21:01Z","metadata":{"commentable":true,"commentCount":719,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":false,"keywords":["Russell Brand","General election 2015","Ed Miliband","Labour","UK news","London","Culture","Politics"],"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"series":{"title":"Stuart Heritage's election notes","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/stuart-heritage-election-notes"},"embeddedVideos":[{"id":"gu-video-456526500","source":"Guardian","durationInSeconds":164,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10298139&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/28/150428zoe3min.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/28/1430219918263/KP_202790_crop.jpg_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for 3min election brand zoe","credit":"guardian.co.uk","altText":"620x372 trailpic for 3min election brand zoe","cleanCaption":"620x372 trailpic for 3min election brand zoe"}}],"adTargetingPath":"culture"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/apr/28/brand-and-miliband-lets-pray-it-was-something-sordid-rather-than-political","shortUrl":"http://gu.com/p/47qyp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/apr/28/brand-and-miliband-lets-pray-it-was-something-sordid-rather-than-political","webUri":"http://www.theguardian.com/culture/2015/apr/28/brand-and-miliband-lets-pray-it-was-something-sordid-rather-than-political"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3a285332eec3d669f75b6d8f6a9742cc46dd820a/0_340_5120_3073/5120.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3073,"width":5120,"orientation":"landscape","caption":"New buddies: Ed Miliband and Russell Brand (Guardian composite image). Photograph: Mark Sunderland/Getty Images/Reuters","credit":"Mark Sunderland/Getty Images/Reuters","altText":"New buddies: Ed Miliband and Russell Brand in a Guardian composite image.","cleanCaption":"New buddies: Ed Miliband and Russell Brand (Guardian composite image).","cleanCredit":"Photograph: Mark Sunderland/Getty Images/Reuters"}},"importance":5,"showQuotedHeadline":true},{"title":"Nick Clegg / We would prevent Tory cuts or reduce Labour's deficit","rawTitle":"We would prevent Tory cuts or reduce Labour's deficit","item":{"type":"article","id":"politics/2015/apr/28/nick-clegg-prevent-tory-cuts-reduce-labours-deficit","title":"Nick Clegg: we would prevent Tory cuts or reduce Labour's deficit","trailText":"In second ‘red line’ policy announcement in two days, Lib Dem leader outlines how party would act as centralising force in a coalition ","standFirst":"<p>In second ‘red line’ policy announcement in two days, Lib Dem leader outlines how party would act as centralising force in a coalition </p>","byline":"Frances Perraudin","body":"<p>The Liberal Democrats have ruled out entering a coalition with the Conservative party if it pursues its plans to cut &pound;12bn from welfare and balance the books through cuts alone, or with the Labour party if it does not commit to a timetable on deficit reduction. </p> \n<p>In the party’s second “red line” announcement in two days Nick Clegg said he would force the two biggest parties to “put their cards on the table” within weeks of the election and that the Lib Dems would not let them risk the country’s economic recovery.</p> \n<p>Speaking at the National Liberal Club in London on Tuesday, the Lib Dem leader said his party would insist that any coalition government of which it was part passed a “stability budget”, setting out tax and welfare plans to balance the cyclically adjusted current budget, within the first 50 days of the parliament.</p> \n<p>He said the remaining savings from departmental expenditure would be detailed in the comprehensive spending review, to be held in autumn 2015.<br /></p> \n<p>“There will be no deal if there is no stability; no coalition without coming clean with the British people,” Clegg said. “This too, is a red line. But it is also a means to an end. It is a guarantee to the British public that the government will balance the books, following a clear timetable, and do so fairly.</p> \n<p>“Let me tell you what will lie at the heart of it: a commitment to balance the books in a timely fashion and in a fair way. And a clear commitment to our world-class public services, including the money that our nurseries, schools and colleges need.”</p> \n<p>Clegg acknowledged that he could not “cross every t and dot every i” of the stability budget before the election, but said it would “calm jittery markets; keep interest rates low; keep Britain on track; and show the British people how we will finish the job fairly and continue to support our public services”.</p> \n<p>Tuesday’s announcement was an attempt to firm up the message, central to the Liberal Democrat election campaign, that they would act as a moderating influence on either of the two biggest parties in coalition. </p> \n<p>Clegg has said that he will be announcing further non-negotiable policies in the days running up to polling day on 7 May.</p> \n<p>The announcement was made the morning after the deputy prime minister set out for the first time <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/27/nick-clegg-education-funding-policy-lib-dem-deal-breaker\">a Lib Dem policy that would be non-negotiable</a> in any coalition deal. Speaking on the party’s campaign bus on Monday, Clegg said the Lib Dem commitment to increase per-pupil spending for two- to 19-year-olds in real terms over the next parliament was non-negotiable and would have to be included in any coalition deal.</p> \n<p>“As the outcome of the election appears increasingly uncertain and the risk of instability immediately afterwards appears increasingly worrisome, I have decided I think we need to be increasingly clear and certain and categorical with people about what the Liberal Democrats will do after 7 May come hell or high water if people vote for the Liberal Democrats,” he said.</p> \n<p>Clegg said his party would not accept either of the two biggest parties’ plans on education spending. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/apr/21/conservative-education-policies-schools-nicky-morgan\">The Conservative party has promised</a> to maintain per-pupil spending at current levels for five- to 16-year-olds, amounting to a real-terms cut, whereas <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/mar/30/labour-education-policies-schools-tristram-hunt\">the Labour party has pledged</a> to protect the education budget in real terms but has not accounted for the 460,000 extra pupils expected to enter the education system over the next parliament.</p> \n<p>The Liberal Democrats say they would increase education spending from &pound;49.6bn to &pound;55.3bn by the end of the next parliament, representing &pound;5bn more than Conservative plans and &pound;2.5bn more than Labour.</p> \n<p>The Liberal Democrat leader admitted he had previously been “quite reluctant to talk about the language of ‘deal-breakers’ and ‘red lines’ and so on” but that in the late stages of the election campaign the party needed to set out what its deal-breakers would be.</p> \n<p>“We’ve always been quite open about the fact there are some sort of Premier League policies and others [that] don’t assume quite the same significance,” he said. “But I really don’t want that to lead you to the conclusion that somehow we are indifferent to the other policies. We will fight very hard obviously to decant as much of our manifesto into any coalition agreement as we very successfully did last time.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212784931/ec9e5571-e734-436b-a0ee-0e950315ad44-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Justin Tallis/AFP/Getty Images","altText":"Nick Clegg","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-04-28T09:27:10Z","lastModified":"2015-04-28T10:19:19Z","metadata":{"commentable":true,"commentCount":112,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Nick Clegg","General election 2015","Politics","Liberal Democrats","UK news"],"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/apr/28/nick-clegg-prevent-tory-cuts-reduce-labours-deficit","shortUrl":"http://gu.com/p/47qyn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/apr/28/nick-clegg-prevent-tory-cuts-reduce-labours-deficit","webUri":"http://www.theguardian.com/politics/2015/apr/28/nick-clegg-prevent-tory-cuts-reduce-labours-deficit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212784931/ec9e5571-e734-436b-a0ee-0e950315ad44-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The deputy prime minister and leader of the Liberal Democrat party, Nick Clegg, prepares to address a press conference in London. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Nick Clegg","cleanCaption":"The deputy prime minister and leader of the Liberal Democrat party, Nick Clegg, prepares to address a press conference in London.","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Nick Clegg"},"showQuotedHeadline":true},{"title":"Gordon Brown rules out Labour/SNP coalition","rawTitle":"Gordon Brown rules out Labour/SNP coalition","item":{"type":"article","id":"uk-news/the-northerner/2015/apr/28/gordon-brown-rules-out-laboursnp-coalition","title":"Gordon Brown rules out Labour/SNP coalition","trailText":"At a rally in Sheffield the former prime minister ripped into the Scottish National Party, telling voters there were “no negotiations” with Nicola Sturgeon’s party.","standFirst":"<p>At a rally in Sheffield the former prime minister ripped into the Scottish National Party, telling voters there were “no negotiations” with Nicola Sturgeon’s party.</p>","byline":"André Rhoden-Paul","body":"<p>Gordon Brown has ruled out a Labour coalition with the Scottish National Party (SNP), telling voters in Sheffield “there is no coalition” and “no negotiations”.</p> \n<p>The former prime minister accused the Conservatives of misleading the electorate by suggesting a Labour government would be “controlled by the SNP”.</p> \n<p>He claimed the Conservatives “know perfectly well” Labour has no plan to strike a deal with the SNP. </p> \n<p>Speaking on Monday at a Labour rally at Parkwood Academy in Shirecliffe, North Sheffield, Brown said: “They [the Conservatives] know perfectly well there is no deal with the SNP.</p> \n<p>“There is no coalition. There are no negotiations. There is no compromise. There is no tie-on.</p> \n<p>“But their friends in the media want to make this an issue.</p> \n<p>“The Conservatives have set themselves up as speaking for England against Scotland without thinking we are all apart of Britain and we advance together.</p> \n<p>“The Conservative Party can no longer claim to be the unionist party in this country. It is Ed Miliband who is the one person who is capable of uniting this country after 7 May.”</p> \n<p>In speech in Birmingham last week David Cameron said Miliband had refused to rule out an informal arrangement with the SNP to hold power, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/17/david-cameron-labour-snp-coalition-of-chaos\">describing it as a “coalition of chaos”</a>.</p> \n<p>But Brown accused the SNP of privately wanting the Conservatives to win the election. </p> \n<p>Last week the SNP leader Nicola Sturgeon indicated <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/20/nicola-sturgeon-reaches-out-to-labour-at-snp-manifesto-launch\">she would like to strike a deal </a>with Miliband to form an alliance to keep the Conservatives out of government.</p> \n<p>Brown said: “To make themselves [SNP] relevant they claimed they were going to hold the balance of power and then it suited the Conservatives to hurt Labour to suggest there was going to be a Labour government controlled in Scotland by SNP.</p> \n<p>“The SNP have never supported a Labour government ever. When they had a Scottish prime minster, that was me, they said vote Liberal Democrats, and yet they tell us now they want a Labour government.</p> \n<p>“In public they say they want a Labour government, but in private they want a Conservative government. They know they only make progress when people are under a Conservative government they don’t like, rather than a Labour government that they do like.”</p> \n<p>Brown delivered the speech in front of 50 Labour supporters and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/jun/21/david-blunkett-stand-down-parliament\">former home secretary David Blunkett</a>, who is leaving frontline politics after 28 years. Also in attendance was Harry Harpham, hoping to retain Blunkett’s Sheffield Brightside seat, and Sarah Champion, contesting nearby Rotherham.</p> \n<p>Brown’s was instrumental in the Unionist’s campaign against Scottish independence in last year’s referendum.</p> \n<p>He announced last December that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/dec/01/gordon-brown-stand-down-mp\">he would stand down as MP</a> for his Scottish constituency Kirkcaldy and Cowdenbeath.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430205452564/95be606a-b432-4198-b223-57cec4194cb3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andre Rhoden Paul/Andre Rhoden-Paul","altText":"Gordon Brown at a rally in Sheffield on Monday 27 April","cleanCredit":"Photograph: Andre Rhoden Paul/Andre Rhoden-Paul"}],"bodyImages":[],"webPublicationDate":"2015-04-28T07:28:07Z","lastModified":"2015-04-28T11:36:47Z","metadata":{"commentable":true,"commentCount":394,"contributors":[{"name":"André Rhoden-Paul","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andre-rhoden-paul"}],"feature":false,"keywords":["Gordon Brown","General election 2015","Scottish National party (SNP)","Labour","Sheffield","Politics","UK news"],"topics":[{"displayName":"André Rhoden-Paul","topic":{"type":"tag-contributor","name":"profile/andre-rhoden-paul"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/the-northerner/2015/apr/28/gordon-brown-rules-out-laboursnp-coalition","shortUrl":"http://gu.com/p/47qy4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/the-northerner/2015/apr/28/gordon-brown-rules-out-laboursnp-coalition","webUri":"http://www.theguardian.com/uk-news/the-northerner/2015/apr/28/gordon-brown-rules-out-laboursnp-coalition"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430205452564/95be606a-b432-4198-b223-57cec4194cb3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gordon Brown ruled out a Labour/SNP coalition at a rally in Sheffield on Monday 27 April, watched by Sarah Champion, contesting Rotherham for Labour. Photograph: Andre Rhoden Paul/Andre Rhoden-Paul","credit":"Andre Rhoden Paul/Andre Rhoden-Paul","altText":"Gordon Brown at a rally in Sheffield on Monday 27 April","cleanCaption":"Gordon Brown ruled out a Labour/SNP coalition at a rally in Sheffield on Monday 27 April, watched by Sarah Champion, contesting Rotherham for Labour.","cleanCredit":"Photograph: Andre Rhoden Paul/Andre Rhoden-Paul"}},"importance":4,"showQuotedHeadline":false},{"title":"Ukip offers legal protection to Christians who oppose same-sex marriage","rawTitle":"Ukip offers legal protection to Christians who oppose same-sex marriage","item":{"type":"article","id":"politics/2015/apr/28/ukip-christians-legal-protection-same-sex-marriage","title":"Ukip offers legal protection to Christians who oppose same-sex marriage","trailText":"Nigel Farage attempts to woo Christian voters by promising protection to those who want to object to gay marriage in the course of carrying out their jobs","standFirst":"<p>Nigel Farage attempts to woo Christian voters by promising protection to those who want to object to gay marriage in the course of carrying out their jobs</p>","byline":"Rowena Mason Political correspondent","body":"<p>Ukip has released a mini-manifesto for Christians, saying it would extend protection to those who want to oppose gay marriage because of their religious beliefs.</p> \n<p>The document is published on the websites of some candidates and the election page of Christian Concern, a group that is against abortion and same-sex marriage.</p> \n<p>The manifesto for Christians says Ukip would not seek to reverse gay marriage, even though the party was opposed to it being introduced. However, it would offer special protection to those who wanted to object to gay marriage or express other matters of religious conscience in the course of carrying out their jobs. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5050f7528bc64eff11ae1660f122ef3bc8bb3807\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430221176348/ae50c2c6-cbcb-452e-aeaa-62cf084b84a9-460x276.jpeg\" alt=\"Ukip says it doesn't plan to 'un-marry' loving couples.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ukip says it doesn’t plan to ‘un-marry’ loving couples.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>This could include the Christian owners of a bakery who did not want to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/26/what-is-belfasts-gay-cake-case\">bake a Bert and Ernie gay marriage celebration cake</a> or Christian relationship counsellor who wanted to counsel only heterosexual couples.</p> \n<p>The manifesto says: “We will not repeal the legislation, as it would be grossly unfair and unethical to ‘un-marry’ loving couples or restrict further marriages, but we will not require churches to marry same-sex couples. We will also extend the legal concept of ‘reasonable accommodation’ to give protection in law to those expressing a religious conscience in the workplace on this issue.”<br /></p> \n<p>Reasonable accommodation means employers would have to makes allowances for people’s beliefs as long as this does not impose an undue burden.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We will not repeal the legislation … but we will not require churches to marry same-sex couples</p> \n  <footer> \n   <cite>Ukip</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Ukip has been particularly chasing the Christian vote in light of the coalition’s passage of same-sex marriage legislation. The party’s leader, Nigel Farage, has repeatedly emphasised his belief that the UK has a Judaeo-Christian culture and says there needs to be a more muscular defence of the country’s Christian heritage.</p> \n<p>In a foreword to the Christian manifesto, Farage said: “This does not, of course, mean we should be disrespectful of other faiths, only that ours is fundamentally a Christian nation and so we believe Christianity should be recognised by government at all levels.<br /></p> \n<p>“Sadly, I think Ukip is the only major political party left in Britain that still cherishes our Judaeo-Christian heritage. I believe other parties have deliberately marginalised our nation’s faith, whereas we take Christian values and traditions into consideration when making policy.”</p> \n<p>Ukip is also emphasising the importance of traditional families, saying: “Traditional Christian views of marriage and family life have come under attack of late.” It added: “We have no problem in supporting and even promoting conventional marriage as a firm foundation for a secure and happy family.”</p> \n<p>The party would increase the marriage tax allowance, a measure that gives a tax break to families that include one stay-at-home parent.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4247909b7bc3891981e444f2c420d8662aa868b/0_92_2400_1439/2400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1439,"width":2400,"orientation":"landscape","credit":"Scott Heppell/AP","altText":"Ukip leader Nigel Farage","cleanCredit":"Photograph: Scott Heppell/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430221177653/ae50c2c6-cbcb-452e-aeaa-62cf084b84a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ukip says it doesn’t plan to ‘un-marry’ loving couples. Photograph: Alamy","credit":"Alamy","altText":"Ukip says it doesn't plan to 'un-marry' loving couples.","cleanCaption":"Ukip says it doesn’t plan to ‘un-marry’ loving couples.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-04-28T11:42:13Z","lastModified":"2015-04-28T13:12:59Z","metadata":{"commentable":true,"commentCount":310,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["General election 2015","UK Independence party (Ukip)","Gay marriage","Christianity","LGBT rights","Politics","UK news","Life and style","Marriage","Family","Sexuality","Society","Nigel Farage","Human rights","Employment law","Law","Religion","Equality"],"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/apr/28/ukip-christians-legal-protection-same-sex-marriage","shortUrl":"http://gu.com/p/47qmc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/apr/28/ukip-christians-legal-protection-same-sex-marriage","webUri":"http://www.theguardian.com/politics/2015/apr/28/ukip-christians-legal-protection-same-sex-marriage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4247909b7bc3891981e444f2c420d8662aa868b/0_92_2400_1439/2400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1439,"width":2400,"orientation":"landscape","caption":"Ukip leader Nigel Farage. The party has been chasing the Christian vote since the coalition’s passage of same-sex marriage legislation. Photograph: Scott Heppell/AP","credit":"Scott Heppell/AP","altText":"Ukip leader Nigel Farage","cleanCaption":"Ukip leader Nigel Farage. The party has been chasing the Christian vote since the coalition’s passage of same-sex marriage legislation.","cleanCredit":"Photograph: Scott Heppell/AP"}},"importance":4,"showQuotedHeadline":false},{"title":"Nate Silver / Conservatives will win most seats – but outcome will be messy","rawTitle":"Conservatives will win most seats – but outcome will be messy","item":{"type":"article","id":"politics/2015/apr/27/nate-silver-statistician-us-2012-predicts-uk-general-election-result","title":"US tipster Nate Silver: Tories will win most seats – but outcome will be messy","trailText":"Man who correctly predicted each state in 2012 US election tips Tories to take most seats, but says three-party coalition is most likely result<br>","standFirst":"<p>Man who correctly predicted each state in 2012 US election tips Tories to take most seats, but says three-party coalition is most likely result<br /></p>","byline":"Rowena Mason Political correspondent","body":"<p>Nate Silver, the statistician who correctly predicted the results in every state in the 2012 US election, has suggested there could be an “incredibly messy outcome” to the UK general election.</p> \n<p>In a BBC Panorama programme broadcast on Monday night, Silver revealed that a model he backs puts the Conservatives on 283 seats, Labour on 270, the SNP on 48, the Lib Dems on 24, the DUP on eight, Ukip on one and the other parties on 16. This suggests that no two parties would be able to form a majority without the help of a third, leading to the possibility of a so-called rainbow coalition.<br /></p> \n<p>He said: “If these numbers held steady, you’d have the Tories as the largest party but Labour plus the SNP are more. Even then they are not a majority. The betting markets seem to think there would be more paths for Miliband in that case, but it’s an incredibly messy outcome. There is still enormous uncertainty about who forms a government after 7 May.”</p> \n<p>The forecast is the work of Silver and three UK academics, <a href=\"http://electionforecast.co.uk/\">Chris Hanretty, Benjamin Lauderdale and Nick Vivyan</a>, whose model creates a range of options. Those figures are at the centre of the range extending to plus or minus about 30 seats.</p> \n<p>Speaking to the Guardian before the programme was broadcast, Silver said the polls are currently pointing towards an almost dead heat: “The irony is that if the polls are spot on, you’ll have the very chaotic, uncertain nightmare scenario. In some ways, people should hope the polls are off in one or other direction for the Tories to be able to form a coalition or Labour to say we clearly have the mandate of the people as the largest party.”</p> \n<p>However, he said he thought there was still ambiguity about how the Ukip vote, and perhaps the Liberal Democrat vote, would behave. “The Ukip vs Tory dynamic could shift,” he said.</p> \n<p>The Guardian’s own <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/ng-interactive/2015/feb/27/guardian-poll-projection\">poll projector</a> puts the Conservatives on 274 seats, and Labour on 270 – both well short of the 326 required for an overall majority.</p> \n<p>There is some evidence that support for Ukip has dropped off in recent months, with the party falling from about 19% to less than 14% in most surveys. Conservatives still hope hope Ukip’s support will diminish in key marginals where they are battling Labour challengers.</p> \n<p>Silver also detected a high degree of awareness about tactical voting in the UK, which makes attempts to forecast the result more difficult. He said it was easier to predict US elections than UK ones as America has better data and a simpler system. “Then on top of the inherent challenges, this one in particular seems very unclear what the outcome is after May,” he said. “The polls are very close. What happens if that occurs is unclear. It is layer upon layer of ambiguity.”</p> \n<p>Currently, some polls are showing a Labour lead of several points and some a Conservative lead of several points, with phone surveys tending to show David Cameron’s party ahead and internet polls generally putting Ed Miliband’s party in front. Silver said his predisposition was for telephone polls. “You should look at both and take an average, but I probably prefer the telephone polls still, given their penetration and their methodology being a bit more by the book.”</p> \n<p>Silver said the polls show an even split, but there is perhaps a “tendency for the incumbent party to do a little bit better on than its polls on election day”. He went on to say that he did not have enough expertise in British politics to say whether Miliband or Cameron would be prime minister. </p> \n<p>“What we know is that it’s highly likely you won’t have a majority,” he said. “I have no expertise in the process of forming a coalition. But clearly if the Conservatives are towards the high end of their range, then they can still form a majority with the Lib Dems or come close enough that they’ll figure something out. But if Labour wins the most seats by more than a couple, it seems like Miliband has a lot of options.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430158944314/af1c4172-b1d6-4b83-86c9-ce8e547dd74a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Jeremy Sutton-Hibbert/Getty Images","altText":"Nate Silver","cleanCredit":"Photograph: Jeremy Sutton-Hibbert/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-04-27T20:00:01Z","lastModified":"2015-04-27T23:00:39Z","metadata":{"commentable":true,"commentCount":1536,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["General election 2015","Nate Silver","Politics","UK news","Labour","Conservatives","Liberal Democrats","Scottish National party (SNP)","UK Independence party (Ukip)"],"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/apr/27/nate-silver-statistician-us-2012-predicts-uk-general-election-result","shortUrl":"http://gu.com/p/47qen","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/apr/27/nate-silver-statistician-us-2012-predicts-uk-general-election-result","webUri":"http://www.theguardian.com/politics/2015/apr/27/nate-silver-statistician-us-2012-predicts-uk-general-election-result"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430158944314/af1c4172-b1d6-4b83-86c9-ce8e547dd74a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The American statistician Nate Silver has given his prediction for the UK general election. Photograph: Jeremy Sutton-Hibbert/Getty Images","credit":"Jeremy Sutton-Hibbert/Getty Images","altText":"Nate Silver","cleanCaption":"The American statistician Nate Silver has given his prediction for the UK general election.","cleanCredit":"Photograph: Jeremy Sutton-Hibbert/Getty Images"}},"importance":3,"kicker":{"title":"Nate Silver"},"showQuotedHeadline":true},{"title":"Schools' hidden funding crisis / Teachers are taking drastic action","rawTitle":"Teachers are taking drastic action","item":{"type":"article","id":"education/2015/apr/28/schools-hidden-funding-crisis-teachers-education","title":"Schools' hidden funding crisis: teachers take drastic action as cuts hit hard","trailText":"<strong>The big issue </strong>Each day this week we are looking at the key election battleground issues. With education facing a 12% cut in real terms, subjects are being axed, class sizes rising and job losses loom – but the parties are failing to address it","standFirst":"<p><strong>The big issue </strong>Each day this week we are looking at the key election battleground issues. With education facing a 12% cut in real terms, subjects are being axed, class sizes rising and job losses loom – but the parties are failing to address it</p>","byline":"Sally Weale Education correspondent","body":"<p>Dan McAllister is a teacher at a secondary school in South Yorkshire. This is not his real name, because he is worried about the implications for his job if he talks to the Guardian about the financial crisis facing his school. Before Easter, he and his colleagues were summoned to a staff meeting to be told that their oversubscribed academy, rated outstanding by Ofsted, was facing a budget shortfall of &pound;750,000 over the next three years.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/27/life-at-the-sharp-end-five-families-hit-by-five-years-of-austerity\">Life at the sharp end: five families hit by five years of austerity</a> </p> \n</aside> \n<p>The staff gathered that day were horrified. “We were expecting some of it,” McAllister said, “but it was absolutely massive!” They were warned that as many as 10 jobs would have to go to help make the necessary savings, and the harsh reality of the difficulties that lay ahead for them personally began to sink in.<br /></p> \n<p>“People are frightened,” he said. “They don’t want to lose their jobs. And schools are desperately frightened – if their reputation goes down, parents will choose to go elsewhere.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"e9cf064f2064a141e83653d5f354c59d2af56568\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430152904474/dac44aa6-bc82-43a8-849e-09a146b0c9c4-460x276.jpeg\" alt=\"Do the numbers add up?\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Do the numbers add up?</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for The Guardian</span> \n </figcaption> \n</figure> \n<p>As the general election campaign got under way, schools across the country were busy signing off their 2015 budgets, involving some of the most shocking cuts seen in years. The three major parties have given slightly different versions of a commitment to protect education spending, but each pledge has its own caveat that will result in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/apr/06/nut-teachers-ballot-exposed-dirty-secret-schools-austerity\">real-term cuts of up to 12%</a>, a fact that none of the parties are talking about ahead of the election. <br /></p> \n<p>In schools they are. McAllister’s institution is far from alone. According to the Association of School and College Leaders (ASCL), nearly half (49%) of 1,000 headteachers who took part in a recent survey said their <a href=\"http://www.ascl.org.uk/news-and-views/news_news-detail.funding-crisis-will-damage-education-say-nine-in-10-school-and-college-leaders.html\">school budgets were in either a “critical” or “very serious” state,</a> with almost all of them acknowledging that they are facing financial difficulties.<br /></p> \n<p>Although teaching unions have been trying to warn about the coming storm, it has been hard to whip up interest in the rising costs of pension and national insurance contributions that are just part of the problem now facing schools and their vanishing budgets.<br /></p> \n<p>At the worst-affected schools, there will be – and have been – redundancies and job losses; elsewhere, GCSE and A-level courses are being scrapped, class sizes are growing, foreign trips are being cancelled and even photocopying is being rationed. Sixth-form teaching time is being pared to the bone, work experience placements stopped, enrichment activities dumped and cheaper, newly qualified teachers (NQTs) hired over more experienced – and therefore more expensive – candidates.<br /></p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/04/2015-04-policy-panels/policy-education.html\" data-alt=\"education graphic\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/04/2015-04-policy-panels/policy-education.html\">education graphic</a> \n</figure> \n<p>Another teacher at a different secondary school in South Yorkshire reported that colleagues were being asked to teach subjects they are not qualified in, and classroom assistants were being timetabled to teach as a cheap alternative to properly qualified supply teachers.</p> \n<p>She said: “I feel really aggrieved at what’s happening. To say there are no budget cuts in operation and children are not suffering is not true. Children’s experiences and education are suffering massively.<br /></p> \n<p>“Something very soon has to give. Children’s experiences are less than they can be: the teaching they are receiving is not as good as it should be. They are increasingly being taught by teaching assistants, NQTs and student teachers, and because of the funding crisis, schools are being put in the position of having no choice but to do that.”<br /></p> \n<p>She is also a parent and her daughters’ secondary school is facing similar constraints. The headteacher there has sent out a letter to parents trying to explain the reasons behind the budget cuts and the consequences for their children.<br /></p> \n<p>Foreign trips are being cancelled – it is expensive for schools to pay for cover for the children that do not go – and pupils who carefully made GCSE choices have been told that their chosen subjects have had to be dropped and that they must choose again.<br /></p> \n<p>One inner London primary is laying off six teaching assistants and closing its much loved preschool children’s centre: elsewhere in the capital, which is regarded as well funded by the rest of the country, governors and senior leaders are struggling to balance the books.<br /></p> \n<p>One chair of governors at a north London primary school said: “Yes, the budgets are being badly squeezed for complex reasons. Balancing your budget is obviously a prerequisite of getting a good Ofsted, so you can’t tolerate a projected deficit. It’s the 2016-17 budget I am most worried about, although I wouldn’t say this publicly as I don’t want to create unnecessary fear in our fragile community.”</p> \n<p>Accountants working with academies warn that some will be particularly badly hit as the education services grant (ESG) – an additional grant received by academies – has been reduced by &pound;53 per pupil from 2015/16, a cut of 38%.</p> \n<p>Mike Giddings, the director of education services with chartered accountants Clement Keys, said: “Many schools opted for academy status a few years ago precisely because they wanted more control over their future. Unfortunately, a growing number of individual academies are only now realising that their business model is not sustainable and in some cases, they have only a short period remaining before reserves run out.<br /></p> \n<p>“Funding per pupil has been decreasing steadily year on year and individual schools, particularly those with lower pupil numbers, are particularly exposed to this. When you consider that a large secondary academy we are advising received an additional ESG grant of &pound;500,000 four years ago and in 2015-16 will receive just &pound;130,000, it is easy to understand how drastic the situation has become for some schools.”</p> \n<figure class=\"element element-image\" data-media-id=\"b79259d1aa73d81458a2fdbb5f0840bf3c75fd9e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430152165474/25bcab5a-99b1-4ad1-9b71-a923fc39cb19-460x276.jpeg\" alt=\"Bradford academy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bradford academy in West Yorkshire had to recruit several Canadian teachers through an agency.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for The Guardian</span> \n </figcaption> \n</figure> \n<p>The crisis is affecting all types of schools – secondaries and primaries, academies, maintained schools, faith schools and grammars. Andy Baker is the headteacher at Poole grammar school in Dorset, which is the second lowest funded area in England for education.<br /></p> \n<p>Baker receives &pound;4,300 per student (other schools serving children from deprived backgrounds may get more than &pound;8,000 per pupil) and is having to tackle a cut of &pound;400,000 for this year and next. He has already been forced to drop two A-level courses, politics and media, and may have to cut more.<br /></p> \n<p>The toilets are shabby and the sports hall is “decrepit”, but Baker has had to cut back on maintenance spending to stay afloat: in fact, he is trying to raise extra income by cooking lunches for neighbouring primary schools struggling to provide their infants with the Liberal-Conservative coalition’s free school meals.<br /></p> \n<p>Baker said: “I have not had to go down the route of redundancy, but every time a member of staff leaves, I have to look very carefully at whether I have to appoint a replacement or whether I can make one member of staff cover two subjects. We are having to look really hard at the subjects we are offering at sixth form; groups in the sixth form are getting bigger and we’ve had reduce the money we allocate to departments for books and materials.<br /></p> \n<p>“And I’m worried we are in a period of really enormous change, with the new syllabus [for both GCSEs and A-levels], and we’re going to struggle to resource those courses properly. I think headteachers are looking at the next few years and wondering: ‘How are we going to provide the quality of education that we are at the moment?’”<br /></p> \n<p>Brendan Wall, the headteacher of St Simon Stock Catholic school in Maidstone, Kent, has already cut media studies and economics from his timetable; he has lost five members of staff, two of whom were made redundant, three who took voluntary redundancy; class sizes are getting bigger and books, equipment and IT are all affected. He says the sixth form is particularly badly hit, as 16-19 funding has not been protected in the same way as five to 16.<br /></p> \n<p>He said: “It’s reducing the life chances of these young people. There is not enough money in the system at sixth-form level to give quality education at academic and vocational levels. We are doing a very good job with limited funding, but if the government continues this lack of funding, it’s bound to reduce the stated aim of providing a world-class educational system.”<br /></p> \n<p>Finally, there is Robin Bevan, the headteacher of Southend high school for boys, a selective grammar in the Essex seaside town. He spends about a third of his leadership time managing cuts and balancing the books, which seems too much, but it is the only to way to keep on top – that and the recruitment of “a very competent chartered accountant” as senior finance officer.<br /></p> \n<p>He said: “There are schools that realised some time ago – maybe as much as two years ago – that funding constraints were going to cut quite hard. We knew we were heading for real difficulties in 2014-15 and 2015-16 because we did some projections two years ago. But some schools are only just waking up to it.”<br /></p> \n<p>After studying those projections, Bevan discovered that his school was facing a shortfall of &pound;250,000. A raft of cost-saving measures was immediately brought in. Contact hours for sixth form students were cut, general studies was axed, and staff who left in the summer were not replaced.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"c615c1d266e4bde01a6ffb42160aec72d1bfeeec\"> \n <img src=\"http://media.guim.co.uk/c615c1d266e4bde01a6ffb42160aec72d1bfeeec/345_247_3399_2040/1000.jpg\" alt=\"Robin Bevan, the headteacher at Southend high school for boys.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Robin Bevan, the headteacher at Southend high school for boys.</span> \n  <span class=\"element-image__credit\">Photograph: Southend high school for boys</span> \n </figcaption> \n</figure> \n<p>In a one-off attempt to boost the school’s income, Bevan and his team decided to increase the year seven intake last September from 150 to 180 – each boy bringing an extra &pound;4,500 to the school. Going into next year, Bevan thinks he can just about balance the books, but at a price.<br /></p> \n<p>He said: “There have always been constraints on the budget. The difference is previously we would be choosing between different kinds of educational programmes – do we run evening classes for foreign languages? Do we put a particular level of investment in art, drama or sport?<br /></p> \n<p>“There is at this point, however, something quite different occurring. We are now in a position where none of those things even make it to the table. It’s more like, can we staff the core timetable of the school? We are right on the verge of not being able to do that.<br /></p> \n<p>“You can expect some efficiency savings in certain areas, but you can’t keep trimming and trimming and trimming, and expect core provision to remain. It’s pretty challenging. I think there will be schools that will either be running deficits next year or sending pupils home. I can’t see how that won’t happen.”<br /></p> \n<h2>What the parties are offering on education</h2> \n<p><strong>Conservative</strong></p> \n<figure class=\"element element-image\" data-media-id=\"1441f5914704fe344e00a3df6978987cdbcbec00\"> \n <img src=\"http://media.guim.co.uk/1441f5914704fe344e00a3df6978987cdbcbec00/44_343_3304_1982/1000.jpg\" alt=\"David Cameron and Nicky Morgan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron and the education secretary Nicky Morgan take part in a science experiment at Kingsmead school in Enfield.</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<p>The Conservative party has promised to protect the schools budget and maintain per-pupil funding at its current level, which, on the positive side, takes into account the growing number of primary age pupils. On the negative, funding will not go up with inflation, which could mean real-terms cuts if inflation rises.<br /></p> \n<p>The Tory promise to protect funding does not include education for 16-19-year-olds, which is already causing some schools and sixth forms severe financial difficulties. As with all the main parties, funding promises do not provide additional money to cover the costs of pay rises, and increased pension and national insurance costs that schools are now struggling to meet.<br /></p> \n<p>Among other education policies, the Tories are also promising 500 more free schools by 2020 to help ease the crisis in primary places and 30 hours’ free childcare for working parents of three- and four-year-olds.</p> \n<p><strong>Labour</strong></p> \n<figure class=\"element element-image\" data-media-id=\"3f669089f14327ed2e9267f80a98cd501710130a\"> \n <img src=\"http://media.guim.co.uk/3f669089f14327ed2e9267f80a98cd501710130a/426_254_3725_2235/1000.jpg\" alt=\"Ed Miliband and Tristram Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ed Miliband and the shadow education secretary Tristram Hunt during a press conference to launch Labour’s education manifesto.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> \n </figcaption> \n</figure> \n<p>Labour has promised, like the Tories, to protect the education budget, but has said that funding will go up in line with inflation. Labour’s pledge on funding also includes the 16-19 sector – unlike the Tories – but on the downside, it does not take into account the population bulge, which will see an extra 300,000 primary pupils by 2018, making greater demands on the existing budget.</p> \n<p>Other education promises include a cut in university tuition fees to &pound;6,000 a year, guaranteed access to childcare in primary schools from 8am to 6pm, class sizes capped at 30 for five, six and seven-year-olds and a qualified teacher in every classroom.<br /></p> \n<p><strong>Liberal Democrats</strong></p> \n<figure class=\"element element-image\" data-media-id=\"af51f65c7e3d996eb449e9642a0da0c7782820b4\"> \n <img src=\"http://media.guim.co.uk/af51f65c7e3d996eb449e9642a0da0c7782820b4/194_435_4319_2590/1000.jpg\" alt=\"Nick Clegg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Clegg helps children at the Old School House nursery in Crosspool, Sheffield.</span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure> \n<p>The Lib Dems have promised to ringfence the education budget for two- to 19-year-olds in real terms and pledged to raise overall funding from &pound;49bn to &pound;55.3bn over the next parliament. The party says it will spend more on education than either the Conservatives or Labour, and Nick Clegg has made this a “deal-breaker” in any coalition negotiations.</p> \n<p>Among other policies, the Lib Dems will extend their universal free school meals offer from years one and two at primary school to include years three to six, and are promising 15 hours’ free childcare a week from the end of paid parental leave.</p> \n<p><strong>Green</strong></p> \n<p>The Green party is promising a radical rethink of education, with compulsory schooling delayed until age seven and, before that, free universal childcare and early years education costing &pound;8bn a year by the end of the parliament.</p> \n<p>Once at school, class sizes will be limited to 20 children per class; the Greens want to abolish SATs and league tables, bring academies and free schools under local authority control, and convert grammars into comprehensives.<br /></p> \n<p>The Greens further promise to reinstate the education maintenance allowance (EMA) for 16 and 17-year-olds and scrap university tuition fees.<br /></p> \n<p><strong>Ukip<br /></strong></p> \n<p>Among Ukip’s notable education policies are its pledges to scrap sex education for primary school children and to have a grammar school in every town.<br /></p> \n<p>In higher education, fees for students taking degrees in science, technology, maths or engineering would be abolished on condition that those choosing these subjects pay UK taxes and work in the discipline for five years.<br /></p> \n<p><strong>SNP</strong></p> \n<p>The SNP is promising to continue free university education in Scotland and support the reduction of tuition fees across the UK. It will extend the availability of EMA in Scotland and fund 30 hours a week of free nursery education for all three- and four-year-olds.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0275cbcde0ce6f9aa686b37c9a753b3af5d27024/0_76_3014_1809/3014.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1809,"width":3014,"orientation":"landscape","credit":"Dave Thompson/PA Archive/Press Association Images","altText":"Children in classroom","cleanCredit":"Photograph: Dave Thompson/PA Archive/Press Association Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430152905769/dac44aa6-bc82-43a8-849e-09a146b0c9c4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Do the numbers add up? Photograph: Christopher Thomond for The Guardian","credit":"Christopher Thomond for The Guardian","altText":"Do the numbers add up?","cleanCaption":"Do the numbers add up?","cleanCredit":"Photograph: Christopher Thomond for The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430152166759/25bcab5a-99b1-4ad1-9b71-a923fc39cb19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bradford academy in West Yorkshire had to recruit several Canadian teachers through an agency. Photograph: Christopher Thomond for The Guardian","credit":"Christopher Thomond for The Guardian","altText":"Bradford academy","cleanCaption":"Bradford academy in West Yorkshire had to recruit several Canadian teachers through an agency.","cleanCredit":"Photograph: Christopher Thomond for The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c615c1d266e4bde01a6ffb42160aec72d1bfeeec/345_247_3399_2040/3399.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":3399,"orientation":"landscape","caption":"Robin Bevan, the headteacher at Southend high school for boys. Photograph: Southend high school for boys","credit":"Southend high school for boys","altText":"Robin Bevan, the headteacher at Southend high school for boys.","cleanCaption":"Robin Bevan, the headteacher at Southend high school for boys.","cleanCredit":"Photograph: Southend high school for boys"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1441f5914704fe344e00a3df6978987cdbcbec00/44_343_3304_1982/3304.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1982,"width":3304,"orientation":"landscape","caption":"David Cameron and the education secretary Nicky Morgan take part in a science experiment at Kingsmead school in Enfield. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"David Cameron and Nicky Morgan","cleanCaption":"David Cameron and the education secretary Nicky Morgan take part in a science experiment at Kingsmead school in Enfield.","cleanCredit":"Photograph: Yui Mok/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3f669089f14327ed2e9267f80a98cd501710130a/426_254_3725_2235/3725.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2235,"width":3725,"orientation":"landscape","caption":"Ed Miliband and the shadow education secretary Tristram Hunt during a press conference to launch Labour’s education manifesto. Photograph: Matt Dunham/AP","credit":"Matt Dunham/AP","altText":"Ed Miliband and Tristram Hunt","cleanCaption":"Ed Miliband and the shadow education secretary Tristram Hunt during a press conference to launch Labour’s education manifesto.","cleanCredit":"Photograph: Matt Dunham/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/af51f65c7e3d996eb449e9642a0da0c7782820b4/194_435_4319_2590/4319.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2590,"width":4319,"orientation":"landscape","caption":"Nick Clegg helps children at the Old School House nursery in Crosspool, Sheffield. Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"Nick Clegg","cleanCaption":"Nick Clegg helps children at the Old School House nursery in Crosspool, Sheffield.","cleanCredit":"Photograph: Steve Parsons/PA"}],"webPublicationDate":"2015-04-28T06:00:06Z","lastModified":"2015-04-28T06:12:31Z","metadata":{"commentable":true,"commentCount":181,"contributors":[{"name":"Sally Weale","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sallyweale"}],"feature":false,"keywords":["Education","Schools","General election 2015","Academies","Politics","Teaching","Education Maintenance Allowance (EMA)","Colleges","Further education","UK news","Public sector cuts"],"topics":[{"displayName":"Sally Weale","topic":{"type":"tag-contributor","name":"profile/sallyweale"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/apr/28/schools-hidden-funding-crisis-teachers-education","shortUrl":"http://gu.com/p/47tyn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/apr/28/schools-hidden-funding-crisis-teachers-education","webUri":"http://www.theguardian.com/education/2015/apr/28/schools-hidden-funding-crisis-teachers-education"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0275cbcde0ce6f9aa686b37c9a753b3af5d27024/0_76_3014_1809/3014.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1809,"width":3014,"orientation":"landscape","caption":"Sixth-form teaching time is being pared to the bone and cheaper, newly qualified teachers are being hired over more experienced, expensive candidates. Photograph: Dave Thompson/PA Archive/PA","credit":"Dave Thompson/PA Archive/PA","altText":"Children in classroom","cleanCaption":"Sixth-form teaching time is being pared to the bone and cheaper, newly qualified teachers are being hired over more experienced, expensive candidates.","cleanCredit":"Photograph: Dave Thompson/PA Archive/PA"}},"importance":3,"kicker":{"title":"Schools' hidden funding crisis"},"showQuotedHeadline":false}],"lastModified":"2015-04-28T13:25:08Z","personalization":{"id":"uk/groups/collections/521657a3-6d55-48f9-8b95-38bb725264a8","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/521657a3-6d55-48f9-8b95-38bb725264a8"},"visibility":"all","adTargetingPath":"front"}