{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Meet the millionaire who rescues migrants at sea","rawTitle":"Meet the millionaire who rescues migrants at sea","item":{"type":"article","id":"news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","title":"The millionaire who rescues migrants at sea","trailText":"<strong>The long read: </strong>Appalled by migrant deaths in the Mediterranean, Chris Catrambone bought a boat and launched his own rescue mission. But as he discovered, there are pitfalls to going it alone","standFirst":"Appalled by migrant deaths in the Mediterranean, Chris Catrambone bought a boat and launched his own rescue mission. But as he discovered, there are pitfalls to going it alone","byline":"Giles Tremlett","body":"<p>In late June 2013, Christopher Catrambone, a garrulous 31-year-old American entrepreneur who had spent almost a decade travelling the world to build a multimillion-dollar company, decided to take a break. Tangiers Group, which Catrambone runs with his Italian wife Regina, provides insurance in conflict zones – to US military subcontractors, NGO workers, journalists and missionaries, among others. The business, rooted in such war-wrecked countries as Iraq and Afghanistan, was flourishing. But that summer, Catrambone decided, the company could take care of itself for three weeks.</p> \n<p>Catrambone and Regina, along with Regina’s teenage daughter Maria Luisa, set off from their home on the Mediterranean island of Malta, aboard a glistening white 24-metre chartered motor yacht with Burmese teak decking and varnished Tanganyika walnut joinery. As they motored out of Valetta’s spectacular Grand Harbour – past the Che Guevara 2, a sleek 30-metre super-yacht that belonged to the family of the deposed Libyan dictator Muammar Gaddafi – a Maltese armed forces veteran, Marco Cauchi, was at the wheel, and an old friend of Catrambone’s, the Texan chef Simon Templer, was there to cook and have a holiday. “I love going out on these yearly cruises with my family,” Catrambone said. “We can’t escape each other and get on our iPhones.”</p> \n<p>Malta, one of the European Union’s most southerly points, was an ideal starting place for a three-week cruise to Tunisia and along the coast of Sicily, not far from Calabria, the southern toe of Italy. This is where Catrambone met Regina nine years ago. He had gone to search for his family roots in the place his great-grandfather left for America in the early 19th century, and ended up living down the road from Regina’s mother.</p> \n<div>\n __VIDEO_EMBED_gu-video-457434206__\n</div> \n<p>On 7 July, they sailed away from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/20/lampedusa-refugee-fleeing-libya-boats-italy\">Lampedusa</a>, a small Italian island south-west of Malta that lies even closer to North Africa. A business meeting in Tunisia prevented them staying to see <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/pope-francis\">Pope Francis</a> celebrate a mass on the island, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/08/pope-globalisation-of-indifference-lampedusa\">devoted to the migrants</a> who made the dangerous crossing to southern Europe from Libya in cheap inflatable motorboats and rickety fishing vessels. Some 500 had drowned en route in 2012 alone. Pope Francis lambasted the rich world for its indifference to other people’s suffering: “It doesn’t affect us. It doesn’t interest us. It’s not our business.”</p> \n<p>As they headed south, Regina spotted a beige winter jacket bobbing in the water. Cauchi, who had once run Malta’s maritime search and rescue operations, told her it may have come from a sunken migrant boat. Such tragedies were not new, and only a few months later, the pope’s warnings would be confirmed yet again, when 380 refugees – many from Syria and Eritrea – drowned over the course of only eight days, most within a quarter-mile of Lampedusa. Migrant deaths became an obsessive topic of conversation on the yacht, and Catrambone, typically, found himself looking for a solution. “It makes you think like: ‘Wow! Look at me out here cruising on my boat, at the same time people are out there dying,” he said. “So our heaven is their hell, right? Our paradise is their hell.”</p> \n<p>Catrambone’s business includes, he says, both caring for “heroic” wounded conflict-zone workers (including multiple amputees) and being part of the “financial arm of war”. He is coy about his worth, but Bloomberg reports he made his first $10m by the age of 30. His company covers everything from healthcare to emergency evacuations to kidnapping, while Catrambone styles himself “a humanitarian, entrepreneur and adventurer”. Friends describe him as a compulsive, energetic and tenacious producer of ideas and solutions, who enjoys the drama and challenge of working in some of the world’s toughest spots. A former Roman Catholic altar boy in Lake Charles, Louisiana, Catrambone once considered becoming a priest. Growing up, he tracked natural disasters, coups and the movements of his oil engineer father on a large world map pinned to his bedroom wall. After graduating from a local university, McNeese State, at the age of 20, he was hired and trained by a company that investigated insurance claims. By 26, he had worked as a private eye, a political campaign manager for a Louisiana court official, as an aide in Congress, and as the co-owner of a Cajun riverboat bar serving high-octane bloody marys, jambalaya and gumbo in the US Virgin Islands.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"570ffdd70ec3b8e769d5e5c38c4b2336eac34e0c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192583386/42116d54-e462-4edd-8b7e-b92fd47d0660-460x276.jpeg\" alt=\"Chris Catrambone and his wife, Regina, who run Moas.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together.</span> \n  <span class=\"element-image__credit\">Photograph: Jason Florio</span> \n </figcaption> \n</figure> \n<p>On the yacht, Cauchi – an amiable, stocky, sun-weathered 48-year-old – told Catrambone stories of rescues. Bodies fished out of the sea can haunt you. Martin Xuereb – a former brigadier who had been Cauchi’s boss as head of Malta’s armed services, and would later work with the Catrambones – still recalls watching a body bag being unzipped on a patrol boat several years ago. “It was this child, maybe seven or eight, with his fists clenched next to his face and his eyes wide open,” he told me. But what could one individual, or one wealthy family, do? Money buys many things, but can it stop people drowning in their hundreds and thousands?</p> \n<p>By the end of the cruise, Catrambone had decided to set up his own search and rescue operation. “I said: ‘Chris, this cannot be done. This is impossible’,” Cauchi recalled. “But he kept persisting.” As Catrambone saw it, he was already in the business of saving lives in conflict zones: “I rescue people for money in my other job,” he told me. “I know what to do.” His Tangiers Group is privately owned, making it hard to check his claim that it gives “the best medical treatment in the world”; he brushed off questions regarding a few old complaints I had found on the internet from employees of US defence contractors about his company’s investigative methods, citing confidentiality.</p> \n<p>But there is certainly nothing phoney about Catrambone’s passion for saving migrants. He, too, once lost a home in a natural disaster, when Hurricane Katrina devastated New Orleans’ Ninth Ward in 2005, flooding the building beside the St Charles Avenue tram line where both he and Templer lived. (The two men used their compensation money to open the Cajun riverboat bar, but Catrambone still laments the disappearance of the bohemian, racially mixed lifestyle he once enjoyed in his old neighbourhood.)</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If you are against saving lives at sea then you are a bigot and you don’t even belong in our community</p> \n  <footer> \n   <cite>Christopher Catrambone</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Catrambone saw the migrants as either desperate, entrepreneurial, or both – not too different from his own great-grandfather. He also knew many of the places they were escaping from. “Every major economy has had their hands in Africa, and they have had their hands in the Middle East as well,” he told me. “Our policies have an equal and opposite reaction. You go in. And now they come in.” But Catrambone is not interested in politics or advocacy. For him, the problem is saving lives, based on a simple and typically candid analysis. “If you are against saving lives at sea then you are a bigot and you don’t even belong in our community. If you allow your neighbour to die in your backyard, then you are responsible for that death.”</p> \n<p>* * *</p> \n<p><strong>On a warm afternoon in June 2014,</strong> Cauchi steered a 40-metre, steel-hulled boat called Phoenix out of Portsmouth, Virginia, for his first ever Atlantic crossing. Built in 1973 to pull trawler nets off the coast of Canada, it had been chartered as a US military training vessel, but for the previous 18 months it had been laid up and colonised by rats. (Someone had left food in the ship’s freezers.) The vessel needed a major overhaul, which would be finished off in Malta. Catrambone was on board for the rough crossing: as Atlantic gales stirred up the ocean, the Phoenix proved how tough it was, even surviving a collision with an unidentified object that took a chunk out of its propeller.</p> \n<p>Catrambone was determined to start rescuing people in 2014 and had set a hectic repair schedule. “It cost a crazy amount of money,” said Cauchi. The boat was bought and repaired, for a total of $5.2m, by the Tangiers Group (and still sits on the company’s books) but would be operated by a foundation Catrambone named <a href=\"http://www.moas.eu/\">Migrant Offshore Aid Station (Moas)</a>. He hired Martin Xuereb as director in February 2014, after cold calling to invite him for coffee. “I am not in the habit of meeting for coffee with someone I don’t know,” Xuereb, now 47, told me, but he and Catrambone ended up talking for five hours. “I wasn’t expecting him to be so young. What hits you straight away is his vision, his perseverance and his determination.” No volunteers had done anything similar since 1979, when a group of Germans chartered a freighter named Cap Anamur to rescue migrants fleeing Vietnam. An attempt by the same group to rescue 37 people off Italy in 2003 ended with <a href=\"http://news.bbc.co.uk/1/hi/8295727.stm\">crew members put on trial</a> for facilitating illegal entry into the country; they were found not guilty, and the migrants were deported.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/20/lampedusa-refugee-fleeing-libya-boats-italy\">I was a Lampedusa refugee. Here’s my story of fleeing Libya – and surviving | Hakim Bello</a> </p> \n</aside> \n<p>As he attempted to raise funds for Moas, Catrambone found donors sceptical. The Italian navy had launched the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/oct/27/uk-mediterranean-migrant-rescue-plan\">Mare Nostrum</a> operation, at a cost of €9m per month, after the October 2013 shipwrecks, to pick up migrants as they left Libyan waters. (“Italians are frickin’ heroes, man,” Catrambone told me.) This, at least, made it unlikely that Catrambone would be prosecuted for doing the same. Still, no NGO had become involved at sea, and many European governments complained rescue operations were a “pull factor” that would increase both migration attempts and deaths. Setting up Moas was not cheap, with monthly operating costs of up to €600,000. Two rigid-hulled inflatable speedboats with twin 70-horsepower engines were bought to ferry migrants to the Phoenix. Catrambone hired an experienced search and rescue crew as well as leasing two helicopter drones and their operators from the Austrian company Schiebel. He was determined to get out to sea, however, and Regina agreed that they could cover the 10-week operation in 2014 with a further $2.3m of their own money.</p> \n<p>With Catrambone on board, the Phoenix left on its first mission late in August 2014, heading for international waters close to Libya. The migrant crisis was continuing to intensify. That year, mostly during the migration “high season” that runs from March to October, 100,000 people squeezed into the overcrowded vessels that pushed off almost daily from the shores of Libya; at least 3,419 died en route.</p> \n<p>Moas was planning to act under the instructions of the Maritime Rescue Coordination Centre (MRCC) in Rome, which covers the zone crossed by migrant boats from Libya and can order any vessel to undertake a rescue. Given how well suited to the task the Phoenix was, it was inevitable that MRCC would eventually ask it to help. Cauchi was a recognised search and rescue expert, and the Phoenix’s 1.2-metre freeboard (the space from the waterline to the open deck) made it a far safer vessel to scramble on to than the lumbering tankers and cargo carriers that sometimes lower long rope ladders to already exhausted migrants, some of whom are pregnant or too young to even walk. A doctor was on board and the vessel was equipped to look after 400 people.</p> \n<figure class=\"element element-image\" data-media-id=\"15a15e5f2820e9bc332a5fa86b8e95ae9eac1c22\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192920605/0cbb9504-ba3c-4afc-9d32-6191f209642d-460x276.jpeg\" alt=\"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.</span> \n  <span class=\"element-image__credit\">Photograph: DPA/Corbis</span> \n </figcaption> \n</figure> \n<p>The first call came through after four days, on 30 August. The Moas team quickly found itself involved in the simultaneous rescue of two migrant boats, including a wooden fishing vessel with 350 people – many of them families from Syria – that was slowly sinking. By the end of the rescue, water was flooding onto the main deck of the fishing boat, and many of the migrants were in the sea. So many small children were rescued that the Phoenix almost ran out of baby formula. “That was a shock for most of the crew,” Catrambone recalled. “We were a bit overwhelmed with the thought that this was really happening. These children and mothers were at the hands of the sea, at the hands of death.”</p> \n<p>The Phoenix rescued 1,462 people in 10 weeks and helped a further 1,500 onto Italian navy vessels. (There were also lulls when the crew fished for bluefin tuna.) The Phoenix operates in international waters that start just 12 nautical miles from the shores of Libya – now one of the world’s most violent places, where two separate governments have only tenuous control over their territories. An American consultant hired to advise on security fretted that the ship’s unarmed crew was too close to Libyan waters, but Catrambone decided he was overreacting – after long periods working in Iraq and Afghanistan (and a narrow brush with death during a missile strike in Israel), Catrambone felt he knew how to calibrate risk; the success of his own business, he says, is based in part on the tendency of others to exaggerate danger. “We are not afraid to go where others are [afraid],” he told me. “We don’t need a military convoy to take us.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You might not get on the Phoenix as a humanitarian, but you are one when you get off</p> \n  <footer> \n   <cite>Christopher Catrambone</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>While Catrambone joined the speedboat crew on rescue missions, Regina and her daughter Maria Luisa helped care for the migrants when they arrived on the Phoenix. One night Maria Luisa found herself talking to a fellow 18-year-old – a cultured, English-speaking Syrian girl named Rasha, who was travelling on her own after both her parents were killed. “I looked at her and I looked at me, and I said: ‘What if I was Rasha? What if I had to see people being killed by snipers every day, seeing my parents killed right before my eyes?’ I would want to leave,” she explained. “She was so brave. She travels, she gets on a boat. And she says: ‘Either I am going to make it, or I am going to die trying.’” The more the rescues went on, and the more stories they heard, the deeper the family and crew found themselves bound to the mission. “You might not get on the Phoenix as a humanitarian,” Catrambone said. “But you are one when you get off.”</p> \n<p>* * *</p> \n<p><strong>In October, a few days after their final mission of 2014,</strong> I met Catrambone at a small restaurant in Malta. He appeared on a Vespa scooter, looking distinctly unlike a millionaire. (There are expensive cars in his driveway, I later found, but he is still taken to the airport in a tiny old Peugeot 106 by a retired Maltese taxi driver named Charlie.) In the photographs I had seen, Catrambone sported a spiv’s moustache, though he was starting to add what would become a thick, tightly curled beard. Passionate, single-minded, and slightly unnerved by the press attention Moas had just begun to receive, Catrambone talked up his business but was disarmingly modest. (“He says he is the thinker, and I am the doer,” Regina told me later. “Everything that we have done together has been successful,” he added.) He larded his conversation with colourful Louisiana slang, which he then apologised for. He delivered riffs about the millennial generation being tired of huge corporations, excess and greed. He worried that capitalism had lost its soul by eliminating trust. “Wealth can be very short-term,” he said. “We are not trying to be crusaders. We’re just being humans, keeping hold of our dignity.”</p> \n<p>At the time, Catrambone was worried that the “pull factor” lobbyists had won the argument over European migrant policy. Italy, under pressure from the rest of Europe, had announced the end of Mare Nostrum. Yet the pressures pushing people out of places such as Syria and Eritrea had not disappeared, while Libya remained a perfect operating base for smugglers. When the winter winds settled in the spring, and the sea calmed, migrants would set out once more, he told me; on fine days, that would mean more than a thousand people in numerous boats. The Phoenix, with space for just 400, was set to be the only dedicated rescue vessel.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/19/italian-prime-minister-matteo-renzi-emergency-summit-700-drown-mediterranean\">EU ministers meet for crisis talks after hundreds of migrants drown in Mediterranean</a> </p> \n</aside> \n<p>It took the Mediterranean’s worst modern marine disaster, and some 850 deaths, to finally discredit the “pull factor” theory. On <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/19/700-migrants-feared-dead-mediterranean-shipwreck-worst-yet\">18 April</a>, as the Catrambones were preparing Phoenix to sail again in May, a large Portuguese cargo boat called the King Jacob was sent to rescue a smaller, steel-hulled cargo vessel carrying up to 900 migrants about 17 miles off Libya. The King Jacob stopped 100 metres from the marooned boat, whose captain – believed to be a Tunisian – manoeuvred clumsily in the dark, ramming the Portuguese boat. The migrant vessel rapidly sank, taking those below decks with it and tipping the rest into the black night sea. Only 28 people survived. The two dozen corpses pulled from the sea were sent to Malta, where on 23 April, the Catrambones sat at an interfaith funeral before rows of dark wooden caskets, and a single white child’s coffin marked “Body No 132”. Within days, a few wilted flowers on an anonymous common grave at the Addolorata cemetery were the only sign that the dead had ever existed.</p> \n<p>A few days later, I sat with Catrambone on the quay in Marsa, Malta as the Phoenix was loaded for its first mission of this year. Individual bags of emergency rations and basic clothing were being prepared by their new partners from the Dutch branch of <a href=\"http://artsenzondergrenzen.nl/?utm_source=google&amp;utm_medium=grants&amp;utm_content=home&amp;utm_campaign=selfie&amp;gclid=CP7s1eXaxsYCFSTmwgodtBwDHw\">Doctors without Borders</a>, who would care for the migrants on board. One cardboard box was marked “body bags”. Catrambone was angry about the King Jacob tragedy, but it had shamed Europe’s politicians and he was hopeful that something was changing. Naval vessels, including the Royal Navy’s HMS Bulwark, were on their way. He had even heard Jean-Marie Le Pen, the rabidly anti-immigrant founder of France’s Front National, praise the Phoenix’s work. Some still disagreed. “We will only encourage more and more people to set sail in upturned bath-tubs and patched-up lilos,” <a href=\"http://blogs.spectator.co.uk/coffeehouse/2015/06/the-madness-of-the-royal-navys-rescue-mission/\">Rod Liddle wrote in the Spectator</a> a few weeks later. “Among them will be maniacal jihadis and assorted criminals, all expecting to be rescued by the countries which, in some cases, they wish to destroy.”</p> \n<p>Catrambone fretted that Moas was overstretching family resources – both time and money – and, with only €1m pledged, he could not understand why there had been so few donations from rich individuals, especially in the Middle East. “It is mostly Muslims who are coming, and there should be help from these rich Arab people that are sitting there, that don’t know what to do,” he said. But separating politics from rescuing migrants is tough: after announcing they would join the Phoenix this year, Doctors Without Borders in Holland lost some of its donors, who were apparently happy to help mitigate damage from war, famine, or Ebola, but did not want their money spent on rescuing people heading for Europe.</p> \n<p>* * *</p> \n<p><strong>By the time I stepped on board the Phoenix</strong> to join a week’s mission on 14 June, it looked like 2015 was set to be another record-breaking year for Mediterranean migration. We sailed out past the ancient forts overlooking Valletta’s Grand Harbour and into a two to three-metre swell that pushed the short, sharp Mediterranean waves above the height of a man. It was hard to imagine any migrant boat daring to launch in such conditions. But several days of bad weather, when the smugglers rest, were coming to an end.</p> \n<p>That same evening, as we were heading south towards Africa, Robel Buzuneh and Misgina Tsigay sat in a warehouse, in what they believed was the Libyan navy’s dockyard in Misrata – a space shared by two smuggling gangs. Like them, most of the 620 people there were Eritreans fleeing a 20-year-old dictatorship known for torture, extrajudicial killings, and forced military service. Buzuneh, a 27-year-old former business student, and Tsigay, 30, were both deserters and, for different reasons, traumatised by the trip. Buzuneh thought he would die in the desert after having been abandoned by his traffickers and running out of food and water. Tsigay had witnessed two of his party, and three Libyan drivers, being shot by an Egyptian border patrol. In the warehouse they ate a monotonous diet of pasta, while men with guns watched over them.</p> \n<p>As the Phoenix’s reinforced steel bow ploughed through the swell towards the Libyan coast, the Eritreans were shepherded into groups of 50 to 100 and put into motor skiffs that carried them through the dark towards two fishing boats that, to their dismay, were both very old and very small. “We did not know the captain and did not know what the boat would be like,” Buzuneh said. The Libyans distributed them around the boat, trying to keep it even. Buzuneh ended up stuffed – his knees against his ears – in a space below deck that was just over a metre high.</p> \n<p>Further along the coast, Bakory Jobe, a 20-year-old from Gambia, in west Africa, was part of a group of 109 who took turns carrying a large inflatable boat with a Libyan smuggler sat atop, “like on a throne”. Fifty minutes after setting out from a forest clearing where several hundred sub-Saharan Africans were gathered, they reached the sea and pushed off in the packed rubber vessel, heading for international waters where they expected to be rescued. “My legs were trembling and I was praying the whole night,” Jobe said.</p> \n<div>\n __VIDEO_EMBED_gu-video-456438735__\n</div> \n<p>Both boats yawed and rolled in the swell. In Buzuneh’s overstuffed fishing boat, people vomited over each other. Heat from bodies packed tightly together and from the engine added to the fear, thirst and claustrophobia. “Everyone was very frightened,” said Buzuneh. “They told us we would be rescued in six hours … After 11 hours we were very scared. With this small boat it is impossible to go for a long period of time, or for a long distance.”</p> \n<p>The next morning, below deck on the fishing boat, Buzuneh had a small satellite phone thrust into his hands. The smugglers’ men on the boat had called MRCC Rome, and ordered him, as one of the few English speakers, to transmit their coordinates. Soon a call came through to the Phoenix, directing it to find the boat, which was 30 nautical miles away. Catrambone’s team had already launched a camcopter drone, which now headed towards the location Buzuneh had specified, and soon the drone was close enough to make out a blue fishing boat packed with people, doing the characteristic drunken zig‑zag of a small boat struggling to maintain a steady course in a big sea. “They just move like ants out there, being pummelled by the waves,” Catrambone told me later. With the position and direction of the boat established by the drone, the Phoenix set out to intercept it. Soon a small yellow dot appeared on the radar screen; Cauchi peered through his binoculars to see the blue hull appear on the horizon. The boat sat low in the water, a sign that it was bearing the weight of hundreds of people.</p> \n<p>Cauchi directed the rescue operation from the bridge of the Phoenix, which stopped about a mile away from the overladen fishing boat. He ordered the speedboat lowered and it soon sped off with three crewmen, a doctor and a huge sack of life jackets on board. “Every time we are sent to an operation, I think sooner or later I will have a heart attack, because you are always thinking what will go wrong,” Cauchi said. “It needs to be done carefully.” The speedboat approached from the back, to prevent people lurching to one side and capsizing their boat.</p> \n<p>They were ordered to sit down and to allow the women and children off first. A group of teenage girls, alternately smiling nervously and grimacing with fear, were lowered onto the speedboat. The Phoenix’s deep hull acted as a barrier, calming the waves on the lee side, where the girls were pulled aboard. On a second run, smaller children appeared, as young as three, dwarfed by their orange life jackets and clinging to their mothers. A smooth routine followed: the speedboat went back and forth, carrying 15 people at a time. The fishing boat rose slowly in the water as it was emptied, though the upper deck kept filling as the cramped human cargo below deck crept out of the narrow, square hatches.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/apr/15/migrants-rescued-off-the-italian-coast-in-pictures\">Migrants rescued off the Italian coast – in pictures</a> </p> \n</aside> \n<p>I joined the speedboat crew as they bumped across the open sea to pick up another group of migrants. When I clambered onto the fishing boat after the last men left, it occurred to me that an armed smuggler might be hiding below deck, waiting to sail the boat back to Libya. But nobody was there. (Catrambone later told me he had once experienced the same sensation, and ended up hollering through the hatch, telling anyone still there to come out or face his wrath.) Water was pooling beside the still-throbbing Hyundai engine. Both decks were a mess of water bottles, discarded scarves and shoes, half-eaten packs of cheese triangles and little drawstring bags with pictures of Lionel Messi or Cristiano Ronaldo. Plastic bags and other rubbish floated around the stinking lower deck. A small plastic bag can easily block the pump. “If the bilge pump stops, you are done,” said Cauchi. The smugglers had also put in new unpainted wooden struts to ensure the upper deck did not give way under the weight of 150 people. Empty boats are valuable, and during a recent rescue, three Tunisian fishing boats approached while Catrambone was helping get the last men off. “They were signalling for us to come over and talk,” Catrambone recalled. “Our thought was that either they wanted to kidnap us or take the boat. It’s better not to talk to them.”</p> \n<p>Back on the Phoenix, one girl, her trousers covered in vomit, collapsed as soon as she got on board. Mostly there was quiet relief as energy snacks, water bottles, blue towels, woollen socks and thin white, wind-blocking protective overalls were handed out. After a few minutes of stunned silence the small children, miraculously, began playing.</p> \n<p>* * *</p> \n<p><strong>Later in the day, when 106 survivors</strong> from Jobe’s inflatable boat were transferred onto the Phoenix from a rescue boat chartered by the Belgian branch of Doctors Without Borders, it became clear how successful our first rescue had been. On Jobe’s boat, which had called the MRCC on a satellite phone that morning, the rescue effort had gone badly wrong: three people drowned at the last moment, and as air leaked out of the inflatable boat, he had watched a panic break out as five or six people fought to grab the rope ladder lowered to them. Unable to swim, he decided to sit still, but more than a dozen people fell into the sea. Another Gambian, Abubacarr Gibba, aged 27, fought to get onto the ladder, fell in the water, climbed out and then fell back in. “I can’t swim. I always said I was like a big stone,” he said. But the sea refused to drag him down and when he broke surface a second time and began vomiting gasoline-tanged sea water, a friend urged him to reach a life jacket that had been hurled into the water. “I managed to swim, which I had never done in my whole life.” The inflatable boat, he thought, would not have lasted another hour.</p> \n<p>For the next 48 hours, a small sample of 21st-century African migrants to Europe – with the addition of a few Bangladeshis – lived squashed together on the Phoenix’s two outside stern decks, telling their stories. For some, the sea had been a minor hardship compared to what happened before. “Libya is hell for black people,” said Jobe, who still had wounds on his knee from a beating. On his first day in Libya, 40 of his group were kidnapped by armed men who robbed them. “They shot a friend in the leg,” he said. Buzuneh and the other Eritreans had each paid $4,000 to travel via Khartoum, in Sudan. “I didn’t think it would be this difficult,” he said. “People think Europe is heaven.”</p> \n<figure class=\"element element-image\" data-media-id=\"62954ffa54d110047870f37ab92cfd2a67160aad\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436192729356/ec2d8c15-e4db-43b9-a550-c9d9d16dfd7f-460x276.jpeg\" alt=\"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Silverstone</span> \n </figcaption> \n</figure> \n<p>The teenage girls remained quiet about their ordeal. Jobe knew why. “Every night Libyans come with their guns and take three or four of our women,” he said. “If you cry he will beat you. Then maybe after he will give you one packet of biscuits.” On deck a couple of teenage girls – no older than 15 – saw Maria Luisa as a confidant. “Men not good,” one explained, pointing at her own body. After two summers of regular missions and taking professional seafarer’s exams, Maria Luisa has matured beyond her years and learned to hide her own horror at the stories she hears. “Sometimes it is too overwhelming, and you just want to say: ‘I can’t believe they are really doing this to you.’ But you can’t say this because they need to talk, and they need to be heard.”</p> \n<p>The Phoenix’s upper deck was packed. Men trod on each other, argued briefly over the tiny spaces available to stretch out, and continued to vomit. Mostly, though, they slept, ate the freeze-dried <a href=\"http://adventurefood.com/en/\">Adventure Food</a> vegetable hotpot that had been heated up with boiling water, and wondered about the future. “I don’t know what will happen tomorrow,” said Gibba “But we think we will feel safe in Europe.” Some wanted to go to Britain, because they knew the language. “It will be easier, because we in Gambia were colonised by England,” reasoned one man with a brother in Leicester. Others wanted to go to Germany, or Switzerland, or simply did not care.</p> \n<p>After the second night, they awoke to see the low coastline of Sicily before the Phoenix entered the harbour at Augusta. A dizzying array of Italian organisations waited on a cargo dock beside a mountain of scrap metal. The migrants stepped down the gangplank to touch European soil and walked on to a tented processing camp with doctors, fold-out beds, food and tents proudly bearing the name of Italy’s “Ministero Dell’Interno”. UNHCR officials were ready to help process asylum petitions, which Eritreans can expect to have accepted. They were moved on to permanent camps by the morning, though many flee these immediately, knowing that EU rules mean that if they were to be fingerprinted by Italian police, other European countries could send them back there. Further along the coast, Eithne, an Irish naval service patrol boat, was delivering a similar number of people. Another thousand migrants had made it to Europe in a single, not very remarkable, day.</p> \n<p>* * *</p> \n<p><strong>We sailed back to Malta through rough sea</strong>, the white-tops occasionally dumping their froth on the deck, while Cauchi stared out of a window and marvelled at how stable the boat remained. By the time we docked in Malta again, the European Union had adopted a more aggressive stance, agreeing to establish a €12m military operation to sink boats used by smugglers. Catrambone likens military and law enforcement attempts to stop migration to the war on drugs. The problem will not go away, he says, until there are no users. “It just don’t look like there’s any fricking chance of any alternative happening right now,” he said. “There is no easy answer. That is why I am saying you really have to focus in on saving people’s lives first.”</p> \n<p>Catrambone says he would close Moas’s Mediterranean operation if Europe had something better to offer, but that does not seem likely to happen soon. He once told me that he could have replaced the whole Mare Nostrum operation with something similar for a third of the cost, and he continues to think in ever bigger terms. He would like to have $10m a year to charter a new boat, a 45-knot Australian-built catamaran ferry named HSV-2 Swift, which is two and half times the size of the Phoenix. It could make the trip from the rescue zone to Sicily in just five or six hours. That may seem fantastical - but it is no more so than the idea of MOAS seemed less than a year ago. Catrambone did not rule out the possibility that Moas would operate elsewhere – a similar migrant tragedy, after all, is occurring off Myanmar, as the Muslim Rohingya minority flees persecution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/sep/18/-sp-world-briefing-europe-worsening-migrant-crisis\">Europe’s worsening migrant crisis – the Guardian briefing</a> </p> \n</aside> \n<p>All that will require more money. While we were out at sea, a fundraising drive by the activist organisation Avaaz reached $500,000, slightly less than a month’s costs. Moas will now just about cover running costs from donations this year, though the Catrambones continue to plug holes. Catrambone knows one of his problems is that, unlike many other wealthy individuals, he is at the action end of the philanthropy chain. Most set up foundations to finance political advocacy or donate to existing NGOs, many of which have large memberships. He and Regina are wary of Moas being seen as an eccentric millionaire’s hobby, making it harder to raise money and awareness. “We are not bored, we are not old, we have a lot to do,” said Regina, who has increasingly turned her attention away from their business and towards Moas. And with a large, well-organised NGO like Doctors without Borders sending its own boats this year, there is now an element of competition for raising funds. Cooperation, Catrambone says, is the future. Catrambone has also thought of seeking funding from the merchant marine industry, which loses money every time a cargo vessel or oil tanker is ordered to a rescue.</p> \n<p>Whatever the future holds, nothing can change the fact that the Catrambones – initially self-financed, freelance operators – have set both a precedent and, having never lost a life, a standard. Those who care about migrants drowning, Catrambone insists, no longer have to wait for governments to act. They can turn, instead, to Moas or other NGOs. He had already told me that if the family business ever went down, he and Regina would have no regrets about spending so much time and money on Moas. “A lot of people say: ‘Oh, look at the millionaires! They’ve spent a lot of money’,” he said. “I’ve invested my life into this and my family has invested our savings. This is important for us and we believe in it. And you know what, if I am poor one day and I’m out in the street, well so be it. But we did this. And we are proud of it. I will never take anything back.”</p> \n<ul> \n <li>Follow the Guardian long read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a><br /></li> \n</ul> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/07/mediterranean-migrant-arrivals-italy-passes-50000\">Mediterranean migrant crisis: number of arrivals in Italy in 2015 passes 50,000</a> </p> \n</aside>","section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192181522/ac5d1af8-1e7b-457d-99b6-98f5b86f7ae2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Silverstone","altText":"The Migrant Offshore Aid Station's ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean sea.","cleanCredit":"Photograph: Tom Silverstone"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192583959/42116d54-e462-4edd-8b7e-b92fd47d0660-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together. Photograph: Jason Florio","credit":"Jason Florio","altText":"Chris Catrambone and his wife, Regina, who run Moas.","cleanCaption":"‘I rescue people for money in my other job. I know what to do’ … Chris Catrambone and his wife, Regina, who run Moas together.","cleanCredit":"Photograph: Jason Florio"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192922069/0cbb9504-ba3c-4afc-9d32-6191f209642d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014. Photograph: DPA/Corbis","credit":"DPA/Corbis","altText":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.","cleanCaption":"Moas rescuers throw bottles of water to refugees in a rubber raft near Malta in August 2014.","cleanCredit":"Photograph: DPA/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192730887/ec2d8c15-e4db-43b9-a550-c9d9d16dfd7f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya. Photograph: Tom Silverstone","credit":"Tom Silverstone","altText":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.","cleanCaption":"Teenage girls, possibly from Eritrea, who were rescued by the Pheonix off the coast of Libya.","cleanCredit":"Photograph: Tom Silverstone"}],"webPublicationDate":"2015-07-08T06:15:03Z","lastModified":"2015-07-08T06:34:26Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Giles Tremlett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilestremlett"}],"feature":true,"keywords":["Migration","Philanthropy","Malta","Libya","Middle East and North Africa","Africa","Italy","World news","Europe","Syria","Eritrea"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"society/philanthropy","webTitle":"Philanthropy"},{"id":"world/malta","webTitle":"Malta"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/italy","webTitle":"Italy"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/eritrea","webTitle":"Eritrea"}],"section":{"id":"news"},"topics":[{"displayName":"Giles Tremlett","topic":{"type":"tag-contributor","name":"profile/gilestremlett"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-457434206","source":"guardian.co.uk","durationInSeconds":686,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707MOASboat_2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707MOASboat_2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436298122549/KP_344867_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","credit":"guardian.co.uk","altText":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video","cleanCaption":"620x372 trailpic for  'At the hands of the sea'- the private rescue ship saving migrants on the Mediterranean  video"}},{"id":"gu-video-456438735","source":"Reuters","durationInSeconds":114,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10278872&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/21/150421migrantsfinal.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/21/1429632781159/crop_KP_190519_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video ","cleanCaption":"620x372 trailpic for Joy and pain for migrants who survive perilous sea journey - video "}}],"adTargetingPath":"news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","shortUrl":"http://gu.com/p/4adhy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea","webUri":"http://www.theguardian.com/news/2015/jul/08/millionaire-who-rescues-migrants-at-sea"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192181522/ac5d1af8-1e7b-457d-99b6-98f5b86f7ae2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Migrant Offshore Aid Station’s ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean. Photograph: Tom Silverstone","credit":"Tom Silverstone","altText":"The Migrant Offshore Aid Station's ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean sea.","cleanCaption":"The Migrant Offshore Aid Station’s ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean.","cleanCredit":"Photograph: Tom Silverstone"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436192181522/ac5d1af8-1e7b-457d-99b6-98f5b86f7ae2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tom Silverstone","altText":"The Migrant Offshore Aid Station's ship, the Phoenix, receives migrants rescued during an attempt to cross the Mediterranean sea.","cleanCredit":"Photograph: Tom Silverstone"}}]},{"title":"What child poverty campaigners in the UK could learn from New Zealand","rawTitle":"What child poverty campaigners in the UK could learn from New Zealand","item":{"type":"article","id":"society/2015/jul/08/child-poverty-campaigners-uk-learn-new-zealand","title":"What child poverty campaigners in the UK could learn from New Zealand","trailText":"A right-leaning government that’s handing out benefits rises – it seems unlikely, but could the UK follow suit?","standFirst":"A right-leaning government that’s handing out benefits rises – it seems unlikely, but could the UK follow suit?","byline":"Max Rashbrooke","body":"<p>Consider this scenario: a centre-right party, handed an unexpectedly large majority, sweeps into government – and promptly promises to make child poverty a key focus of its next term in power, before delivering the first rise in benefit rates in over 40 years. For British readers, this may sound like a distant fantasy. But it is exactly what has happened in New Zealand.</p> \n<p>There, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/20/new-zealand-election-john-key-national-overwhelming-victory\" title=\"\">the National party – the country’s Tory counterpart – won its third term of government last year</a>. Yet John Key used his first working day after being re-elected prime minister to announce that he had asked officials for “fresh ideas” on tackling child poverty.</p> \n<p>Then, in a budget delivered in May, finance minister Bill English announced that<a href=\"http://www.radionz.co.nz/news/political/274300/budget-2015-lukewarm-support-for-child-poverty-bill\" title=\"\">&nbsp;benefits for families with children would rise by NZ$25 (&pound;11) a week</a>, or around 8%. Although experts such as professor Jonathan Boston, a co-author of&nbsp;<a href=\"http://www.bwb.co.nz/books/child-poverty-in-new-zealand\" title=\"\">Child Poverty in New Zealand</a>, point out, this would have a “marginal” effect on poverty rates, since many beneficiary families are more than NZ$100 (&pound;44) below internationally accepted poverty lines, the contrast with the UK could not be starker. Yet the political conditions in the two countries are broadly the same.</p> \n<p>In New Zealand, <a href=\"https://www.msd.govt.nz/documents/about-msd-and-our-work/publications-resources/monitoring/child-material-hardship-2015.docx\" title=\"\">18% of children – some 200,000 – live in households unable to meet basic needs</a>, such as keeping their house warm, replacing worn-out clothes or paying their electricity bill; in Britain, the figure is 16%. In both countries, <a href=\"http://union.org.nz/sites/union.org.nz/files/CTU_public_services.pdf\" title=\"\">benefits are low by international standards</a>, and the public’s attitude towards their recipients is increasingly negative. Income inequality is strikingly similar, too: in both countries <a href=\"http://www.scribd.com/doc/270373222/2012-Household-Incomes-in-New-Zealand\" title=\"\">the top fifth get around 40% of all income, while the bottom fifth get just 8%</a>.&nbsp;</p> \n<p>When it comes to solutions, both governments are focused on forcing people off benefits, with no real monitoring of what happens to them afterwards. They are also both cutting, or looking to cut, in-work benefits, sometimes by stealth: the New Zealand government has in the last three years cut more than NZ$1bn from those payments – by lowering the income level at which families start to lose them, increasing the rate at which they abate, and not properly indexing them for inflation – almost without anyone noticing. (One suspects George Osborne has been taking notes.)</p> \n<p>New Zealand does, however, provide a slightly more fertile climate for anti-poverty campaigners: in a country of 4.5 million people, poverty is more visible than it is in Britain, and some lingering egalitarian sentiment – Key once claimed all New Zealanders have “a socialist streak” – does give campaigners something to work with.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/government-scrap-legal-requirements-child-poverty\">Government to scrap child poverty target before tax credits cut</a> </p> \n</aside> \n<p>But the campaigners themselves can take much of the credit. Focusing on child poverty as having both the most serious consequences and the greatest emotional pull, they have launched what amounts to a full-spectrum attack. New Zealand’s Child Poverty Action Group (Cpag) has publicly confronted governments of all stripes, <a href=\"http://www.cpag.org.nz/resources-publications/cpag-in-the-court-of-appeal-3/\" title=\"\">taking them to court</a> over the decision not to pay certain tax credits to beneficiary households. While the courts ultimately ruled that this decision was legal, they also found it was discriminatory. The court case kept the issue in the media for long spells and prompted many political parties to promise to end the discrimination. Meanwhile, Cpag also delivered a stream of carefully researched <a href=\"http://www.cpag.org.nz/resources-publications/publications/\" title=\"\">reports on the consequences of and solutions to child poverty</a>.</p> \n<p>Meanwhile the Every Child Counts coalition of charities, spearheaded by Deborah Morris-Travers, previously an MP for the centrist New Zealand First party, has lobbied ministers and made much of the <a href=\"http://blog.unicef.co.nz/2014/10/16/the-cost-of-child-poverty-in-new-zealand\" title=\"\">economic cost of not tackling child poverty</a>.</p> \n<p>“The government knows that it spends NZ$6bn-8bn [a year] on poverty-related problems such as health needs, remedial education, justice and other social issues, yet it is reluctant to spend a fraction of that amount to fix the problem at source,” said Morris-Travers ahead of May’s budget.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c2118074e5b5e505a9bbc80e3093ff65f47da9dc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/6/1436186307968/578d8952-1822-4787-a56e-551cc980c4c6-280x420.jpeg\" alt=\"Deborah Morris-Travers\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Campaigner and former New Zealand First MP, Deborah Morris-Travers</span> \n </figcaption> \n</figure> \n<p>The <a href=\"http://www.occ.org.nz/assets/Uploads/EAG/Final-report/Final-report-Solutions-to-child-poverty-evidence-for-action.pdf\" title=\"\">Children’s Commissioner, a statutory body, also weighed in with a major report on solutions</a>. In the media, investigative reporter, <a href=\"http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=10768107\" title=\"\">Brian Bruce’s 2011 documentary Inside Child Poverty</a> shocked many with its depictions of cold, damp houses causing outbreaks of respiratory diseases. Also influential was the crusading journalism of primetime current affairs host <a href=\"http://www.radiolive.co.nz/Why-weve-tried-to-lift-the-lid-on-child-poverty---John-Campbell/tabid/506/articleID/30960/Default.aspx\" title=\"\">John Campbell, who made the plight of hungry schoolchildren</a> – New Zealand has no official free school meals programme – into a major issue. And Boston’s book, which set out both a centre-left and a centre-right agenda for tackling child poverty, has helped get the message into unexpected quarters. Conservative commentator John Roughan, who authored a favourable biography of Key, used <a href=\"http://www.nzherald.co.nz/opinion/news/article.cfm?c_id=466&amp;objectid=11394288\" title=\"\">a column</a> earlier this year to urge ministers to read&nbsp;Child Poverty in New Zealand, and backed its suggestion that benefits should increase in line with wages, not inflation – a move that would mark a major departure from current policy.</p> \n<p>All told, this focus on child poverty has helped make it one of the top issues in opinion polls. Boston says those poll results, combined with evidence about the damage caused by child poverty and “genuine concern” on the part of senior ministers, have spurred what he describes as the “modest policy changes” announced to date. Those measures will, he adds, “almost certainly help ‘defuse’ child poverty issues, at least for a year or two”.</p> \n<p>I hope to keep the issue in the public eye for longer by learning how academics, thinktank researchers, campaigners and others are going about the same task in the UK where I am visiting on a Churchill Fellowship.</p> \n<p>As the editor of <a href=\"http://www.bwb.co.nz/books/inequality\" title=\"\">Inequality: A New Zealand Crisis</a>, and a research associate at the <a href=\"http://igps.victoria.ac.nz/About/overview.html\" title=\"\">Institute for Governance and Policy Studies</a> at Victoria University, what has struck me is research done by the <a href=\"http://www.jrf.org.uk/blog/2012/11/work-poverty-outstrips-poverty-workless-households\" title=\"\">Joseph Rowntree Foundation</a>, the <a href=\"http://www.resolutionfoundation.org/publications/low-pay-britain-2014/\" title=\"\">Resolution Foundation</a> and others – showing that work is no longer a surefire route out of poverty. The findings seem to be getting through to the British public. In the UK, two-thirds of all poor children <a href=\"http://www.cpag.org.uk/child-poverty-facts-and-figures\" title=\"\">have a parent in some kind of work</a>. (In New Zealand, that figure is 50%.) Suzanne Hall, research director at pollsters Ipsos Mori says that before the global financial crisis, the public tended to think of poor people as “those with substance abuse problems, or the homeless”. Now, she says, focus groups cite more everyday examples: people in unstable employment, working zero-hour contracts or on low pay. “In short, employment is no longer seen as a guarantee that you’ll be protected from poverty,” she says.</p> \n<p>Riding on the back of those concerns, Britain’s<a href=\"http://www.livingwage.org.uk/\" title=\"\"> Living Wage campaign</a> has clearly been a success, not just in signing up so many employers – <a href=\"http://www.livingwage.org.uk/employers\" title=\"\">more than 1,500 to date</a> – but also in achieving at least a modicum of cross-party support, with many government departments already on board and figures such as London mayor Boris Johnson among its most prominent advocates. New Zealand’s nascent Living Wage movement has already had some high-profile successes, but remains staunchly opposed by centre-right parties and business organisations.</p> \n<p>Many of the people I have met on this trip believe that concerns about working poverty should be the focus of campaigning, given the widespread belief that no one in work should be poor. The danger, of course, is that this might do nothing to help families reliant on benefits, who are already the most stigmatised and the poorest.</p> \n<p>As John Hills, professor of social policy at the London School of Economics argues in &nbsp;<a href=\"http://bookshop.theguardian.com/good-times-bad-times-2.html\" title=\"\">Good Times, Bad Times: The Welfare Myth of Them and Us</a>, most of us will be welfare recipients at different stages of our lives.&nbsp;</p> \n<p>As the growth of precarious work increasingly blurs the lines between work and welfare support, the opportunity may open up for a new settlement – based around easing the transitions between the two stages, and support for lifetime learning – that could help all those in poverty. The TUC’s <a href=\"http://savingoursafetynet.org/\" title=\"\">Saving Our Safety Net</a> campaign is just one example of an attempt to build alliances between workers and benefit recipients by pointing out their joint reliance on the safety net being there in times of trouble.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/27/working-families-struggle-make-ends-meet-poverty-liverpool\">On the edge: the working families who struggle to make ends meet | Dawn Foster</a> </p> \n</aside> \n<p>In all this, one of the main concerns that I and others have is how to make more visible the stories of people living in poverty, without portraying them as helpless victims of their situation. But there are some encouraging examples of people navigating that difficult issue well. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/27/working-families-struggle-make-ends-meet-poverty-liverpool\" title=\"\">Liverpool city council recently released a powerful report that simply sets out the stories</a> – and household budgets – of poor working families. The Church Action on Poverty group has released a series of <a href=\"http://realbenefits-street.com/\" title=\"\">Real Benefits Street videos</a> designed as a counterpoint to the controversial Channel 4 series, <a href=\"https://twitter.com/hashtag/benefitsstreet?src=hash\" title=\"\">hijacking the programme’s hashtag on Twitter </a>and training people in poverty to be articulate defenders of their own position.&nbsp;</p> \n<p>Britain is also fortunate to have a Child Poverty Act. Its clear and binding targets for reducing poverty, enshrined in law, create a focus for action and raises the issue’s profile. Even if the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/01/government-scrap-legal-requirements-child-poverty\" title=\"\">Conservatives plan to change the way child poverty is measured</a>, having it in law raises the political stakes for doing so.</p> \n<p>So there’s much that New Zealand can learn from Britain. In contrast, the lesson from New Zealand is that you need to get a lot of things right over a long period of time: with robust information about levels of poverty, but also powerful individual stories about its consequences. Television is crucial, because of its visual power, and because it can help explain the causes of poverty, as it has in New Zealand, rather than obscuring them, as Benefits Street arguably does.</p> \n<p>A good division of labour helps, too: you need groups who are willing to take a hard line on the issue, but also people who will work across divides and set out strategies that can be taken up on either side of politics. Articulating viable solutions is important to counteract a belief many people have that there is nothing that can be done about poverty, which often keeps them from engaging with the issue. Finding unusual public figures to advocate for the issue also helps, as research shows that few things are more likely to change opinions than a message from an unexpected source.</p> \n<p>New Zealand’s successes should not be overstated. We are a long way from making a real assault on poverty, but it shows that the debate can be shifted. And what I’ve seen in the UK suggests that other parts of the puzzle are falling into place. So, from the experiences of the two countries, I am confident that a coherent pushback against widespread poverty is starting to take shape.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436186173499/New-Zealand-s-Child-Pover-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on governments of all stripes, and got results. Photograph: Child Poverty Action Group","credit":"/Child Poverty Action Group","altText":"New Zealand’s Child Poverty Action Group demonstration, Auckland","cleanCaption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on governments of all stripes, and got results. Photograph: Child Poverty Action Group"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436186307429/578d8952-1822-4787-a56e-551cc980c4c6-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Campaigner and former New Zealand First MP, Deborah Morris-Travers","credit":"author","altText":"Deborah Morris-Travers","cleanCaption":"Campaigner and former New Zealand First MP, Deborah Morris-Travers"}],"webPublicationDate":"2015-07-08T04:00:01Z","lastModified":"2015-07-08T04:00:01Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Max Rashbrooke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/max-rashbrooke"}],"feature":true,"keywords":["Poverty","Children","Benefits","Society","Social exclusion","New Zealand","Asia Pacific","World news","Welfare","Politics"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/children","webTitle":"Children"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/society","webTitle":"Society"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"world/newzealand","webTitle":"New Zealand"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"society"},"topics":[{"displayName":"Max Rashbrooke","topic":{"type":"tag-contributor","name":"profile/max-rashbrooke"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/08/child-poverty-campaigners-uk-learn-new-zealand","shortUrl":"http://gu.com/p/4adfc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/08/child-poverty-campaigners-uk-learn-new-zealand","webUri":"http://www.theguardian.com/society/2015/jul/08/child-poverty-campaigners-uk-learn-new-zealand"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436186173499/New-Zealand-s-Child-Pover-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on government in the courts, and got results. Photograph: Child Poverty Action Group","credit":"Child Poverty Action Group","altText":"New Zealand’s Child Poverty Action Group demonstration, Auckland","cleanCaption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on government in the courts, and got results. Photograph: Child Poverty Action Group"}},"importance":6,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/6/1436186173499/New-Zealand-s-Child-Pover-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on governments of all stripes, and got results. Photograph: Child Poverty Action Group","credit":"/Child Poverty Action Group","altText":"New Zealand’s Child Poverty Action Group demonstration, Auckland","cleanCaption":"New Zealand’s Child Poverty Action Group has organised demonstrations and taken on governments of all stripes, and got results. Photograph: Child Poverty Action Group"}}]},{"title":"Ashes 2015 / Can vibrant new England survive Australia onslaught?","rawTitle":"Can vibrant new England survive Australia onslaught?","item":{"type":"comment","id":"sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","title":"The moment of truth: can vibrant new England survive Australia onslaught?","trailText":"England have been transformed by a new aggressive approach but will be severely tested by Mitchell Johnson and Mitchell Starc when the Ashes series starts at Cardiff","standFirst":"England have been transformed by a new aggressive approach but will be tested by Mitchell Johnson and Mitchell Starc when the Ashes series starts at Cardiff","byline":"Mike Selvey in Cardiff","body":"<p>The next month or so will show just how far the vibrant new England have come: whether the cultural transformation infused in the team (and through it, the cricket-following public) during the first part of the summer is a permanent marking or whether it will be washed away under a pace-bowling onslaught.</p> \n<p>The Test series against New Zealand, and the white-ball matches that followed, were a revelation, the counterpunching partnership at Lord’s between Joe Root and Ben Stokes, where the side were in dire trouble at 30 for four, something that may be looked on in time as a watershed. It had strong overtones of the manner in which Michael Vaughan’s team hit back at Edgbaston in the 2005 Ashes, in the aftermath of the heavy defeat in the first Test at Lord’s, and the message was clear. There is always talk of brave new worlds when it comes to the fortunes of England cricket but here was a side adding strong deeds to the rhetoric.</p> \n<p>The new head coach, Trevor Bayliss, enters an environment that is certainly different to that which he would have found a couple of months ago. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/mar/14/england-world-cup-peter-moores\">wounds from the World Cup</a> and all that prefaced it (including the rescheduling of the previous Ashes series to accommodate a more thorough preparation period – that went well) were deep, the fallout had already started with the sacking of Paul Downton, and Peter Moores’ days were numbered no matter what happened on the Test tour of the Caribbean.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/07/alastair-cook-england-attack-minded-australia-ashes\">Ashes 2015: Alastair Cook promises more attack-minded England side</a> </p> \n</aside> \n<p>It might have seemed a daunting challenge but Bayliss actually arrives with the foundations already laid by Paul Farbrace, who has done an outstanding job as interim coach. In this Bayliss is fortunate, for Farbrace has learned some of his trade with Bayliss and will almost certainly carry with him a similar ethos.</p> \n<p>One significant reason Farbrace got the job as understudy with the Sri Lanka team was that Bayliss saw in him a kindred spirit, who saw the game in simple terms, and with whom he could share a beer and just talk cricket. It may seem old fashioned but in such an environment are ideas and relationships forged. The success of the previous partnership will have formed part of the thinking of the director of cricket, Andrew Strauss, when he decided to approach Bayliss.</p> \n<div>\n __VIDEO_EMBED_gu-video-457425718__\n</div> \n<p>It will be a tough start, though, even if the teams are a lot closer in potential than many want to give credit. The Australia captain, Michael Clarke, freely admits that his team have not been the best of travellers, although they have just beaten West Indies comfortably enough.</p> \n<p>But conditions in England, and of course Wales, tend to be considerably different to those in Australia, where pitches generally are faster and bounce more. Cricket in this neck of the woods requires an adjustment in length for the pace bowlers, who must pitch the ball further up (not that easy to do when a default length is shorter), and batsmen who must learn to cope with lateral movement, and to play with softer hands at times. It is part of the reason that the Australians have not won, or even drawn, an Ashes series here since 2001.</p> \n<p>The use of the Dukes ball should be less of an issue given that West Indies use a specially manufactured version of it rather than the more familiar (to Australians) Kookaburra these days. There may be some senior England players who could bear scars from the mauling of the winter before last, but equally there are Australians – Clarke, Brad Haddin, Shane Watson – who have lost three and, in Clarke’s case, four Ashes series.</p> \n<p>If they can say that the knowledge of this only acts as a spur to do better next time, then the same can be said for Alastair Cook, Jimmy Anderson, Stuart Broad and Ian Bell.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jul/07/ashes-2015-mike-selvey-webchat-england-australia\">Ashes 2015: webchat with Mike Selvey</a> </p> \n</aside> \n<p>Whether conditions in Cardiff will be conducive to providing some high-octane cricket is open to question. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2013/may/02/20-great-ashes-moments-cardiff\">Ashes opener in 2009</a> was largely a turgid affair on a slow, unresponsive pitch, enlightened only by a dramatic final hour. There was little in it for pacemen, and while the Australian offspinner Nathan Hauritz did manage six wickets in the two England innings, Graeme Swann and Monty Panesar, playing together in anticipation of a turning pitch, managed combined figures of one for 246 in Australia’s only innings.</p> \n<p>The memory of that will surely be a factor when England come to select their final XI. Any grass this pitch had was removed on the eve of the game, probably more to the chagrin of Clarke than Cook, and it sounds as if it will end up as a sluggish, low surface that offers little to anyone. The low, slow part England will not mind but a little help laterally would not go amiss, even if the pitch itself does not prevent the ball from swinging.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/ashes-preparation-england-australia-first-test-jason-gillespie\">Ashes preparation is ending, time for the main event: England v Australia | Jason Gillespie</a> </p> \n</aside> \n<p>The only debate the England selectors will have had would have concerned the inclusion of Adil Rashid as a second spinner, probably in place of Mark Wood rather than a batsman.</p> \n<p>There has been a groundswell of opinion which urges the promotion of Rashid but it seems to be based largely on his bowling in the recent one-day series against New Zealand. There is, though, a considerable difference between bowling with fielders out, to batsmen with a time constraint, and to Test players who are able to play the ball on merit and wait for the inevitable bad delivery. Cook would not be able to trust Rashid to do the necessary stock job that a spinner must do when there is no help and the seamers need a break. Moeen Ali, however, does need to rediscover the consistency that brought his success against India last summer.</p> \n<p>So unless the pitch suddenly looks as if it will transform into a big turner, Wood will have an important part to play, with his skiddy pace and potential for reverse swing. England are likely to remain unchanged from their previous Test.</p> \n<p>Australia, too, should be unchanged from their success in Jamaica, particularly now that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jul/04/ryan-harris-australia-cricket-retirement-knee-injury-ashes\">Ryan Harris is out of the equation</a>. There has been debate as to whether Mitchell Marsh could replace Watson, but the feeling is that the senior player will be chosen.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287328040/Mitchell-Johnson-in-nets--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson in nets, Cardiff, Ashes tour 2015","cleanCaption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-07T16:46:26Z","lastModified":"2015-07-08T00:08:26Z","metadata":{"commentable":true,"commentCount":303,"contributors":[{"name":"Mike Selvey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mikeselvey"}],"feature":true,"keywords":["Ashes 2015","England cricket team","Australia cricket team","The Ashes","Cricket","Australia sport","Sport"],"tags":[{"id":"sport/ashes-2015","webTitle":"Ashes 2015"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Mike Selvey","topic":{"type":"tag-contributor","name":"profile/mikeselvey"}}],"embeddedVideos":[{"id":"gu-video-457425718","source":"SNTV","durationInSeconds":65,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/07/150707Ashes.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/07/150707Ashes_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/7/1436262866991/KP_344391_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video","credit":"guardian.co.uk","altText":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video","cleanCaption":"620x372 trailpic for 150707_MASHAAL_JULY_SPORTAshes 2015: England will try to out-skill Australia, says Anderson - video"}}],"adTargetingPath":"sport"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","shortUrl":"http://gu.com/p/4aeyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc","webUri":"http://www.theguardian.com/sport/blog/2015/jul/07/england-australia-ashes-mitchell-johnson-mitchell-starc"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436287328040/Mitchell-Johnson-in-nets--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock","credit":"BPI/Rex Shutterstock/BPI/Rex Shutterstock","altText":"Mitchell Johnson in nets, Cardiff, Ashes tour 2015","cleanCaption":"Mitchell Johnson, in action during a net practice at Cardiff, will pose a severe threat to England't top order. Photograph: BPI/Rex Shutterstock"}},"importance":5,"kicker":{"title":"Ashes 2015"},"byline":{"title":"Mike Selvey in Cardiff"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733744790/MikeSelvey.png"}}]},{"title":"Analysis / Could Greece emulate Argentina's success after it defaulted in 2001?","rawTitle":"Could Greece emulate Argentina's success after it defaulted in 2001?","item":{"type":"article","id":"world/2015/jul/08/greek-crisis-emulate-argentina-default-success","title":"Could Greece emulate Argentina's success after it defaulted in 2001?","trailText":"After Argentina ended the peso’s peg to the dollar, its economy collapsed. Yet five years on it was booming. Could that crisis provide a role model for Greece? ","standFirst":"<p>After Argentina ended the peso’s peg to the dollar, its economy collapsed. Yet five years on it was booming. Could that crisis provide a role model for Greece?</p>","byline":"Larry Elliott Economics editor","body":"<p>An economy in freefall. A run on the banks. Curbs on the amount of money that could be withdrawn from accounts. A team from the International Monetary Fund called back to Washington.</p> \n<p>Greece in July 2015? No, this was Argentina in late 2001, when the currency peg between the peso and the dollar was coming under extreme pressure, and capital was leaving the country at an alarming rate. </p> \n<p>Like Greece, Argentina was in a currency arrangement that was causing it extreme pain. Like Greece, Argentina had a stark choice: impose fresh budget cuts in the hope of remaining a “hard” currency; or cutting loose from the peg with a devaluation and debt default.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/nils-pratley-on-finance/2015/jun/18/would-an-argentina-style-cure-work-for-greece-probably-not\">parallels between Argentina and Greece</a> are not exact; Argentina was never part of a single currency with the US. What it had was one-for-one convertibility so that the dollar and the peso were interchangeable. Argentina continued to issue its own currency, but used the peg to import anti-inflationary discipline from the US. When monetary policy was tightened in the US, it tightened in Argentina as well. When the dollar strengthened, so did the peso. By the end of the 1990s, Argentina had conquered inflation, but at the expense of driving the economy deep into recession and deep into debt.</p> \n<p>Argentina under convertibility was a dry run for Greece in the single currency. Investor confidence rose as a result of the dollar peg and money came flooding into the country, prompting a lending boom. When the mood soured, money started to leave the country – at first in dribbles, but eventually in a flood. To stem the flows, restrictions were introduced that meant Argentines were only allowed to take 250 pesos (then &pound;175) a week out of their accounts. Within six weeks, Argentina had announced a debt default and the end of convertibility.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7248257cda8aee405d816af18f701d7a9aa17d70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436283596137/cad614fb-f084-455b-a51e-de4b8cc83b9b-280x420.jpeg\" alt=\"People queueing.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People wait for a bank branch to open in Buenos Aires in January 2002.</span> \n  <span class=\"element-image__credit\">Photograph: Dario Lopez-Mills/AP</span> \n </figcaption> \n</figure> \n<p>The short-term impact on the economy was to turn recession into a slump. Argentina’s national output collapsed by almost 11% in 2002 and unemployment rose sharply. Annual per capita income fell from $8,500 in the late 1990s to $2,800 in 2002, in large part due to the fall in the peso. The pain was, though, relatively short-lived and growth in the five years after the devaluation was stronger than in the five years that preceded it. Household incomes rose by 43% in five years.</p> \n<p>Argentina’s adjustment was aided by five factors. First, it already had its own currency and thus avoided the disruption that Greece would face if it returned to the drachma.</p> \n<p>Second, it had commodity exports that were in high demand during an upswing dominated by China’s arrival as a global economic superpower. For Greece, the outlook is not as good. World trade is growing more slowly than it was in the early 2000s, and the Greek economy is dominated by tourism and shipping.</p> \n<p>Third, Argentina had been forced to keep interest rates high in order to maintain the dollar peg. When convertibility was abandoned, borrowing costs no longer had to be kept so high and came down sharply. Interest rates in the eurozone are currently at 0.05%.</p> \n<p>Fourth, Argentina’s deep recession meant it could expand rapidly for a number of years without running into inflationary difficulties. This meant it reaped the benefits of devaluation in its international competitiveness. Greece, too, has ample spare capacity. Its economy has contracted by a quarter and unemployment is 25%.</p> \n<p>Finally, devaluation allowed Argentina to write off a chunk of its debts, which fell from 125% of GDP to 72% of GDP by 2005. Again, this would be an option for Greece were it to leave the eurozone.</p> \n<p>Those who think Greece would be better off outside the single currency say Athens should heed the experience of Argentina, even though Latin America’s second-biggest economy has subsequently run into serious economic problems, with weak growth and high inflation. </p> \n<p>Andrew Kenningham, senior global economist at Capital Economics, said: “While no two economies are the same, there are clear parallels between Greece today and the economies that fared best after currency crises. Greece is suffering from a high level of spare capacity, tight credit conditions and a heavy public sector debt burden denominated in a currency against which it may not devalue.</p> \n<p>“This suggests that, once the dust settles, Greece would be well placed to see a sharp rebound in confidence and a period of rapid GDP growth if it left the eurozone. This would not, of course, solve Greece’s economic problems forever, as Argentina’s and Russia’s experiences also amply demonstrate. But it would lead to a brighter outlook than struggling on within the monetary union.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce9e2e911b85555104dd5ac6d1dd85952b9a5cc4/0_93_2000_1201/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1201,"width":2000,"orientation":"landscape","credit":"Walter Astrada/AP","altText":"Police charge anti-government protesters in Buenos Aires after Argentina defaulted on $100bn in foreign debt in 2001. Annual per capita income fell from $8,500 in the late 1990s to $2,800 in 2002. ","cleanCredit":"Photograph: Walter Astrada/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436283595550/cad614fb-f084-455b-a51e-de4b8cc83b9b-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"People wait for a bank branch to open in Buenos Aires in January 2002. Photograph: Dario Lopez-Mills/AP","credit":"Dario Lopez-Mills/AP","altText":"People queueing.","cleanCaption":"People wait for a bank branch to open in Buenos Aires in January 2002.","cleanCredit":"Photograph: Dario Lopez-Mills/AP"}],"webPublicationDate":"2015-07-08T06:00:05Z","lastModified":"2015-07-08T06:03:42Z","metadata":{"commentable":true,"commentCount":96,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Union","European banks","Argentina","European monetary union","Financial sector","Financial crisis","World news","Americas"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"world/argentina","webTitle":"Argentina"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"world"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/greek-crisis-emulate-argentina-default-success","shortUrl":"http://gu.com/p/4aeby","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/greek-crisis-emulate-argentina-default-success","webUri":"http://www.theguardian.com/world/2015/jul/08/greek-crisis-emulate-argentina-default-success"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce9e2e911b85555104dd5ac6d1dd85952b9a5cc4/0_93_2000_1201/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1201,"width":2000,"orientation":"landscape","caption":"Police charge anti-government protesters in Buenos Aires after Argentina defaulted on $100bn in foreign debt in 2001. Annual per capita income fell from $8,500 to $2,800 in 2002.  Photograph: Walter Astrada/AP","credit":"Walter Astrada/AP","altText":"Police charge anti-government protesters in Buenos Aires after Argentina defaulted on $100bn in foreign debt in 2001. Annual per capita income fell from $8,500 in the late 1990s to $2,800 in 2002. ","cleanCaption":"Police charge anti-government protesters in Buenos Aires after Argentina defaulted on $100bn in foreign debt in 2001. Annual per capita income fell from $8,500 to $2,800 in 2002. ","cleanCredit":"Photograph: Walter Astrada/AP"}},"importance":4,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[{"title":"Greece debt crisis / 10 things Greeks can barely do any more","rawTitle":"10 things Greeks can barely do any more","item":{"type":"article","id":"world/2015/jul/08/10-things-greeks-can-barely-do-any-more","title":"10 things Greeks can barely do any more","trailText":"The country’s financial crisis has made day-to-day living hard – affecting everything from paying the rent to restrictions on what people can buy","standFirst":"<p>The country’s financial crisis has made day-to-day living hard – affecting everything from paying the rent to restrictions on what people can buy</p>","byline":"Staff","body":"<p><strong>1 Cash</strong></p> \n<p>Greeks cannot withdraw more than €60 – about &pound;43 – a day from cash machines. Cash is running out, with shortages of €5, €10 and €20 notes and €1 coins. Queues at cash machines are long.</p> \n<p><strong>2 Credit cards</strong></p> \n<p>Technically, cards are still accepted but many retailers only want cash; some offer discounts for cash. Greeks travelling abroad say they are having problems using cards issued by Greek banks, especially for big bills.</p> \n<p><strong>3 Money transfers </strong></p> \n<p>Transfers of money outside the country are banned without approval from a special committee, restricting imports and payments to exporters. </p> \n<p><strong>4 iPhone apps</strong></p> \n<p>People with iPhones report a block on downloading apps. Others who have subscription accounts to pay for iCloud storage received error messages when monthly direct debit fees were due. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/greece-crisis-eurozone-tsipras-banking-collapse\">Greece given days to agree bailout deal or face banking collapse and euro exit</a> </p> \n</aside> \n<p><strong>5 PayPal</strong></p> \n<p>Greeks can receive Paypal payments but cannot spend. The company said capital controls meant funding of PayPal wallets from Greek bank accounts was currently not available.</p> \n<p><strong>6 Buy online</strong></p> \n<p>The ability to order goods and book services from websites that are based outside Greece – including Amazon.com or airlines such as easyJet – has become limited.</p> \n<p><strong> </strong><strong>7 Buy or sell shares</strong></p> \n<p>The Athens stock exchange has been closed for seven days. It is scheduled to reopen on Thursday – but that prospect seems unlikely unless the banks are also able to resume trading.</p> \n<p><strong>8 Pay the rent </strong></p> \n<p>Restrictions on cash are making rent and bill payments difficult. Direct debit payments are apparently slowing and e-banking is creaking.</p> \n<p><strong>9 Shortages looming </strong></p> \n<p>Greek shoppers have been stocking up on staple items – such as coffee, pulses, rice, batteries and soap. Eggs and meat are also becoming more difficult to obtain, according to reports.</p> \n<p><strong>10 Pharmaceuticals</strong></p> \n<p>Almost all Greek drug supplies are imported and shortages of some essential drugs are reported. Greece owes international drug companies more than €1.1bn, according to an industry body.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436337866218/d2fbbad8-819f-4e58-9bef-b6af756235ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ZUMA/Rex Features/ZUMA / Rex Features","altText":"People queue to use an ATM in Athens, Greece.","cleanCredit":"Photograph: ZUMA/Rex Features/ZUMA / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-08T07:01:39Z","lastModified":"2015-07-08T07:09:57Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Union","Financial crisis","European banks","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/08/10-things-greeks-can-barely-do-any-more","shortUrl":"http://gu.com/p/4af2b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/08/10-things-greeks-can-barely-do-any-more","webUri":"http://www.theguardian.com/world/2015/jul/08/10-things-greeks-can-barely-do-any-more"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436337866218/d2fbbad8-819f-4e58-9bef-b6af756235ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People queue to use an ATM in Athens, Greece. Photograph: Zuma/Rex Features","credit":"Zuma/Rex Features","altText":"People queue to use an ATM in Athens, Greece.","cleanCaption":"People queue to use an ATM in Athens, Greece.","cleanCredit":"Photograph: Zuma/Rex Features"}},"importance":0,"kicker":{"title":"Greece debt crisis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436337866218/d2fbbad8-819f-4e58-9bef-b6af756235ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ZUMA/Rex Features/ZUMA / Rex Features","altText":"People queue to use an ATM in Athens, Greece.","cleanCredit":"Photograph: ZUMA/Rex Features/ZUMA / Rex Features"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ce9e2e911b85555104dd5ac6d1dd85952b9a5cc4/0_93_2000_1201/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1201,"width":2000,"orientation":"landscape","credit":"Walter Astrada/AP","altText":"Police charge anti-government protesters in Buenos Aires after Argentina defaulted on $100bn in foreign debt in 2001. Annual per capita income fell from $8,500 in the late 1990s to $2,800 in 2002. ","cleanCredit":"Photograph: Walter Astrada/AP"}}]},{"title":"Video / Base jumper in wingsuit scrapes through rock crevice in Swiss Alps","rawTitle":"Base jumper in wingsuit scrapes through rock crevice in Swiss Alps","item":{"type":"video","id":"sport/video/2015/jul/08/base-jumper-wingsuit-rock-crack-gopro-record-video","title":"Base jumper's 'impossible' wingsuit flight through rock crevice in Swiss Alps","trailText":"<p>Italian base jumper Uli Emanuele has taken on what is thought to be one of the most technically challenging Base jumps ever executed</p>","standFirst":"Italian base jumper Uli Emanuele has taken on what is thought to be one of the most technically challenging Base jumps ever executed. Emanuele flies through a rock crevice near Lauterbrunnen in the Swiss Alps while filming the whole event in a promotional video for the GoPro camera company. On his Facebook page, Emanuele said he had trained three years for the jump and hiked 45 hours to get to the launch spot","byline":"","body":"<video data-media-id=\"gu-video-457435306\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436326620364/Uli-Emnuele-base-jump-GoP-014.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708basejumper_FromGAus-16x9.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/08/150708basejumper_FromGAus/150708basejumper_FromGAus.m3u8\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/08/150708basejumper_FromGAus_3gpLg16x9.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/08/150708basejumper_FromGAus.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/08/150708basejumper_FromGAus_3gpSml16x9.3gp\"></source> \n</video>","video":{"id":"gu-video-457435306","source":"GoPro","durationInSeconds":119,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/08/150708basejumper_FromGAus-16x9.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/08/150708basejumper_FromGAus/150708basejumper_FromGAus.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436326620364/Uli-Emnuele-base-jump-GoP-014.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro Photograph: GoPro","credit":"GoPro","altText":"Uli Emnuele base jump GoPro","cleanCaption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro","cleanCredit":"GoPro"}},"section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436326616956/Uli-Emnuele-base-jump-GoP-013.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro Photograph: GoPro","credit":"GoPro","altText":"Uli Emnuele base jump GoPro","cleanCaption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro","cleanCredit":"GoPro"}],"bodyImages":[],"webPublicationDate":"2015-07-08T04:37:33Z","lastModified":"2015-07-08T04:37:33Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Extreme sports","Sport","Switzerland","World news","Mountaineering"],"tags":[{"id":"sport/extreme-sports","webTitle":"Extreme sports"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/switzerland","webTitle":"Switzerland"},{"id":"world/world","webTitle":"World news"},{"id":"world/mountaineering","webTitle":"Mountaineering"}],"section":{"id":"sport"},"topics":[],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/video/2015/jul/08/base-jumper-wingsuit-rock-crack-gopro-record-video","shortUrl":"http://gu.com/p/4afxa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/video/2015/jul/08/base-jumper-wingsuit-rock-crack-gopro-record-video","webUri":"http://www.theguardian.com/sport/video/2015/jul/08/base-jumper-wingsuit-rock-crack-gopro-record-video"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Video"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436326616956/Uli-Emnuele-base-jump-GoP-013.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro Photograph: GoPro","credit":"GoPro","altText":"Uli Emnuele base jump GoPro","cleanCaption":"Uli Emnuele glides through a fissure in a rockface in the Swiss Alps Photograph: GoPro","cleanCredit":"GoPro"}}]},{"title":"'There was hope. Then she died' / Amy Winehouse, my sister and addiction","rawTitle":"Amy Winehouse, my sister and addiction","item":{"type":"article","id":"global/2015/jul/07/amy-winehouse-my-addict-sister","title":"Amy Winehouse, my sister and addiction","trailText":"Amy being alive meant there was hope for my heroin-addicted younger sister. When the singer died, my world caved in. What chance did we have now?<br>","standFirst":"<p>Amy being alive meant there was hope for my heroin-addicted younger sister. When the singer died, my world caved in. What chance did we have now?<br /></p>","byline":"Sarah Walker","body":"<p>I remember where I was the day that Amy Winehouse died. I had run into a shop in Soho to buy a birthday present, when I heard an exchange between the girl at the till and her customer. “She died of an overdose. It was just on the radio,” the cashier said in a “sad news” voice while counting out the change. Both shook their heads, tutting, saying “what a waste” and other stock phrases that people keep in reserve for when the talented die young.</p> \n<p>Whenever there’s mention of Amy – which is often at the moment because, with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/02/amy-winehouse-review-documentary\">this new film</a>, she’s suddenly everywhere again – the same feeling is dredged up from a crevasse in my guts. The sucker punch that gave me jelly legs. The way my mouth went slack and dry. The fact that my teeth chattered even though it was July.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jul/05/amy-winehouse-documentary-asif-kapadia-review\">Amy review – a sad, stark study of a public life and death</a> </p> \n</aside> \n<p>After I persuaded my feet to move, I ran back to the car, thinking: “If she can’t make it then, my God, we’re all fucking fucked.” Because somehow, and it’s odd to admit it even now, during those years when Amy Winehouse’s life came undone in pixellated Technicolor, I used her as a yardstick. I made a pact, a ridiculously unutterable pact, that Amy Winehouse being alive meant that my addict sister Siobhain would be OK.</p> \n<p>While Amy catastrophically pinballed from the streets of Camden to the stage of the Grammys and managed to keep singing, or just breathing, I held out hope that my sister would make it, too. My talented, funny, kind, shy, much-nicer-than-me sister. My sister the heroin addict, the methadone user, the crack dabbler, the erstwhile alcoholic. My sister whose addictions and self-loathing would snowball to such an extent that she would be hospitalised, become homeless and give her only child – <em>such</em> a child – over to me and my family.</p> \n<p>On the day Amy Winehouse died, my whole body caved in. My warped logic was that if Amy’s manager, her family, her doctors, her bodyguard couldn’t keep her alive, then honestly, what hope did we have? Us or any of the families in the UK who reluctantly tag along on an addict’s grand tour, seeing sights we never wanted to see, meeting people we never would have chosen to sit next to at breakfast, in the cockeyed hope that one day our loved one might come home to us.</p> \n<p>As is the case with all high-profile addicts, Amy’s life has been forensically examined for the “why?”. Why was this striking, multitalented, whip-smart woman having scrappy bust-ups at smart hotels? Many theories have been mooted: her parents’ break-up, Mitch’s affair, her husband Blake Fielder-Civil’s heroin-enabling, her bulimia, her unquiet mind.</p> \n<figure class=\"element element-image\" data-media-id=\"1aa4f57bf42bef05f2599afad562f212f2a9ad40\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436283214670/16a21744-c02a-4802-bb51-92fe314c9750-460x307.jpeg\" alt=\"Film still from Amy (2015).\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Film still from Amy (2015).</span> \n </figcaption> \n</figure> \n<p>The “why?” with my sister is just as obvious. We have a lively family history, a bleak mashup of EastEnders and Shameless storylines. When the madness peaked in an epic end-of-season finale, my siblings and I were left, as young teens, essentially parentless and rudderless. We stumbled into our adult years, all of us trying to make sense of a baffling, macabre past. But she was the youngest, most vulnerable and most impressionable. She never had a chance.</p> \n<p>It didn’t look that way at first. While I carried on family tradition and became a teenage mum, my sister set out a clear path for herself. Although she dabbled with drugs from the age of 13, she focused her talents, her desire to make a life overriding her crippling shyness, and she seemed to be flying. I was at home with a new baby, on income support and crying a lot, looking on at her in awe. She worked hard at her job in catering and partied hard – which is OK, right?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>She was the youngest, most vulnerable and most impressionable. She never had a chance</p> \n </blockquote> \n</aside> \n<p>I mean, these are rites of passage in the UK. You’re young and you get bent-up and still go to work? It’s a social norm. As Mitch Winehouse says about Amy, in the film: “She was like a lot of kids, going out binge-drinking.” We thought the same. So at what point should we have said: “Actually, she’s got a problem. Our sister needs help”?</p> \n<p>For the Winehouse family, this seems to be the most contentious part of the film. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/01/mitch-winehouse-interview-amy-documentary-film\">Mitch has complained about the editing of words from one of his quotes</a>: “She didn’t need to go to rehab <em>at that time</em>.” Put aside some of his more questionable actions and imagine how hard it is to confront the reality that someone you love has a serious problem. The klaxon went off for us when our sister, then 19, returned from a three-month holiday with her then boyfriend (our very own “Blakey”) as a fully fledged heroin addict.</p> \n<p>From then on, nothing was the same for her again. Life became wild and untethered. There began the visits to the hospital, the police, the courts, the homeless persons units. As events became by turn hilarious and disturbing, I, my siblings and our respective saintly partners ran around London on missions to “sort her out”. We rowed about it, too, each of us having our own theory on how to get her better.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=G43DnaU9qPM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/G43DnaU9qPM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>As the years went on and the person that we knew and loved became more distant from us, we were locked in a cycle of sorrow and anger. Her life became scarier, the worlds she moved in much darker. She held down jobs – just about – until she was 25. Then she had a child, Maya, who was born methadone-dependent. By the time Maya came to live with us, because Siobhain had started taking crack, we were all spent. We knew that we needed to redirect our efforts to this tiny wonderful person and, bit by bit, we stepped back from our sister and tried to bring some normality to our own lives and protect our own kids.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/dec/22/art-heroin-christiane-f\">Heroin: art and culture's last taboo</a> </p> \n</aside> \n<p>The lesson to take from Amy has, of course, been blindingly obvious from the start. There was comfort in knowing that other people were going through what we were going through. Reading about Mitch Winehouse’s, Bob Geldof’s or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2014/jun/15/cara-delevingne-model-interview\">Cara Delevingne’s experiences of having an addict in the family</a> has helped me cope with the wretched feeling that, somewhere down the line, we abandoned our sister to save ourselves. It has helped knowing that no poetic words, no guilt trip, no high-profile friend or swanky rehab unit can save someone headlocked by addiction. Frustrating as this cliche is, it stands true: they must do it for themselves.</p> \n<p>With Amy gone, the Winehouse family continues to mourn, with the burden of a cumbersome legacy. As for me and my family, we are shyly looking to the future. I am proud to say that my sister has managed a long, intensive period in rehab and continues to work towards rebuilding a sense of herself. We are no longer looking for “the old her” to return, but a different, stronger, happier version. We tiptoe towards plans where we reintroduce her to her child. But experience has made us sceptical.</p> \n<p>Will there ever be a time when we siblings do not nervously ask each other: “How did she sound?” A time when we all forgive each other for the stuff we did and didn’t do? A time when we all sit at a table and laugh about that time she tried to get me and my husband arrested for assault because we were trying to stop her from doing crack in a hospital toilet? We hope so. Because it was pretty funny, in a twisted way. We’ll cling to that hope hard, because for these past 16 years, hope is all we’ve ever had.</p> \n<p><span class=\"bullet\">•</span> <em>Sarah Walker is a pseudonym. Some names have been changed.</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272504618/Amy-Winehouse-out-and-abo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy WInehouse in 2007. Photograph: Startraks Photo/Rex","credit":"Startraks Photo/Rex","altText":"Amy Winehouse out and about in New York, America - 01 May 2007","cleanCaption":"Amy WInehouse in 2007. Photograph: Startraks Photo/Rex"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436283213390/16a21744-c02a-4802-bb51-92fe314c9750-2060x1376.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1376,"width":2060,"orientation":"landscape","caption":"Film still from Amy (2015).","credit":"handout","altText":"Film still from Amy (2015).","cleanCaption":"Film still from Amy (2015)."}],"webPublicationDate":"2015-07-07T16:44:14Z","lastModified":"2015-07-07T23:23:52Z","metadata":{"commentable":true,"commentCount":125,"contributors":[],"feature":true,"keywords":["Amy Winehouse","Music","Drugs","Drugs policy","Health","Culture"],"tags":[{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"music/music","webTitle":"Music"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"politics/drugspolicy","webTitle":"Drugs policy"},{"id":"society/health","webTitle":"Health"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/jul/07/amy-winehouse-my-addict-sister","shortUrl":"http://gu.com/p/4aedf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/jul/07/amy-winehouse-my-addict-sister","webUri":"http://www.theguardian.com/global/2015/jul/07/amy-winehouse-my-addict-sister"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272684429/74615e48-e152-40ee-b072-6a20330335fb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy Winehouse in 2007 ... ‘While she pinballed from Camden to the Grammys and managed to keep singing, I held out hope my sister would make it, too.’ Photograph: Startraks Photo/REX","credit":"Startraks Photo/REX","altText":"Amy Winehouse in 2007.","cleanCaption":"Amy Winehouse in 2007 ... ‘While she pinballed from Camden to the Grammys and managed to keep singing, I held out hope my sister would make it, too.’","cleanCredit":"Photograph: Startraks Photo/REX"}},"importance":2,"kicker":{"title":"'There was hope. Then she died'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272504618/Amy-Winehouse-out-and-abo-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy WInehouse in 2007. Photograph: Startraks Photo/Rex","credit":"Startraks Photo/Rex","altText":"Amy Winehouse out and about in New York, America - 01 May 2007","cleanCaption":"Amy WInehouse in 2007. Photograph: Startraks Photo/Rex"}}]},{"title":"Highland adventure / Sea-kayaking along Scotland’s wild west coast","rawTitle":"Sea-kayaking along Scotland’s wild west coast","item":{"type":"article","id":"travel/2015/jul/08/sea-kayaking-highlands-west-coast-scotland","title":"Sea-kayaking along Scotland’s wild west coast: an adventure in the Highlands","trailText":"Crystal clear sea, stunning natural surroundings and abundant wildlife make exploring this part of Scotland by kayak an inspirational experience, and with many sights far easier to access by water the paddling is well worth the effort","standFirst":"<p>Crystal clear sea, stunning natural surroundings and abundant wildlife make exploring this part of Scotland by kayak an inspirational experience, and with many sights far easier to access by water the paddling is well worth the effort</p>\n<p><span class=\"bullet\">•</span> <strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/video/2015/jul/08/sea-kayaking-scotland-highland-wilderness-loch-als-video\">Sea-kayaking in Scotland’s Highland wilderness – video</a></strong></p>","byline":"Michael Tait","body":"<p>We push our kayaks off the slipway for our first tremulous paddle up and down Loch Alsh, shores peppered with sprays of sea-pinks. The boats flush stalking herons and they launch themselves from the reed banks. A line of flotsam marks the point where currents meet and a scatter of gulls and terns take their pickings and gangs of Eiders skim their wing-tips on the surface.</p> \n<p>There are four paddlers here in Kintail for five days of sea-kayaking on Scotland’s wild west coast with Erin, a Cornish water baby practically born in the surf and also a professional expedition leader. Only three hours on the water today and we’re back gliding under the bridge to <a href=\"http://www.visitscotland.com/info/see-do/eilean-donan-castle-visitor-centre-p248371\">Eilean Donan castle</a>. The island was settled by a Celtic monk in 617 and has a bloody history of clan warfare and rebellion but it’s better known for its cinematic role, featuring in a slew of movies from James Bond to Highlander.</p> \n<p>With day one orientation complete, and nobody capsized, we’re all cautiously encouraged but reminded of just how precarious we feel in those slivers of air and fibreglass. We unload the kayaks, cook and eat together and discuss the weather, the wind and the tides. It’s not quite the land of the midnight sun but even this early in the season I walk out at 10.30pm after dinner and it’s as bright as it was at 6pm.</p> \n<figure class=\"element element-image\" data-media-id=\"7849ca7fd0c70035a2dc72f3492970a6e1232cf3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282706793/b6dd48c0-6524-4346-8770-288d59b3446b-460x276.jpeg\" alt=\"Kayaks parked and tents pitched … it's time to take in the view.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kayaks parked and tents pitched.</span> \n  <span class=\"element-image__credit\">Photograph: Rupert Shanks</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/10/scotland-beach-swimming-wild-camping\">In search of Scotland’s best beach</a> </p> \n</aside> \n<p>The light is theatrical, freighted and atmospheric as if a storm were coming in. Pipistrelles, unusually visible, jink between the Downie Birches at the river’s edge. Above our base at the Kintail hostel a wave of mist is suspended on the crenellated saddle of the high ridge. Tomorrow we embark on a three-day expedition into Loch Hourn, the deep, fjord-like northern loch that borders the remote wilderness of Knoydart.</p> \n<p>It’s a glorious day of bright sunshine, the van and fully-loaded trailer climbs up and over the dramatic <a href=\"http://www.visitscotland.com/info/see-do/ratagan-pass-and-glenelg-p521591\">Mam Ratagan Pass</a> with it’s The Lord of the Rings-esque views north to Glen Shiel and back to Kintail. As we drive by, a tiny Roe fawn appears fleetingly, sun-dappled and blinking in a forest clearing. We drop down into the lush, deciduous valley of the Glenelg peninsula with its views to Skye, Eigg and R&ugrave;m and follow the coast road as far as it goes to Corran, unload, pack the boats and carry them down to the shore.</p> \n<p>Loch Hourn is surrounded by a spectacular amphitheatre of rugged mountains and opens onto the Sound of Sleat with views to Broadford in Skye and the alpine-like shards of Skye’s famous Cuillin range beyond. Skirting the tiny islands at the mouth of the loch, we glide over its glassy surface. The water is clear to 20ft and beneath us an aquatic forest of marine sea grass, dun bladderwrack, purple dulse and thick ribbons of emerald kelp sway and billow from their hold-fasts.</p> \n<figure class=\"element element-image\" data-media-id=\"a05eae4e4a434659680e193904c14b41fe96217f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282802097/0367adcb-8225-40c5-b3fa-4395fd232454-460x276.jpeg\" alt=\"A seal, the Highland, Scotland\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rock on … a seal relaxing.</span> \n  <span class=\"element-image__credit\">Photograph: Rupert Shanks</span> \n </figcaption> \n</figure> \n<p>Inquisitive seals pop their heads out of the surf, twitch their whiskers at us, watch curiously for a while then flop back into the water. We’re in their element, no threat, just unusual primary-coloured sea creatures. Suddenly, and obligingly, a 10-pointer stag frames himself majestically on the headland and we fiddle to focus our cameras before he plops down in the heather.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/mar/21/walking-bothy-highlands-sutherland-scotland\">UK wilderness adventures: bothy to bothy in the Highlands </a> </p> \n</aside> \n<p>As Erin puts it, we “bimble” along the edge of cliffs where the sealife clings and gathers and there are hundreds of moon jellyfish, shoals of cloud bellows, drifting marine phantasms and phosphorescent pink sea stars that writhe and convulse on the rocks. We gather a few mussels and whelks from the rocks and carry them in little piles on our spray-decks.</p> \n<p>That night we camp on Eilean Muinean, a tiny spit with 360-degree views around the crucible of Knoydart’s wild crags, and push the mussels delicately into the edges of our driftwood fire to poach in their juices and hinge-open slowly to reveal delicious little smoky jewels. I dive into the freezing loch to cast-off the hot hours working in the boat– it’s good for a douse but too cold to swim for long. A ringed plover is settled on her eggs in a little scrape in the pebble beach and we tiptoe around her to eat. Wind, sun and six hours of paddling take their toll and we peel off one by one into the tents to sleep as deeply as the occasional shrieking Arctic Tern will permit.</p> \n<p>The wind is up in the morning, eddies spin the kayaks around on spiralling columns of water, currents make us aquaplane. We’re skating suddenly on black ice, veering off-course. We drop our skegs, little fins that stabilise the boats, and wrestle beyond the swirling cauldron to enter a flat calm bay, the mountains, cliff and forest above mirrored on the water’s surface. I’m leading and the bow barely disturbs the reflection. Suddenly I have the vertiginous feeling that I’m upside down. Is the water above me? Am I paddling through the cliff, through the mountain, among the trees?</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"ab8ee0bc17f0c1bccd927e364197441885253504\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282887418/3ec7c662-5898-4ed9-8e37-d43f80dcbffd-460x140.jpeg\" alt=\"Mam Ratagan Pass, Scotland\" width=\"460\" height=\"140\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mam Ratagan Pass.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Tait</span> \n </figcaption> \n</figure> \n<p>As we approach our final landing point, someone cries out and we spin to see a pod of porpoises cresting no more than 8 to 10 metres from us. We sit, paddles up, rapt for 10 minutes as they arc around us, blowing and diving, making their way up the deep channel into the loch.</p> \n<p>A shocking pink and deep purple tunnel of rhododendron blooms kaleidoscope past the van on the road into Plockton. Everyone’s windswept, sunburned and aching after four days’ paddling but langoustines and fish from the loch await, as well as local cheese and beer. We’re all in high spirits, the expedition has been a waking dream, more dimensional and invigorating than any of us could have imagined. Erin asks what had been our highlight so far and everyone murmurs quietly, as if saying it out loud might dispel the truth of it, “porpoises”.</p> \n<figure class=\"element element-image\" data-media-id=\"012c8e23475aaf5560fcc465bb7132bf11cab912\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/7/1436282939465/0c36b4f7-82d6-4e4d-8880-52657b233680-460x276.jpeg\" alt=\"Call of the wild … a stag on the headland, in Scotland.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Call of the wild … a stag on the headland.</span> \n  <span class=\"element-image__credit\">Photograph: Rupert Shanks</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/mar/07/shuna-scotland-island-cottage\">Shuna: the overlooked jewel off the west of Scotland</a> </p> \n</aside> \n<p>It’s our last day, the most challenging. We’re crossing the bridge to Broadford in Skye and we’ll paddle the Sound of Sleat, the body of water between the island and the mainland. There are 20mph south-westerly winds predicted, strong tides and currents, easy by a seasoned kayaker’s standards but at the edge of our limits. We drop in and coast the first few miles, practising turns and speed-work in the bays to the familiar amused audience of craning seals. An otter tumbles and basks in the kelp and we sit watching the delightful dance until we can no longer distinguish her from the weed.</p> \n<p>We’re out in the channel now and near the rocky headlands, the peaks are four feet high, there’s backwash and strong currents to contend with. The waves broadside the boats in the turns and the alarming lateral motion threatens to tip us into the Sound. I find myself constantly stabilising with the paddle but I’m making slow progress. It’s nerve-wracking and I feel certain I’ll pitch in. Erin calmly sidles her boat up to me and says: “You’re doing fine, keep paddling strongly.” It’s good advice; I paddle hard, correcting the drift and finally we get around the third headland and onto the wind- and tide-driven waves.</p> \n<p>We’re turbo-charged now and propelled across the bay on great surges of power, surfing the waves onto our final soft and sandy shore. I realise the sea only permits collaboration, there are no solo artists out here. There’s a relationship to be had and we’ve only just been introduced. I’m reminded of the famous last line of Casablanca: “Louis, I think this is the beginning of a beautiful friendship.”</p> \n<p><strong><span class=\"bullet\">•</span> </strong><em>The trip was provided by Wilderness Scotland (01479 420020, </em><a href=\"http://www.wildernessscotland.com/adventure-holidays/sea-kayaking/west-coast-explorer/\"><em>wildernessscotland.com</em></a><em>). The five-night West Coast explorer costs &pound;775, staying in hostels or wild camping, depending on weather, and including all meals, guide, equipment and transport from Inverness railway station. Departures include 22 August 2015, and 11 June, 16 July and 20 August 2016</em></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436273586939/b1f098ff-0bd0-4012-a3b4-064ec6900b9f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rupert Shanks","altText":"erin bastian, group leader, Wilderness Scotland, sea-kayaking in the Highlands, Scotland.","cleanCredit":"Photograph: Rupert Shanks"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282708211/b6dd48c0-6524-4346-8770-288d59b3446b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kayaks parked and tents pitched. Photograph: Rupert Shanks","credit":"Rupert Shanks","altText":"Kayaks parked and tents pitched … it's time to take in the view.","cleanCaption":"Kayaks parked and tents pitched.","cleanCredit":"Photograph: Rupert Shanks"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282802557/0367adcb-8225-40c5-b3fa-4395fd232454-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Rock on … a seal relaxing. Photograph: Rupert Shanks","credit":"Rupert Shanks","altText":"A seal, the Highland, Scotland","cleanCaption":"Rock on … a seal relaxing.","cleanCredit":"Photograph: Rupert Shanks"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282886764/6422734d-e72b-4597-81cb-e771f20bb0d9-1020x311.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":311,"width":1020,"orientation":"landscape","caption":"Mam Ratagan Pass. Photograph: Michael Tait","credit":"Michael Tait","altText":"Mam Ratagan Pass, Scotland","cleanCaption":"Mam Ratagan Pass.","cleanCredit":"Photograph: Michael Tait"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436282940839/0c36b4f7-82d6-4e4d-8880-52657b233680-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Call of the wild … a stag on the headland. Photograph: Rupert Shanks","credit":"Rupert Shanks","altText":"Call of the wild … a stag on the headland, in Scotland.","cleanCaption":"Call of the wild … a stag on the headland.","cleanCredit":"Photograph: Rupert Shanks"}],"webPublicationDate":"2015-07-08T06:00:04Z","lastModified":"2015-07-08T06:03:42Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Michael Tait","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michael-tait"}],"feature":true,"keywords":["Highlands","Canoeing and kayaking","Scotland","Adventure travel","Wildlife holidays","Water sports holidays","Travel"],"tags":[{"id":"travel/highlands","webTitle":"Highlands"},{"id":"travel/canoeingandkayaking","webTitle":"Canoeing and kayaking"},{"id":"travel/scotland","webTitle":"Scotland"},{"id":"travel/adventure","webTitle":"Adventure travel"},{"id":"travel/wildlifeholidays","webTitle":"Wildlife holidays"},{"id":"travel/water-sports-holidays","webTitle":"Water sports holidays"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"travel"},"topics":[{"displayName":"Michael Tait","topic":{"type":"tag-contributor","name":"profile/michael-tait"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jul/08/sea-kayaking-highlands-west-coast-scotland","shortUrl":"http://gu.com/p/4aedh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jul/08/sea-kayaking-highlands-west-coast-scotland","webUri":"http://www.theguardian.com/travel/2015/jul/08/sea-kayaking-highlands-west-coast-scotland"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436272988459/d8fdcc49-87bf-483a-9b73-29a6be922338-2060x1158.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1158,"width":2060,"orientation":"landscape","caption":"Float your boat? Group leader Erin Bastian out on the water. Photograph: Rupert Shanks","credit":"PR","altText":"Erin, group leader, sea-kayaking in Scotland.","cleanCaption":"Float your boat? Group leader Erin Bastian out on the water. Photograph: Rupert Shanks"}},"importance":1,"kicker":{"title":"Highland adventure"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/7/1436273586939/b1f098ff-0bd0-4012-a3b4-064ec6900b9f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rupert Shanks","altText":"erin bastian, group leader, Wilderness Scotland, sea-kayaking in the Highlands, Scotland.","cleanCredit":"Photograph: Rupert Shanks"}}]}],"lastModified":"2015-07-08T08:10:21Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}