{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Keith Harris's inner sadness gave Orville humanity","rawTitle":"Keith Harris's inner sadness gave Orville humanity","item":{"type":"comment","id":"tv-and-radio/2015/apr/28/secret-weapon-keith-harris-orville-humanity-appeal","title":"Secret weapon that gave Keith Harris and Orville humanity and appeal","trailText":"The late ventriloquist wasn’t funny, or particularly inventive. But the inner sadness he expressed through stuffed sidekicks connected him to his audience","standFirst":"<p>The late ventriloquist wasn’t funny, or particularly inventive. But the inner sadness he expressed through stuffed sidekicks connected him to his audience</p>","byline":"Stuart Heritage","body":"<p><br />If ever there was a child born into the golden age of Keith Harris, it was me. The Keith Harris Show began shortly after I turned two, and ended when I was 10. Throughout that entire time, Harris was an absolute mainstay in my life.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/28/ventriloquist-keith-harris-dies\">Keith Harris, Orville the Duck ventriloquist, dies at 67</a> </p> \n</aside> \n<p>Actually that’s not strictly true. Orville was a mainstay. Cuddles the monkey was a mainstay. Harris was a weird interloper, the straight man in the bad clothes who kept forcing his stuffed sidekicks into conversations they never seemed particularly interested in having. His presence on his own programmes never made that much sense to me, despite repeated attempts to explain the concept of ventriloquism on my parents’ part.</p> \n<p>Orville and Cuddles were completely real. They were living creatures, and they hit a sweet spot that wasn’t found elsewhere in this country during the 1980s. Orville wasn’t as staid as Sooty, or as worryingly violent as Emu. In time, Bodger and Badger would come along and usurp him in my affections. But, before then, my heart belonged completely to Orville.</p> \n<p>Watching clips of The Keith Harris Show now it is hard to see why. Harris wasn’t a funny man. He wasn’t particularly inventive. He didn’t push any boundaries. He had the patter and rhythms of a stage magician, which could lull you into thinking you were watching a piece of comedy, but you weren’t. You were watching one man saying something, and then repeating it back in a funny voice over and over again.<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dCe6xBX2nAE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/dCe6xBX2nAE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><br />What he did have, though – and this was always key to his appeal as a performer – was a sadness. To watch Harris, even in his 1980s pomp, was to watch a man desperate to be liked. Approval seemed to mean everything to him, and the bulk of this instinct ended up being fed through Orville; an orphaned duck of unknown origin, perpetually clad in a nappy despite being old enough to speak in full sentences, doing his best to smile through the grotesqueries of a world that was stacked against him. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tX3njzwHU-4\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/tX3njzwHU-4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><br />In anyone else’s hands, Orville would have been insufferable; a twee, infantilised victim figure desperate to offload his neuroses on the rest of the world. Orville’s Song, the single Harris released in 1982, is a perfect case in point.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=TGnuMxFnc1k\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/TGnuMxFnc1k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“I wish I could see what folks see in me, but I can’t,” Orville cries in the first verse, before adding, “I wish that I had a mummy and dad, but I don’t,” in the second. Harris was there too, offering whatever the 1980s equivalent of “U OK, hun?” was in response, but Orville’s outpouring of misery continued. The song ends with Orville pleading “You’ll help me, won’t you? Because you love me?” to Harris who, if this song was written today, would be frantically trying to unfriend him on Facebook. It barely even works as a song. It’s A Child Called It: The Musical. And yet Orville’s Song sold 400,000 copies.</p> \n<p>This vulnerability, this commitment to pushing sincerity past the point where anyone could realistically be comfortable with it, was Harris’s secret weapon. It’s what connected him to his audience. In later years, he’d send this up by appearing in Louis Theroux documentaries and episodes of Little Britain. But nothing could quite undo what he accomplished in the glory days. Orville is one of the most human puppets ever created, and that’s all down to who Harris was as a performer.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8zaVU2Tn-Mw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/8zaVU2Tn-Mw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec5dfc2a9555fc4f99a2d671b6b11e77185fa953/70_250_1679_1007/1679.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1007,"width":1679,"orientation":"landscape","credit":"FremantleMedia/REX Shutterstock/FremantleMedia/REX Shutterstock","altText":"Editorial Use Only. No merchandising Mandatory Credit: Photo by FremantleMedia/REX Shutterstock (4724772b) Keith Harris and Orville Keith Harris, and Orville. - 1978 Wednesday at Eight, Keith Harris with Orville the duck, ventriloquist, dummy, 3rd series, 1978","cleanCredit":"Photograph: FremantleMedia/REX Shutterstock/FremantleMedia/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-04-28T13:00:25Z","lastModified":"2015-04-28T14:36:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":false,"keywords":["Children's TV","UK news","BBC","Media","Television","Culture","Television & radio","Ventriloquism","Stage"],"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/apr/28/secret-weapon-keith-harris-orville-humanity-appeal","shortUrl":"http://gu.com/p/48v3a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/apr/28/secret-weapon-keith-harris-orville-humanity-appeal","webUri":"http://www.theguardian.com/tv-and-radio/2015/apr/28/secret-weapon-keith-harris-orville-humanity-appeal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ec5dfc2a9555fc4f99a2d671b6b11e77185fa953/70_250_1679_1007/1679.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1007,"width":1679,"orientation":"landscape","caption":"Keith Harris performs with Orville at a TV variety show in 1978. Photograph: FremantleMedia/REX Shutterstock/FremantleMedia/REX Shutterstock","credit":"FremantleMedia/REX Shutterstock/FremantleMedia/REX Shutterstock","altText":"Keith Harris performs with Orville at a TV variety show in 1978.","cleanCaption":"Keith Harris performs with Orville at a TV variety show in 1978.","cleanCredit":"Photograph: FremantleMedia/REX Shutterstock/FremantleMedia/REX Shutterstock"}},"importance":7,"showQuotedHeadline":true},{"title":"Fancy french toast / The pudding of 2015?","rawTitle":"The pudding of 2015?","item":{"type":"article","id":"lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015","title":"French toast: the pudding of 2015?","trailText":"Food critics are suddenly falling over themselves to praise the age-old snack/dessert. Why has it been thrust into the foodie-limelight – and where are the best places to try it?","standFirst":"<p>Critics are, all of a sudden, falling over themselves to praise the age-old snack/dessert. Why has it been thrust into the foodie-limelight – and where are the best places to try it?</p>","byline":"Felicity Spector","body":"<p>This is not just any french toast. This is a slice of french toast with paparazzi. Search photo-sharing sites <a href=\"http://myinstagramlikess.tumblr.com/post/111892114171/the-most-delicious-kinako-french-toast-w-green\">such as Instagram and Tumblr </a>and hundreds of identical images flood across the screen: a blue-and-white china plate, a triangle of toast, a triumphant swirl of pale green Mr Whippy teetering at its side, the whole thing shrouded in a sort of gloomy patina of shade.</p> \n<p>Even the most jaded critics have barely been able to contain their praise: in the London Evening Standard, Grace Dent called it “<a href=\"http://www.standard.co.uk/goingout/restaurants/grace-dent-reviews-shackfuyu-10100268.html\">the greatest new pudding in London for 2015</a>”, with its “buttery, syrupy, sticky middle, crispy edged, hot from the pan sweet stodge”. And this is from Olive Magazine: “<a href=\"http://www.olivemagazine.com/restaurants-and-travel/shackfuyu-bone-daddies-pop-up-restaurant-review-and-meet-chef-mark-edwards/4513.html\">Never has a slice of french toast been so large, or satisfyingly squidgy</a>.” It has clearly come a long way from those slices of stale bread dipped in egg and fried, the eggy bread of a 1970s childhood, sprinkled with a bit of sugar and maybe a splodge of jam. <br /></p> \n<p>It took America, of course, to turn french toast into an extravaganza, stuffed with cream cheese or peanut butter or banana, soaked in bourbon custard and piled ludicrously high with towers of berries and whipped cream.</p> \n<p>For a simpler inspiration, I turn to Joanna Brennan, from the award winning <a href=\"http://www.pumpstreetbakery.com/\">Pump Street bakery in Orford, Suffolk</a>, whose french toast is an homage to her Canadian roots. It’s been a staple on their brunch menu since the start: the only improvement, she says, was a recent switch to brioche. “The bread needs to be a little dry, a day old, so it soaks up the mix – we use single cream and eggs, a bit of vanilla seed – that’s it. Ideally it should be rich, but very light. It’s decadent, but keeps an airy quality: we don’t want it to be too wet. And it’s fried, of course, to get that crispy exterior with a pillowy inside.” She soaks the brioche slices in the custard mix for just a few minutes: “It’s very delicate, you have to be quite careful” – and serves it up with maple syrup, bananas and bacon.” <br /></p> \n<p>If she took it off the menu, she says, customers would be bereft. “It’s part of that whole comfort food thing: it’s familiar, it’s warming, it’s an echo of childhood.” There are occasional twists: seasonal specials such as hazelnut butter and honey cream – but as a brunch staple, the classic recipe seems to work. It’s when french toast transforms itself into a dessert that anything can happen: an evolving trend you might call “a la recherche du pain perdu”.</p> \n<p>In London’s Duck and Waffle, chef Dan Doherty creates a Spanish-style Torrejas, served in a cast-iron dish with maple caramel apple and cinnamon ice cream: it has been a fixed item from day one. Salon in Brixton tried drenching home made hot cross buns in booze-spiked custard overnight for an Easter special, topped with blood-orange marmalade and creme fraiche. And for sheer extravagance, the roving popup <a href=\"https://twitter.com/TheToastess\">The Toastess</a> deploys its fried slice as a mere carrier for a big wodge of sticky toffee pudding, or apple crumble, complete with lakes of sauce.</p> \n<p>But the winner of this modern-day toastathon has to be the Bone Daddies Shackfuyu version. Or – to give it its full name – the “kinako french toast with Matcha soft serve”: a dish that attracts comments positively overflowing with hyperbole: “This is the best thing EVER!” “Too delicious!” “Obligatory – and oh so good!” Shackfuyu’s general manager Alina Sann admits it isn’t the most refined dessert, but it’s something even the most ardent foodie probably won’t have seen before: no mean feat in itself. “It’s actually a hard thing to get right. We had to experiment a lot, and during the first couple of weeks it wasn’t as good as it is now, it was a bit dry, not quite crunchy enough. Now it’s soaked overnight to give it the right consistency, the right amount of butter – if there is such a thing – and everything is in balance.”</p> \n<p>And so it is: the plate of toast, with its gently melting swirl of ice cream, its dust of kinako crumb, its pillowy, buttery centre with a hit of maple syrup and its caramelised crust. It was kind of plain, in a classic sort of way: not too sweet, the rich egginess cut by the slight astringency of the matcha. It was certainly good, but more importantly, it was ready for its close up. A humble dessert, that quite unexpectedly became a legend in its own lunchtime.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430145021162/0c954f6b-a09f-406b-b18d-7e3f3d6b29cb-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PR","altText":"Shackfutu french toast … the ultimate pudding?","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-04-28T10:50:53Z","lastModified":"2015-04-28T11:56:50Z","metadata":{"commentable":true,"commentCount":93,"contributors":[],"feature":false,"keywords":["Dessert","Food & drink","Life and style","Restaurants","Restaurants","Travel"],"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015","shortUrl":"http://gu.com/p/47zmt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015","webUri":"http://www.theguardian.com/lifeandstyle/2015/apr/28/french-toast-the-pudding-of-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430145021162/0c954f6b-a09f-406b-b18d-7e3f3d6b29cb-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Shackfutu french toast … the ultimate pudding? PR Photograph: PR","credit":"PR","altText":"Shackfutu french toast … the ultimate pudding?","cleanCaption":"Shackfutu french toast … the ultimate pudding? PR","cleanCredit":"Photograph: PR"}},"importance":6,"kicker":{"title":"Fancy french toast"},"showQuotedHeadline":false},{"title":"You're the only person who will notice if you're dining alone. So enjoy it","rawTitle":"You're the only person who will notice if you're dining alone. So enjoy it","item":{"type":"comment","id":"commentisfree/oliver-burkeman-column/2015/apr/28/dining-alone-enjoy-yourself","title":"You're the only person who will notice if you're dining alone. So enjoy it","trailText":"We chronically overestimate how much others notice our social faux pas, and underestimate how much fun we’ll have alone","standFirst":"<p>We chronically overestimate how much others notice our social faux pas, and underestimate how much fun we’ll have alone</p>","byline":"Oliver Burkeman","body":"<p>One of the signature pleasures of life in New York City is the freedom to drink alone at a bar or eat alone in a restaurant without needing to worry that anyone’s judging you harshly, because everyone does it. (I realize it’s harder for women than men to drink solo at bars unbothered – but my female friends agree that it’s easier here than elsewhere, at any rate.) Yet my tolerance for public solitude has limits: I’d never take a book to the pub on Saturday night, and wouldn’t eat alone in a Michelin-starred restaurant even if I could afford to. I’ve often gone to films alone, but <a href=\"http://hellogiggles.com/i-dare-you-to-date-yourself/\">“taking myself on a date”</a> to a concert or play is inconceivable: <em>that</em>, for some reason, would make me feel like a loser. </p> \n<p>I’m not sure there’s much logic behind these subtle distinctions – but, thanks to <a href=\"https://www.jcr-admin.org/forthcoming.php?issue=67\">a forthcoming study</a> in the Journal of Consumer Research, at least I know I’m not alone in my hang-ups about going out alone.</p> \n<p>The research, conducted by Rebecca Ratner and Rebecca Hamilton of the universities of Maryland and Georgetown – which I found via <a href=\"http://nymag.com/scienceofus/2015/04/why-you-should-go-to-the-movies-alone.html\">Science of Us</a> – shows that we’re vastly more comfortable being seen alone doing “utilitarian” things (activities with some clear purpose) than “hedonic” ones (done for sheer pleasure). Perhaps, for instance, you actively love shopping for shoes, but since there’s another reason to do it – to obtain a pair of shoes – you’re unlikely to fear being observed doing it without others. Whereas when it comes to hedonic pursuits, the researchers note, people “anticipate negative inferences from others about their social connectedness”: they worry that people will assume they could find no friends to accompany them. </p> \n<p>Hence the ubiquitous<strong> </strong>advice to take a book to your table for one: it’s utilitarian. “Look!” you’re signaling to fellow diners, “I have to get this reading done, and I just though it would be nice to do it over a meal!” (This works better with a stack of printed papers or an academic tome than with paperback thrillers.) It also signals: “Oh, and by the way, I’m definitely not eavesdropping on your conversation!”</p> \n<p>Ratner and Hamilton’s research also shows that we’re bad at predicting how much we’ll enjoy pursuing hedonic activities alone. In a small experiment, they arranged for students to be interrupted as they walked across campus, alone or with friends, and invited to visit a special art exhibit in the nearby student union. (To encourage participation, everyone was given the chance of winning $250.) Those stopped alone showed less interest, and predicted they’d enjoy it less. But once they’d been<strong>,</strong> they were no less likely to report having enjoyed the experience. If you refrain from fun things because you’re worried they’ll be no fun without friends, the researchers conclude, there’s a good chance you’re just<strong> </strong>denying yourself pleasure.</p> \n<p>Underlying our inhibitions about being seen out alone, I suspect, is the famous psychological phenomenon known as the <a href=\"http://en.wikipedia.org/wiki/Spotlight_effect\">spotlight effect</a>, which describes<strong> </strong>the way we chronically overestimate how much others notice our social <em>faux pas – </em>or indeed notice us at all. In a <a href=\"http://www.lucs.lu.se/wp-content/uploads/2015/02/Gilovich-Medvec-Savitsky-2000-The-spotlight-effect.pdf\">2000 study</a>, Thomas Gilovich and his colleagues recruited Cornell University students to enter a public area alone wearing a <a href=\"http://barrymanilow.com/splash/\">Barry Manilow</a> t-shirt. (Preliminary research had established they’d find few fashion choices more mortifying.) Roughly speaking, they guessed that half their fellow students had noticed, when in fact under a quarter actually did. “Because we are so focused on our own behaviour,” Gilovich and his co-authors explained, “it can be difficult to arrive at an accurate assessment of how much – or how little – our behavior is noticed by others.”</p> \n<p>It’s alarming to speculate how wide-reaching this effect might be. For instance, there’s <a href=\"http://www.alternet.org/story/142576/why_it_might_be_healthier_to_sleep_alone\">plenty</a><strong> </strong>of<strong> </strong><a href=\"http://news.bbc.co.uk/2/hi/8245578.stm\">evidence</a><strong> </strong>to suggest that many couples might get higher-quality sleep if they slept in separate beds. How many fail to do so, I wonder, simply because they’re worried that others would judge their relationship negatively? This makes no sense, of course: if there’s someone else in your bedroom judging your sleeping habits, you should probably call the police. But internalized social judgments burrow deep.</p> \n<p>The real reason that<strong> </strong>you shouldn’t refrain from eating or drinking or movie-going or gig-attending alone, then, apart from the fact that you’re more likely to enjoy it than you think, is this: nobody<strong> </strong>is paying attention. I could feed you all sorts of peppy, confidence-boosting nonsense about how, in heading out solo, you’re coming across to others as self-assured and psychologically secure, and how they envy you your composure. But the truth is that they’re too mesmerized by their own thoughts to think much about you either way. That guy two seats away is worrying about his hair. The woman at the corner table is wondering why she ever got married to the man at the corner table. Those three friends over there are each trying to look interested in the others’ anecdotes, while they wait to unleash their own. </p> \n<p>And it’s this very fact – that they’re so wrapped up in themselves – that liberates you to stroll up to the bar, order a gin and tonic, crack open a novel, and step out of your self for an hour or two.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430229420564/68c4a7f3-28b1-4f0c-9124-e7e8431e2132-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"i love images/Alamy","altText":"woman toasting","cleanCredit":"Photograph: i love images/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-04-28T14:06:38Z","lastModified":"2015-04-28T14:27:42Z","metadata":{"commentable":true,"commentCount":45,"contributors":[{"name":"Oliver Burkeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/4/1415112352678/Oliver-Burkeman-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliverburkeman"}],"feature":false,"keywords":["Psychology","Restaurants","Science"],"topics":[{"displayName":"Oliver Burkeman","topic":{"type":"tag-contributor","name":"profile/oliverburkeman"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/oliver-burkeman-column/2015/apr/28/dining-alone-enjoy-yourself","shortUrl":"http://gu.com/p/47q97","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/oliver-burkeman-column/2015/apr/28/dining-alone-enjoy-yourself","webUri":"http://www.theguardian.com/commentisfree/oliver-burkeman-column/2015/apr/28/dining-alone-enjoy-yourself"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430229420564/68c4a7f3-28b1-4f0c-9124-e7e8431e2132-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Here’s to you, eating alone without pretending to read a book. Photograph: i love images/Alamy","credit":"i love images/Alamy","altText":"woman toasting","cleanCaption":"Here’s to you, eating alone without pretending to read a book.","cleanCredit":"Photograph: i love images/Alamy"}},"importance":5,"showQuotedHeadline":true},{"title":"End of the car age / How cities are outgrowing the automobile","rawTitle":"How cities are outgrowing the automobile","item":{"type":"article","id":"cities/2015/apr/28/end-of-the-car-age-how-cities-outgrew-the-automobile","title":"End of the car age: how cities are outgrowing the automobile","trailText":"Cities around the world are coming to the same conclusion: they’d be better off with far fewer cars. So what’s behind this seismic shift in our urban lifestyles? <strong>Stephen Moss</strong> investigates","standFirst":"<p>Cities around the world are coming to the same conclusion: they’d be better off with far fewer cars. So what’s behind this seismic shift in our urban lifestyles? Stephen Moss goes on an epic (car-free) journey to find out</p>","byline":"Stephen Moss","body":"<p>Gilles Vesco calls it the “new mobility”. It’s a vision of cities in which residents no longer rely on their cars but on public transport, shared cars and bikes and, above all, on real-time data on their smartphones. He anticipates a revolution which will transform not just transport but the cities themselves. “The goal is to rebalance the public space and create a city for people,” he says. “There will be less pollution, less noise, less stress; it will be a more walkable city.”<strong><br /></strong></p> \n<p>Vesco, the politician responsible for sustainable transport in Lyon, played a leading role in introducing the city’s <a href=\"http://www.velov.grandlyon.com/?L=1\">V&eacute;lo’v bike-sharing</a> scheme a decade ago. It has since been replicated in cities all over the world. Now, though, he is convinced that digital technology has changed the rules of the game, and will make possible the move away from cars that was unimaginable when V&eacute;lo’v launched in May 2005. “Digital information is the fuel of mobility,” he says. “Some transport sociologists say that information about mobility is 50% of mobility. The car will become an accessory to the smartphone.”<br /></p> \n<p>Vesco is nothing if not an evangelist. “Sharing is the new paradigm of urban mobility. Tomorrow, you will judge a city according to what it is adding to sharing. The more that we have people sharing transportation modes, public space, information and new services, the more attractive the city will be.”</p> \n<p>The V&eacute;lo’v scheme is being extended, car clubs that use electric vehicles are being encouraged, and what Vesco calls a “collaborative platform” has been built to encourage ride-sharing by matching drivers with people seeking lifts. There is, he says, no longer any need for residents of Lyon to own a car. And he practises what he preaches – he doesn’t own one himself.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"a82d80334dbc9b4919cf7b2c29c8f6bc1ea9925b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129976057/28363585-19a0-4f66-a0e6-0f6b72edb47a-460x276.jpeg\" alt=\"Pedestrian-friendly central Lyon, on the banks of the River Rhone.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pedestrian-friendly central Lyon, on the banks of the River Rh&ocirc;ne.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The number of cars entering the city has fallen by 20% over the past decade, without even a congestion-charging scheme (Vesco says it would impose a disproportionate burden on the less well-off, who tend to drive higher-polluting vehicles). And even though Lyon’s population is expected to rise by more than 10% over the next decade, he is targeting a further 20% drop in car use. The car parks that used to run alongside the banks of Lyon’s two rivers have already been removed, and human parks opened in their place. Vesco says someone returning to Lyon for the first time in a decade would barely recognise the city.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The goal is to rebalance the public space and create a city for people</p> \n  <footer> \n   <cite>Gilles Vesco</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Birmingham, which vies with Manchester for the title of England’s second city, has been following the experience of Lyon and other European cities closely, and is now embarking on its own 20-year plan called <a href=\"http://www.birmingham.gov.uk/connected\">Birmingham Connected</a>, to reduce dependence on cars. For a city so associated in the public mind with car manufacturing, this is quite a step. The initiative is being driven by the veteran leader of Birmingham city council, Sir Albert Bore, who talks airily about imposing a three-dimensional transport plan on the two-dimensional geography of the city: “French and German cities all have an infrastructure which has a far better understanding of how you need to map the city with layers of travel.”</p> \n<p>“Multi-modal” and “interconnectivity” are now the words on every urban planner’s lips. In Munich, says Bore, planners told him that the city dwellers of the future would no longer need cars. Bikes and more efficient public transport would be the norm; for occasional trips out of the city, they could hire a car or join a car club that facilitated inter-city travel. The statistic everyone trots out is that your car sits outside, idle and depreciating, for 96% of its life. There has to be a more efficient way to provide for the average of seven hours a week when you want it.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"34f3546645a719fe0a4e70ea979b9e0f6635c90f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129177222/60484ac4-104b-4cad-9006-0ea286bd92b1-460x276.jpeg\" alt=\"Smallbrook Ringway, part of Birmingham’s original, road-dominated Bull Ring shopping centre.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Smallbrook Ringway, part of Birmingham’s original, road-dominated Bull Ring development.</span> \n  <span class=\"element-image__credit\">Photograph: PA Archive</span> \n </figcaption> \n</figure> \n<p>Car clubs offer a second statistic. Whereas a personally owned car caters for an individual or a family, a car-club car can service 60 people. As I type this I look at the VW Golf sitting outside my window, which I last drove a fortnight ago. Private cars are wasteful and expensive.</p> \n<p>Bore recognises that his plan to transform his city will not be easy, and will require a healthy dose of public education. “Birmingham was seen as the champion of the car,” he says, “and as a result it didn’t develop an underground or the tram network you see in major cities across Europe. There’s been a failure to develop those systems because there’s been no longer-term vision.” Birmingham now has a long-term plan – but what it doesn’t have is the money. It needs &pound;4bn; so far it has raised only &pound;1.2bn. Central government, private-sector developers and local businesses are going to have be convinced it’s worth it.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Birmingham was seen as the champion of the car, so there's been no longer-term vision</p> \n  <footer> \n   <cite>Sir Albert Bore</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Anne Shaw, Birmingham’s head of transportation services, walks me round the centre of the city to show me the changes already taking place. The single tram line, which runs from Wolverhampton, is being extended; the gyratory road which cuts off many of the municipal buildings is being taken out and traffic re-routed; forbidding concrete subways are being removed; cycle lanes are being put in, and a fast bus service is planned. </p> \n<p>One day, perhaps, Birmingham will even have its own underground system, though that is many years and millions of pounds away. Commuting into Birmingham is currently split 50-50 between car and public transport; that, too, has to change – in London, only 15% of commuters use a car. In Birmingham, the district in the centre which houses Symphony Hall and the new state-of-the-art library is called Paradise. One day, Bore hopes it will live up to its name.</p> \n<p>The planners in Birmingham accept they are late to the party. London, which has pioneered congestion charging and has a well-integrated system of public transport, has led the move away from cars over the past decade, during which time 9% of car commuters have switched to other forms of transport. “People in London have a lot of options and there’s been huge growth across all modes,” says Isabel Dedring, the American-born deputy mayor for transport in the capital. “There’s been a massive increase in investment in public transport.”</p> \n<figure class=\"element element-image\" data-media-id=\"4f03a6de2ec4be0ec0c324d5b3e7f5904fd9641d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430130256948/b01521d6-22a8-41b9-9770-7a5bc96b1297-460x276.jpeg\" alt=\"London’s Piccadilly Circus in 1969, when car parking was still free in most of the capital.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">London’s Piccadilly Circus in 1969, when car parking was still free in most of the capital.</span> \n  <span class=\"element-image__credit\">Photograph: Dezo Hoffmann/Rex Features</span> \n </figcaption> \n</figure> \n<p>Dedring says London has always been progressive in terms of public transport – its narrow, twisting roads were never conducive to the automotive domination that occurred in many US and European cities in the 1960s and 70s, when the car was king. But from the turn of the millennium, there has been a concerted attempt to encourage switching to other modes of transport, and the past decade has seen a 30% reduction in traffic in central London.</p> \n<p>“Traffic levels have gone down massively,” says Dedring, “partly because of the congestion charge, but also because we are taking away space from private vehicles and giving it to buses through bus lanes and to people through public realm [developments].” And now to cyclists, too, with the planned “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/bike-blog/2015/jan/28/londons-cycling-superhighway-may-inspire-similar-schemes-across-the-uk\">cycle superhighways</a>” and cycle-friendly neighbourhoods being trialled in three London boroughs.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>London's twisting roads ​​were never conducive to the domination by car that occurred in many US and European cities</p> \n </blockquote> \n</aside> \n<p>In Waltham Forest, which is running one of those pilot schemes (tagged “mini-Holland”), I go cycling with councillor Clyde Loakes, deputy leader of the council and the cabinet member responsible for the environment. What used to be rat runs in the area now known as Walthamstow Village have been closed to through-traffic, and at a stroke the number of vehicles using the area has dropped by more than 20%. The area is remarkably quiet and relaxed when we cycle around one weekday afternoon; indeed it comes as quite a shock when we leave the confines of the village and are suddenly pitched back into the noise and traffic as we head to the town hall.<br /></p> \n<p>Loakes says the trial is an attempt to alter behaviour and the feel of the area, but is also a recognition that change is already occurring. “In Waltham Forest, we have an increasing number of households without a car. Public transport is getting better; we have an increasingly young demographic; and in many of the developments being built car parking is not a priority, so car ownership is not an option.”</p> \n<p>To put it more bluntly: many city developments are now predicated on there being no car spaces for residents. Developers worried about this initially, but have come to realise it doesn’t pose a problem for the young professionals likely to be buying their flats, so have accepted the demands of council planning departments. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"c52f9cd70158a803c15a638e98921526c671839d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430132633073/00e76d54-55d7-4be6-89d6-55bb27807905-460x276.jpeg\" alt=\"Walthamstow Village has seen a 20% drop in vehicle numbers since trialling its cycle-friendly neighbourhood scheme.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Walthamstow Village has seen a 20% drop in vehicle numbers since trialling its cycle-friendly neighbourhood scheme.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The inner-London borough of Hackney, which prides itself on being the greenest council in London, tells a similar story. “We are trying to create a more liveable environment,” says councillor Feryal Demirci, the cabinet member for neighbourhoods, “and car-free developments are one way of doing that.” She says almost 90% of the developments currently under way are completely car-free, with the council guaranteeing alternatives to personally owned cars, including a commitment that every resident will live within three minutes of a car-club bay. <br /></p> \n<p>The statistic Hackney is proudest of is that more than 15% of its residents commute to work by bike. “It’s about creating an environment where it’s easier for people to cycle or take the bus, so they’re not relying on cars,” Demirci says. Car ownership in the borough has dropped over the past 10 years: whereas a decade ago 56% of households did not own a car, that figure now stands at 65%. Hackney, which is not on the underground network, also claims the highest level of bus usage in London. Though the population has risen by 45,000, the number of cars owned by people in the area has fallen by 3,000. These are trends that urban planners elsewhere would kill for.</p> \n<p>This model of denser, less car-dependent cities is becoming the accepted wisdom across the developed world. “The height [of buildings] is going up; density is going up; borough policies and London plan policies are all about intensification and densification of land uses,” explains Ben Kennedy, Hackney’s principal transport planner. “We’re probably going the way of Manhattan. People live very close and they don’t travel at all because everything is on their doorstep; the population in one block is so high, it can support all the amenities you could ever want. We’re slowly going in that direction in London.”<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"13d26ee63c496754ee5d4faf44c18350ee5d4fee\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430137893886/c79ab6d5-edc4-487a-9bde-da39650f8d29-460x276.jpeg\" alt=\"Aleksanterinkatu, Helsinki.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">According to the Helsinki Times, most future residents of the city will not own a car.</span> \n  <span class=\"element-image__credit\">Photograph: Pekka Liukkonen/Alamy</span> \n </figcaption> \n</figure> \n<h2>A revolution is coming, but it costs money</h2> \n<p>Rikhard Manninen is another man with a plan – a very large plan, which is laid out on a table in his office in the centre of Helsinki. Manninen is director of the city’s strategic urban planning division. The project is a vision of how the city will look in 2050. It will have a lot more people – the population is projected to rise by 50% – but with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/jul/10/helsinki-shared-public-transport-plan-car-ownership-pointless\">much less dependence on cars</a>. The city’s population density will be increased; many of the new high-rise apartment blocks will not have residents’ car parking; key arteries into the city will be replaced by boulevards; more and more space will be given over to cycle lanes. A report on the plan in the <a href=\"http://www.helsinkitimes.fi/finland/finland-news/domestic/11062-the-future-resident-of-helsinki-will-not-own-a-car.html\">Helsinki Times last year confidently predicted</a>: “The future resident of Helsinki will not own a car.”</p> \n<p>“Agglomeration” is the buzzword that planners such as Manninen like to use, and the benefits which derive from it are driving the vision of a new city. “When you are located quite close, businesses can interact more easily; people can walk to work and use public transport. It’s more efficient.”<br /></p> \n<p>In many cities, the era of the suburban commuter, along with the era of the car, is drawing to a close. Manninen no longer wants a city with a single centre; he envisages a multi-polar city with half-a-dozen hubs where people live, work, shop and play. This will reduce transport congestion and generate a series of vibrant, efficiently organised, semi-autonomous units – that’s the plan, anyway.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The younger generation are no longer car dependent. They are less likely to have a driving licence</p> \n  <footer> \n   <cite>Rikhard Manninen</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Though Finland is seen as a pioneer in sustainable transport, the reality is rather different. Because the country came late to urbanisation and there was a huge amount of development in the 1950s and 60s, commuting by car is more entrenched than in some older cities. Finns have tended to live in the suburbs, driving to the centre of Helsinki to work and to their beloved country cottages at weekends. But Manninen echoes Vesco in Lyon in his view that attitudes are changing: “The younger generation are no longer car dependent. They are less likely to have a driving licence than previous generations.” <br /></p> \n<p>Generation Y, the so-called millennials now in their 20s and early 30s who have come of age in the digital era, seem less wedded to possessions than their baby boomer predecessors. Surveys show that the one object that is prized is the smartphone, and the future of transport is likely to be based not on individually owned cars but on “mobility as a service” – a phrase supposedly coined by another Finn, Sampo Hietanen, chief executive of Intelligent Transport Systems (ITS) Finland. Consumers will, so the theory goes, use their smartphones to check ultra-detailed travel news, locate car-club cars or bikes, check for parking spaces, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/17/all-hail-uber-but-what-about-black-cabs\">call up Uber drivers</a>, and arrange shared rides. Who needs a personally owned car?<br /></p> \n<p>While in Helsinki, I meet a delegation from the city’s Regional Transport Authority. I’m struck not just by their commitment to sustainable transport, but their willingness to engage with the public. They send staff into schools and workplaces to try to win converts to walking, cycling and public transport, and take their message to older people, who are usually the most resistant to abandoning their cars.</p> \n<figure class=\"element element-image\" data-media-id=\"4077ff0a2a7507d1dec15b6c58173cc194f363d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129300621/62118f1b-0605-449e-ab51-a65b060205f6-460x276.jpeg\" alt=\"Helsinki’s Baana bicycle corridor opened to the public in 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Helsinki’s Baana bicycle corridor opened to the public in 2012.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>One of the initiatives they are proudest of is their Kutsuplus (“Call plus”) bus service – a fleet of nine-seater minibuses whose routes are determined by the bookings they get on any given day. It’s a great idea, and I book a bus to take me from their offices into town. It arrives quickly, picks me up at a bus stop just 100 metres away, and costs €5 for the two-mile trip. The problem is that, so far, Helsinki only has 15 buses, and doesn’t have the funding for any more. Like many of the schemes currently under way, it’s at the pilot stage. There’s a revolution coming, but revolutions cost money.</p> \n<p>“We are not making a car-free Helsinki – that is not possible,” says Reetta Putkonen, director of the transport and traffic planning division, who I meet for lunch at an exhibition space devoted to the city’s vision of the future. “But we are going to take control of where the cars are and how they are used, so that we will have places where it’s really nice to walk, it’s very fast and easy to bike, and public transport is highly efficient. Walkers will be the kings, and the cyclists will have their own paths. We will still have cars – people need them for carrying goods – but their speeds will be very low and there won’t be so many of them. Our planning shouldn’t be based on cars and on parking. It will be a balanced system.” </p> \n<p>After lunch, I meet another Reetta – not all Finnish women are called Reetta, they assure me. Reetta Keisanen is the city’s cycling coordinator, and she has brought two of the department’s pool bikes for us to undertake a tour of the city. She takes me first along a cycle path that used to be a rail track, linking the town centre with the harbour. Halfway along the route, there is an electronic register counting the cycles as they pass – I am the 54,672nd so far this year. Reetta II tells me that 96% of the residents of Helsinki are pro-cycling, though Reetta I had cautioned that the figure might be lower if motorists realised how much of their road space was being eaten into.</p> \n<p>There are only three gears on the bike and I am not dressed for this sudden spasm of activity – instead of shorts, I am wearing thick trousers and jacket – so it is a struggle, especially on the gritty areas near the seafront. It is, though, pleasant when we eventually get there, and sit in the spring sunshine in the garden of the Regatta, a tiny wooden caf&eacute; which is one of Helsinki’s best-loved attractions.</p> \n<p>Keisanen, who is in her mid-20s and committed to the sustainability cause, is convinced a major change is afoot. “We’ve got lots of work to do because many Finns still own cars,” she says, “but in cities it is now possible to live without a car, and young people are buying fewer cars than older people.” Cycling in Helsinki has doubled since 1997, and Keisanen predicts further increases as the cycling network expands. I suggest to her that not all cyclists behave well – I am thinking of the ones I see in London who whizz along pavements and go in the wrong direction down one-way streets – but she has a good answer. “Cities get the cyclists they deserve. If you have good infrastructure, you will get good cyclists. It’s the same with drivers and pedestrians.” </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"54aeb7b8dcd2fa857a234111f23ecf3f43422c31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430130989636/8c14d2b1-cb84-46d4-ba20-d19c7b00f6fd-460x276.jpeg\" alt=\"Cars line up to enter the Brooklyn Battery Tunnel heading into Mahattan during New York’s first full-scale transit strike in 1966.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cars line up to enter the Brooklyn Battery Tunnel heading into Mahattan during New York’s first full-scale transit strike in 1966.</span> \n  <span class=\"element-image__credit\">Photograph: Arthur Schatz/The LIFE Picture Collection/Getty</span> \n </figcaption> \n</figure> \n<h2><strong> To drive or not to drive: have we reached ‘peak car’?</strong></h2> \n<p>All the trends in cities appear to be moving in the direction favoured by environmentalists, so do they think they are finally winning? “We’re at a stage now in history where people, especially young people, want to have the choice whether to drive or not to drive,” says Jason Torrance, policy director at sustainable transport group Sustrans. “We’ve seen a huge change over the past five years around an ownership model. You now have Spotify and other on-demand services. My entire record collection is in the loft. We have everything on iTunes and Spotify and my son, who is six, only vaguely knows what a CD is.”<br /></p> \n<p>Torrance says the appetite is there for alternatives to the car, and that some cities – both in Europe and in the developing world, notably China – are responding to the challenge. The pro-car attitude which was dominant in the UK from the 1960s through to the end of the Conservative Thatcher era has certainly declined but, he says: “We have a poverty of ambition in the UK in our relationship with cars, and our city leaders should be a lot bolder.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It is five minutes to midnight for the private car. It’s no longer rational to use cars in cities like London</p> \n  <footer> \n   <cite>Stephen Bayley</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Sustrans’ response to what it sees as government inertia is to get involved in grassroots projects such as its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/green-living-blog/2009/nov/25/diy-streets-clapton-sustrans\">DIY Streets scheme</a>, where it works with local councils and residents to reduce the way cars affect their streets. The aim is to let the residents decide what they want in terms of traffic flow and number of parking spaces. “We find residents on DIY streets drive much less, there is a significant increase in the number of kids playing on the street, and there is a lot more cycling,” he says.<br /></p> \n<p>Torrance believes we are still wedded to the car as a status symbol, but others disagree. Stephen Bayley, who has written several books on car design, is convinced the age of the car is coming to an end. “It’s five minutes to midnight for the private car,” he says. “It’s no longer rational to use cars in cities like London.” Cars were invented as agents of freedom, but to drive (and, worse, to have to park) one in a city is tantamount to punishment.</p> \n<p>Bayley also believes the arrival of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/self-driving-cars\">driverless cars</a> will further undermine the driving experience. Sex, beauty, status, freedom – all the words which advertisers have tried to associate with cars over the past 50 years – have been replaced by mere functionality.</p> \n<p>“There was some research a year or so ago which interviewed people in their 20s and 30s,” he says. “The great majority said they would rather give up their car than their smartphone, and in their list of cool brands, no car manufacturer appeared in the top 20. That’s a very significant change. Twenty years ago, if you’d asked young people, BMW and other car brands would certainly have featured.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"4380a7ffa71b7bfb47af597c33a0b4251d78d9ac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430131393789/f74f1155-372b-4cc8-9480-6a089f098fa2-460x276.jpeg\" alt=\"Citroen DS cars on display on the Champs Elysees in Paris in the mid-60s.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Citroen DS cars on display on the Champs-Elys&eacute;es in Paris in the mid-60s.</span> \n  <span class=\"element-image__credit\">Photograph: Charles Edridge/Getty Images</span> \n </figcaption> \n</figure> \n<p>Bayley draws my attention to the French philosopher Roland Barthes’ homage to the Citro&euml;n DS, which appeared in his 1957 book Mythologies. “I believe that the automobile is, today, the almost exact equivalent of the great Gothic cathedrals,” wrote Barthes. “I mean, a great creation of the period, passionately conceived by unknown artists, consumed in its image, if not its use, by an entire populace which appropriates in it an entirely magical object.” These days, cars all look the same and pretty soon, if the manufacturers have their way, we won’t even have to drive them.</p> \n<p>Christian Wolmar, the transport analyst who is seeking the Labour nomination for the London mayoralty in 2016, welcomes this demystification of the car. “Attitudes have changed,” he says. “My stepson didn’t bother passing his driving test till he was 27. None of my kids are car-oriented in the way that we were. When I was a teenager [he is now 65], we lived in Kensington and I used to borrow my mother’s car, drive into the centre in the evening, park it somewhere, go to the cinema and a nightclub, then drive home again. That is inconceivable today with drink-driving laws, parking and the general hassle of it all. We have begun to shift away from cars. On trains, people can use their mobile devices; ‘peak car’ seems to have been reached in America, with young people favouring what they call transit; and there is a trend of younger people no longer seeing the car as central to their lives.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For the past decade, predating the global economic downturn, car traffic has been flatlining</p> \n  <footer> \n   <cite>Glenn Lyons</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Peak car. This is a phrase I hear again and again. The question of whether there is now an irreversible move away from cars towards other forms of transport is central to the cars-in-cities debate. Glenn Lyons, founder of the Centre for Transport and Society at the University of the West of England, is in no doubt that something fundamental is happening. “For the past decade, predating the global economic downturn, car traffic has been flatlining. This is true not only of the UK but of a number of other developed economies around the world.”</p> \n<p>According to Lyons: “Young people have stood out particularly. Car licence acquisition has been going down among younger age groups, and there are strong suspicions that the digital age is contributing to why people now have less reliance on physical mobility. We are in the midst of a fundamental regime transition in society. We are increasingly seeing the car as a functional technology to get from A to B, rather than the much more symbolic representation it had in defining society in previous generations. That is not to suggest the car is done and finished with, but I believe it will become a background technology.”<br /></p> \n<p>David Metz, former chief scientist at the Department for Transport and now visiting professor at University College London’s Centre for Transport Studies, published a book last year called Peak Car, in which he argued that “car use in developed economies has reached a maximum” and that “we have come to the end of an era in which we have steadily travelled more”. “Car use per capita in most of the developed economies has stopped growing,” he tells me, “and stopped growing well before the recession. If you look at the UK data, you see a long-term rise in car travel which came to a stop in the late 1990s.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"03744646436f03187e30e7fdf251439ca29a45bd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129605316/8101801d-59b6-48b3-8734-a993395039ad-460x276.jpeg\" alt=\"Personal Rapid Transport cars on display at the Institute of Science and Technology in Masdar City, Abu Dhabi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Personal Rapid Transport cars on display at the Institute of Science and Technology in Masdar City, Abu Dhabi.</span> \n  <span class=\"element-image__credit\">Photograph: Iain Masterton/incamerastock/Corbis</span> \n </figcaption> \n</figure> \n<p>Holding out against what is rapidly becoming the orthodoxy is Stephen Glaister, former professor of transport at Imperial College and about to retire as director of the Royal Automobile Club Foundation: “Until the 2008 recession, broadly speaking there was continued growth [in car travel],” he insists. “Then the young age group were very badly hit economically, so it’s not surprising their take-up of driving licences is falling. To what extent that’s also to do with some fundamental change in attitudes remains to be seen. Let’s see what happens when they get to 30 and have a family.”<br /></p> \n<p>Glaister points out that the Department for Transport is still assuming an overall increase in traffic of more than 25% by 2040. “You can make different assumptions about oil prices and demographic effects,” he says, “but whichever way you look at it, you’re going to get substantial traffic growth.” Stephen Joseph, executive director of the Campaign for Better Transport, counters that the DfT is hooked on out-of-date thinking: “What we are still battling with is a bunch of policies, design manuals and ways of thinking that are driven by 1989; that where we’re going to end up is Los Angeles and that’s the natural order of things. But that’s not true. It’s not even true worldwide: there are examples, particularly in parts of Latin America, of cities that have been built around buses rather than cars. The idea that the natural end of development is Los Angeles – even Los Angeles doesn’t think that now.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We’ve seen companies that didn’t recognise the changes that were happening around them – and they don’t exist any more</p> \n  <footer> \n   <cite>Richard Brown</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>So where does this leave car manufacturers? At a conference on driverless cars organised by the Society of Motor Manufacturers and Traders (SMMT), I buttonhole BMW executive Glenn Schmidt, who is giving a talk on what this future generation of cars means for a manufacturer such as BMW, which has traditionally put great emphasis on the driving experience. In his talk, he admits we are now seeing “a shift from ownership to accessing mobility”, and that young people are less likely to own cars than previously. Hence BMW’s backing for DriveNow, a car club which has established itself in Germany, the US and, more recently, central London. <br /></p> \n<p>“There is a fundamental change taking place,” Schmidt tells me, “and if you look at dense urban environments with traffic jams, the solution can’t be to stuff more cars into that environment.” So BMW will sell fewer cars? “We obviously have the cars in DriveNow; usually younger people choose to use these, and later they will move into buying cars. DriveNow is a mechanism to attract young people. It gives us an edge by attracting younger people and bringing them to our brands, and later on they will be interested in buying our vehicles.” That, at least, is what car manufacturers are hoping.<br /></p> \n<p>Jean-Philippe Hermine, vice-president of strategic environmental planning at Renault, which has pioneered electric cars, accepts that vehicles are now regarded differently. “The relationship with the car is changing,” he says. “You can question the need to own a car. Some people are looking for more functionality. With our electric cars, where customers can rent the battery, we are to some extent selling mobility and mileage more than a product.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"bea4c575924ff09a1f5be5a3064869f173df6a1d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430131301608/d2811f97-534b-4c97-b4f8-5ef8f92c6413-460x276.jpeg\" alt=\"A Google self-driving car on a test drive in Mountain View, California.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Google driverless car on a test drive in Mountain View, California.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Risberg/AP</span> \n </figcaption> \n</figure> \n<p>Disruption is coming – especially if Google and Apple bring their experiments with driverless cars to fruition – and there are sure to be casualties, but for the moment the manufacturers are citing the old adage that every crisis is an opportunity. No one wants to be left behind – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/jul/09/electric-boris-car-source-london-how-work-paris-autolib\">Autolib’ is poised to come into London</a> with a fleet of electric cars, and will also take over the running of the charging infrastructure in the capital – but eventually consolidation in the car-club market seems inevitable, with a few national players dominating, as with mobile phones. This is an industry in which scale will be everything.</p> \n<p>“We’re going to see a very different state of play over the next couple of decades,” says Richard Brown, manager of Ford’s advanced product group, “and the car is clearly going to be part of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/internet-of-things\">internet of things</a> that everybody is talking about. You have to be prepared to embrace the potential disruption and be excited by the challenges that lie ahead. We’ve seen over the past five or 10 years a number of companies that didn’t recognise the changes that were happening around them – and they don’t exist any more. Look at the Kodaks and Nokias of this world. We don’t want to allow ourselves to become a Nokia.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People think we love our cars, but do we? If you get a good enough service-level offer, you will switch</p> \n  <footer> \n   <cite>Sampo Hietanen</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“People think we love our cars, but do we?” Sampo Hietanen asks me, following a seminar staged by the thinktank Nesta to discuss mobility-as-a-service. “If you get a good enough service-level offer, you will switch,” he says. “If I offer &pound;100 of free use of taxis and guarantee you can do all your trips by taxi, people will say, ‘what do I need a car for?’”</p> \n<p>Hietanen argues that in the future, instead of buying cars, we will have a monthly contract with a supplier which meets all our mobility needs. So how long will it be before we see these mobility service providers, as he calls them, start to appear? “I’m expecting the first services at the start of next year,” says Hietanen. “It won’t be long before someone is providing this in London.” </p> \n<p>Transport consultant George Hazel, another of the speakers at the seminar, cites a report which anticipates 16 major mobility providers entering the global market. “The idea is that a supplier understands my needs, constantly learns about my profile, and gives me a package according to what I’m prepared to pay.” For mobility suppliers, he says, the attraction will be that once they have you as a customer, they will be able to offer you a range of services in addition to transport.<br /></p> \n<p>Hazel’s vision reminds me of a technology consultant I talked to at the SMMT<strong> </strong>conference, who said that in the future, the car that people drive (or that drives them) will be less valuable than the data derived about the person from the vehicle’s connectivity – where they travel, what they listen to or watch as their driverless vehicle ferries them around, where they take their holidays, even how they sit in the car. He anticipated a time when connected, autonomous cars were given away, just so suppliers could add the recipient to their customer base and access that data. The car as loss leader.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c2d50f3e8a1c8c1f8577a2bfa18d698d89b0631f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129383085/51f45647-6a49-4c0f-9bb7-682a485b832a-460x276.jpeg\" alt=\"The masterplan for Masdar City, Abu Dhabi.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The masterplan for Masdar City, Abu Dhabi, which keeps cars out of the centre.</span> \n  <span class=\"element-image__credit\">Illustration: Foster and Partners</span> \n </figcaption> \n</figure> \n<h2>Cities of the future – without cars?</h2> \n<p>On a sparkling spring morning, I meet David Nelson, head of design at architects Foster and Partners, and Bruno Moser, who heads its urban planning division. Increasingly, Foster and Partners is interested in designing whole cities, and in trying to take the sustainability message to the developing world. In Abu Dhabi, it has spent the past 10 years creating Masdar City, an environmentally friendly community which will eventually grow to 100,000 people and in which cars are kept out of the centre, and walking and cycling encouraged.<br /></p> \n<p>“We were trying out zero-carbon, zero-waste thinking, and mobility plays a key part in that,” says Nelson. What he calls “carbon cars” are kept at the perimeter, and in the centre Foster and Partners have designed a personal rapid-transit system similar to the pods used at Heathrow’s Terminal 5. The crash of 2007-8 slowed the development of Masdar, and so far only the first two phases have been completed, but Nelson insists the project has been a success, <a href=\"http://www.wired.co.uk/magazine/archive/2013/12/features/reality-hits-masdar\">despite criticisms of the slow rate of progress</a> and a lack of affordable housing that means many workers have to commute to the city, undermining some of its key goals.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If cities in the developing world go through the same cycle that we have in the past 50 years, we have a problem</p> \n  <footer> \n   <cite>Bruno Moser</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Foster and Partners is more interested in the way cities are evolving in the developing world than in Europe. Moser thinks the battle against the car has been more-or-less won in the west, where car ownership in cities is lower than in suburban and rural areas. But in the developing world, the opposite is true: city dwellers are wealthier and more likely to own cars, and unless the public can be educated in the merits of sustainability and cities are created that aren’t car-dependent, there will be exponential growth in car ownership and usage.</p> \n<p>“If cities in the developing world go through the same cycle that we have in the past 50 years, we have a problem,” says Moser. Nelson believes there is a “great opportunity” for radical new solutions, but worries that “the desire for the middle-class lifestyle, which includes a big car” will get in the way. “If you start out planning with cars in mind, everybody learns from the US, so in the middle of cities you’ll get six-lane roads. The car becomes king and you design for that, and everybody forgets about everything else. That is still happening a lot in Asia, and when we get a project we try to convince everyone that’s not the right thing to do.”</p> \n<p>Even in a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/nov/27/poor-transport-planning-mumbai-traffic-bedlam\">traffic-clogged, car-fixated megacity</a> such as Mumbai, however, there are glimmers that the anti-car lobby is gaining some traction. Last October, the Equal Streets movement began <a href=\"http://www.theguardian.com/cities/2014/nov/24/equal-streets-happier-healthier-mumbai \">closing one four-mile stretch of main road</a> there each Sunday morning so that residents of a city desperately short of public space could walk, cycle and play freely. And despite Mumbai politicians’ penchant for building new flyovers, the sheer crowdedness of street life and poor state of the roads are surely a disincentive to owning an expensive “status symbol” car.</p> \n<figure class=\"element element-image\" data-media-id=\"66e86b416a67ea30deec6efcf4571d51c9f1dfbf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430132221902/2cad4d04-7855-4e03-b8bd-e087f76cb8d3-460x276.jpeg\" alt=\"Traffic clogs a main road during Mumbai’s hectic rush hour.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Traffic clogs a main road during Mumbai’s hectic rush hour.</span> \n  <span class=\"element-image__credit\">Photograph: Rajanish Kakade/AP</span> \n </figcaption> \n</figure> \n<p>The final stop on my car journey is the Future Cities Catapult, which I visit on its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/17/urban-innovation-centre-future-cities-catapult-dan-hill-vince-cable\">first day in new offices</a> on the edge of the City of London – so new the smell of fresh paint is overwhelming. The government has set up these trendily named catapults in a number of key areas – energy, transport, cell therapy, the digital economy – to encourage innovation and act as a bridge between academia and industry. Here, surely, they will have a vision of where we are heading.<br /></p> \n<p>“I hope we are at peak car,” says Dan Hill, executive director of futures and best practice, when we settle down to talk in their showroom-cum-lounge. What, even in the developing world? “They have an opportunity to leapfrog and not make the same mistakes we have over the past 50 years,” he says optimistically.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The idea that we use privately owned cars to shift the massive bulk of people around a city seems utterly absurd to me</p> \n  <footer> \n   <cite>Dan Hill</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“If the 20th-century approach to solving a mobility problem, just like solving a housing problem, was to build some roads or add some rail, in the 21st century we have to adopt a non-building approach, optimising the existing built-fabric we have,” Hill says. “That’s where the possibility of, say, a shared, autonomous, self-driving car service could radically transform the way people move around a city without building a single road – just as we are already seeing companies like Airbnb transforming the approach to accommodation without building a single hotel. They don’t own any buildings at all, they write code, but they’ve changed the way the fabric of the city is working. Uber doesn’t own any cars, but they’re changing the nature of mobility.”</p> \n<p>The mobility revolution is already happening, according to Hill, and can only accelerate. He believes Hietanen’s notion of mobility service providers is likely to become a reality, and agrees with Bayley’s contention that the era of the car is nearly over. “The idea that we use privately owned cars to shift the massive bulk of people around a city seems utterly absurd to me. What a crazy thing to do.”<br /></p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"1d97c56e7825d4da49f6e80025b0838801e7bd55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/27/1430129730071/c6de2ecd-ec09-4797-ad2a-0e4c5e8757ad-460x276.jpeg\" alt=\"Back to the future? London’s Edgware Road flyover at its opening in 1967.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">London’s Edgware Road flyover at its opening in 1967</span> \n </figcaption> \n</figure> \n<p>But what’s the timescale? Hill offers a qualified answer. “It depends on the city. Cities like Helsinki, Copenhagen, Zurich, those small cores with a 2 million exterior [population]; in the next five years I think we’ll be seeing really coherent mobility-as-service offers. They’re already halfway there – they’ve got Zipcar and Uber, really good public transport systems, are very walkable and bikeable, and have a strong public policy on carbon emissions and making a safer city. So I can’t see why in five years we wouldn’t have reached a significant transition point.”</p> \n<p>Those, though, are the easy ones. “With somewhere like London, which is 15 Copenhagens in size, it’s really difficult to say. It depends on the decisions that Transport for London makes, and on manufacturers like Ford and BMW extending their mobility experiments. Then with cities like Sydney and San Diego, you are maybe talking 20 or 30 years before you get significant modal shift from private car ownership.</p> \n<p>“Once you’ve built all those highways and car parks, it takes a lot of money and time to unpick them. They placed a big bet on cars in the late-1950s, and it’s a long time before you get a chance to make another bet. A city like London, which is a couple of thousand years old and contains many different histories, ends up with a tapestry of multiple side-bets rather than one overweening vision. That’s actually more interesting and more malleable.”<br /></p> \n<p>What is evident is that the cities of tomorrow are likely, in effect, to revert to the cities of yesterday: denser, more neighbourhood-based, with everything you need for work and leisure in one district. There will be less separation of functions, less commuting, less travel generally.</p> \n<p>“To me, this last 50 or 60 years feels like an anomaly,” says Hill. “If you haven’t already guessed, I’m a non-driver. I think we will look back on this time and say, ‘Wasn’t it odd that we drove ourselves around?’ In the 1920s and 30s, you’d have gone to the butcher on your high street, and a grocery boy (it would have been a boy then) would have delivered the goods to your home on a bike – and they’d have been there by the time you got back.”</p> \n<p>In Hill’s view, that age and those services will return. Neighbourhoods and self-sufficient communities will make a comeback in a new era that will be dominated not by the car, but by the smartphone and the network. The commuter is dead. Long live the hipster.</p> \n<p><em>Are we seeing the decline of the car in cities? Share your thoughts in the comments below</em></p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429722321174/7d40b184-cb77-4c60-94ff-413e59b731ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Powell/Getty Images","altText":"Cars in London","cleanCredit":"Photograph: Powell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129977516/28363585-19a0-4f66-a0e6-0f6b72edb47a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pedestrian-friendly central Lyon, on the banks of the River Rhône. Photograph: Alamy","credit":"Alamy","altText":"Pedestrian-friendly central Lyon, on the banks of the River Rhone.","cleanCaption":"Pedestrian-friendly central Lyon, on the banks of the River Rhône.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129178822/60484ac4-104b-4cad-9006-0ea286bd92b1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Smallbrook Ringway, part of Birmingham’s original, road-dominated Bull Ring development. Photograph: PA Archive","credit":"PA Archive","altText":"Smallbrook Ringway, part of Birmingham’s original, road-dominated Bull Ring shopping centre.","cleanCaption":"Smallbrook Ringway, part of Birmingham’s original, road-dominated Bull Ring development.","cleanCredit":"Photograph: PA Archive"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430130257403/b01521d6-22a8-41b9-9770-7a5bc96b1297-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"London’s Piccadilly Circus in 1969, when car parking was still free in most of the capital. Photograph: Dezo Hoffmann/Rex Features","credit":"Dezo Hoffmann/Rex Features","altText":"London’s Piccadilly Circus in 1969, when car parking was still free in most of the capital.","cleanCaption":"London’s Piccadilly Circus in 1969, when car parking was still free in most of the capital.","cleanCredit":"Photograph: Dezo Hoffmann/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430132634410/00e76d54-55d7-4be6-89d6-55bb27807905-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Walthamstow Village has seen a 20% drop in vehicle numbers since trialling its cycle-friendly neighbourhood scheme. Photograph: Alamy","credit":"Alamy","altText":"Walthamstow Village has seen a 20% drop in vehicle numbers since trialling its cycle-friendly neighbourhood scheme.","cleanCaption":"Walthamstow Village has seen a 20% drop in vehicle numbers since trialling its cycle-friendly neighbourhood scheme.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430137895239/c79ab6d5-edc4-487a-9bde-da39650f8d29-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"According to the Helsinki Times, most future residents of the city will not own a car. Photograph: Pekka Liukkonen/Alamy","credit":"Pekka Liukkonen/Alamy","altText":"Aleksanterinkatu, Helsinki.","cleanCaption":"According to the Helsinki Times, most future residents of the city will not own a car.","cleanCredit":"Photograph: Pekka Liukkonen/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129301926/62118f1b-0605-449e-ab51-a65b060205f6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Helsinki’s Baana bicycle corridor opened to the public in 2012. Photograph: Alamy","credit":"Alamy","altText":"Helsinki’s Baana bicycle corridor opened to the public in 2012.","cleanCaption":"Helsinki’s Baana bicycle corridor opened to the public in 2012.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430130990961/8c14d2b1-cb84-46d4-ba20-d19c7b00f6fd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cars line up to enter the Brooklyn Battery Tunnel heading into Mahattan during New York’s first full-scale transit strike in 1966. Photograph: Arthur Schatz/The LIFE Picture Collection/Getty","credit":"Arthur Schatz/The LIFE Picture Collection/Getty","altText":"Cars line up to enter the Brooklyn Battery Tunnel heading into Mahattan during New York’s first full-scale transit strike in 1966.","cleanCaption":"Cars line up to enter the Brooklyn Battery Tunnel heading into Mahattan during New York’s first full-scale transit strike in 1966.","cleanCredit":"Photograph: Arthur Schatz/The LIFE Picture Collection/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430131395231/f74f1155-372b-4cc8-9480-6a089f098fa2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Citroen DS cars on display on the Champs-Elysées in Paris in the mid-60s. Photograph: Charles Edridge/Getty Images","credit":"Charles Edridge/Getty Images","altText":"Citroen DS cars on display on the Champs Elysees in Paris in the mid-60s.","cleanCaption":"Citroen DS cars on display on the Champs-Elysées in Paris in the mid-60s.","cleanCredit":"Photograph: Charles Edridge/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129606666/8101801d-59b6-48b3-8734-a993395039ad-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Personal Rapid Transport cars on display at the Institute of Science and Technology in Masdar City, Abu Dhabi. Photograph: Iain Masterton/incamerastock/Corbis","credit":"Iain Masterton/incamerastock/Corbis","altText":"Personal Rapid Transport cars on display at the Institute of Science and Technology in Masdar City, Abu Dhabi.","cleanCaption":"Personal Rapid Transport cars on display at the Institute of Science and Technology in Masdar City, Abu Dhabi.","cleanCredit":"Photograph: Iain Masterton/incamerastock/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430131303065/d2811f97-534b-4c97-b4f8-5ef8f92c6413-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Google driverless car on a test drive in Mountain View, California. Photograph: Eric Risberg/AP","credit":"Eric Risberg/AP","altText":"A Google self-driving car on a test drive in Mountain View, California.","cleanCaption":"A Google driverless car on a test drive in Mountain View, California.","cleanCredit":"Photograph: Eric Risberg/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129384479/51f45647-6a49-4c0f-9bb7-682a485b832a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The masterplan for Masdar City, Abu Dhabi, which keeps cars out of the centre. Photograph: Illustration: Foster and Partners","credit":"Illustration: Foster and Partners","altText":"The masterplan for Masdar City, Abu Dhabi.","cleanCaption":"The masterplan for Masdar City, Abu Dhabi, which keeps cars out of the centre.","cleanCredit":"Illustration: Foster and Partners"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430132223595/2cad4d04-7855-4e03-b8bd-e087f76cb8d3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Traffic clogs a main road during Mumbai’s hectic rush hour. Photograph: Rajanish Kakade/AP","credit":"Rajanish Kakade/AP","altText":"Traffic clogs a main road during Mumbai’s hectic rush hour.","cleanCaption":"Traffic clogs a main road during Mumbai’s hectic rush hour.","cleanCredit":"Photograph: Rajanish Kakade/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430129730526/c6de2ecd-ec09-4797-ad2a-0e4c5e8757ad-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"London’s Edgware Road flyover at its opening in 1967","credit":"taken from picture library","altText":"Back to the future? London’s Edgware Road flyover at its opening in 1967.","cleanCaption":"London’s Edgware Road flyover at its opening in 1967"}],"webPublicationDate":"2015-04-28T06:00:06Z","lastModified":"2015-04-28T09:18:20Z","metadata":{"commentable":true,"commentCount":205,"contributors":[{"name":"Stephen Moss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/17/1405603976678/Stephen-Moss-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephenmoss"}],"feature":true,"keywords":["Cities","Automotive industry","Business","Transport policy","Transport","Bus fares","Hackney","Helsinki","Travel","UK news","Environment","Motoring","Motoring"],"topics":[{"displayName":"Stephen Moss","topic":{"type":"tag-contributor","name":"profile/stephenmoss"}}],"series":{"title":"Cities in motion","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/cities-in-motion"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/apr/28/end-of-the-car-age-how-cities-outgrew-the-automobile","shortUrl":"http://gu.com/p/47m7d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/apr/28/end-of-the-car-age-how-cities-outgrew-the-automobile","webUri":"http://www.theguardian.com/cities/2015/apr/28/end-of-the-car-age-how-cities-outgrew-the-automobile"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/22/1429722321174/7d40b184-cb77-4c60-94ff-413e59b731ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"London’s Oxford Street in 1965, when city planning was dominated by a desire to accommodate the car. Photograph: Powell/Getty Images","credit":"Powell/Getty Images","altText":"London’s Oxford Street in 1965.","cleanCaption":"London’s Oxford Street in 1965, when city planning was dominated by a desire to accommodate the car.","cleanCredit":"Photograph: Powell/Getty Images"}},"importance":4,"kicker":{"title":"End of the car age"},"showQuotedHeadline":false},{"title":"In 10 years nothing has changed for female playwrights – it’s time to act","rawTitle":"In 10 years nothing has changed for female playwrights – it’s time to act","item":{"type":"article","id":"stage/theatreblog/2015/apr/28/nothing-changed-female-playwrights-uk-theatres-gender-equality","title":"In 10 years nothing has changed for female playwrights – it’s time to act","trailText":"A decade ago, 30% of new plays produced in UK theatres were written by women. In 2013 it was 31%. How can we ensure real change in gender equality?","standFirst":"<p>A decade ago, 30% of new plays produced in UK theatres were written by women. In 2013 it was 31%. How can we ensure real change in gender equality?</p>","byline":"Lyn Gardner","body":"<p>“It’s not a conspiracy by men to keep women off film or stage, it’s just they don’t notice if we’re not there,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2012/jan/05/phyllida-lloyd-iron-lady\">said director Phyllida Lloyd</a> talking on 25 April at the conference <a href=\"http://writersguild.org.uk/cutting-edge-british-theatre-in-hard-times/\">Cutting Edge: British Theatre in Hard Times</a>, which explored how theatre in the UK had fared under the coalition government.</p> \n<p>It was a fascinating day, often presenting apparently contradictory findings: there have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/apr/21/david-pountney-arts-funding-bad-for-our-cultural-health\">been significant cuts to funding</a> which are damaging to theatre’s long-term infrastructure, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture-professionals-network/culture-professionals-blog/2014/jan/09/lottery-arts-council-funding-reaction\">increasing reliance on volatile lottery funding</a>, yet audiences are holding up and in some cases growing significantly.</p> \n<p>There’s lots of activity, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2010/feb/23/arts-unpaid-interns-exploitation\">much of its goes unpaid or barely paid</a>, which is making it harder to sustain careers, because people work long hours for low pay in high-stress environments. Co-productions have brought financial advantages, but may have made work less distinctive. We are clearly not all in it together, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2014/feb/20/arts-council-theatre-london-regions-funding\">when &pound;70 per head of arts funding goes to London</a> and only &pound;5 outside of the capital – nor, as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/feb/17/arts-and-culture-systematically-removed-from-uk-education-system\">Warwick commission on cultural value</a> found, when arts are being cut from the school curriculum and the wealthiest, best educated and least ethnically diverse 8% of the population are its most culturally active segment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2015/feb/26/female-playwrights-national-theatre\">A stage of their own: why female playwrights are still marginalised</a> </p> \n</aside> \n<p>We’ll return to some of these issues in future blogs, but in the meantime check out <a href=\"https://www.dropbox.com/s/6ztmtbkhg61zzqu/BTC%20piece%20FINAL.pdf?dl=0\">Chris Goode’s searing contribution</a> on the role of the artist in society (“If it isn’t dissident, who is it for?”).</p> \n<p>For now, I’m going to concentrate on gender, which was a recurring theme at the conference. Lucy Kerbel of Tonic Theatre, which has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/sep/22/theatre-female-figures-gender-gap\">in the forefront of trying to instigate change</a>, noted that she had never been to a theatre gathering that was not specifically about gender where the issue was raised so much. But of course it’s only right that it is. If we’re going to bring about real change in theatre then gender equality and diversity have to be part of the conversation all of the time, not just on specific occasions, otherwise we are only ghettoising it. In fact it was no surprise that gender was to the fore on Saturday, given the findings presented by <a href=\"http://www.danrebellato.co.uk/spilled-ink/\">Dan Rebellato</a> from the report on <a href=\"http://britishtheatreconference.co.uk/british-theatre-repertoire-2013/\">British Theatre Repertoire</a> of 2013.</p> \n<p>The report’s interim findings, published earlier this year, were fascinating as they indicated that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2015/feb/04/new-plays-outnumbering-revivals-theatres\">for the first time new work had overtaken revivals and classics in the repertoire</a>. However, what the <a href=\"https://www.thestage.co.uk/news/2015/less-third-new-plays-written-women-report-finds/\">latest research demonstrates</a> is how little progress has been made in the last 10 years on gender and play production. A decade ago, 30% of new plays produced in UK theatres were written by women. In 2013, it was 31%. The statistics for length of runs and auditorium sizes also show that male writers were significantly favoured. Perhaps the most telling figures concerned adaptations, which tend to be commissioned out, so are within the gift of a theatre. In 2013, 87.5% were by men and 12.5% by women. The only area where women writers came closer in equality to male writers was in work for young people and children – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/theatreblog/2013/oct/23/why-childrens-theatre-matters\">an area which is consistently undervalued</a> – where 40% of shows were written by women.</p> \n<p>The question is why do female playwrights continue to be offered fewer opportunities than men and what can we do about it?</p> \n<p>The quote from Phyllida Lloyd suggested that it happens not necessarily by design but by default, because many – myself included – simply hoped and believed that equality would come in time as a result of the <a href=\"http://www.unfinishedhistories.com/\">changes in theatre in the 1970s and 80s</a>. But those advances in visibility and work opportunities became part of what <a href=\"https://www2.mmu.ac.uk/english/staff/profile/index.php?profile_id=20\">playwright and academic Julie Wilkinson</a> referred to as “organised forgetting”, in which previous gains are lost because there’s no long-lasting change of culture that ensures that individuals and arts organisations act differently over the longer term.</p> \n<p>The Tonic initiative sees some leading theatres committing to 50:50 male/female opportunities including for actors on main stages. But it is also, as <a href=\"http://www.rsc.org.uk/\">Erica Whyman</a> of the RSC suggested, time for all arts organisations, directors and those casting and commissioning to question every single decision that they are making.</p> \n<p>As Lucy Kerbel observed:</p> \n<blockquote> \n <p>“In the past there has been an over-focus on output and until you really change process, the output is always the same.”</p> \n</blockquote> \n<p>And the only way to change that is to make those running our theatres see issues of gender and diversity not as a problem of those who are under-represented, but a reflection of their own working practices and the structures of their organisations. Only by changing those practices and structures will long-term change come about.</p> \n<p>Otherwise in 10 years’ time nothing will have really changed. Again.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430221308236/Esther-Smith-and-Esther-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Esther Smith (Juniper) and Esther Hall (Meg) in Many Moons by Alice Birch  Photograph: Tristram Kenton","credit":"Tristram Kenton/Tristram Kenton","altText":"Esther Smith and Esther Hall in Many Moons by Alice Birch","cleanCaption":"Esther Smith (Juniper) and Esther Hall (Meg) in Many Moons by Alice Birch  Photograph: Tristram Kenton"}],"bodyImages":[],"webPublicationDate":"2015-04-28T14:27:30Z","lastModified":"2015-04-28T14:30:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Lyn Gardner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lyngardner"}],"feature":true,"keywords":["Theatre","Women","Gender","Stage","Culture"],"topics":[{"displayName":"Lyn Gardner","topic":{"type":"tag-contributor","name":"profile/lyngardner"}}],"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/theatreblog/2015/apr/28/nothing-changed-female-playwrights-uk-theatres-gender-equality","shortUrl":"http://gu.com/p/48v23","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/theatreblog/2015/apr/28/nothing-changed-female-playwrights-uk-theatres-gender-equality","webUri":"http://www.theguardian.com/stage/theatreblog/2015/apr/28/nothing-changed-female-playwrights-uk-theatres-gender-equality"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430221308236/Esther-Smith-and-Esther-H-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Where are all the women playwrights? … Many Moons by Alice Birch. Photograph: Tristram Kenton for The Guardian","credit":"Tristram Kenton for the Guardian","altText":"Esther Smith and Esther Hall in Many Moons by Alice Birch","cleanCaption":"Where are all the women playwrights? … Many Moons by Alice Birch. Photograph: Tristram Kenton for The Guardian"}},"importance":3,"showQuotedHeadline":true},{"title":"Carey Mulligan on Far From the Madding Crowd / It's shocking how real Bathsheba feels to a female reader","rawTitle":"It's shocking how real Bathsheba feels to a female reader","item":{"type":"video","id":"film/video/2015/apr/28/far-from-the-madding-crowd-carey-mulligan-video-interview","title":"Far From the Madding Crowd star Carey Mulligan: 'It's shocking how real Bathsheba feels to a female reader' - video interview","trailText":"<p>The star of a new adaptation of Thomas Hardy's classic talks to Catherine Shoard about how the author managed to write a female character so convincingly</p>","standFirst":"Thomas Vinterberg's adaptation of Thomas Hardy's classic romance Far From the Madding Crowd stars Carey Mulligan as Bathsheba Everdene, a Victorian landowner who is torn between safeguarding her independence and following her heart. Here the film's star talks to\n<strong> Catherine Shoard</strong> about how accurately Hardy was able to write a female character, while Vinterberg and co-star Matthias Schoenaerts explain why the story offers up a good example of how men should act. Far From the Madding Crowd is released in the UK on Friday 1 May","byline":"Catherine Shoard and Henry Barnes","body":"<video data-media-id=\"gu-video-456525532\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/4/28/1430217713177/KP_202724_crop_1200x720.jpg\"> \n <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10298138&amp;format=video/mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/04/28/150428FarFromMadding_small.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/04/28/150428FarFromMadding.m3u8\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/04/28/150428FarFromMadding_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/04/28/150428FarFromMadding_synd_768k_vp8.webm\"></source> \n</video>","video":{"id":"gu-video-456525532","source":"guardian.co.uk","durationInSeconds":263,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10298138&format=video/mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/04/28/150428FarFromMadding.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/28/1430217713177/KP_202724_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Far From the Madding Crowd Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Far From the Madding Crowd","cleanCaption":"620x372 trailpic for Far From the Madding Crowd","cleanCredit":"guardian.co.uk"}},"section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/4/28/1430217713177/KP_202724_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Far From the Madding Crowd Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Far From the Madding Crowd","cleanCaption":"620x372 trailpic for Far From the Madding Crowd","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-04-28T11:19:19Z","lastModified":"2015-04-28T11:19:19Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"},{"name":"Henry Barnes","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/22/1424629714919/Henry-Barnes-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrybarnes"}],"feature":false,"keywords":["Far From the Madding Crowd 2015","Film","Culture","Carey Mulligan","Thomas Vinterberg","Drama","Thomas Hardy","Books"],"topics":[],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/video/2015/apr/28/far-from-the-madding-crowd-carey-mulligan-video-interview","shortUrl":"http://gu.com/p/47qqh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/video/2015/apr/28/far-from-the-madding-crowd-carey-mulligan-video-interview","webUri":"http://www.theguardian.com/film/video/2015/apr/28/far-from-the-madding-crowd-carey-mulligan-video-interview"},"shouldHideAdverts":false},"importance":2,"kicker":{"title":"Carey Mulligan on Far From the Madding Crowd"},"showQuotedHeadline":true},{"title":"Share your general election poster designs","rawTitle":"Share your general election poster designs","item":{"type":"article","id":"artanddesign/guardianwitness-blog/2015/apr/27/share-your-general-election-poster-designs","title":"Share your general election poster designs","trailText":"Have you got a new slogan for a political party or a message that better reflects the politics in the run up to the general election?<br>","standFirst":"<p>Have you got a new slogan for a political party or a message that better reflects the politics in the run up to the general election?<br /></p>","byline":"Guardian readers","body":"<p>We’ve already heard from <a href=\"https://witness.theguardian.com/assignment/54fed12de4b006eddbeef179\">art students</a> but now we’d like to open up the callout to everyone. So whether it’s an alternative political slogan or you want to highlight a policy or issue that’s important to you, share your designs with us.<br /></p> \n<p>You can share your creations by clicking on the blue ‘Contribute’ button on this article. You can also use the <a href=\"https://witness.theguardian.com/apps\">GuardianWitness smartphone app</a> or the <a href=\"http://preview.gutools.co.uk/global/ng-interactive/2014/may/29/-sp-the-guardian-app-for-ios-and-android\">Guardian app</a> and search for ‘GuardianWitness assignments.’ </p> \n<p>Here are some of the contributions so far:</p> \n<figure class=\"element element-witness element-witness-image\" itemscope=\"\" itemtype=\"http://schema.org/ImageObject\" data-media-id=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1451686\"> \n <div class=\"element-witness--main\"> \n  <a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1451686\" itemprop=\"url\"><img src=\"https://n0tice-static.s3.amazonaws.com/image/14277337163952b283d8ce99dad12b1d2c66d02b31bad-mediumoriginalaspectdouble.jpg\" alt=\"Tory Story\" itemprop=\"contentURL\" /></a> \n  <figcaption> \n   <h3 class=\"element-witness--title\" itemprop=\"name\"><a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1451686\" itemprop=\"url\">Tory Story</a></h3> \n   <div itemprop=\"description\"> \n    <p>To oblivion and beyond!</p> \n   </div> \n  </figcaption> \n </div> \n <footer class=\"element-witness--footer\"> \n  <p class=\"element-witness--source\">Sent via <a href=\"https://witness.theguardian.com/\" class=\"element-witness--brand\" itemprop=\"provider\">GuardianWitness</a></p> \n  <div class=\"element-witness--metadata\"> \n   <p class=\"element-witness--author\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"> By <a href=\"https://witness.theguardian.com/user/banksemma\" class=\"element-witness--author-name\" itemprop=\"name\">banksemma</a> </p> \n   <p class=\"element-witness--date\"> <time itemprop=\"dateCreated\" datetime=\"2015-03-30T16:41:56Z\">30 March 2015, 17:41</time> </p> \n  </div> \n </footer> \n</figure> \n<figure class=\"element element-witness element-witness-image\" itemscope=\"\" itemtype=\"http://schema.org/ImageObject\" data-media-id=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1489105\"> \n <div class=\"element-witness--main\"> \n  <a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1489105\" itemprop=\"url\"><img src=\"https://n0tice-static.s3.amazonaws.com/image/14298288888101b24391b215e190905dbe8354c182189-mediumoriginalaspectdouble.jpg\" alt=\"Immigration: Look Bright Not Right\" itemprop=\"contentURL\" /></a> \n  <figcaption> \n   <h3 class=\"element-witness--title\" itemprop=\"name\"><a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1489105\" itemprop=\"url\">Immigration: Look Bright Not Right</a></h3> \n   <div itemprop=\"description\"> \n    <p>Be conscious about what actually going on about 'immigration reform'. And consider about who we need as immigrants, to bring benefit to this country.</p> \n   </div> \n  </figcaption> \n </div> \n <footer class=\"element-witness--footer\"> \n  <p class=\"element-witness--source\">Sent via <a href=\"https://witness.theguardian.com/\" class=\"element-witness--brand\" itemprop=\"provider\">GuardianWitness</a></p> \n  <div class=\"element-witness--metadata\"> \n   <p class=\"element-witness--author\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"> By <a href=\"https://witness.theguardian.com/user/LilianTan\" class=\"element-witness--author-name\" itemprop=\"name\">LilianTan</a> </p> \n   <p class=\"element-witness--date\"> <time itemprop=\"dateCreated\" datetime=\"2015-04-23T22:41:32Z\">23 April 2015, 23:41</time> </p> \n  </div> \n </footer> \n</figure> \n<figure class=\"element element-witness element-witness-image\" itemscope=\"\" itemtype=\"http://schema.org/ImageObject\" data-media-id=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1452788\"> \n <div class=\"element-witness--main\"> \n  <a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1452788\" itemprop=\"url\"><img src=\"https://n0tice-static.s3.amazonaws.com/image/14277959795763c5a2a10eb637e9ed66abb8223e8f25b-mediumoriginalaspectdouble.jpg\" alt=\"The Truth about Tories and the Economy\" itemprop=\"contentURL\" /></a> \n  <figcaption> \n   <h3 class=\"element-witness--title\" itemprop=\"name\"><a href=\"https://witness.theguardian.com/assignment/553e1e73e4b006cad0a26aab/1452788\" itemprop=\"url\">The Truth about Tories and the Economy</a></h3> \n   <div itemprop=\"description\"> \n    <p>An alternative to the Tory and rather dated 1980s tired Saatchi approach to politics.</p> \n   </div> \n  </figcaption> \n </div> \n <footer class=\"element-witness--footer\"> \n  <p class=\"element-witness--source\">Sent via <a href=\"https://witness.theguardian.com/\" class=\"element-witness--brand\" itemprop=\"provider\">GuardianWitness</a></p> \n  <div class=\"element-witness--metadata\"> \n   <p class=\"element-witness--author\" itemprop=\"author\" itemscope=\"\" itemtype=\"http://schema.org/Person\"> By <a href=\"https://witness.theguardian.com/user/artmeetstony\" class=\"element-witness--author-name\" itemprop=\"name\">artmeetstony</a> </p> \n   <p class=\"element-witness--date\"> <time itemprop=\"dateCreated\" datetime=\"2015-03-31T09:59:39Z\">31 March 2015, 10:59</time> </p> \n  </div> \n </footer> \n</figure> \n<ul> \n <li><a href=\"https://witness.theguardian.com/\">GuardianWitness</a> is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site. </li> \n</ul>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212957730/d72cdbfa-35a0-4d47-a450-be511975243d-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Lewis Taylor/GuardianWitness","altText":"When all is lost, you better call the A team.","cleanCredit":"Photograph: Lewis Taylor/GuardianWitness"}],"bodyImages":[],"webPublicationDate":"2015-04-27T12:09:38Z","lastModified":"2015-04-28T14:31:25Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian readers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-readers"}],"feature":false,"keywords":["Posters","General election 2015","Politics","UK news"],"topics":[{"displayName":"Guardian readers","topic":{"type":"tag-contributor","name":"profile/guardian-readers"}}],"series":{"title":"GuardianWitness assignments","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/guardianwitness-assignments"},"embeddedVideos":[],"adTargetingPath":"artanddesign","witnessAssignmentId":"553e1e73e4b006cad0a26aab"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/guardianwitness-blog/2015/apr/27/share-your-general-election-poster-designs","shortUrl":"http://gu.com/p/47q2p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/guardianwitness-blog/2015/apr/27/share-your-general-election-poster-designs","webUri":"http://www.theguardian.com/artanddesign/guardianwitness-blog/2015/apr/27/share-your-general-election-poster-designs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430212922402/1f4dba38-fa54-40c2-a3fa-9e9bba4bab08-620x436.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":436,"width":620,"orientation":"landscape","caption":"When all is lost, you better call the A team Photograph: Lewis Taylor/GuardianWitness","credit":"Lewis Taylor/GuardianWitness","altText":"When all is lost, you better call the A team","cleanCaption":"When all is lost, you better call the A team","cleanCredit":"Photograph: Lewis Taylor/GuardianWitness"}},"importance":1,"showQuotedHeadline":false}],"lastModified":"2015-04-28T14:32:22Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}