{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"James Rhodes / It’s important to say that bad things happen – and we don’t lie about it","rawTitle":"It’s important to say that bad things happen – and we don’t lie about it","item":{"type":"article","id":"music/2015/may/23/james-rhodes-pianist-interview","title":"James Rhodes interview: ‘It’s important to say that bad things happen – and we don’t lie about it’","trailText":"Pianist James Rhodes has written a personal memoir so raw and harrowing that the supreme court – and his ex-wife – prevented him from publishing it. Now that the ban has been lifted, he explains why he refused to be silenced","standFirst":"<p>Pianist James Rhodes has written a personal memoir so raw and harrowing that the court of appeal – and his ex-wife – prevented him from publishing it. Now that the ban has been lifted, he explains why he refused to be silenced</p>","byline":"Zoe Williams","body":"<p>The pianist James Rhodes was in Rotterdam for a concert the day after the arrival of the <a href=\" http://www.theguardian.com/music/2015/may/20/concert-pianist-james-rhodes-wins-right-to-publish-autobiography\">supreme court judgment</a> that will change not just his life, but those of innumerable others. He is skinny, bed‑headed, painfully alive, overjoyed and comically incongruous in his anonymous beige hotel.</p> \n<p>The dispute concerned his book, Instrumental: A Memoir of Madness, Medication and Music. Rhodes was raped repeatedly as a child by a teacher at his school; he writes about it, and the devastation that followed, with the very qualities that have always been remarked upon <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2013/apr/26/james-rhodes-blog-find-what-you-love\">in his performances</a>: a mesmeric combination of vivid, keen, obsessive precision and raw, urgent energy.</p> \n<p>But, he says, it’s also “a book about music. It’s a love story, it’s a book to Hattie, my wife, who’s the greatest thing ever. It’s a book about my son, about composers, about the extraordinary lives that these composers and musicians lead, it’s about all the things that are important to me. I don’t ever want this to be ‘the guy who was abused as a kid’, any more than I want, ‘this is the guy who’s a Pisces. This is the guy who’s 5ft 11in … 10&frac12; … I live in Queen’s Park, I’m married to a woman who is a 10 when at best I’m a five and a half or a six on a really good day, I play the piano.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/20/concert-pianist-james-rhodes-wins-right-to-publish-autobiography\">Pianist James Rhodes wins right to publish autobiography telling of abuse</a> </p> \n</aside> \n<p>“All of those things play a part in who I am as a person. It all has equal weight. I want sexual abuse to sit happily alongside other topics like music and creativity, without this gut shudder, ‘Oh no, we can’t talk about that.’” The book is accompanied by <a href=\"https://play.spotify.com/user/canongate/playlist/5mmEdd2fEpEiejq4lg2jZE\">a playlist</a> that Rhodes put on Spotify – Mozart’s Jupiter Symphony, Bach’s Goldberg Variations, Chopin’s Etude in C Minor – a wonderfully simple, powerful idea, which at times makes it heartbreakingly difficult to read.</p> \n<p>Last year, his previous wife took out an injunction against publication, on the basis that to have these “toxic” details in the public domain would harm their son. This was rejected in the first court case, but upheld on appeal, and in an elaborately restrictive judgment. “It ended up being a bunch of judges having editorial control over what I said. Literally to the point where I wasn’t allowed to use graphic language or vivid and colourful descriptions. I could use the word ‘rape’, but I couldn’t use the phrase ‘getting raped’ … ”</p> \n<p>He pauses, and recalls: “The shock of being told, in effect, you can’t say that. Not only can you not write it in a book, but we are trying to gag you from speaking anywhere in the world on any medium – on Twitter, in interviews, on TV – about not just sexual abuse but mental illness. Can you imagine? I wouldn’t be able to tell you now that I’m in treatment for mental illness without being threatened with imprisonment, had this been successful.”</p> \n<p>Of course, that had profound implications for freedom of speech, and when the court of appeal issued <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/oct/10/wife-injunction-abuse-book-son\">its injunction</a> last August, other writers and notables – including David Hare, Michael Frayn, Tom Stoppard and Benedict Cumberbatch – mobilised in support of Rhodes. But it also, naturally, had profound, shocking consequences for the author. His abuser’s cult of silence, which had wrecked his peace for so much of his life, had effectively been ratified in a court of law. “When did it become OK to be told, ‘You can’t talk about yourself’?” he says, baffled. “What an extraordinary violation of someone’s basic dignity. It wouldn’t be my life. It’s hard enough experiencing that as a child, it’s a totally different thing as an adult man, being told by judges: ‘You can’t say this.’ It’s very scary.”</p> \n<p>The abuse started when Rhodes was five years old, at Arnold House, a prep school in St John’s Wood. He left the school when he was 10, by which time he was withdrawn, hypervigilant, ashamed, a different person. He is absolutely forensic on the aftermath of sexual abuse, and tells the story with fineness of detail that you realise you do not often hear, possibly because of all the ways in which rape victims are made to feel that their story is inappropriate. In the book, he writes of the “impact rape makes on a person. It is like a stain that is ever present. There are a thousand reminders of it each day. Every time I take a shit. Watch TV. See a child. Cry. Glimpse a newspaper. Hear the news. Watch a movie. Get touched. Have sex. Wank. Drink something unexpectedly hot or take too big a gulp. Cough or choke.”</p> \n<figure class=\"element element-image\" data-media-id=\"85aa3c8477fb5ea60250cbb84a4fa3933cf2dca6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432307071641/d06239ae-8e06-46a4-a993-0ec4af5f0c2a-460x318.jpeg\" alt=\"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.\" width=\"460\" height=\"318\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure> \n<p>He doubts, he says, that he will ever get past the assumption that it was his&nbsp;fault. “It’s a core, go-to, ingrained belief – my first gut reaction in any given&nbsp;situation. It rewires you when stuff like that happens. The difference is&nbsp;that now I’m able to have a second reaction – I can make my peace with it. I’m always going to think it’s my fault, I’m always going to think I was flirty, or&nbsp;too cute. There’s a ton of stuff that shrinks have said to me was abuse that&nbsp;it&nbsp;never occurred to me was abuse. They’re, like,&nbsp;‘You were 10 when you did&nbsp;that.’ And I’m thinking, ‘But I chose it. I knew what I was doing.’”</p> \n<p>There is such human warmth in his voice, a kind of commonality, and it solidifies as he makes his point. “If there’s another man or another woman out there, thinking, ‘Yeah, this&nbsp;was absolutely my fault, I totally loved that&nbsp;priest fucking me up the ass, he wouldn’t have done it if I hadn’t given him the come on,’ if they have those thoughts and they don’t have the&nbsp;second thought, ‘This isn’t real, this&nbsp;was not me, this is not truthful’ – imagine living with that. I did. And it’s not a good way to live. You barely exist.”</p> \n<p>What saved Rhodes was his love of music, about which he writes really movingly, with a tightrope poise between informality and the deepest imaginable respect. Bach’s appalling, grief-strewn childhood, Beethoven’s vicious father, Schubert’s fatal syphilis; when you see it all laid out, it is beyond miraculous that any of this music exists at all. “If you could only imagine what these guys were like … classical music has such a bad press, for good reason, it’s filled with assholes, it takes itself so&nbsp;seriously, anything I can do to lessen&nbsp;that even a tiny bit has got to be&nbsp;a&nbsp;good thing.”</p> \n<p>But he hates the idea that composers, or geniuses generally, have any special claim on mental anguish, that it’s a part&nbsp;of their talent, something the non‑genius isn’t burdened with. “I find it hysterical, the notion that there is anyone who isn’t fucked up, musician or&nbsp;not. I hate, with a passion, this idea that somehow you have to suffer for art,&nbsp;or that musicians, especially classical ones, are damaged and fragile. Bollocks to that – everyone’s damaged, we are a world of wounded people, trying the best we can.”</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/20/james-rhodes-a-classical-music-rocker-with-a-passion-for-music-in-schools\">James Rhodes: a classical rocker with a passion for music in schools</a> </p> \n</aside> \n<p>Critics describe Rhodes as “self‑taught”, which isn’t exactly right, but he certainly hasn’t had the intensive training since early childhood that a regular concert pianist would have had. He plays down his talent to the point where, if you believed him, his career wouldn’t make any sense: four albums, international tours, a series on Channel Four, <a href=\" http://www.channel4.com/programmes/notes-from-the-inside-with-james-rhodes\">Notes from the Inside</a>, in which he&nbsp;explored the healing power of the piano with some people who were schizophrenic. He hasn’t built all this on his looks (I mean, five and a half is harsh, but he’s not the Vanessa-Mae of pianos, either). He certainly had enough promise and training that, when he was 18, he was offered a scholarship to the Guildhall School of Music and Drama. He went to Edinburgh university instead, dropped out, and then there was a 10-year hiatus while, having decided that he didn’t have the talent, he gave up all notion of music.</p> \n<p>“I’d made my peace with it. I thought: it ain’t going to happen. You settle. It’s&nbsp;like some marriages. Am I happy? No, not really. But it’s been 10 years. I’ve&nbsp;got a mortgage. I’ll just get on with&nbsp;it. I was like that with music. And&nbsp;then suddenly the door opened half&nbsp;an inch.”</p> \n<p>Well, he pushed it open: he did, he&nbsp;writes, “what an egocentric, City‑working cock would do – found the&nbsp;address for the agent who represented the greatest pianist in the&nbsp;world and set about forming a business partnership with him”. The agent, once he had heard Rhodes play, had other ideas – that he should be a&nbsp;concert pianist, not a partner. He introduced him to a teacher, Edo, and Rhodes&nbsp;began a monthly commute to Verona to refine his skills.</p> \n<div>\n __VIDEO_EMBED_gu-video-456794681__\n</div> \n<p>Edo was one of those tempestuous creatives who throw phones at you when you get things wrong, and hit you when you say you don’t like Bruckner, <a href=\"http://\">which clearly delighted Rhodes</a>. It becomes clear from his trajectory that what was stopping him before was not just under-confidence, but a fear of what allowing space for this passion, which he’d had since childhood, would unleash in the rest of his life. He had a terrible breakdown, was sectioned, tried to commit suicide, started to self-harm. “Self-harm, Christ,” he exclaims – he is one of very few people of whom the word “exclaim” can be used literally – “self‑harm is an epidemic in this country. It’s not just skinny teenage girls, it’s investment bankers in their 50s, and no one talks about it. It’s so important. It can be quite an effective tool for dealing with stress. It’s not healthy, but you have to understand it before you can help.”</p> \n<p>The section on self-harm is incredibly hard to read, but not in a gut‑wrenching way; rather, in squeamishness. I realised, reading it, how many layers go into creating a taboo. The book rejects, almost affectionately, the demands of its own narrative: that Rhodes would get well, and his problems would cease, that he would fall in love and everything would fall into place, that he would finally get proper treatment, or a proper diagnosis, or a proper psychiatrist, or the right drugs, and then he would be normal. All of those things happen, but you would never use a word like “resolution”. Victory, yes, but nothing’s over.</p> \n<p>He says the hardest thing about the court case – apart from one preposterous moment in the trial when his behaviour was likened to that of a man who had knowingly infected his wife with HIV - was the 19th-century tort it was brought under, “intentional harm”. The appeal judges had effectively found that he would intentionally harm his own son. “As if, as a father, I would intentionally want to hurt my own child …” he tails off for a second, his face wracked, then continues: “It’s important to bear witness, but also it’s important to give a message that bad things happen and we don’t lie about it, we don’t hide it, we don’t pretend it hasn’t happened, we don’t do everything we can to remove every piece of evidence that it happened, to erase the past.”</p> \n<p>I think I see relief flick across his features, as it dawns on him again that his case has been won. “That’s not the way to do it,” he goes on. It made me unwell, but look at me now, I’m happy, I’m married, I’m functioning … We remember the perpetrators, we remember<a href=\"http://\"> Savile</a>, but the victims are just lumped together as this silent huddle. I mean, fuck me, every one of those victims will have in their little finger a thousand times the humanity of a thousand Jimmy Saviles, and bravery, and strength and endurance.”</p> \n<p><em>James Rhodes is in conversation with Stephen Fry at Hay festival tonight (</em><a href=\"http://\"><em>hayfestival.com</em></a><em>). Instrumental: A Memoir of Madness, Medication and Music by James Rhodes (Canongate, &pound;16.99) is out on 28 May. To order a copy for &pound;13.59, go to </em><a href=\"http://bookshop.theguardian.com/instrumental.html\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Phone orders min. p&amp;p of &pound;1.99.</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306979312/f8b83ec6-1fa3-4e19-8a66-79734607dd86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ilvy Njiokiktjien","altText":"'I’m always going to think it’s my fault …' James Rhodes.","cleanCredit":"Photograph: Ilvy Njiokiktjien"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432307072013/d06239ae-8e06-46a4-a993-0ec4af5f0c2a-2060x1424.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1424,"width":2060,"orientation":"landscape","caption":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography. Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.","cleanCaption":"Rhodes leaves the Supreme Court in London with Benedict Cumberbatch after winning the right to publish his autobiography.","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"webPublicationDate":"2015-05-23T07:00:12Z","lastModified":"2015-05-23T07:00:12Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["James Rhodes","Music","Rape","Law","Society","Freedom of speech","World news"],"tags":[{"id":"music/james-rhodes","webTitle":"James Rhodes"},{"id":"music/music","webTitle":"Music"},{"id":"society/rape","webTitle":"Rape"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"world/freedom-of-speech","webTitle":"Freedom of speech"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"music"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"series":{"title":"Saturday interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/theguardian/series/saturday-interview"},"embeddedVideos":[{"id":"gu-video-456794681","source":"guardian.co.uk","durationInSeconds":158,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/20/150520rodesupdated_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/20/150520rodesupdated.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/20/1432140283626/KP_235104_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'","credit":"guardian.co.uk","altText":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'","cleanCaption":"620x372 trailpic for James Rhodes: 'We can't be told to shut up'"}}],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/23/james-rhodes-pianist-interview","shortUrl":"http://gu.com/p/496ez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/23/james-rhodes-pianist-interview","webUri":"http://www.theguardian.com/music/2015/may/23/james-rhodes-pianist-interview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306979312/f8b83ec6-1fa3-4e19-8a66-79734607dd86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I’m always going to think it’s my fault’ … James Rhodes. Photograph: Ilvy Njiokiktjien","credit":"Ilvy Njiokiktjien","altText":"'I’m always going to think it’s my fault …' James Rhodes.","cleanCaption":"‘I’m always going to think it’s my fault’ … James Rhodes.","cleanCredit":"Photograph: Ilvy Njiokiktjien"}},"importance":7,"kicker":{"title":"James Rhodes"},"showQuotedHeadline":true},{"title":"The weekend cook / Make the most of early summer veg","rawTitle":"Make the most of early summer veg","item":{"type":"article","id":"lifeandstyle/2015/may/23/rocket-pesto-avgolemono-vegetable-stew-recipes-thomasina-miers","title":"The weekend cook: Thomasina Miers makes the most of early summer veg","trailText":"From rocket pesto with young broad beans to a lemony, eggy classic Greek stew, there’s so much you can do with early summer veg","standFirst":"<p>From rocket pesto with young broad beans to a lemony, eggy classic Greek stew, there’s so much you can do with early summer veg</p>","byline":"Thomasina Miers","body":"<p>What a great time of year for vegetables – I could happily munch my body weight in asparagus, beans and peas every day, especially if I had a wedge of pecorino or parmesan, some good olive oil and lots of lemon. They are so versatile and, being bang in season, relatively cheap, it’s well worth buying heaps and experimenting. Chillies make great bedfellows for broad beans and peas: at Wahaca, we’re currently serving summer pea empanadas with a fruity habanero salsa, and I adore broad bean puree flecked with fresh red chilli. Just make sure you buy your beans small, tender and sweet; they go tough and bitter with age.</p> \n<h2><strong>Brown pasta with broad beans and rocket pesto</strong></h2> \n<p>When rocket is blitzed into pesto, it loses much of its peppery bite and becomes sweeter. It works very well with broad beans and nutty wholewheat pasta. Serves four.</p> \n<p><strong>2 large handfuls rocket (about 100g)</strong><br /><strong>25g pine nuts</strong><br /><strong>60g hazelnuts</strong><br /><strong>1 fat clove garlic, peeled</strong><br /><strong>30g parmesan, plus extra to serve</strong><br /><strong>&frac12; lemon</strong><br /><strong>200ml olive oil</strong><br /><strong>Salt and freshly ground black pepper</strong><br /><strong>400g wholewheat conchiglie (aka shell pasta)</strong><br /><strong>300g podded young broad beans (fresh or frozen)</strong></p> \n<p>Wash and dry the rocket. Toast the nuts in a dry frying pan on a medium heat until pale golden. Put them in a food processor, add the garlic, parmesan and rocket, and blitz to a paste. Squeeze in the lemon juice to loosen, add a few slugs of olive oil and blitz again to a smooth, vivid green puree. Add all but two tablespoons of the remaining oil, blitz briefly to combine and season to taste – it can take quite a bit, and add more lemon if you like.</p> \n<p>Bring a large pan of salted water to a boil, add the pasta and cook until al dente. Meanwhile, blanch the beans in simmering water for a few minutes, until tender. Drain the pasta, reserving a cup of the water, and toss the pasta and beans in a few generous tablespoons of pesto. Add two or three tablespoons of the pasta water, to bring the sauce together, season and add pesto to taste. At this stage, the pasta may be a touch dry, so add a splash more cooking water, if need be.</p> \n<p>Serve in bowls, drizzled with the remaining oil, a hunk of parmesan on the table for grating, and perhaps with a salad of baby gem, sprouting seeds, apple and shallots.</p> \n<h2><strong>Greek spring vegetable stew with avgolemono</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"f55a49c83af8280ca3aaba507da6e1aa360ebd99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432031175601/71ae1279-2822-4ac2-9757-31eb853e5e92-460x276.jpeg\" alt=\"Thomasina Miers' Greek spring vegetable stew with avgolemono: 'A lovely way to eat summer veg.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ Greek spring vegetable stew with avgolemono: ‘A lovely way to eat summer veg.’</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>A lovely way to eat summer veg: they’re cooked until soft in a gorgeous, filling soup enriched with egg and sharpened with lemon. To make it vegetarian, use vegetable stock or water. Serves four to six.</p> \n<p><strong>3 tbsp olive oil</strong><br /><strong>1 white onion, peeled and finely chopped</strong><br /><strong>2 garlic cloves, peeled and finely chopped</strong><br /><strong>300g jersey royal potatoes, scrubbed (cut large ones in half)</strong><br /><strong>Salt and freshly ground black pepper</strong><br /><strong>300g podded broad beans (fresh or frozen) </strong><br /><strong>300g podded peas (fresh or frozen)</strong><br /><strong>300g asparagus, tough ends discarded, sliced thickly on the diagonal</strong><br /><strong>400ml hot chicken stock</strong></p> \n<p>To finish<br /><strong>1 baguette</strong><br /><strong>Olive oil</strong><br /><strong>2 eggs</strong><br /><strong>Juice of 1 lemon</strong><br /><strong>1 small bunch flat-leaf parsley, picked and finely chopped</strong><br /><strong>1 small bunch dill, picked and finely chopped</strong><br /><strong>1 clove garlic, peeled and cut in half</strong></p> \n<p>Heat the oven to 180C/350F/gas mark 4. Slice the baguette on the bias, and brush each slice liberally with olive oil on both sides. Season, place on an oven tray and bake for 10 minutes, until pale golden and crisp.</p> \n<p>Meanwhile, in a large pan over a medium-low heat, warm up the olive oil and sweat the onion and garlic with a pinch of salt for 10-12 minutes, until soft and sweet.</p> \n<p>Put the potatoes in a pan of cold, salted water, cook until just tender, then drain. At the same time, bring a second pan of salted water to a boil, blanch the broad beans for a minute or so, then add the peas and asparagus and cook for three to four minutes. Drain (reserve the water to use as stock; there will be lots of flavour in it). Pour cold running water over the green vegetables, to stop them cooking, then set aside. Stir the potatoes into the onions, pour over the hot stock and bring to a simmer.</p> \n<p>You can make the dish up to this point well in advance. When ready to eat, add the green vegetables to the soup and bring to a simmer. Beat the eggs in a bowl with the lemon juice, stir in five tablespoons of hot broth from the pan (doing this means the eggs won’t cook in the stew), then stir back into the stew with all the chopped herbs.</p> \n<p>Rub the toasts with the cut side of the garlic and drizzle on a little more oil. Check and adjust the seasoning of the stew and serve with croutons floating on top; for a richer, more special finish, top each crouton with a little goat’s cheese.</p> \n<h2><strong>And for the rest of the week…</strong></h2> \n<p>The rocket pesto will keep for a week or two if covered with a layer of olive oil to seal. I love it on grilled peppers, courgettes and aubergines for a warm, summery salad; or in jacket potatoes with lots of butter and feta; or as a salad dressing (add more lemon juice, or vinegar, for acidity). Fresh broad beans and peas should be eaten as soon as possible, so blanch and toss into salads or eat with butter and mint, or mash into a puree to have as part of a mezze. Use up any leftover herbs by finely chopping and tossing into salads or steamed vegetables; or mix into softened butter with a little salt and crushed garlic, and freeze so you’ve got garlic butter for a rainy day .</p> \n<p><span class=\"bullet\">•</span> Thomasina Miers is co-owner of <a href=\"http://www.wahaca.co.uk\">the Wahaca group of Mexican restaurants</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/19/1432031035606/Thomasina-Miers-brown-pas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers' brown pasta with broad beans and rocket pesto: 'Make sure you buy your beans small, tender and sweet.' Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"/Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' brown pasta with broad beans and rocket pesto","cleanCaption":"Thomasina Miers' brown pasta with broad beans and rocket pesto: 'Make sure you buy your beans small, tender and sweet.' Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432031177034/3a937752-873b-4ea6-91bf-2d72511ebf65-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers’ Greek spring vegetable stew with avgolemono: ‘A lovely way to eat summer veg.’ Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' Greek spring vegetable stew with avgolemono: 'A lovely way to eat summer veg.'","cleanCaption":"Thomasina Miers’ Greek spring vegetable stew with avgolemono: ‘A lovely way to eat summer veg.’","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-05-23T07:00:11Z","lastModified":"2015-05-23T07:00:11Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Thomasina Miers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/thomasina-miers"}],"feature":true,"keywords":["Life and style","Food & drink","Pasta","Vegetables","Main course","Greek food and drink","Starter","Cheese","Eggs"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/pasta","webTitle":"Pasta"},{"id":"lifeandstyle/vegetables","webTitle":"Vegetables"},{"id":"lifeandstyle/main-course","webTitle":"Main course"},{"id":"lifeandstyle/greek","webTitle":"Greek food and drink"},{"id":"lifeandstyle/starter","webTitle":"Starter"},{"id":"lifeandstyle/cheese","webTitle":"Cheese"},{"id":"lifeandstyle/eggs","webTitle":"Eggs"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Thomasina Miers","topic":{"type":"tag-contributor","name":"profile/thomasina-miers"}}],"series":{"title":"Thomasina Miers recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/thomasina-miers-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/rocket-pesto-avgolemono-vegetable-stew-recipes-thomasina-miers","shortUrl":"http://gu.com/p/485gq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/rocket-pesto-avgolemono-vegetable-stew-recipes-thomasina-miers","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/rocket-pesto-avgolemono-vegetable-stew-recipes-thomasina-miers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/19/1432031035606/Thomasina-Miers-brown-pas-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thomasina Miers’ brown pasta with broad beans and rocket pesto: ‘Make sure you buy your beans small, tender and sweet.’ Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' brown pasta with broad beans and rocket pesto","cleanCaption":"Thomasina Miers’ brown pasta with broad beans and rocket pesto: ‘Make sure you buy your beans small, tender and sweet.’ Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}},"importance":6,"kicker":{"title":"The weekend cook"},"showQuotedHeadline":false},{"title":"Slaves / The young Kent punks putting the party in the political","rawTitle":"The young Kent punks putting the party in the political","item":{"type":"article","id":"music/2015/may/23/slaves-the-hunter-feed-the-mantaray","title":"Slaves: meet the young Kent punks putting the party in the political","trailText":"Their songs confront their apathy-affected generation and are making the Radio 1 A-list, but are these tattooed twentysomethings radicals or just hedonists? We join them on the road to find out","standFirst":"<p>Their songs confront their apathy-affected generation and are making the Radio 1 A-list, but are these tattooed twentysomethings radicals or just hedonists? We join them on the road to find out</p>","byline":"Kevin EG Perry","body":"<p>It’s just gone 8pm and Slaves’ dressing room at the Wedgewood Rooms in Portsmouth is a picture of domestic bliss. Guitarist Laurie Vincent, 22, is darning turn-ups on to the orange jumpsuit he’ll wear onstage. Isaac Holman, 23, Slaves’ singer and almost certainly the only stand-up drummer currently with a major-label record deal, is ironing a pair of business slacks with meticulous care.</p> \n<p>Vincent takes a break from sewing to ask me to rub argan oil into a fresh tattoo of a 1940s deep-sea diver that covers half his back. The harmony of the scene is spoiled only by the smell: the rich notes of the oil mingle in the air with the strange pancake aroma that’s emanating from Holman’s sweat-soaked trousers and the fetid stench of a blocked toilet next door. Ah, so this is that glamorous rock’n’roll we’ve heard so much about.</p> \n<p>“I haven’t even pooed,” laments Vincent. “I wish I could poo.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=dVJE0Jvmkgg\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/dVJE0Jvmkgg?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>If things go to plan, Slaves won’t have to put up with backed-up toilets for much longer. This is the first night of the band’s first full headline UK tour, which is almost entirely sold-out across the country. After signing to Virgin/EMI last March, they were named on the BBC’s Sound Of 2015 list in January, and recent singles Hey and The Hunter both became fixtures on primetime Radio 1. They’ve used this exposure to build a rabid fanbase that, in Portsmouth tonight, will include not only screaming 18-year-old girls but also their fathers, nodding and declaring Slaves “a proper old-school punk band”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We’ll never play on a stage, because this is never going to go anywhere</p> \n  <footer> \n   <cite>Laurie Vincent</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>They’re fun for all the family, yet it’s not just Holman’s stand-up drumkit that marks Slaves out as a unique proposition in 2015. It’s the fact that on radio playlists dominated by sanitised singer-songwriters and slick pop ballads, Slaves turn up with primal songs that throw together punk existentialism, sketches of suburban life and absurd narratives about manta rays and sasquatches in noisy three-minute bursts. They’re never quite calls-to-arms protests, but their songs do act as broadsides against ignorance, apathy and the monotony of the nine-to-five. Nobody’s more surprised to find them courting mainstream success than the band themselves.</p> \n<p>“The fact that we’re being played to the masses is just weird,” says Holman. “You almost forget that it’s your own band, and just think: ‘Thank fuck Radio 1 are playing something like this, something that isn’t a love song.’”</p> \n<figure class=\"element element-image\" data-media-id=\"8bbee778f749ec28a167a51ef60f3eb96d569728\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129576757/b7da081f-0c64-4598-a759-8a9f8527c26e-339x420.jpeg\" alt=\"Isaac Holman and Laurie Vincent.\" width=\"339\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Isaac Holman and Laurie Vincent.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Massaro for the Guide</span> \n </figcaption> \n</figure> \n<p>Both members of the band grew up in Kent: Holman in Tunbridge Wells, Vincent in Maidstone. They were casual acquaintances as teenagers but got to know each other properly when Vincent joined Holman’s band Bareface. Soon, the pair split off to work on their own music.</p> \n<p>“I can really vividly remember a conversation where we said: ‘We’ll never play on a stage, because this is never going to go anywhere, so let’s just make something that we really fucking enjoy doing,’” says Vincent. “It’s actually paid off.”</p> \n<p>To gauge just how well it’s paying off, I’ve been senton the road with them for the next five days. I plan on taking notes and drinking their riders. The band have other ideas…</p> \n<h2>TUESDAY, PORTSMOUTH</h2> \n<p><strong>10:21PM </strong></p> \n<p>After tearing through opener White Knuckle Ride at the Wedgewood Rooms, it isn’t long before Holman has his top off. Holman appears to expend more energy during one song than most band members manage in their entire careers. It’s the kind of dedication that explains why he limits himself to just a few Smirnoff Ices before a show. “You wouldn’t get wasted before you work out,” he explains.</p> \n<p><strong>10:39PM</strong></p> \n<p>“Where’s Kevin EG Perry?” demands Vincent from the stage. “Kevin! Kevin!” he continues, sounding like the mum from Home Alone. He turns to the audience: “Kevin’s a journalist and what journalists usually do is stand at the back and write about us. We want you to crowdsurf him for the whole of the next song. If you drop him, we’ll stop playing.”</p> \n<figure class=\"element element-image\" data-media-id=\"08effddf460270e1a934f1e60fc738a3437eaccf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129698444/a1589146-7878-46ba-81f6-65fa257a3e08-460x276.jpeg\" alt=\"Kevin EG Perry crowdsurfing.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kevin EG Perry crowdsurfing.</span> \n  <span class=\"element-image__credit\">Photograph: Neelam Khan Vela</span> \n </figcaption> \n</figure> \n<p>I’ve never crowdsurfed before, but it’s amazing how compliant you can be when a man has a microphone. As I loom over the crowd I remember why I’ve avoided it. My body is impractically long, and I wear size 13 clown boots. Against my expectations, the mass of teenagers take my weight just as Holman screams “Cheer Up London!” and launches into Slaves’ latest anthem, a slice of Fight Club-style existentialism that mocks the capital and its grumpy inhabitants.</p> \n<p>As the song reaches its frantic climax I’m being unsteadily tossed about like a fallen tree. I peer towards the stage and catch sight of one of my canoe feet connecting sharply with the back of an unsuspecting teenager’s head. I’m washed up onstage and, in a blind stagger, I hug Vincent and then Holman. Hugging Holman is a mistake. His naked torso is slicked with so much sweat I worry that if I squeeze too hard he’ll fire across the stage like a bar of soap in the shower.</p> \n<figure class=\"element element-image\" data-media-id=\"c52256f756eeaf60a1a4f240f3b84272817a7921\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130598962/86694301-d329-4e74-9f44-0bfc0ee72b6c-337x420.jpeg\" alt=\"Don't try this at home.\" width=\"337\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Don’t try this at home.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Massaro for the Guide</span> \n </figcaption> \n</figure> \n<p><strong>10:55PM</strong></p> \n<p>In homage to their gloriously foolish single Feed The Mantaray, someone has come to the gig wearing a bedsheet decorated with silver Gaffer tape. The band already have a professional manta ray, their merch guy Olly, who has a proper costume left over from a video shoot. Vincent hauls them both onstage to initiate a manta ray battle. It is very silly.</p> \n<p><strong>11:40PM</strong></p> \n<p>After the gig, Vincent is straight back on his phone. “One of the good things about playing shows,” he says, “is that it’s one time I can’t look at our Facebook or Twitter.” He’s particularly glued to it now because yesterday the band decided to post a statement, responding to criticisms about their name. Some voices have been arguing that a band consisting of two white men don’t have any right to call themselves Slaves, that the term is racially loaded. Holman and Vincent contend, however, that the name is a metaphor for life in contemporary capitalism. The conclusion of their statement reads: “We are all slaves in this modern age, whether it be to our jobs, corporations, social media or society in general. We are all in this together.”</p> \n<p>The band are frustrated by the suggestion they’re racist. The image of slavery is used in a variety of contexts in their lyrics, from government spies on Sugar Coated Bitter Truth (“Now you’re a slave to their every command”) to the social pressure to be “Beach Body Ready” on Beauty Quest. “It feels like the people criticising our name are so stubborn about their views, they don’t even want to align with people who are treading a similar path,” sighs Vincent.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nwrPs_wKnOM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nwrPs_wKnOM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>WEDNESDAY, LONDON</h2> \n<p><strong>8:45PM</strong></p> \n<p>It’s election day tomorrow, but the only political statement they’ve made so far is to tweet “bellend” at Nigel Farage. The seat the Ukip leader is contesting, Thanet South, is about an hour further south into Kent from Maidstone and Tunbridge Wells, and Vincent, who recently tattooed the word “Kent” on his hand, argues that the party is benefiting from the area’s hidden poverty. “Because those towns are in the south everyone assumes they’re rich,” he says. “They’re forgotten, and Ukip are capitalising on that.”</p> \n<p>Holman nods in agreement: “They’re preying on the weak.”</p> \n<p><strong>9:45PM</strong></p> \n<p>Slaves make me crowdsurf again. I manage to kick three teenagers in the head this time. I think I’m getting the hang of it.</p> \n<figure class=\"element element-image\" data-media-id=\"1fb3c165eb4f86450156e05532f3070f1933f354\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130454719/bac7b0ab-b54d-41dd-9c58-8cd0d8a56277-460x276.jpeg\" alt=\"Slaves performing live at the Scala.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Slaves performing live at the Scala.</span> \n  <span class=\"element-image__credit\">Photograph: Simon Sarin/Retna</span> \n </figcaption> \n</figure> \n<h2>THURSDAY, LONDON</h2> \n<p><strong>9:15PM</strong></p> \n<p>It’s the second day of a two-night stint at London’s Scala, and the band are champing at the bit after spending the day at Radio 1, where they recorded an incendiary version of Skepta’s Shutdown. Vincent likens grime to the punk scene in 1977, and is made up at the reaction their cover has received. He’s even had a private message from Skepta himself. “It’s, like, going <em>viral</em>,” he says, in disbelief.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Thank fuck Radio 1 are playing something like this</p> \n  <footer> \n   <cite>Isaac Holman</cite> \n  </footer> \n </blockquote> \n</aside> \n<p><strong>10:32PM</strong></p> \n<p>“They’re not going anywhere, are they?” Holman is backstage with a towel over his shoulders, looking as if he’s just knocked out Floyd Mayweather. They’d decided not to play encores on this tour, but the crowd are demanding one. By way of compromise, Vincent and Holman go back onstage, but only to play their ultra-short early single Girl Fight. They debate whether the fact the audience will have waited 15 minutes for a 15-second encore will earn them some sort of record.</p> \n<figure class=\"element element-image\" data-media-id=\"36437f471e913060f13ba2535532c4d7b5decd2a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130223335/eb949d33-eb3f-43a8-94f2-51519c466982-460x276.jpeg\" alt=\"Isaac, doing what he does.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Isaac, doing what he does.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew MacColl/REX</span> \n </figcaption> \n</figure> \n<p><strong>10:37PM</strong></p> \n<p>Back in the dressing room, Miles Kane has turned up. He’s wearing an ostentatious blazer and is with a model who looks Photoshopped into the scene. A moment later, Alex from the support band Wonk Unit also arrives. He’s been in DIY bands since the early 90s, is missing teeth as well as most of his hair, and is wearing a T-shirt that says Dinosaurs Are Wankers. As Alex and Miles reach out to shake hands from across a musical and aesthetic chasm, it’s a neat sketch of the two worlds Slaves straddle: the oddball punk band mingling with the indie A-list.</p> \n<p><strong>1:01AM</strong></p> \n<p>Slaves take over the top bar at the Scala for their afterparty, but the plug is pulled promptly at 1am. Holman, who’s been DJing everything from Roots Manuva to Norwegian synth-pop, is still relatively sober. Vincent, taking advantage of tomorrow’s day off, is completely smashed. “A mate is driving me back to Tunbridge Wells,” he explains. “There’s nothing worse than getting fucked and then having to sit in the back of a car.”</p> \n<figure class=\"element element-image\" data-media-id=\"2b45ca7867b2f30b9ba68aa5bfbcb01c343db1f2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129809342/285822fe-9483-4b0d-9e6d-f796d5ad18ff-460x276.jpeg\" alt=\"Isaac and Laurie at Scala, London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Isaac and Laurie at Scala, London.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Massaro for the Guide</span> \n </figcaption> \n</figure> \n<h2>SATURDAY, MANCHESTER</h2> \n<p><strong>9:35PM</strong></p> \n<p>There’s no barrier in front of the stage at Gorilla tonight, so the front row claw at Vincent and Holman’s legs like zombies. It’s two days after the election, and there’s an early chant of “We all hate Tories”. Holman isn’t keen. “Let’s leave politics out of this,” he says, “I’m fed up of hearing about it.” They don’t want to be firebrands; their music is what Holman calls “social documentation” in the lineage of the Streets, rather than Rage Against The Machine. Slaves’ only enemy is indifference.</p> \n<p><strong>10:14PM</strong></p> \n<p>There’s a moment of relative calm. Holman sits near the lip of the stage and a fan pulls him till they’re eye to eye, and says: “Thank you. Seriously, thank you.”</p> \n<p><strong>10:47PM</strong></p> \n<p>I part from the band as they head off for 10 more days of touring. Before they go, I ask Holman what he’d made of the fan and he immediately knows what I’m talking about. “That was intense, really intense,” he nods, his eyes widening. “But that’s what it’s all about.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=VmtU-bLyReU\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/VmtU-bLyReU?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong><em>Are You Satisfied? is out on 1 June via Virgin/EMI</em></strong></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128146985/slaves-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Twin action: Slaves’ Isaac Holman and Laurie Vincent. Photograph: Mike Massaro For The Guide","credit":"Mike Massaro For The Guide/PR","altText":"slaves","cleanCaption":"Twin action: Slaves’ Isaac Holman and Laurie Vincent. Photograph: Mike Massaro For The Guide"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129575310/b7da081f-0c64-4598-a759-8a9f8527c26e-1647x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1647,"orientation":"portrait","caption":"Isaac Holman and Laurie Vincent. Photograph: Mike Massaro for the Guide","credit":"Mike Massaro for the Guide","altText":"Isaac Holman and Laurie Vincent.","cleanCaption":"Isaac Holman and Laurie Vincent.","cleanCredit":"Photograph: Mike Massaro for the Guide"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129699966/a1589146-7878-46ba-81f6-65fa257a3e08-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kevin EG Perry crowdsurfing. Photograph: Neelam Khan Vela","credit":"Neelam Khan Vela","altText":"Kevin EG Perry crowdsurfing.","cleanCaption":"Kevin EG Perry crowdsurfing.","cleanCredit":"Photograph: Neelam Khan Vela"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130597616/86694301-d329-4e74-9f44-0bfc0ee72b6c-1637x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1637,"orientation":"portrait","caption":"Don’t try this at home. Photograph: Mike Massaro for the Guide","credit":"Mike Massaro for the Guide","altText":"Don't try this at home.","cleanCaption":"Don’t try this at home.","cleanCredit":"Photograph: Mike Massaro for the Guide"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130456214/bac7b0ab-b54d-41dd-9c58-8cd0d8a56277-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Slaves performing live at the Scala. Photograph: Simon Sarin/Retna","credit":"Simon Sarin/Retna","altText":"Slaves performing live at the Scala.","cleanCaption":"Slaves performing live at the Scala.","cleanCredit":"Photograph: Simon Sarin/Retna"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130224532/eb949d33-eb3f-43a8-94f2-51519c466982-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Isaac, doing what he does. Photograph: Andrew MacColl/REX","credit":"Andrew MacColl/REX","altText":"Isaac, doing what he does.","cleanCaption":"Isaac, doing what he does.","cleanCredit":"Photograph: Andrew MacColl/REX"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129810752/285822fe-9483-4b0d-9e6d-f796d5ad18ff-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Isaac and Laurie at Scala, London. Photograph: Mike Massaro for the Guide","credit":"Mike Massaro for the Guide","altText":"Isaac and Laurie at Scala, London.","cleanCaption":"Isaac and Laurie at Scala, London.","cleanCredit":"Photograph: Mike Massaro for the Guide"}],"webPublicationDate":"2015-05-23T08:00:03Z","lastModified":"2015-05-23T08:00:03Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Kevin EG Perry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-eg-perry"}],"feature":true,"keywords":["Punk","Metal","Pop and rock","Music","Culture"],"tags":[{"id":"music/punk","webTitle":"Punk"},{"id":"music/metal","webTitle":"Metal"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Kevin EG Perry","topic":{"type":"tag-contributor","name":"profile/kevin-eg-perry"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/23/slaves-the-hunter-feed-the-mantaray","shortUrl":"http://gu.com/p/4948b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/23/slaves-the-hunter-feed-the-mantaray","webUri":"http://www.theguardian.com/music/2015/may/23/slaves-the-hunter-feed-the-mantaray"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128146985/slaves-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Twin action: Slaves’ Isaac Holman and Laurie Vincent. Photograph: Mike Massaro For The Guide","credit":"Mike Massaro For The Guide/PR","altText":"slaves","cleanCaption":"Twin action: Slaves’ Isaac Holman and Laurie Vincent. Photograph: Mike Massaro For The Guide"}},"importance":5,"kicker":{"title":"Slaves"},"showQuotedHeadline":false},{"title":"Screen time v play time / What tech leaders won't let their own kids do","rawTitle":"What tech leaders won't let their own kids do","item":{"type":"article","id":"technology/2015/may/23/screen-time-v-play-time-what-tech-leaders-wont-let-their-own-kids-do","title":"Screen time v play time: what tech leaders won't let their own kids do","trailText":"Steve Jobs and Jonathan Ive designed some of the world’s most desirable tech – but imposed strict limits on their own children using it. What rules do others set?","standFirst":"<p>Steve Jobs and Jonathan Ive designed some of the world’s most desirable tech – but imposed strict limits on their own children using it. What rules do others set?</p>","byline":"Amy Fleming","body":"<p>When a technology journalist suggested to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/stevejobs\">Steve Jobs</a>, in 2010, that <a href=\"http://www.nytimes.com/2014/09/11/fashion/steve-jobs-apple-was-a-low-tech-parent.html?mwrsm=Email&amp;_r=0\">his children must have loved the just-released iPad</a>, he replied flatly: “They haven’t used it. We limit how much technology our kids use at home.” His former righthand man, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/jonathan-ive\">Jonathan Ive</a>, whose design for the iPad is so simple that toddlers can operate it, recently revealed that he sets <a href=\"http://www.newyorker.com/magazine/2015/02/23/shape-things-come\">strict limits</a> for his 10-year-old twin boys.</p> \n<p>Steiner Waldorf schools, which exclude screen time before the age of 12 in favour of physical activity, art and experiential learning, are particularly popular with Silicon Valley executives and their UK counterparts. Kevin Avison, executive officer of the Steiner Waldorf Schools Fellowship in the UK, says that when he was teaching near Reading, “nearly 50% of parents of children in the class worked at Oracle or other hi-tech computer companies”.</p> \n<p>This approach is much more stringent than official guidelines recommend. The <a href=\"http://pediatrics.aappublications.org/content/early/2013/10/24/peds.2013-2656.full.pdf+html\">American Academy of Pediatrics discourages any screen time for the first two years of life</a>, but after that recommends no more than one to two hours a day, no screens in children’s bedrooms and enforcing meal-time and bedtime media-device curfews. In the UK, the only official screen-time ruling comes from the <a href=\"https://www.nice.org.uk/news/press-and-media/a-healthier-diet-and-being-more-active-is-important-for-everyone-not-just-if-you-are-overweight\">National Institute for Health and Care Excellence</a>, which recently advised trying TV-free days, or limiting it to fewer than two hours a day, to maintain a healthy weight.</p> \n<p>According to <a href=\"http://stakeholders.ofcom.org.uk/binaries/research/media-literacy/media-use-attitudes-14/Childrens_2014_Report.pdf\">Ofcom’s latest Media Use and Attitudes Report</a>, seven in 10 of the UK’s five- to 15-year-olds have access to tablet computers, with 34% owning their own. Households often have more than one laptop, smartphone, games console and TV, too. There are concerns that these devices have negative impacts on children’s attention spans and social development, as well as their physical health (not to mention the additional worries of exposure to sex, violence and cyberbullying). But how much screen time is too much? We asked the real experts.</p> \n<h2><strong>‘It inspires them to draw and create’</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"19ffcf033a6a43abf5250cc0fad1d52938e24217\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432046302503/d50c1515-ca2d-4bbc-a659-b5c78d87379c-460x364.jpeg\" alt=\"Johnny Taylor with his partner, Gina North, and their children Leon, eight, and Myla, six\" width=\"460\" height=\"364\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Johnny Taylor of Mind Candy with his partner, Gina North, and their children Leon, eight, and Myla, six.</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Guardian</span> \n </figcaption> \n</figure> \n<p><em>Johnny Taylor is art director at games company Mind Candy, which makes Moshi Monsters and World Of Warriors. He lives in Brighton and has an eight-year-old son and a six-year-old daughter.</em></p> \n<p>We have loose rules. I don’t say my children must have only two hours’ screen time a day, but it often ends up like that. Technology is part of their life, and as a parent I have to make sure that other things are just as important, like going out, exercising, drawing and being creative. At weekends, my son can play computer games as long as he’s done his homework, but a lot of times, his homework involves screen time, too.</p> \n<p>We’ve got a Nintendo Wii. My daughter has an iPod touch, and we’ve got two iPads, a Nexus tablet and a couple of computers. I’m the keeper of the passwords, so they can’t download games without our permission.</p> \n<p>We have all the safety features turned on, and they’re pretty good at knowing what they should be looking at. Once, I found my daughter watching videos about pregnant parents. She said: “I really love babies. I just want to see babies being born.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/nov/06/mind-candy-world-of-warriors-moshi-monsters\">World Of Warriors</a> was inspired by my son. He loved play-fighting and I’d say to him, “Maybe fighting’s not the best thing.” We talked about warriors in the past – Ottomans, Vikings and Romans – and how they shaped the world we live in. He was fascinated, and it led to this game idea that is about collecting warriors throughout history. It’s covertly educational.</p> \n<p>I got home the other night and couldn’t wait to show my son the new Mario Kart, because we’ve been playing it together. It’s a racing game that’s been out since I was young, and now my son’s into it and collects the toys. It doesn’t stop at the device, for a lot of children; it inspires them to draw and make things, and play with toys.</p> \n<p>It’s easy for technology to take over, so we try to manage that and make sure the kids aren’t all red-faced and anxious. They’re not involved in social media yet, although my son’s really into swimming and I find him watching <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/michaelphelps\">Michael Phelps</a> videos on the iPad. I’ve been videoing him swimming in competitions, and he’s started asking if we can post them on YouTube. I haven’t, because I don’t have permission from the other children’s parents, and I feel that he is a little young now.</p> \n<h2><strong>‘No TV or computers before age 12’</strong></h2> \n<p><em>Pierre Laurent, a former Microsoft and Intel marketing manager, is currently working on a Silicon Valley startup. He has two daughters, aged nine and 15, and a 17-year-old son.</em></p> \n<p>I love computers. They can do wonderful things, if you use them properly. But you can overuse technology, and become a slave to it.</p> \n<p>We allowed screen time for our son until he was two. Then I read a book called <a href=\"http://www.stanleygreenspan.com/the-growth-of-the-mind-and-the-endangered-origins-of-intelligence/\">The Growth Of The Mind, by Stanley Greenspan</a>, which explains how we learn when we are small through our interaction with the world, and because of emotions.</p> \n<p>We did some research, and started connecting with Waldorf schools – which all our children attend. We saw that Waldorf teenagers had a different way of approaching adults and were very interested in the world. We decided that there’s no harm in not exposing children to screens until they’re big enough. It can only be beneficial. Young children like stories, to play with things, sing, make things, build and be in nature. So that’s what we did. They haven’t complained.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There isn't an intent to harm children, but there’s an intent to keep them engaged</p> \n </blockquote> \n</aside> \n<p>You could offer an hour’s screen time a day, but media products are designed to keep people’s attention. It’s not that there’s an intent to harm children, but there’s an intent to keep them engaged. In the late 90s, when I was working at Intel and my first child was born, we had what was called the “war of the eyeballs”. People don’t want you to wander and start playing with another product, so it has a hooking effect. It looks like it’s soothing your child and keeping them busy so you can do something else, but that effect is not very good for small children.</p> \n<p>It stops them discovering the world with their senses. And there’s a risk to attention. It’s not scientifically proven yet, but there’s an idea that attention is like a muscle that we build. It’s about being able to tune out all the distraction and focus on one thing. When you engage with these devices, you don’t build that capacity. It’s computer-aided attention; you’re not learning to do it.</p> \n<p>Our children start interacting with computers and smartphones at around 12. When they’re in the house, they put the phones to charge on the table in the hallway and don’t use them much. My son has a Facebook account and uses email, and he does some texting. He’s connected and engaged, but he’s not a slave to technology. He started getting interested in video games when he was 14, because that’s how he keeps in touch with his cousin in Europe – through a multiplayer game about the Napoleonic wars.</p> \n<p>We’ve also had a no-TV rule, and they watched movies maybe once during the weekend, and we ease it out as they grow up. My son is pretty much free to watch what he wants now, but he’s good at self-regulating, partly because he has built other interests.</p> \n<h2> ‘I let them play on devices – it beats being thrown out of a restaurant’</h2> \n<p><em>Anne Wojcicki is co-founder and CEO of gene-testing startup </em><a href=\"http://www.23andme.com\"><em>23andme</em></a><em>. She has a six-year-old son and a three-year-old daughter with Google co-founder Sergey Brin. </em></p> \n<p>Being in Silicon Valley makes me strict when it comes to my children’s technology use. I am surrounded by it all day, so I try to avoid it when I get home. I set screen-time limits, because I think it’s good to diversify activities.</p> \n<p>My son has an iPod touch, so he can text me when he comes home from school to tell me about his day. In terms of kids’ apps and games, I loved <a href=\"http://www.starfall.com\">Starfall</a>, which helps teach phonics, and I use <a href=\"http://www.brainpop.co.uk\">BrainPop</a>, the educational website with videos and games, a lot now.</p> \n<p>I tried to minimise exposure to technology before two. After that, I’ve taught the kids to use devices in moderation. It’s important for them to learn how to control their behaviour themselves. Simply restricting access makes them want it more. Yes, I worry about what they might be exposed to on the internet, but I think it’s more important to teach children judgment. You can’t shield them from everything, so you need to teach them to make good decisions. I do let the kids play on devices when we eat out – it’s better than being thrown out of a restaurant. And I let them play with them on their own.</p> \n<p>It’s very important that children learn to use technology – it’s part of life – but also that they learn when to put it down. They don’t put up a fight. The five-minute warning always works.</p> \n<p>I don’t get a thrill out of seeing my kids using tech, and they haven’t tried <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/google-glass\">Google Glass</a>. I much prefer when they get wonder out of picking strawberries in the garden. That said, I do love that my son texts me. He has all kinds of fun uses for emoticons.</p> \n<figure class=\"element element-image\" data-media-id=\"c3e6f4ceb83410e09351c7ac930b1a4b364bbd5a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432046733576/8a0ca0a0-b25a-4ad6-9bc7-6b8763510e05-349x420.jpeg\" alt=\"Child models with iPads and iPhones\" width=\"349\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I’ve taught the kids to use devices in moderation,’ says Anne Wojcicki. ‘It’s important for them to learn how to control their behaviour themselves. Simply restricting access makes them want it more.’ Picture posed by models.</span> \n  <span class=\"element-image__credit\">Photograph: Perou for the Guardian</span> \n </figcaption> \n</figure> \n<h2> ‘They both have Twitter accounts ’</h2> \n<p><em>Rachel Bremer is Twitter’s head of international communications. She has a five-year-old son and a two-year-old daughter, and lives in London.</em></p> \n<p>We’re still in the early stages. They use our devices, under our supervision, so I can help them understand the right ways to use the web and the value they can get out of it. My son is curious, and loves watching videos about space shuttles taking off and finding out what different animals like to eat. We’re helping them see technology as a way of finding out more about the world, rather than just a source of entertainment.</p> \n<p>When I was growing up, I wasn’t allowed to play video games. My dad worked at Apple, so we had computers around the house, but the things I played on them involved maths, learning and writing. This has probably influenced my parenting more than working in technology has. My son plays games from kids’ apps on our phones, but they have to be educational – puzzles or problem-solving. When they get older, we’ll give them more freedom, but we’ll probably have a certain amount of screen time that they’re allowed, in a day or week, and they’ll be able to choose how they spend that time.</p> \n<p>We use iPhones and iPads when we’re travelling. Travelling as much as you can with kids is a great way to broaden their world view. If it takes some iPad time to get you to an interesting destination and keep everyone happy, there’s nothing wrong with that – as long as you’re not bothering other people.</p> \n<p>Both children have had private Twitter accounts since they were born, which we use to share photos and videos. Our families are in the US, so it’s a way to stay in touch. We used <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/03/periscope-twitter-live-streaming-app-how-it-could-be-better\">Periscope, the live-streaming app Twitter just bought</a>, privately to broadcast our son’s school assembly for his grandparents. We’re gradually getting our son comfortable with social media. I wouldn’t want to restrict it for my children altogether, and then one day in the future open the floodgates and let them at it.</p> \n<p>It seems like the longer he uses a device or watches something, the harder it is to get him to give it up. We’re clear with him that when he gets upset about putting it down, then he won’t get to use it again. That’s part of it: teaching them that they have to walk away.</p> \n<h2> ‘We follow our son on Instagram’</h2> \n<p><em>Nitin Ganatra is a wearable technology software developer and former Apple staffer. He worked on iPhone software from the initial development stage until IOS version 5.1 (2012). He has two sons, aged 10 and 12, and lives in California.</em></p> \n<p>We do have quite a few gadgets around: iPads; my oldest son has an iPhone, and my younger son has an old iPhone, but it’s not on a plan so it operates like an iPod touch. My oldest son also has a Kindle Fire, and we have a PlayStation 4. We’re pretty strict on that, because my wife doesn’t like violent games. We have rules about having your homework done and playing outside before coming in and hunkering down in front of the TV.</p> \n<p>My 10-year-old has an Instagram account. It has to be a private account, and we follow him. With his phone, one of the rules is that at any moment we can take a look. We have had talks with him about making sure that only people he knows can follow him.</p> \n<p>He does a pretty good job. At first, we were more suspicious and wanted to know what he was chatting about with his friends. These days, we don’t look too often: we felt a little bit like stalkers. We also have “find my friend” turned on, so we always know where he is. We do stalk him quite a bit in that way.</p> \n<p>They both need to use the internet for homework and have their own user accounts on our laptops. The deal is that work on a laptop has to be done in an open area – you can’t hole up in your room with the computer.</p> \n<p>My line of work affects how I view their screen use. Even though I’m pro-technology, I don’t want it to be all-consuming. It’s easy to get so wrapped up very quickly. I try to limit the amount of time I spend in front of a screen as well. Humans are not designed to sit for too long, staring at a fixed distance. In addition, there are benefits to being outside: sunlight, social interactions, learning. If my kids have a fight with a buddy, they need to resolve these things in person, and not come in and complain on social media about it.</p> \n<p>But some of the things I owe my current career to go way back to those times when I was fascinated by a video game, and how the thing worked. I’d like to foster a little bit of that excitement around technology in my children. I love to see them using technology I helped create. It’s my physical baby playing with my work baby.</p> \n<h2> ‘I don’t want her to get obsessed’</h2> \n<figure class=\"element element-image\" data-media-id=\"3fe5066cce0cc9e0607fa7593cca7fa7507acf64\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432046178049/dd9c295c-2981-4d96-8fe1-536c4f4f915d-460x382.jpeg\" alt=\"Karim Dia Toubajie with his wife, Joanna, and their daughter, Freida.\" width=\"460\" height=\"382\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Karim Dia Toubajie of Songkick with his wife, Joanna, and their daughter, Freida.</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Guardian</span> \n </figcaption> \n</figure> \n<p><em>Karim Dia Toubajie is an interaction designer at band-and-gig-tracking website Songkick, and previously worked for PlayStation. He has a 16-month-old daughter and lives in London.</em></p> \n<p>My wife and I are pretty conscious about exposing our daughter to too much early on. We both like creative play, so prefer her to focus on toys, crayons and books. She seems more stimulated by texture, smell and physical movement, which digital can’t really provide. That said, if I use my phone in her proximity, she is attracted by the bright light and will want to grab it off me – denied!</p> \n<p>Her current usage is limited to a xylophone app on my phone – which looks like her real xylophone – if she needs an emergency distraction. She’ll normally play for about 10 to 20 seconds before activating the home screen. About once a week, when she has come into our bed in the morning, we’ll let her watch CBeebies on the iPlayer app, so we can grab a few extra winks. But she only watches for a couple of minutes before resorting to crazed swiping and button hitting.</p> \n<p>At Christmas, we spent a weekend with a six-year-old who watched <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/minecraft\">Minecraft</a> YouTube videos for about 10 hours daily, and I’m conscious of how easy it might be for children to get obsessed with digital. Working in technology, I’m also aware how these channels are designed for continual user journeys, with no defined end point. Some games that parents consider harmless, like Farmville, encourage in-app purchases in order to progress in the game, and stories have circulated online about people becoming so obsessed with it that they’re neglecting their children, or children have taken their parents’ credit cards. These kinds of games are designed to capture revenue by capitalising on certain parts of human nature, to be addictive.</p> \n<p>However, some games are culturally important. To make <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/gamesblog/2013/jun/05/the-last-of-us-ps3-video-game-review\">The Last Of Us</a>, on PlayStation, they brought together hundreds of people in the arts – musicians, designers, actors – who effectively created film-sized games. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/nov/13/monument-valley-new-levels-reviews\">Monument Valley</a>’s another example. That’s definitely a game I’d let my daughter play when she’s older. And I’ll start getting her into programming. But I’ll take a similar approach to my parents: I didn’t get a computer until I was 11, and then it was one hour a day. I’d like my daughter to have a diverse set of hobbies, and not get obsessed.</p> \n<h2> ‘My daughter said the cinema was the biggest iPad she’d ever seen’ </h2> \n<p><em>Alex Evans is co-founder and technical director of games company Media Molecule, and creator of the game LittleBigPlanet. He has a daughter aged four and a one-year-old son, and lives in London.</em></p> \n<p>I don’t play games myself, but I’ve always been obsessed with making them. When I was a child, I’d wake up at five in the morning and play Lego until I went to sleep, and then it was computers – to make my Lego models come to life. My parents chose not to limit me, because I think my mum, who is a composer, decided it was sufficiently creative. I put in my 10,000 hours, and it is now my profession. So with my kids, if I feel they’re doing something that is sufficiently creative or stimulating, I’ll let them carry on. As long as there are other things in their lives, like reading and playing outside and everything else, it doesn’t bother me.</p> \n<p>The universal obsession is Minecraft. It is a remarkably creative and social endeavour. It’s the game Lego said they wish they’d made – it’s mostly about building things out of blocks. It’s hard for our generation to understand, but it isn’t just a game: there’s a culture and community that’s evolved around it, through YouTube and books.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We do a terrible thing if she’s playing up in a restaurant: we’ll use the iPad as a digital pacifier</p> \n </blockquote> \n</aside> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/may/11/candy-crush-saga-games\">Candy Crush</a> types of games, that are mindlessly addictive, are mostly played by commuters on the train. Violent games are a media touchpoint, but they’re the equivalent of Transformers in the cinema – the noisy minority. If my kids had a diet of blockbusters only, that would be a shame, but if you look at what most kids consume games-wise, it’s far more varied and interesting than what my generation has consumed. Maybe my limiting will be saying, “Hey, have you tried this game or watched this movie?” I’ll try to broaden rather than limit.</p> \n<p>My daughter recently went to the cinema for the first time and told me it was “like the biggest iPad you’ve ever seen”. Her gaming reference point isn’t video games on TV any more, but the iPad. Even my one-year-old is already aware of what an iPad is and how to unlock it. The games brands my daughter loves are Sega Mini, which has an exploratory feel, and Toca Boca, who do things like Hair Salon. She doesn’t spend hours on it yet, so I haven’t had to be heavy-handed.</p> \n<p>I bought her an iPad mini, which has been by her side and is now battered. We do a terrible thing, which you’ll frown at, but if she’s playing up in a restaurant, we’ll put on the iPad and use it as a digital pacifier. That’s the one time when I question my parenting. It’s me pushing it on her – she’s not asking for it. It’s literally like a dummy. It’s like saying, “Please go into your own world so I can have a conversation.”</p> \n<h2> ‘His grandfather sent him a Vine’</h2> \n<p><em>Ryan Swigart, a web designer at Vine, has a three-and-a-half-month-old boy and lives in New York.</em></p> \n<p>Having a baby has made me very aware of my own habits. His exposure to technology is something I’m thinking about constantly: how much do I have the phone or television on? Technology enhances your ability to do all kinds of good things, but also passively to absorb stimulation. When you’re young, especially, learning happens better when you’re physically active: not only because it gets the blood flowing, but also because you’re using all your senses, which helps you remember things. If you allow someone to be stimulated so easily, there’s not much motivation to put work into that relationship.</p> \n<p>Not to demonise any particular technology, but I want to be very involved in how much and what sort of information is coming to my son. I’m wondering whether maybe 30 minutes a day of internet or television would be a good place to start, when he’s ready. He has very limited exposure now; we don’t keep a TV on at all. We do send Vine messages to family members with him, and use Facetime. My father-in-law blew a raspberry into a Vine message that loops over and over again, and he’s mesmerised by it. It could become the way he calms down from being upset, if we were to lean on that. It’s interesting how powerful it is, how one particular image has such an effect on his mood. It reminds me we need to be careful.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432045546037/Child-models-all-looking--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I let them play on devices – it beats being thrown out of a restaurant,’ says Anne Wojcicki, co-founder of gene-testing startup 23andme, of her chidren with Google co-founder Sergey Brin. Photograph: Perou for the Guardian","credit":"Perou/Guardian","altText":"Child models all looking at screens","cleanCaption":"‘I let them play on devices – it beats being thrown out of a restaurant,’ says Anne Wojcicki, co-founder of gene-testing startup 23andme, of her chidren with Google co-founder Sergey Brin. Photograph: Perou for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046302996/d64f4a18-3b17-4f79-9fb0-3ef4b0e67296-1020x806.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":806,"width":1020,"orientation":"landscape","caption":"Johnny Taylor of Mind Candy with his partner, Gina North, and their children Leon, eight, and Myla, six. Photograph: Suki Dhanda for the Guardian","credit":"Suki Dhanda for the Guardian","altText":"Johnny Taylor with his partner, Gina North, and their children Leon, eight, and Myla, six","cleanCaption":"Johnny Taylor of Mind Candy with his partner, Gina North, and their children Leon, eight, and Myla, six.","cleanCredit":"Photograph: Suki Dhanda for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046736076/73813066-b463-4560-84fc-38193b6c9270-1697x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1697,"orientation":"portrait","caption":"‘I’ve taught the kids to use devices in moderation,’ says Anne Wojcicki. ‘It’s important for them to learn how to control their behaviour themselves. Simply restricting access makes them want it more.’ Picture posed by models. Photograph: Perou for the Guardian","credit":"Perou for the Guardian","altText":"Child models with iPads and iPhones","cleanCaption":"‘I’ve taught the kids to use devices in moderation,’ says Anne Wojcicki. ‘It’s important for them to learn how to control their behaviour themselves. Simply restricting access makes them want it more.’ Picture posed by models.","cleanCredit":"Photograph: Perou for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046178284/42524540-16e4-4749-a84c-679dd0896318-1020x846.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":846,"width":1020,"orientation":"landscape","caption":"Karim Dia Toubajie of Songkick with his wife, Joanna, and their daughter, Freida. Photograph: Suki Dhanda for the Guardian","credit":"Suki Dhanda for the Guardian","altText":"Karim Dia Toubajie with his wife, Joanna, and their daughter, Freida.","cleanCaption":"Karim Dia Toubajie of Songkick with his wife, Joanna, and their daughter, Freida.","cleanCredit":"Photograph: Suki Dhanda for the Guardian"}],"webPublicationDate":"2015-05-23T06:30:10Z","lastModified":"2015-05-23T06:30:10Z","metadata":{"commentable":true,"commentCount":5,"contributors":[],"feature":false,"keywords":["Technology","Parents and parenting","Family","Internet","Games","Culture","Steve Jobs","Jonathan Ive","Apple","Computing","Twitter","Media","Blogging","Children","Society","Life and style","Health & wellbeing","Microsoft","Intel","Silicon Valley","Google","PlayStation","CBeebies","Vine"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/games","webTitle":"Games"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/stevejobs","webTitle":"Steve Jobs"},{"id":"technology/jonathan-ive","webTitle":"Jonathan Ive"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"media/media","webTitle":"Media"},{"id":"media/blogging","webTitle":"Blogging"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"technology/microsoft","webTitle":"Microsoft"},{"id":"technology/intel","webTitle":"Intel"},{"id":"technology/silicon-valley","webTitle":"Silicon Valley"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/playstation","webTitle":"PlayStation"},{"id":"media/cbeebies","webTitle":"CBeebies"},{"id":"technology/vine","webTitle":"Vine"}],"section":{"id":"technology"},"topics":[],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/23/screen-time-v-play-time-what-tech-leaders-wont-let-their-own-kids-do","shortUrl":"http://gu.com/p/493ae","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/23/screen-time-v-play-time-what-tech-leaders-wont-let-their-own-kids-do","webUri":"http://www.theguardian.com/technology/2015/may/23/screen-time-v-play-time-what-tech-leaders-wont-let-their-own-kids-do"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432045546037/Child-models-all-looking--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I let them play on devices – it beats being thrown out of a restaurant,’ says Anne Wojcicki, co-founder of gene-testing startup 23andme, of her children with Google co-founder Sergey Brin. Photograph: Perou for the Guardian, posed by models","credit":"Perou/Guardian","altText":"Child models all looking at screens","cleanCaption":"‘I let them play on devices – it beats being thrown out of a restaurant,’ says Anne Wojcicki, co-founder of gene-testing startup 23andme, of her children with Google co-founder Sergey Brin. Photograph: Perou for the Guardian, posed by models"}},"importance":4,"kicker":{"title":"Screen time v play time"},"showQuotedHeadline":false},{"title":"The sex wasn’t great … I was really nervous","rawTitle":"The sex wasn’t great … I was really nervous","item":{"type":"article","id":"lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","title":"‘The sex wasn’t great … I was really nervous’","trailText":"I got Marc to close the blinds and dim the lights but all this self-consciousness was less than ideal for letting go","standFirst":"I got Marc to close the blinds and dim the lights but all this self-consciousness was less than ideal for letting go","byline":"Stella Grey","body":"<p>Until yesterday, I’d seen Marc every day since getting home, and sometimes twice. We’ve been out to eat and on urban strolls, to the pub and to look at art. I’ve now lost count of the number of dates we’ve had. “Hang on, I’ll have to think how many” is probably the right number to signal the beginning of a sexual relationship. (At least for me. You can do what you like.)</p> \n<p>We’ve eaten out, been shopping, drunk beer and … had sex. We’ve arrived at something, somewhere I was afraid might be the end and that he was sure would be the beginning, and it’s hard to say what will happen next.</p> \n<p>The sex, you see, wasn’t great. I know – almost all first sex isn’t great. It so commonly isn’t that it’s almost a defining situation. I was really nervous, which didn’t help. I avoided a full unveiling by ensuring that we relocated from his sofa and out of bright light at a key moment. I sent him off ahead to close the blinds and turned off the already dimmed main light in his bedroom (he laughed), and approached the duvet with so much haste – hoping to be a blur – that I almost broke his nose. Part under the covers, I got the chance to present myself in the only way I could bear to: in the dark, half aware that I was shielding my stomach with a carefully placed forearm. All that self-consciousness wasn’t ideal for letting go of the mind and becoming a sensory being.</p> \n<p>The momentous event took place in a silence that continued afterwards, when I lifted his arm to put my head on his shoulder. I had to go to the bathroom and he turned on his lamp and made fun of me for feeling the need to put my shirt on from a sitting position in the bed. That was essential, though, to avoid being seen standing up in my full glory. (I was ready for sex but I wasn’t ready for that.) I had chosen a loose shirt that falls to the thigh for this occasion, so I could be casual about hiding myself. I rushed off and galloped back, attempting jollity, as if I’d missed him, but honestly, I just wanted to get home. A kind of humiliation had already struck. When I came back to the bed he wondered if I’d like a strong drink, because he was having one.</p> \n<p>No explicit criticism of anything surrounding the question of performance was made; we didn’t talk about it. But I did wonder. There’s so much written, now, about male expectation, about extreme grooming and the necessity of being toned, and all that. The question I find myself asking myself is this: just what kind of sex do bachelors like Marc have, or expect to have? I’ve been out of the loop, regarding sexual culture, for so long, having been married a long time and thus far unsuccessful in the dating pool.</p> \n<p>I don’t know how many other women he’s slept with or if he watches a lot of porn; I’m not quite neurotic enough to ask. But a miasma of disappointment hung around us for the rest of that evening, drinking gin on his masculine sofa in his masculine pad. It’s a classic of the genre: all greys and blacks, print-free, painting-free, with expensive lighting, full of technology.</p> \n<p>Giant fridge with ice maker: check. Shower made for two: oh yes. All these cues and prompts were feeding into my nervousness. The fact that he has a lot of magazines (consumer, motor, music, culture) and hardly any books. The fact that his music collection seems to be all post-1990, even if it does include some excellent film music. The fact that his stove looks far too shiny and new for someone who, according to his dating profile, likes to cook to relax. I did think: wow, we are really unalike.</p> \n<p>Yesterday my post-sex text message had three kisses on it. “Are we doing anything tonight?” I asked. It wasn’t a new question. It was the one he’d asked me the day I got back. He didn’t answer until just before 8pm. “Sorry! Just got this. Not tonight. Tired.” No kisses: instead, that smiley emoticon, one smiling so insincerely that I wanted to stab it in the eye. I replied saying, “What about tomorrow? Film?”</p> \n<p>“Not tomorrow or day after; my mother’s here,” he said. “But I’m free the day after that.” The day after that is&nbsp;arranged.</p> \n<p><span class=\"bullet\">•</span> Stella Grey is a pseudonym</p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046977069/Marcs-home-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop","credit":"Antenna/Getty Images/fStop","altText":"Marc's home","cleanCaption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:45:09Z","lastModified":"2015-05-23T05:45:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Sex","Life and style","Relationships","Family","Dating"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/sex","webTitle":"Sex"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","shortUrl":"http://gu.com/p/492cm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/the-sex-wasnt-great-i-was-really-nervous"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046977069/Marcs-home-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop","credit":"Antenna/Getty Images/fStop","altText":"Marc's home","cleanCaption":"Marc's home was 'a classic of the genre: all greys and blacks, print-free, painting-free.' Photograph: Antenna/Getty Images/fStop"}},"importance":3,"byline":{"title":"Stella Grey"},"showQuotedHeadline":true},{"title":"China’s little emperors / The children without siblings","rawTitle":"The children without siblings","item":{"type":"article","id":"lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","title":"China’s little emperors – the children without siblings","trailText":"China’s one-child policy led to a generation waited on hand and foot as sole focus of their parents’ hopes and dreams. Rather than hot-house her own son, Xinran Xue left home in 1997 to bring him up in Britain","standFirst":"China’s one-child policy led to a generation waited on hand and foot as sole focus of their parents’ hopes and dreams. Rather than hot-house her own son, Xinran Xue left home in 1997 to bring him up in Britain","byline":"Xinran Xue","body":"<p>One day in October 2001, I made my way to Heathrow airport to pick up the son of a family friend. This was in the days before Chinese students had started coming in numbers to the UK and a tall, skinny Chinese youth standing at the airport exit was quite noticeable.</p> \n<p>Du Zhuang, frail and as insubstantial as plasterboard, was pushing his suitcase with one hand, and holding his phone with the other. He was not looking around, but listening to the person on the other end with single-minded devotion. On his face was the serious, almost devout, expression of someone receiving an edict from the emperor.</p> \n<p>It was only when I was standing right in front of him that he finally looked at me, and smiled. In those days, Chinese people did not hug or exchange pecks on the cheek, while shaking hands was for grownups only.Instead, Du Zhuang passed me his mobile phone, saying, “My mother’s been waiting to speak to you!”</p> \n<p>Hearing her shout down the phone it was as though she had jumped out in front of me. I will never forget his mother’s first words that day: “Xinran, my son is in your hands now! Remember to help him to open his suitcase, he can’t do anything!”</p> \n<p>She said something else, but I was too stupefied to process it. “Xinran, did you hear me?” she demanded. “You absolutely must help him open his suitcase. He doesn’t know how to deal with it. Hello? Xinran?”</p> \n<p>I stood there in a daze, hardly knowing how to reply. “Big sister, you want me to open his suitcase for him? Which suitcase?”</p> \n<p>Clearly irritated by my confusion, she said, “His suitcases. He doesn’t know how to open a suitcase, I packed everything for him.”</p> \n<p>I was even more confused, “He doesn’t know how? But they’re all his own things? But he has graduated from his university?”</p> \n<p>“Yes, yes, yes! They’re all his things, everything in the case is his own stuff.”</p> \n<p>“Oh, is there something in the case you’re worried might get broken?”</p> \n<p>“No! He doesn’t know what’s packed in the cases and he doesn’t know how to hang up his clothes, so you’ll have to open everything for him, OK? Say you will. I handed him over to you, remember.”</p> \n<p>It may sound humorous, but it took me almost a decade before I truly understood the full implication of those words. In the past 30 years, China’s one-child policy – which, with some exceptions, ruled that each couple are allowed just one child – has prevented 400 million people from being born. This means that by 2014 China had raised nearly 140 million Suns or Little Emperors, as the only children are often called, in the wake of this. The policy has also led to an imbalance between the sexes – according to the country’s census in October 2014, by 2020 there will be 30 million more men than women among 20- to 45-year-olds.</p> \n<figure class=\"element element-image\" data-media-id=\"3e247ed6e43055fd78aa93701088f035ba02d59c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129614712/897f6388-58c8-48c8-a3ff-b6c2837577b6-460x276.jpeg\" alt=\"Xinran Xue's son Panpan&nbsp;as a baby in China.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Xinran Xue’s son Panpan as a baby in China.</span> \n </figcaption> \n</figure> \n<p>It is not just demographics that the policy has changed, but emotions. But it was only after listening to the stories of the first generation born into this policy that I heard the truth of their parents’ stifling overprotection. The relationship between mother and child, that most treasured of all relationships, has, in many cases, descended into mutual recriminations.</p> \n<p>Take Golden Swallow, a young Chinese student I spoke to in 2002. Having never learned to cook, shopped for food or even ordered for herself in restaurants before leaving China, she was really struggling with everyday life. Yet I was shocked when she told me: “I hate my parents because they raised me as a pet for 23 years. To this day I still can’t live like a normal human being.”</p> \n<p>Since then, Golden Swallow’s words to me have been echoed by a rising chorus of China’s only children. Yet being a good Chinese mother who lives in a one-child society is hardly simple. Aside from the need to have a full-time, professional job in order to be seen as an independent woman, you also must be a tiger mother, or at least a “nonstop wheel” – driving your only angel to a full schedule every week: art classes, music lessons, and practising “upper-class” sports (golf, fencing, horse riding, etc) – as well as two to three hours of Chinese characters and maths every day. Failure to do so might see you branded a criminal by your family.</p> \n<p>So perhaps it is not surprising that the parents I have spoken to have reacted violently to the only children’s allegations. One replied: “Is the mother keeping her child as a pet or is the child keeping her parents as slaves?” Another, whose daughter, Wing, had been studying in Britain for almost four years, asked: “Can it really be that those parents, who have known no freedom since the day their only child was born, appear as slaves in their children’s eyes?”</p> \n<p>Wing rarely went back to China to see her parents and was even “too busy to answer her family’s weekly phone call from China” she said.</p> \n<p>Wing had a different perspective. “Ever since I was little, my life has been ruled by the second hand of a clock, revolving around the face of my parents; every second, every tick,” she says. “I didn’t lose a second in 20 years. All I knew was that as long as I kept pace with that ticking second hand, my parents would be happy, I wouldn’t be scolded by my teachers or teased by my classmates.</p> \n<p>“I never thought about what kind of person I might want to be when I grew up. I never knew my parents’ hopes and dreams for me besides study and health. I didn’t even know I had any rights and opportunities beyond studying, eating and sleeping. I never went outside during the holidays, as my parents thought the world was full of kidnappers and con artists.</p> \n<p>“I never watched television at home. I didn’t understand my classmates’ games and couldn’t join in their conversations. I could only play by myself secretly …”</p> \n<p>Can it really be possible that her parents didn’t allow her to play?</p> \n<p>Wing smiled weakly. “If they had known they wouldn’t have been happy any more.”</p> \n<figure class=\"element element-image\" data-media-id=\"b33c105e557294f7cc039b8cf7502adb211aca97\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432128848411/7cbb33a2-897c-4e5f-b961-22b9522df2c6-280x420.jpeg\" alt=\"Panpan, Xinran's son, before they left China for Britain.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Panpan, Xinran’s son.</span> \n </figcaption> \n</figure> \n<p>Once again I clapped a hand over my mouth, wishing I could cover my eyes that were welling up with tears. How many sons and daughters are crying and shouting “Why?” at their mothers and fathers? How many parents are asking themselves the same question, over and over again during sleepless nights?</p> \n<p>I have interviewed more than 100 single children face to face since 1989. I have gone back to China twice a year, travelling between urban and rural areas, since I left in 1997, and I keep in touch with many single-child families to collect their news. I have heard from children such as Moon, a talented art student, who abandoned her dreams because she could not bear her mother crying that she missed her. Or Zonghui who, despite being on a full scholarship, spent only 50p a day so he could save money for his mother who had never left their village. But for all that, I still dare not say I have got any answers to these questions. Each child has completely different views on China, the world and the concept of a quality life because of their family backgrounds, living conditions and pursuit of different ideals, but if there’s one point they all seem to agree on it’s family and love – the same ideals their family elders have.</p> \n<p>What I am sure of is that by the time I left China, I realised I couldn’t be a good mother there because I simply couldn’t see my little boy running on that education wheel like a tiny rat.</p> \n<p>My Chinese family and friends couldn’t understand my urge to give him freedom and warned: don’t follow the naive western way – your boy might complain one day if you don’t push him to learn those life skills.</p> \n<p>How to be a right mother for my only child? I still don’t know, but I have tried very hard. I wanted to give a free space to my son to let him observe, to feel, to experience, to find his way to his dream life. Can Panpan understand and value what I have offered to his life, which is so different from other Chinese mothers? I can only hope time will show I wasn’t wrong.</p> \n<p><span class=\"bullet\">•</span><em> Buy Me the Sky by Xinran is published by Random House, &pound;12.99. To order a copy for &pound;10.39, go to </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/279408/\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call 0330&nbsp;333 6846</em></p> \n<h2>Panpan’s thoughts on leaving China aged five<br /></h2> \n<p>To someone born in 1988 in China, being a single child was the norm; I have no siblings, but neither did any of my friends at school. So it came as a surprise when I moved to the UK in 2000 to find that my new friends were not their parents’ only child.</p> \n<p>Being a single child does have perks. No one ever fought with me for my toys. No one ever objected going to my favourite restaurant. No one ever took away from me the undivided attention of my parents. Throughout my childhood, I sat at the top of the family hierarchy, worshipped like a god. To quote a Chinese saying, I was the “Shining pearl in the palm of the hand”. With good reason; my grandparents fought in the war, my parents had to suffer the Cultural Revolution, and in the 1980s, when things started getting better, my parents had me, and only me. I can’t imagine what it feels like for two entire generations having gone through all the bitterness and hardship to finally see me brought into this world.</p> \n<p>If you are a single child in China, you deserve the absolute best, starting with schools. The philosophy is that a good kindergarten education will ensure the highest chances of being placed in a good primary school. Only then can the child perform better than his peers and make the entrance exam to a top middle school. This would provide the opportunity to be considered by Tsinghua or Beijing University. With any luck, they might just outshine the other 2,999 applicants for the same place. After graduation, the parents hope that a degree from one of the best universities will give their child a slight edge when they are interviewed for one job position along with 999 other hopefuls. One simply does not underestimate the importance of a good kindergarten in China.</p> \n<p>But education alone is not enough. To make it in today’s world, you have to be multitalented because to the admissions tutor who assesses a few thousand applications all boasting identical academic prowess, the candidate who can juggle flaming woks on a unicycle stands out.</p> \n<p>It’s now easy to see why Chinese children take on so many extracurricular courses. Parents enrol their children in dancing lessons because who knows if their child will turn out to be the best ballet dancer in China? Let’s not forget singing lessons to go with that. Last but not least, extra Chinese calligraphy tuition would benefit the child both in and out of school. Oh, and I forgot about piano lessons – everyone has them, right? At this point, the hours of free time a child from a respectable Chinese family enjoys amounts to zero. A friend of mine hired a tutor for his seven-month-old baby. I asked him what for and he replied, “Motor coordination.”</p> \n<p>I remember that I did my homework until midnight, went to sleep and got up at 6am for school. I don’t remember much else from my school years in China. And that was without all the extra lessons.</p> \n<p>My mother wanted me to be successful, but she didn’t compare me to others. She only wanted me to do my best and encouraged me for trying. I now work as a private tutor in maths and science, and although my mother has always wanted me to work for a large corporation, deep down I think she is proud and glad because I’m doing something that I love. By Chinese tiger mother standards, she has failed me; I think she made a good decision.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431964187874/Xinran-Xue-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson","credit":"Graeme Robertson/Graeme Robertson","altText":"Xinran Xue","cleanCaption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129615303/897f6388-58c8-48c8-a3ff-b6c2837577b6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Xinran Xue’s son Panpan as a baby in China.","credit":"Graeme Robertson/Guardian","altText":"Xinran Xue's son Panpan as a baby in China.","cleanCaption":"Xinran Xue’s son Panpan as a baby in China."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128847854/7cbb33a2-897c-4e5f-b961-22b9522df2c6-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"Panpan, Xinran’s son.","credit":"pr","altText":"Panpan, Xinran's son, before they left China for Britain.","cleanCaption":"Panpan, Xinran’s son."}],"webPublicationDate":"2015-05-23T05:00:08Z","lastModified":"2015-05-23T05:00:08Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Xinran","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/xinran"}],"feature":true,"keywords":["Family","Life and style","China","Children","Education"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/china","webTitle":"China"},{"id":"society/children","webTitle":"Children"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Xinran","topic":{"type":"tag-contributor","name":"profile/xinran"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","shortUrl":"http://gu.com/p/492ea","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/23/chinas-little-emperors-the-children-without-siblings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431964187874/Xinran-Xue-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson","credit":"Graeme Robertson/Graeme Robertson","altText":"Xinran Xue","cleanCaption":"Xinran Xue and her son Panpan.  Photograph: Graeme Robertson"}},"importance":2,"kicker":{"title":"China’s little emperors"},"showQuotedHeadline":false},{"title":"60 Years of Eurovision review / Ghastly songs but good value","rawTitle":"Ghastly songs but good value","item":{"type":"article","id":"tv-and-radio/2015/may/23/60-years-of-eurovision-review-bbc4","title":"60 Years of Eurovision review – ghastly songs but good value","trailText":"The songs are ghastly, but 90 minutes on the ‘most nerve-racking and trouser-cacking’ moments of Eurovision is laced with history and flashbacks – from Norton to Bardot to Gainsbourg","standFirst":"The songs are ghastly, but 90 minutes of documentary on the ‘most nerve-racking and trouser-cacking’ moments of Eurovision is laced with history and flashbacks – from Norton to Bardot to Gainsbourg","byline":"Sam Wollaston","body":"<p>It sounds like the ultimate punishment. The courtroom falls silent, the judge puts on his black cap, looks you in the eye, over his half-moon specs. I sentence you to … <strong>60 Years of Eurovision </strong>(BBC4). <em>Nooooo</em>! I’ll take solitary, the gulag, hard labour, Guant&aacute;namo, the gallows even … anything but 60 Years of Eurovision.</p> \n<p>Actually, 90 minutes of documentary about it turns out to be a lot of fun. The&nbsp;songs might, with a few exceptions, range from forgettable to ghastly, but here they are interwoven with what was going on in Europe at the time – Franco’s Spain, the Troubles in Northern Ireland, the fall of the communism and the Berlin Wall, Iraq and Blair, Israel etc. You could even come away thinking <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/eurovision-2015\" title=\"\">the Eurovision Song Contest</a> played its own part in European history after the second world war. After all, the break-up of Yugoslavia happened because of Eurovision, right?</p> \n<p>There’s also a better class of punditry here. Katrina Leskanich, minus the Waves, is good value and amusing. She says she’d never actually seen the competition (she is American) before winning it (for the UK) in 1997. But she does admit it was “the most nerve-racking and trouser-cacking two minutes and 15 seconds of my life.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/may/20/the-eurovision-song-contest-10-of-the-best-abba-conchita-wurst\">The Eurovision Song Contest: 10 of the best</a> </p> \n</aside> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/media/terry-wogan\" title=\"\">Sir Terry W</a> is on hand, to raise a glass and a sardonic eyebrow again; <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/graham-norton\" title=\"\">Graham Norton</a> too, who admits the first time he appeared on it he was basically doing an impression of Wogan. But my favourite is Bill Martin, the Scottish songwriter who wrote Puppet on a String (with which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2014/oct/18/how-i-get-ready-sandie-shaw\" title=\"\">Sandie Shaw</a> won Eurovision in 1967). “<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/serge-gainsbourg\" title=\"\">Serge Gainsbourg </a>always had women hanging all over him,” remembers Martin. “Brigitte Bardot would be hanging on to him, smoking Je T’Aime cigarettes or something, Jesus Christ.”</p> \n<p>Je T’Aime cigarettes! Does that make the song Gitanes … Moi Non Plus? Not that that one had anything to do with Eurovision, of course. Way too filthy. But still, it’s amazing that Gainsbourg had anything to do with the competition, showing just how differently Brits see it from the way the rest of Europe does.</p> \n<p>I worry now what the EU referendum will do to Britain’s chances – the EU referendum that’s largely come about because of its recent&nbsp;embarrassments in Eurovision, of course.</p> \n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/blog/2015/may/22/why-cant-we-all-sing-well-the-science-of-song-eurovision\" title=\"\">Why can’t we all sing well? Eurovision and the science of song</a></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306504056/1965-Eurovision-winners-S-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Gainsbourg always had women hanging on to him' said Brigitte Bardot of the 1965 Eurovision champion, with fellow winner France Gall. Photograph: Central Press/Getty Images/Hulton Archive","credit":"Central Press/Getty Images/Hulton Archive","altText":"1965 Eurovision winners Serge Gainsbourg and France Gall.","cleanCaption":"'Gainsbourg always had women hanging on to him' said Brigitte Bardot of the 1965 Eurovision champion, with fellow winner France Gall. Photograph: Central Press/Getty Images/Hulton Archive"}],"bodyImages":[],"webPublicationDate":"2015-05-23T05:59:10Z","lastModified":"2015-05-23T05:59:10Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Sam Wollaston","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733747996/SamWollaston.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samwollaston"}],"feature":false,"keywords":["Eurovision","Culture","Music","Eurovision 2015","Documentary","Television","Television & radio","Factual TV"],"tags":[{"id":"tv-and-radio/eurovision","webTitle":"Eurovision"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"tv-and-radio/eurovision-2015","webTitle":"Eurovision 2015"},{"id":"tv-and-radio/documentary","webTitle":"Documentary"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"tv-and-radio/factual-tv","webTitle":"Factual TV"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Sam Wollaston","topic":{"type":"tag-contributor","name":"profile/samwollaston"}}],"series":{"title":"Last night's TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/lastnightstv"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/23/60-years-of-eurovision-review-bbc4","shortUrl":"http://gu.com/p/496ep","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/23/60-years-of-eurovision-review-bbc4","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/23/60-years-of-eurovision-review-bbc4"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432306504056/1965-Eurovision-winners-S-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Gainsbourg always had women hanging on to him' said Brigitte Bardot of the 1965 Eurovision champion, with fellow winner France Gall. Photograph: Central Press/Getty Images/Hulton Archive","credit":"Central Press/Getty Images/Hulton Archive","altText":"1965 Eurovision winners Serge Gainsbourg and France Gall.","cleanCaption":"'Gainsbourg always had women hanging on to him' said Brigitte Bardot of the 1965 Eurovision champion, with fellow winner France Gall. Photograph: Central Press/Getty Images/Hulton Archive"}},"importance":1,"kicker":{"title":"60 Years of Eurovision review"},"showQuotedHeadline":false}],"lastModified":"2015-05-23T08:21:20Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}