{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Charles Kennedy / Friends tell of his struggle with alcohol","rawTitle":"Friends tell of his struggle with alcohol","item":{"type":"article","id":"politics/2015/jun/02/charles-kennedy-celia-munro-confidante-tragedies-alcoholism","title":"Charles Kennedy's friends tell of his struggle with alcohol","trailText":"MP’s death at the aged of 55 prompts those close to him to reflect on series of family tragedies, but others emphasise that he had seemed relatively buoyant","standFirst":"<p>MP’s death at the aged of 55 prompts those close to him to reflect on series of family tragedies, but others emphasise that he had seemed relatively buoyant</p>","byline":"Libby Brooks and Severin Carrell Scotland correspondent","body":"<p>A veteran Liberal Democrat activist who helped select <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/charleskennedy\">Charles Kennedy</a> on the first occasion he stood for parliament revealed that she had a series of painful conversations with the late MP about the consequences of his drinking.<br /></p> \n<p>Speaking after the sudden death of the former Liberal Democrat leader at his home in Fort William on Monday, Celia Munro, who became a close confidante of Kennedy after he entered parliament, told the Guardian how she tried to assist him with the help of her late husband, John Farquhar Munro, a former Lib Dem MSP.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-from-bright-young-mp-to-periphal-party-figure\">Charles Kennedy: from bright young MP to peripheral party figure</a> </p> \n</aside> \n<p>Speaking from her home in Glen Shiel, in the north-west Highlands, Munro explained that her husband had been a member of Alcoholics Anonymous “and he was always there to talk to him. They understood each other because of this, but it’s a hard one.</p> \n<p>“[Alcoholism] is a fearful, fearful thing. I’ve seen it in other people that my husband tried to help over the years. One can only assume that in the end he still couldn’t reach the help he needed.”</p> \n<p>Munro said she had many painful conversations with Kennedy, who had become “virtually part of the family” over the years, about his drinking. “I spoke to him very explicitly about it on many occasions. It was hard, like having your own child in front of you, and trying to reason with them. We sat many times with him.</p> \n<p>“He had so many tragedies thrown at him,” Munro explained, “and we all have our demons.”<br /></p> \n<p>Kennedy’s body was found at his home by his partner, Carole Macdonald, 57, the godmother to his son, Donald, and widow of one of his oldest friends, Murdo Macdonald, who died from cancer in 2007. A spokesperson for Police Scotland confirmed that officers had attended the scene of the death. “There are no suspicious circumstances and our report will be submitted to the procurator fiscal.”</p> \n<p>A family friend said Kennedy had been careful to keep the couple’s relationship private, and keen to protect Macdonald from the challenges and intrusions of public life. But Macdonald had helped Kennedy during his election campaign, driving him to and from events.<br /></p> \n<p>The friend said Macdonald had been a source of strength for Kennedy, helping him fight his alcoholism. “She’s a really nice person, very practical, very straightforward,” the friend said. “She obviously was a very positive influence and had helped definitely; she made him very happy.”<br /></p> \n<p>Kennedy had referred to his long friendship with Murdo Macdonald in his acceptance speech on his election as rector of Glasgow University in 2008; the two men had run Glasgow University Union, one of two student unions on campus, in 1980-81.<br /></p> \n<p>Fighting back tears, Kennedy had told the audience: “My best friend is not here tonight. His widow is in this room. She is an MA of this university. I wish he was here tonight, too. He would be very proud.” <br /></p> \n<p>While Kennedy’s unexpected death at the age of 55 prompted friends to reflect on his troubled relationship with alcohol and the series of family tragedies which had placed him under cumulative stress in recent years, others emphasised that his spirits had been relatively buoyant despite his general election defeat in early May.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/charles-kennedy-left-labour-true-liberal\">Charles Kennedy: he was left of Labour, maybe, but always a true liberal | Vince Cable</a> </p> \n</aside> \n<p>Another close friend of Kennedy, the former leader of the Scottish Lib Dems Tavish Scott, said he did not accept claims that the late MP had been brought low by the loss of his seat of Ross, Skye and Lochaber, which he had held for more than three decades. </p> \n<p>“He was in fantastic form, even after the general election, and talking about taking a leading role – if asked – in the EU referendum campaign, as well as thinking about standing for Holyrood next year. He was very thoughtful about how to maintain and resurrect his political career,” Scott said.</p> \n<p>Jamie Stone, another close friend and former Lib Dem MSP for the Highlands, described a text message exchange with Kennedy last week, in which he joked about elevation to the House of Lords. “He said that he was in London with the kids, packing up his office, and keeping up the political fight.”</p> \n<p>Other friends insisted that Kennedy’s struggles with his drinking should not dominate tributes to him. Journalist and broadcaster James Cox, who became friendly with Kennedy after being the first person to interview him for television following his 1983 election victory, said: “The danger is that the alcohol will overtake all the other things about him. Alcoholism is an illness, not a lifestyle choice, and it was only latterly that it became more serious for him. It was not the most important thing about him or his career. I don’t think this was a ‘fatal flaw’, it was something that was wrong with him.”</p> \n<p>This was echoed by author and broadcaster Muriel Gray, who bonded with Kennedy over their shared love of the Highland landscape, and said: “Most of all [he was] a man who always meant well, struggling with a terrible illness.”</p> \n<p>Munro said Kennedy had been pragmatic about the likelihood of losing his seat. “It wasn’t a case of the voters dumping him – it was a swing all across Scotland. He was aware what was going to happen and we talked about it. He was aware of the size of the swing that he was facing.”</p> \n<p>Munro recalled being on the committee that picked Kennedy for his first general election candidacy, which led to him becoming an MP at the age of 23.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">Charles Kennedy: UK political leaders join forces with heartfelt tributes</a> </p> \n</aside> \n<p> “What everybody else in the world saw later, we saw first. The fact that we had this startling speaker and a young person with such political insight was easy to sell to the voters.”</p> \n<figure class=\"element element-image\" data-media-id=\"03b15b197e22d93c443fc8b20b0d85ed0c5f5463\"> \n <img src=\"http://media.guim.co.uk/03b15b197e22d93c443fc8b20b0d85ed0c5f5463/138_224_2475_1485/1000.jpg\" alt=\"Kennedy celebrates his election as Lib Dem leader in 1999 with his then girlfriend Sarah Gurling and parents, Mary and Ian.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kennedy celebrates his election as Lib Dem leader in 1999 with his then girlfriend Sarah Gurling and parents, Mary and Ian.</span> \n  <span class=\"element-image__credit\">Photograph: John Stillwell/PA</span> \n </figcaption> \n</figure> \n<p> Kennedy later became an integral part of her family: her daughter worked as his personal assistant in Inverness for 25 years, her grandchildren were his footsoldiers delivering leaflets, and her husband held a cord at the funeral of Kennedy’s mother.</p> \n<p> </p> \n<p>The tragedies that Munro referred to earlier go some way to explaining the extraordinary stress under which Kennedy found himself in recent years, culminating in the death of his father last month.<br /></p> \n<p>His mother, Mary, had died in 2013. A year later – close to the anniversary of their mother’s death – his older brother, Ian, was paralysed after a fall in his kitchen, leaving him in need of 24-hour care.</p> \n<p>A sense of devotion and duty meant Kennedy regarded himself as his family’s primary carer, and wrestling with the pressure of supporting his paralysed brother and elderly parents exacerbated his struggle with alcoholism and what many of his friends and allies feared were periods of undiagnosed depression.</p> \n<div>\n __VIDEO_EMBED_gu-video-456983536__\n</div> \n<p>His friends and senior officials within the party complained privately that he was unwilling to seek or accept professional help for his alcoholism; some suggested his depressive bouts and drinking were accepted within the Lochaber community as a private matter rather than a source of shame.</p> \n<p>But the drinking, depression and his sense of family duty meant he was frequently called off events and appointments and the party was constantly worried he would fail to appear at speaking engagements.</p> \n<p>On Tuesday, close friends of Kennedy rejected allegations that he was drunk on one of his final national media appearances, on Question Time on 12 March; claims fuelled on Twitter after he appeared confused and befuddled, and at times stumbled over his words.</p> \n<p>They revealed that Kennedy was in shock after being told shortly before going on air that his frail 88-year-old father, Ian, had been taken to hospital after breaking his hip and was about to undergo emergency surgery.<br /></p> \n<p>Rather than cancel and fly home, Kennedy decided to continue with the show. “That was Charlie being upset beyond belief and distracted,” said Conn O’Neill, Kennedy’s election campaign manager.<br /></p> \n<p>Kennedy’s aides said he had refused to allow them to make that information public, despite the damage to his reputation. He did not wish to appear to be using his family as an excuse and wanted to protect their privacy.</p> \n<p>His father died on 5 April, four weeks after going into hospital at Raigmore in Inverness and a month before the general election.</p> \n<p>Munro said his death hit Kennedy hard, further setting back his ailing re-election campaign.</p> \n<p>“He was absolutely dedicated to looking after his family,” she said. “They were very close. He was heartbroken when his daddy died during the campaign.”<br /></p> \n<p>Worried that the Lib Dems’ poor reputation at national level was undermining Kennedy’s chances and desperate to make him more visible to build up his personal vote, aides and the party had been struggling to get him to hit the campaign trail and use his famous charm and approachability to woo voters.</p> \n<p> Scott, who got to know Kennedy when he worked as a parliamentary researcher for Jim Wallace, said: “He was a Highlander first. All that made up his character, his upbringing and his values, were Highland.”</p> \n<p>Those values included, said Scott, a fiercely protective attitude to his family, as well as the fact that “he cared about people at the end of the road”.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/64413c44f9fd209106c33067afb76a7b0305988f/0_194_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"Charles Kennedy on the general election campaign trail in Scotland just three weeks after his father died.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/03b15b197e22d93c443fc8b20b0d85ed0c5f5463/138_224_2475_1485/2475.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1485,"width":2475,"orientation":"landscape","caption":"Kennedy celebrates his election as Lib Dem leader in 1999 with his then girlfriend Sarah Gurling and parents, Mary and Ian. Photograph: John Stillwell/PA","credit":"John Stillwell/PA","altText":"Kennedy celebrates his election as Lib Dem leader in 1999 with his then girlfriend Sarah Gurling and parents, Mary and Ian.","cleanCaption":"Kennedy celebrates his election as Lib Dem leader in 1999 with his then girlfriend Sarah Gurling and parents, Mary and Ian.","cleanCredit":"Photograph: John Stillwell/PA"}],"webPublicationDate":"2015-06-02T21:11:34Z","lastModified":"2015-06-03T07:15:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Libby Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399294301217/Libby-Brooks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/libbybrooks"},{"name":"Severin Carrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/severincarrell"}],"feature":false,"keywords":["Charles Kennedy","Liberal Democrats","Scotland","Scottish politics","Politics","UK news"],"tags":[{"id":"politics/charleskennedy","webTitle":"Charles Kennedy"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"uk/scotland","webTitle":"Scotland"},{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[{"id":"gu-video-456983536","source":"guardian.co.uk","durationInSeconds":187,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/02/150602CharlesKennedy_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/02/150602CharlesKennedy.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/2/1433247358767/KP_257930_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Charles Kennedy's political career - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Charles Kennedy's political career - video","cleanCaption":"620x372 trailpic for Charles Kennedy's political career - video"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-celia-munro-confidante-tragedies-alcoholism","shortUrl":"http://gu.com/p/49dgp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/02/charles-kennedy-celia-munro-confidante-tragedies-alcoholism","webUri":"http://www.theguardian.com/politics/2015/jun/02/charles-kennedy-celia-munro-confidante-tragedies-alcoholism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/64413c44f9fd209106c33067afb76a7b0305988f/0_194_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"Charles Kennedy on the general election campaign trail in Scotland just three weeks after his father died. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"Charles Kennedy on the general election campaign trail in Scotland just three weeks after his father died.","cleanCaption":"Charles Kennedy on the general election campaign trail in Scotland just three weeks after his father died.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}},"importance":7,"kicker":{"title":"Charles Kennedy"},"showQuotedHeadline":false,"sublinks":[{"title":"Live / Commons to pay tribute to Kennedy","rawTitle":"Commons to pay tribute to Kennedy","item":{"type":"liveBlog","id":"politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live","title":"Commons to pay tribute to Charles Kennedy - politics live","trailText":"MPs from across the political divide will pay tribute to Charles Kennedy today in the House of Commons following his shock death. ","standFirst":"","byline":"Matthew Weaver","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49bb0eafbeee3263442be91ac4d0492d3645ea3d/0_17_2000_1199/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":2000,"orientation":"landscape","credit":"James Gourley/REX Shutterstock/James Gourley/REX Shutterstock","altText":"Charles Kennedy","cleanCredit":"Photograph: James Gourley/REX Shutterstock/James Gourley/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-03T08:27:36Z","lastModified":"2015-06-03T08:36:23Z","latestBlock":{"id":"block-556eb83de4b07871543badf8","publishedDateTime":"2015-06-03T08:27:36Z","body":"Also on the agenda today is Grant Shapps’ debut facing international development questions since he was demoted in the post election reshuffle. First PMQs of the new Parl will follow @grantshapps' first IntDev Qs today from 12pm. Tributes to the Rt. Hon. Charles Kennedy afterwards. — Dods Monitoring (@dodsmonitoring) June 3, 2015 Shapps was has sacked as Tory party chairman after a series of embarrassing revelations about his alleged attempts to mould his image on social media. David Cameron appointed him to the lesser role of minister of state at the Department for International Development.","postType":"blog"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Politics","UK news","Charles Kennedy","PMQs","House of Commons"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/charleskennedy","webTitle":"Charles Kennedy"},{"id":"politics/pmqs","webTitle":"PMQs"},{"id":"politics/houseofcommons","webTitle":"House of Commons"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Commons to pay tribute to Charles Kennedy - politics live","topic":{"type":"content","name":"politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-556ea791e4b07871543badce","title":"Opening summary","publishedDateTime":"2015-06-03T07:47:41Z","body":"<p>Good morning, <strong>Matthew Weaver</strong> here, standing in for <strong>Andrew Sparrow.</strong></p> \n<p>MPs from across the political divide will pay tribute to Charles Kennedy today in the House of Commons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">following</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">his shock death</a>. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">Westminster was left in disbelief yesterday as it emerged the former Liberal Democrat leader had died suddenly on Monday at his home in the Highlands</a>. </p> \n<p>Commons Speaker John Bercow said he was a “principled, progressive and passionate” man as he announced plans to set aside time immediately after prime minister’s questions to commemorate the well-liked politician. </p> \n<p>Bercow said the occasion would mean “people can say what they think and feel and remember about our departed colleague, Charles Kennedy”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/guardian-view-on-charles-kennedy-legacy?CMP=twt_gu\">Here’s the Guardian view on Charles Kennedy’s legacy</a>.</p> \n<p>David Cameron will engage in his first weekly sparring match with the opposition leader since leading the Conservatives to victory in May’s general election. Today he will of course be facing interim Labour leader Harriet Harman. Perhaps Kennedy’s death may bring a more respectful tone to proceedings but as we know tempers can flare from the dispatch box.<br /></p> \n<p>Elsewhere, there will likely be some political reaction to the latest developments with Fifa after the football organisation’s president Sepp Blatter announced plans to step down <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/03/sepp-blatter-under-investigation-us-authorities-reports\">shortly before reports emerged claiming he is subject to FBI and US prosecutors’ investigations into federal corruption.</a></p> \n<p>Also Education Secretary Nicky Morgan, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/03/education-bill-loopholes-academies-schools\">vowed to “sweep away bureaucratic and legal loopholes” obstructing the takeover of as many as 1,000 struggling local authority schools in England and their rapid conversion into academies with a new education bill.</a></p> \n<p>Please comment below the line and do feel free to tweet me - <a href=\"https://twitter.com/matthew_weaver\">@matthew_weaver</a>.</p>","postType":"summary"},"blocks":[{"id":"block-556eb83de4b07871543badf8","publishedDateTime":"2015-06-03T08:27:36Z","body":"<p>Also on the agenda today is Grant Shapps’ debut facing international development questions since he was demoted in the post election reshuffle.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dodsmonitoring/statuses/606011254877122560\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">First PMQs of the new Parl will follow <a href=\"https://twitter.com/grantshapps\">@grantshapps</a>' first IntDev Qs today from 12pm. Tributes to the Rt. Hon. Charles Kennedy afterwards</p>— Dods Monitoring (@dodsmonitoring) \n  <a href=\"https://twitter.com/dodsmonitoring/status/606011254877122560\">June 3, 2015</a> \n </blockquote> \n</figure> \n<p>Shapps was has sacked as Tory party chairman after a series of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/22/election-hopeful-whose-wikipedia-page-edited-calls-for-shapps-inquiry\">embarrassing revelations about his alleged attempts to mould his image on social media</a>.</p> \n<p>David Cameron appointed him to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/grant-shapps-sacked-cabinet-cameron-reshuffle\">lesser role of minister of state</a> at the Department for International Development. <br /></p>","postType":"blog"},{"id":"block-556eb622e4b07871543badef","publishedDateTime":"2015-06-03T08:15:16Z","body":"<p>Steve Bell’s cartoon tribute to Charles Kennedy has been greeted with much approval including from the writer Bonnie Greer, Independent editor <a href=\"https://twitter.com/amolrajan/status/606003545884786688\">Amol Rajan</a>, and the <a href=\"https://twitter.com/georgeeaton/status/605995835277590528\">New Statesman’s George Eaton</a>. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bonn1eGreer/statuses/606009422545076224\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/guardian\">@guardian</a> 's Steve Bell can draw poignantly, too. Pictures always speak louder than words. <a href=\"https://twitter.com/hashtag/CharlesKennedy?src=hash\">#CharlesKennedy</a> <a href=\"https://t.co/lNrCh60cJX\">pic.twitter.com/lNrCh60cJX</a></p>— Bonnie Greer (@Bonn1eGreer) \n  <a href=\"https://twitter.com/Bonn1eGreer/status/606009422545076224\">June 3, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-556ea791e4b07871543badce","title":"Opening summary","publishedDateTime":"2015-06-03T07:47:41Z","body":"<p>Good morning, <strong>Matthew Weaver</strong> here, standing in for <strong>Andrew Sparrow.</strong></p> \n<p>MPs from across the political divide will pay tribute to Charles Kennedy today in the House of Commons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">following</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">his shock death</a>. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">Westminster was left in disbelief yesterday as it emerged the former Liberal Democrat leader had died suddenly on Monday at his home in the Highlands</a>. </p> \n<p>Commons Speaker John Bercow said he was a “principled, progressive and passionate” man as he announced plans to set aside time immediately after prime minister’s questions to commemorate the well-liked politician. </p> \n<p>Bercow said the occasion would mean “people can say what they think and feel and remember about our departed colleague, Charles Kennedy”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/guardian-view-on-charles-kennedy-legacy?CMP=twt_gu\">Here’s the Guardian view on Charles Kennedy’s legacy</a>.</p> \n<p>David Cameron will engage in his first weekly sparring match with the opposition leader since leading the Conservatives to victory in May’s general election. Today he will of course be facing interim Labour leader Harriet Harman. Perhaps Kennedy’s death may bring a more respectful tone to proceedings but as we know tempers can flare from the dispatch box.<br /></p> \n<p>Elsewhere, there will likely be some political reaction to the latest developments with Fifa after the football organisation’s president Sepp Blatter announced plans to step down <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/03/sepp-blatter-under-investigation-us-authorities-reports\">shortly before reports emerged claiming he is subject to FBI and US prosecutors’ investigations into federal corruption.</a></p> \n<p>Also Education Secretary Nicky Morgan, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/03/education-bill-loopholes-academies-schools\">vowed to “sweep away bureaucratic and legal loopholes” obstructing the takeover of as many as 1,000 struggling local authority schools in England and their rapid conversion into academies with a new education bill.</a></p> \n<p>Please comment below the line and do feel free to tweet me - <a href=\"https://twitter.com/matthew_weaver\">@matthew_weaver</a>.</p>","postType":"summary"}],"keyEvents":[{"id":"block-556ea791e4b07871543badce","title":"Opening summary","publishedDateTime":"2015-06-03T07:47:41Z","body":"<p>Good morning, <strong>Matthew Weaver</strong> here, standing in for <strong>Andrew Sparrow.</strong></p> \n<p>MPs from across the political divide will pay tribute to Charles Kennedy today in the House of Commons <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">following</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">his shock death</a>. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/02/charles-kennedy-uk-political-leaders-pay-tribute\">Westminster was left in disbelief yesterday as it emerged the former Liberal Democrat leader had died suddenly on Monday at his home in the Highlands</a>. </p> \n<p>Commons Speaker John Bercow said he was a “principled, progressive and passionate” man as he announced plans to set aside time immediately after prime minister’s questions to commemorate the well-liked politician. </p> \n<p>Bercow said the occasion would mean “people can say what they think and feel and remember about our departed colleague, Charles Kennedy”.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/02/guardian-view-on-charles-kennedy-legacy?CMP=twt_gu\">Here’s the Guardian view on Charles Kennedy’s legacy</a>.</p> \n<p>David Cameron will engage in his first weekly sparring match with the opposition leader since leading the Conservatives to victory in May’s general election. Today he will of course be facing interim Labour leader Harriet Harman. Perhaps Kennedy’s death may bring a more respectful tone to proceedings but as we know tempers can flare from the dispatch box.<br /></p> \n<p>Elsewhere, there will likely be some political reaction to the latest developments with Fifa after the football organisation’s president Sepp Blatter announced plans to step down <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/03/sepp-blatter-under-investigation-us-authorities-reports\">shortly before reports emerged claiming he is subject to FBI and US prosecutors’ investigations into federal corruption.</a></p> \n<p>Also Education Secretary Nicky Morgan, has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/03/education-bill-loopholes-academies-schools\">vowed to “sweep away bureaucratic and legal loopholes” obstructing the takeover of as many as 1,000 struggling local authority schools in England and their rapid conversion into academies with a new education bill.</a></p> \n<p>Please comment below the line and do feel free to tweet me - <a href=\"https://twitter.com/matthew_weaver\">@matthew_weaver</a>.</p>","postType":"summary"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live?date=2015-06-03T08:36:23Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live","shortUrl":"http://gu.com/p/49eba","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live","webUri":"http://www.theguardian.com/politics/live/2015/jun/03/commons-to-pay-tribute-to-charles-kennedy-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49bb0eafbeee3263442be91ac4d0492d3645ea3d/0_17_2000_1199/2000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1199,"width":2000,"orientation":"landscape","caption":"Charles Kennedy at Liberal Democrat Scottish Spring Conference in March Photograph: James Gourley/REX Shutterstock/James Gourley/REX Shutterstock","credit":"James Gourley/REX Shutterstock/James Gourley/REX Shutterstock","altText":"Charles Kennedy at Liberal Democrat Scottish Spring Conference in March","cleanCaption":"Charles Kennedy at Liberal Democrat Scottish Spring Conference in March","cleanCredit":"Photograph: James Gourley/REX Shutterstock/James Gourley/REX Shutterstock"}},"importance":0,"kicker":{"title":"Live"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Agnes Martin to Yves Klein / How to dress like an artwork","rawTitle":"How to dress like an artwork","item":{"type":"gallery","id":"fashion/gallery/2015/jun/03/agnes-martin-yves-klein-how-to-dress-like-an-artwork-fashion","title":"From Agnes Martin to Yves Klein: how to dress like an artwork","trailText":"With an Agnes Martin exhibition opening today at Tate Modern, what better time to take fashion inspiration from art? Here are eight products that fit the bill","standFirst":"<p>With an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/01/agnes-martin-review-tate-modern-grid-paintings\">Agnes Martin exhibition opening today at Tate Modern</a>, what better time to take fashion inspiration from art? Here are eight products that fit the bill</p>","byline":"Lauren Cochrane and Sara Ilyas","body":"<figure class=\"element element-image\" data-media-id=\"687daebec4cac456da20decc5aaa40a48e419d90\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433259221101/969c9b9f-93b8-4c21-a608-435109b404c1-1020x1020.jpeg\" alt=\"Art clothes - black and white a-line mini skirt by Topshop\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Bridget Riley</strong><br /><br />Monochrome, spiky and a bit 60s, this skirt is perfect for a <a href=\"http://www.op-art.co.uk/wp-content/uploads/2011/11/movement-in-squares.jpg\">Bridget Riley</a> moment. <br /><br /><em> Skirt, &pound;45, <a href=\"http://www.topshop.com/webapp/wcs/stores/servlet/ProductDisplay?beginIndex=0&amp;viewAllFlag=&amp;catalogId=33057&amp;storeId=12556&amp;productId=20005733&amp;langId=-1&amp;categoryId=&amp;parent_category_rn=&amp;searchTerm=TS36X02IMON&amp;resultCount=1&amp;geoip=home\">topshop.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Topshop</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"76efcc74e8adb45b70209bfd3950184f92ec50b1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433259353732/b234a029-fbf2-4f3e-8f3a-eaec42aea99e-1020x1020.jpeg\" alt=\"Art  clothes - printed crop top by Monki\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Picasso</strong><br /><br />From cubism to delicate line drawings, Picasso has enough to keep fashion’s moodboards busy for seasons. This vest is like an 80s take on <a href=\"https://sheldondwebb.files.wordpress.com/2011/04/201299201.jpg\">Les Demoiselles d’Avignon</a>.<br /><br /><em>Top, &pound;6, <a href=\"http://www.monki.com/View_all_new/Holly_singlet/8668818-10947653.1#c-51081\">monki.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Monki</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"986928af1109d03fc993ebf35e0d743162e1406e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433259453040/aae99e11-741f-45c4-96ec-d6058b35fe69-1020x1020.jpeg\" alt=\"Art  clothes - white half sleeve shirt with window pane black checks by Vince\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Agnes Martin</strong><br /><br />Squares are <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/jun/01/agnes-martin-review-tate-modern-grid-paintings\">Agnes Martin’s stock in trade</a>, so a windowpane print will fit right in.<br /><strong><br /></strong><em>Silk blouse, &pound;245, by Vince, from <a href=\"http://www.matchesfashion.com/products/Vince-Windowpane-print-silk-blouse-1008529\">matchesfashion.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Matchesfashion.com</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0989292b2198715f7bdc1d30f5821f8c4daffec6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433259577650/df6965ac-d555-43c5-81fb-e77dd2e0db9e-1020x1020.jpeg\" alt=\"Art clothes - bright blue wool jumper by McQ\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Yves Klein</strong><br /><br />The minimalist most known for his signature vivid blue, <a href=\"http://theredlist.com/media/database/fine_arts/arthistory/painting/peinture_abstraite/yves-klein/009-yves-klein-theredlist.jpg\">Yves Klein</a> has understandably had a lot of love from fashion. Keep it simple with a sweater.<br /><strong><br /></strong><em>Wool sweater, &pound;180, by McQ Alexander McQueen, from <a href=\"http://www.mrporter.com/en-gb/mens/mcq_alexander_mcqueen/slim-fit-wool-sweater/565558\">mrporter.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Mr Porter</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f6d69980df777d959fb900eb1fecb81981b442fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433260828067/ae0d9779-19f0-4d10-9932-11ebfd4dba4f-1020x1020.jpeg\" alt=\"Art clothes - black and red wedge sandals\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Mondrian <br /></strong><br />A giant of abstraction, <a href=\"http://art-educ4kids.weebly.com/uploads/8/9/6/9/8969100/3265711_orig.jpg\">Piet Mondrian is all about punchy primaries</a>. These wedges are a subtle take.<br /><br /><em>Wedges, &pound;115, <a href=\"http://www.cosstores.com/gb/Women/Shoes/Contrast_wedge_shoes/46897-29073193.1#c-22755\">cosstores.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Cos</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c102fabcf8d8350f9f17a5b0317edf53ba50aeb6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433260933504/0c23a9b1-2dd8-42d2-8cdc-08efd9a05a3c-1020x1020.jpeg\" alt=\"Art clothes - sequin icecream print top by Asos x Walls\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Roy Lichtenstein </strong><br /><br />The pop artist’s influence can be seen in the recent trend for cartoony fashion. This sequin shirt, with ice lollies and shop signage, is a jaunty take on <a href=\"https://s-media-cache-ak0.pinimg.com/originals/95/ef/a4/95efa49d1ebd7dee9296bac13972282e.jpg\">Roy Lichtenstein</a>.<br /><br /><em>Wall’s embellished top, &pound;85, <a href=\"http://www.asos.com/ASOS/ASOS-Walls-Ice-Cream-Embellished-Shirt/Prod/pgeproduct.aspx?iid=5125089&amp;WT.ac=rec_viewed&amp;CTAref=Recently+Viewed\">asos.com</a></em><br /></span> \n  <span class=\"element-image__credit\">Photograph: ASOS</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9807320af9433a87f2563ad92e23f88051e51d64\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433261236578/d4205022-5538-412a-8e3e-c12af0fd46a6-1020x1020.jpeg\" alt=\"Art clothes - ikat print white blue blurred print jumper by Whistles\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Gerhard Richter</strong><br /><br />When not doing portraits, <a href=\"http://www.tate.org.uk/art/images/work/AR/AR00027_10.jpg\">Gerhard Richter</a> likes his abstracts blurry. Just like this sweatshirt.<br /><br /><em>Jumper, &pound;110, <a href=\"http://www.whistles.com/men/clothing/tops/ikat-print-sweat-19571.html?dwvar_ikat-print-sweat-19571_color=Navy#start=1\">whistles.co.uk</a></em></span> \n  <span class=\"element-image__credit\">Photograph: Whistles</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"130b9d653c5cce3241fdcf37d913aa409c1570c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433261603690/d8ac3421-72ad-4398-bacf-b4315d55c3a0-1020x1020.jpeg\" alt=\"art clothes - polka dot half sleeve button up shirt by ASOS\" width=\"1020\" height=\"1020\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Yayoi Kusama </strong><br /><br />If you like your polka dots disordered, <a href=\"http://www.bossa.mx/wp-content/uploads/2012/08/kusama9.jpg\">Yayoi Kusama is your woman</a>. This shirt is a nice nod to her wonderfully weird work.<br /><br /><em>Shirt, &pound;40, <a href=\"http://www.asos.com/reclaimed-vintage/reclaimed-vintage-longline-shirt-in-mixed-polka-dot/prod/pgeproduct.aspx?iid=5302723&amp;clr=Black&amp;SearchQuery=polka+dots&amp;pgesize=36&amp;pge=0&amp;totalstyles=263&amp;gridsize=3&amp;gridrow=8&amp;gridcolumn=3\">asos.com</a></em></span> \n  <span class=\"element-image__credit\">Photograph: ASOS</span> \n </figcaption> \n</figure>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433259221986/8f9e22ae-424d-4bd2-a586-47976f579959-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Bridget Riley</strong><br><br>Monochrome, spiky and a bit 60s, this skirt is perfect for a <a href=\"http://www.op-art.co.uk/wp-content/uploads/2011/11/movement-in-squares.jpg\">Bridget Riley</a> moment. <br><br><em> Skirt, £45, <a href=\"http://www.topshop.com/webapp/wcs/stores/servlet/ProductDisplay?beginIndex=0&amp;viewAllFlag=&amp;catalogId=33057&amp;storeId=12556&amp;productId=20005733&amp;langId=-1&amp;categoryId=&amp;parent_category_rn=&amp;searchTerm=TS36X02IMON&amp;resultCount=1&amp;geoip=home\">topshop.com</a></em> Photograph: Topshop","credit":"Topshop","altText":"Art clothes - black and white a-line mini skirt by Topshop","cleanCaption":"<strong>Bridget Riley</strong><br><br>Monochrome, spiky and a bit 60s, this skirt is perfect for a <a href=\"http://www.op-art.co.uk/wp-content/uploads/2011/11/movement-in-squares.jpg\">Bridget Riley</a> moment. <br><br><em> Skirt, £45, <a href=\"http://www.topshop.com/webapp/wcs/stores/servlet/ProductDisplay?beginIndex=0&amp;viewAllFlag=&amp;catalogId=33057&amp;storeId=12556&amp;productId=20005733&amp;langId=-1&amp;categoryId=&amp;parent_category_rn=&amp;searchTerm=TS36X02IMON&amp;resultCount=1&amp;geoip=home\">topshop.com</a></em>","cleanCredit":"Photograph: Topshop"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433259354629/b24ea081-41fe-41c8-99c6-c05ccef0a5ae-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Picasso</strong><br><br>From cubism to delicate line drawings, Picasso has enough to keep fashion’s moodboards busy for seasons. This vest is like an 80s take on <a href=\"https://sheldondwebb.files.wordpress.com/2011/04/201299201.jpg\">Les Demoiselles d’Avignon</a>.<br><br><em>Top, £6, <a href=\"http://www.monki.com/View_all_new/Holly_singlet/8668818-10947653.1#c-51081\">monki.com</a></em> Photograph: Monki","credit":"Monki","altText":"Art  clothes - printed crop top by Monki","cleanCaption":"<strong>Picasso</strong><br><br>From cubism to delicate line drawings, Picasso has enough to keep fashion’s moodboards busy for seasons. This vest is like an 80s take on <a href=\"https://sheldondwebb.files.wordpress.com/2011/04/201299201.jpg\">Les Demoiselles d’Avignon</a>.<br><br><em>Top, £6, <a href=\"http://www.monki.com/View_all_new/Holly_singlet/8668818-10947653.1#c-51081\">monki.com</a></em>","cleanCredit":"Photograph: Monki"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433259453907/39ef06a4-c94e-498a-8b0c-804c94b99449-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Agnes Martin</strong><br><br>Squares are <a href=\"http://www.theguardian.com/artanddesign/2015/jun/01/agnes-martin-review-tate-modern-grid-paintings\">Agnes Martin’s stock in trade</a>, so a windowpane print will fit right in.<br><strong><br></strong><em>Silk blouse, £245, by Vince, from <a href=\"http://www.matchesfashion.com/products/Vince-Windowpane-print-silk-blouse-1008529\">matchesfashion.com</a></em> Photograph: Matchesfashion.com","credit":"Matchesfashion.com","altText":"Art  clothes - white half sleeve shirt with window pane black checks by Vince","cleanCaption":"<strong>Agnes Martin</strong><br><br>Squares are <a href=\"http://www.theguardian.com/artanddesign/2015/jun/01/agnes-martin-review-tate-modern-grid-paintings\">Agnes Martin’s stock in trade</a>, so a windowpane print will fit right in.<br><strong><br></strong><em>Silk blouse, £245, by Vince, from <a href=\"http://www.matchesfashion.com/products/Vince-Windowpane-print-silk-blouse-1008529\">matchesfashion.com</a></em>","cleanCredit":"Photograph: Matchesfashion.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433259579078/1639e667-dc12-47d5-9be3-1d3a6c2609d7-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Yves Klein</strong><br><br>The minimalist most known for his signature vivid blue, <a href=\"http://theredlist.com/media/database/fine_arts/arthistory/painting/peinture_abstraite/yves-klein/009-yves-klein-theredlist.jpg\">Yves Klein</a> has understandably had a lot of love from fashion. Keep it simple with a sweater.<br><strong><br></strong><em>Wool sweater, £180, by McQ Alexander McQueen, from <a href=\"http://www.mrporter.com/en-gb/mens/mcq_alexander_mcqueen/slim-fit-wool-sweater/565558\">mrporter.com</a></em> Photograph: Mr Porter","credit":"Mr Porter","altText":"Art clothes - bright blue wool jumper by McQ","cleanCaption":"<strong>Yves Klein</strong><br><br>The minimalist most known for his signature vivid blue, <a href=\"http://theredlist.com/media/database/fine_arts/arthistory/painting/peinture_abstraite/yves-klein/009-yves-klein-theredlist.jpg\">Yves Klein</a> has understandably had a lot of love from fashion. Keep it simple with a sweater.<br><strong><br></strong><em>Wool sweater, £180, by McQ Alexander McQueen, from <a href=\"http://www.mrporter.com/en-gb/mens/mcq_alexander_mcqueen/slim-fit-wool-sweater/565558\">mrporter.com</a></em>","cleanCredit":"Photograph: Mr Porter"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433260828824/67c9b4b9-bc47-4ee9-8018-1648e2b7c3bb-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Mondrian <br></strong><br>A giant of abstraction, <a href=\"http://art-educ4kids.weebly.com/uploads/8/9/6/9/8969100/3265711_orig.jpg\">Piet Mondrian is all about punchy primaries</a>. These wedges are a subtle take.<br><br><em>Wedges, £115, <a href=\"http://www.cosstores.com/gb/Women/Shoes/Contrast_wedge_shoes/46897-29073193.1#c-22755\">cosstores.com</a></em> Photograph: Cos","credit":"Cos","altText":"Art clothes - black and red wedge sandals","cleanCaption":"<strong>Mondrian <br></strong><br>A giant of abstraction, <a href=\"http://art-educ4kids.weebly.com/uploads/8/9/6/9/8969100/3265711_orig.jpg\">Piet Mondrian is all about punchy primaries</a>. These wedges are a subtle take.<br><br><em>Wedges, £115, <a href=\"http://www.cosstores.com/gb/Women/Shoes/Contrast_wedge_shoes/46897-29073193.1#c-22755\">cosstores.com</a></em>","cleanCredit":"Photograph: Cos"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433260934553/230f1e9a-b5f4-4ccb-9e6b-2120ba6fcd26-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Roy Lichtenstein </strong><br><br>The pop artist’s influence can be seen in the recent trend for cartoony fashion. This sequin shirt, with ice lollies and shop signage, is a jaunty take on <a href=\"https://s-media-cache-ak0.pinimg.com/originals/95/ef/a4/95efa49d1ebd7dee9296bac13972282e.jpg\">Roy Lichtenstein</a>.<br><br><em>Wall’s embellished top, £85, <a href=\"http://www.asos.com/ASOS/ASOS-Walls-Ice-Cream-Embellished-Shirt/Prod/pgeproduct.aspx?iid=5125089&amp;WT.ac=rec_viewed&amp;CTAref=Recently+Viewed\">asos.com</a></em><br> Photograph: ASOS","credit":"ASOS","altText":"Art clothes - sequin icecream print top by Asos x Walls","cleanCaption":"<strong>Roy Lichtenstein </strong><br><br>The pop artist’s influence can be seen in the recent trend for cartoony fashion. This sequin shirt, with ice lollies and shop signage, is a jaunty take on <a href=\"https://s-media-cache-ak0.pinimg.com/originals/95/ef/a4/95efa49d1ebd7dee9296bac13972282e.jpg\">Roy Lichtenstein</a>.<br><br><em>Wall’s embellished top, £85, <a href=\"http://www.asos.com/ASOS/ASOS-Walls-Ice-Cream-Embellished-Shirt/Prod/pgeproduct.aspx?iid=5125089&amp;WT.ac=rec_viewed&amp;CTAref=Recently+Viewed\">asos.com</a></em><br>","cleanCredit":"Photograph: ASOS"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433261237465/5df2e655-67a5-4a53-a872-46a16243841d-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Gerhard Richter</strong><br><br>When not doing portraits, <a href=\"http://www.tate.org.uk/art/images/work/AR/AR00027_10.jpg\">Gerhard Richter</a> likes his abstracts blurry. Just like this sweatshirt.<br><br><em>Jumper, £110, <a href=\"http://www.whistles.com/men/clothing/tops/ikat-print-sweat-19571.html?dwvar_ikat-print-sweat-19571_color=Navy#start=1\">whistles.co.uk</a></em> Photograph: Whistles","credit":"Whistles","altText":"Art clothes - ikat print white blue blurred print jumper by Whistles","cleanCaption":"<strong>Gerhard Richter</strong><br><br>When not doing portraits, <a href=\"http://www.tate.org.uk/art/images/work/AR/AR00027_10.jpg\">Gerhard Richter</a> likes his abstracts blurry. Just like this sweatshirt.<br><br><em>Jumper, £110, <a href=\"http://www.whistles.com/men/clothing/tops/ikat-print-sweat-19571.html?dwvar_ikat-print-sweat-19571_color=Navy#start=1\">whistles.co.uk</a></em>","cleanCredit":"Photograph: Whistles"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433261604878/8a951da9-a20f-4ca1-81a4-b69836e40c03-2060x2060.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":2060,"orientation":"landscape","caption":"<strong>Yayoi Kusama </strong><br><br>If you like your polka dots disordered, <a href=\"http://www.bossa.mx/wp-content/uploads/2012/08/kusama9.jpg\">Yayoi Kusama is your woman</a>. This shirt is a nice nod to her wonderfully weird work.<br><br><em>Shirt, £40, <a href=\"http://www.asos.com/reclaimed-vintage/reclaimed-vintage-longline-shirt-in-mixed-polka-dot/prod/pgeproduct.aspx?iid=5302723&amp;clr=Black&amp;SearchQuery=polka+dots&amp;pgesize=36&amp;pge=0&amp;totalstyles=263&amp;gridsize=3&amp;gridrow=8&amp;gridcolumn=3\">asos.com</a></em> Photograph: ASOS","credit":"ASOS","altText":"art clothes - polka dot half sleeve button up shirt by ASOS","cleanCaption":"<strong>Yayoi Kusama </strong><br><br>If you like your polka dots disordered, <a href=\"http://www.bossa.mx/wp-content/uploads/2012/08/kusama9.jpg\">Yayoi Kusama is your woman</a>. This shirt is a nice nod to her wonderfully weird work.<br><br><em>Shirt, £40, <a href=\"http://www.asos.com/reclaimed-vintage/reclaimed-vintage-longline-shirt-in-mixed-polka-dot/prod/pgeproduct.aspx?iid=5302723&amp;clr=Black&amp;SearchQuery=polka+dots&amp;pgesize=36&amp;pge=0&amp;totalstyles=263&amp;gridsize=3&amp;gridrow=8&amp;gridcolumn=3\">asos.com</a></em>","cleanCredit":"Photograph: ASOS"}],"bodyImages":[],"webPublicationDate":"2015-06-03T08:18:34Z","lastModified":"2015-06-03T08:18:35Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Lauren Cochrane","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/18/1416324858025/Lauren-Cochrane-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laurencochrane"},{"name":"Sara Ilyas","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sara-ilyas"}],"feature":true,"keywords":["Fashion","Life and style","Art","Art and design","Culture"],"tags":[{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"fashion"},"topics":[],"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/gallery/2015/jun/03/agnes-martin-yves-klein-how-to-dress-like-an-artwork-fashion","shortUrl":"http://gu.com/p/49evt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/gallery/2015/jun/03/agnes-martin-yves-klein-how-to-dress-like-an-artwork-fashion","webUri":"http://www.theguardian.com/fashion/gallery/2015/jun/03/agnes-martin-yves-klein-how-to-dress-like-an-artwork-fashion"},"shouldHideAdverts":false},"importance":6,"kicker":{"title":"Agnes Martin to Yves Klein"},"showQuotedHeadline":false,"sublinks":[]},{"title":"A corporate cult captures and destroys our best graduates","rawTitle":"A corporate cult captures and destroys our best graduates","item":{"type":"comment","id":"commentisfree/2015/jun/03/city-corporates-destroy-best-minds","title":"How a corporate cult captures and destroys our best graduates","trailText":"Universities should defend students against lovebombing by banks and consultancy firms – before it ruins their lives","standFirst":"Universities should defend students against lovebombing by banks and consultancy firms – before it ruins their lives","byline":"George Monbiot","body":"<p>To seek enlightenment, intellectual or spiritual; to do good; to love and be loved; to create and to teach: these are the highest purposes of humankind. If there is meaning in life, it lies here.</p> \n<p>Those who graduate from the leading&nbsp;universities have more opportunity than most to find such purpose. So why do so many end up in pointless and destructive jobs? Finance, management consultancy, advertising, public relations, lobbying: these and other useless occupations consume thousands of the brightest students. To&nbsp;take such jobs at graduation, as many will in the next few weeks, is to&nbsp;amputate life close to its base.</p> \n<p>I watched it happen to my peers. People who had spent the preceding years laying out exultant visions of a better world, of the grand creative projects they planned, of adventure and&nbsp;discovery, were suddenly sucked into the mouths of corporations dangling money like angler fish.</p> \n<p>At first they said they would do it for&nbsp;a&nbsp;year or two, “until I pay off my debts”. Soon afterwards they added: “and my&nbsp;mortgage”. Then it became, “I&nbsp;just want to make enough not to worry any more”. A few years later, “I’m&nbsp;doing it for my family”. Now, in middle age, they reply, “What, that? That was just a student fantasy.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Why should 'bright, critical thinkers' be dispatched on this kamikaze mission?</p> \n </blockquote> \n</aside> \n<p>Why did they not escape, when they perceived that they were being dragged away from their dreams? I have come to see the obscene hours some new recruits must work – sometimes 15 or 16 a day – as a form of reorientation, of brainwashing. You are deprived of the time, sleep and energy you need to see past the place into which you have been plunged. You lose your bearings, your attachments to the world you inhabited before, and become immersed in the culture that surrounds you. Two years of&nbsp;this and many are lost for life.</p> \n<p>Employment by the City has declined since the financial crash. Among the universities I surveyed with the excellent researcher John Sheil, the proportion of graduates taking jobs in finance and management consultancy ranges from 5% at Edinburgh to <a href=\"http://public.tableau.com/views/DLHE_stu/SectorsandRoles?%3AshowVizHome=no#1\" title=\"\">13% at Oxford</a>, <a href=\"http://www.careers.cam.ac.uk/stuart/AnnualReport.pdf\" title=\"\">16% at Cambridge</a>, <a href=\"http://www.lse.ac.uk/intranet/CareersAndVacancies/graduateDestinations/Overview.aspx\" title=\"\">28% at the London School of Economics</a> and <a href=\"https://www.london.edu/-/media/files/programme%20files/master%20courses/mba/mba_employment_report_2014_final.pdf\" title=\"\">60% at the London Business School</a>. But to judge by&nbsp;the number of applications and&nbsp;the rigour of the selection process, these businesses still harvest many of the smartest graduates.</p> \n<p>Recruitment begins with lovebombing of the kind that cults use. They sponsor sports teams and debating societies, throw parties, offer meals and drinks, send handwritten letters, use student ambassadors to offer friendship and support. They persuade undergraduates that even if they don’t see themselves as consultants or bankers (few do), these jobs are stepping stones to the careers they really want. They make the initial application easy, and respond immediately and enthusiastically to signs of interest. They offer security and recognition when people are most uncertain and fearful about their future. And there’s the flash of the king’s shilling: the paid internships, the golden hellos, the promise of stupendous salaries within a couple of years. Entrapment is a refined science.</p> \n<p>We have but one life. However much money we make, we cannot buy it back. As far as self-direction, autonomy and social utility are concerned, many of those who enter these industries and never re-emerge might as well have locked themselves in a cell at graduation. They lost it all with one false step, taken at a unique moment of freedom.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"826e113d3864cb7c2dfcf0035a1d5d7e445c6e27\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433260180132/7afdd9d7-92e8-4b21-89b4-593aabdfdefc-460x276.jpeg\" alt=\"Graduates throw their mortarboards in the air\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">We have but one life. However much money we make, we cannot buy it back.</span> \n </figcaption> \n</figure> \n<p>John Sheil and I sent questions to eight of the universities with the highest&nbsp;average graduate salaries: Oxford, Cambridge, Imperial, the LSE, the London Business School, Warwick, Sheffield and Edinburgh. We asked whether they seek to counter these lavish recruitment drives and defend students from the love blitz. With one remarkable exception, their responses ranged from feeble to dismal. Most offered no evidence of any prior interest in these questions. Where we expected deep deliberation to have taken place, we found instead an intellectual vacuum.</p> \n<p>They cited their duty of impartiality, which, they believe, prevents them from seeking to influence students’ choices, and explained that there were plenty of other careers on offer. But they appear to have confused impartiality with passivity. Passivity in the face of unequal forces is anything but impartial. Impartiality demands an active attempt to create balance, to resist power, to tell the dark side of the celestial tale being pummelled into the minds of undergraduates by the richest City cults.</p> \n<p>Oxford University asked us, “isn’t&nbsp;it&nbsp;preferable that [the City] recruits bright,&nbsp;critical thinkers and socially engaged graduates who are smart enough to hold&nbsp;their employers to account when possible?”. Oh blimey. This is a version of <a href=\"http://www.monbiot.com/career-advice/\" title=\"\">the most desperate excuse my college friends attempted</a>: “I’ll reform them from within.” This magical thinking betrays&nbsp;a profound misconception about&nbsp;the nature and purpose of such employers.</p> \n<p>They respond to profit, the regulatory environment, the demands of shareholders, not to the consciences of their staff. We all know how they <a href=\"http://www.ft.com/cms/s/0/2dd0f0de-ab70-11e2-8c63-00144feabdc0.html#axzz3bpNweOKf\" title=\"\">treat whistleblowers</a>. Why should “bright, critical thinkers and socially engaged graduates” be dispatched on this kamikaze mission? I believe these universities are failing in their duty of care.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Students! Follow your dreams, however hard it may be, however uncertain success might seem</p> \n </blockquote> \n</aside> \n<p>The hero of this story is Gordon Chesterman, head of the careers service at Cambridge, and the only person we spoke to who appears to have given some thought to these questions. He told me his service tries to counter the influence of the richest employers.</p> \n<p>It sends out regular emails telling students “if you don’t want to become a banker, you’re not a failure”, and runs&nbsp;an event called “But I don’t want to work in the City”. It imposes a fee on&nbsp;rich recruiters and uses the money to&nbsp;pay the train fares of nonprofits. He expressed anger about being forced by the government to provide <a href=\"https://www.hesa.ac.uk/unistats-dataset\" title=\"\">data on graduate starting salaries</a>.</p> \n<p>“I think it’s a very blunt and inappropriate means [of comparison], that rings alarm bells in my mind.”</p> \n<p>Elsewhere, at this vulnerable, mutable, pivotal moment, undergraduates must rely on their own wavering resolve to resist peer pressure, the herd instinct, the allure of money, flattery, prestige and security.</p> \n<p>Students, rebel against these soul-suckers! Follow your dreams, however hard it may be, however uncertain success might seem.</p> \n<p>Twitter: @georgemonbiot. A fully referenced version of this article can be found at Monbiot.com</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433273465979/Illustration-by-Daniel-Pu-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"People who had spent the preceding years laying out exultant visions of a better world were suddenly sucked into the mouths of corporations dangling money like angler fish. Photograph: Daniel Pudles","credit":"/Daniel Pudles","altText":"Illustration by Daniel Pudles","cleanCaption":"People who had spent the preceding years laying out exultant visions of a better world were suddenly sucked into the mouths of corporations dangling money like angler fish. Photograph: Daniel Pudles"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433260181915/7afdd9d7-92e8-4b21-89b4-593aabdfdefc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"We have but one life. However much money we make, we cannot buy it back.","credit":"Alamy","altText":"Graduates throw their mortarboards in the air","cleanCaption":"We have but one life. However much money we make, we cannot buy it back."}],"webPublicationDate":"2015-06-03T05:00:02Z","lastModified":"2015-06-03T05:00:02Z","metadata":{"commentable":true,"commentCount":412,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Higher education","Financial sector","Graduation","Students","Education"],"tags":[{"id":"education/higher-education","webTitle":"Higher education"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"education/graduation","webTitle":"Graduation"},{"id":"education/students","webTitle":"Students"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/03/city-corporates-destroy-best-minds","shortUrl":"http://gu.com/p/49dng","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/03/city-corporates-destroy-best-minds","webUri":"http://www.theguardian.com/commentisfree/2015/jun/03/city-corporates-destroy-best-minds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433273465979/Illustration-by-Daniel-Pu-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘People who had spent the preceding years laying out exultant visions of a better world were suddenly sucked into the mouths of corporations dangling money like angler fish.’ Photograph: Daniel Pudles","credit":"Daniel Pudles","altText":"Illustration by Daniel Pudles","cleanCaption":"‘People who had spent the preceding years laying out exultant visions of a better world were suddenly sucked into the mouths of corporations dangling money like angler fish.’ Photograph: Daniel Pudles"}},"importance":5,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true,"sublinks":[]},{"title":"'An indecent exhibit' / The man who was caged in a zoo","rawTitle":"The man who was caged in a zoo","item":{"type":"article","id":"world/2015/jun/03/the-man-who-was-caged-in-a-zoo","title":"The man who was caged in a zoo","trailText":"The long read: In 1904, Ota Benga was kidnapped from Congo and taken to the US, where he was exhibited with monkeys. His appalling story reveals the roots of a racial prejudice that still haunts us","standFirst":"<p>In 1904, Ota Benga was kidnapped from Congo and taken to the US, where he was exhibited with monkeys. His appalling story reveals the roots of a racial prejudice that still haunts us</p>","byline":"Pamela Newkirk","body":"<p>The black clergymen who had been summoned to Harlem’s Mount Olivet Baptist Church for an emergency meeting on the morning of Monday 10 September 1906, arrived in a state of outrage. A day earlier, the New York Times had reported that a young African man – a so-called “pygmy” – had been put on display in the monkey house of the city’s largest zoo. Under the headline “Bushman Shares a Cage With Bronx Park Apes”, the paper reported that crowds of up to 500 people at a time had gathered around the cage to gawk at the diminutive Ota Benga – just under 5ft tall, weighing 103lb – while he preoccupied himself with a pet parrot, deftly shot his bow and arrow, or wove a mat and hammock from bundles of twine placed in the cage. Children giggled and hooted with delight while adults laughed, many uneasily, at the sight.</p> \n<p>In anticipation of larger crowds after the publicity in the New York Times, Benga was moved from a smaller chimpanzee cage to one far larger, to make him more visible to spectators. He was also joined by an orangutan called Dohang. While crowds massed to leer at him, the boyish Benga, who was said to be 23 but appeared far younger, sat silently on a stool, staring – sometimes glaring – through the bars.</p> \n<p>The exhibition of a visibly shaken African with apes in the New York Zoological Gardens, four decades after the end of slavery in America, would highlight the precarious status of black people in the nation’s imperial city. It pitted the “coloured” ministers, and a few elite allies, against a wall of white indifference, as New York’s newspapers, scientists, public officials, and ordinary citizens revelled in the spectacle. By the end of September, more than 220,000 people had visited the zoo – twice as many as the same month one year earlier. Nearly all of them headed directly to the primate house to see Ota Benga.</p> \n<p>His captivity garnered national and global headlines – most of them inured to his plight. For the clergymen, the sight of one of their own housed with monkeys was startling evidence that in the eyes of their fellow Americans, their lives didn’t matter.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5eec808f9e48e68da60bf6fda698f369eab9d9a2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433260710131/7ecacd48-cf94-4483-962e-f74562a22b71-246x420.jpeg\" alt=\"The New York Times report about Ota Benga on 9 September, 1906.\" width=\"246\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The New York Times report about Ota Benga on 9 September, 1906.</span> \n  <span class=\"element-image__credit\">Photograph: The New York Times</span> \n </figcaption> \n</figure> \n<p>On that Monday afternoon, a small group of ministers, led by the Reverend James H Gordon – then hailed by the Brooklyn Eagle as “one of the most eloquent Negroes in the country” – boarded a train to the zoological gardens, better known as the Bronx Zoo. At the gleaming white beaux-arts-style primate house, they spotted Ota Benga ambling within a cage, in the company of Dohang, the orangutan. A sign outside the cage read:</p> \n<p><em>The African Pygmy, Ota Benga</em></p> \n<p><em>Age, 23 years. Height, 4 feet 11 inches.</em></p> \n<p><em>Weight 103 pound. Brought from the Kasai River,</em></p> \n<p><em>Congo Free State, South Central Africa,</em></p> \n<p><em>By Dr Samuel P Verner.</em></p> \n<p><em>Exhibited each afternoon during September</em></p> \n<p>The ministers’ attempts to communicate with Ota Benga failed but his palpable sadness and the sign stoked their indignation. “We are frank enough to say we do not like this exhibition of one of our own race with the monkeys,” Gordon fumed. “Our race, we think, is depressed enough, without exhibiting one of us with apes. We think we are worthy of being considered human beings, with souls.”</p> \n<p>William Temple Hornaday, the zoo’s founding director and curator, defended the exhibition on the grounds of science. “I am giving the exhibition purely as an ethnological exhibit,” he said. The display, he insisted, was in keeping with the practice of “human exhibitions” of Africans in Europe, breezily evoking the continent’s indisputable status as the world’s paragon of culture and civilisation.</p> \n<p>Unrepentant, Hornaday declared that the show would go on just as the sign said, “each afternoon during September” or until he was ordered to stop it by the Zoological Society. But Hornaday was not some rogue operator. As the nation’s foremost zoologist – and a close acquaintance of President Theodore Roosevelt – Hornaday had the full backing of two of the most influential members of the Zoological Society, both prominent figures in the city’s establishment. The first, Henry Fairfield Osborn, had played a lead role in the founding of the zoo and was one of the era’s most noted paleontologists. (He would later achieve fame for naming Tyrannosaurus rex.) The second, Madison Grant, was the secretary of the Zoological Society and a high-society lawyer from a prominent New York family. Grant had personally helped negotiate the arrangement to take Ota Benga.</p> \n<p>The clergymen had no success at the zoo, and left the park vowing to take up the matter the next day with the city’s mayor. But their complaint did catch the attention of the New York Times, whose editors were dismayed that anyone might protest against the display.</p> \n<p>“We do not quite understand all the emotion which others are expressing in the matter,” the paper said in an unsigned editorial. “Ota Benga, according to our information, is a normal specimen of his race or tribe, with a brain as much developed as are those of its other members. Whether they are held to be illustrations of arrested development, and really closer to the anthropoid apes than the other African savages, or whether they are viewed as the degenerate descendants of ordinary negroes, they are of equal interest to the student of ethnology, and can be studied with profit.”</p> \n<p>The editorial said it was absurd to imagine Benga’s suffering or humiliation. “Pygmies,” it continued, “are very low in the human scale, and the suggestion that Benga should be in a school instead of a cage ignores the high probability that school would be a place of torture to him … The idea that men are all much alike except as they have had or lacked opportunities for getting an education of books is now far out of date.”</p> \n<h2>* * *</h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"24586a476f3a906d579627af183831fd2ec526d5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433260934146/c0c7dc9e-2312-4cae-918f-e4e6ebcb3f0b-346x420.jpeg\" alt=\"A portrait of Ota Benga taken in Congo. His sharp teeth were the result of tooth chipping, a practice that was popular among young men.\" width=\"346\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A portrait of Ota Benga taken in Congo. His sharp teeth were the result of tooth chipping, a practice that was popular among young men.</span> \n  <span class=\"element-image__credit\">Photograph: American Museum of Natural History</span> \n </figcaption> \n</figure> \n<p><strong>In the sober opinion of progressive men of science,</strong> Benga’s exhibition on the hallowed grounds of the New York Zoological Gardens was not mere entertainment – it was educational. They believed Benga belonged to an inferior species; putting him on display in the zoo promoted the highest ideals of modern civilisation. This view had, after all, been espoused by generations of leading intellectuals. <a href=\"http://www.ucmp.berkeley.edu/history/agassiz.html\">Louis Agassiz</a>, the Harvard professor of geology and zoology, who at the time of his death in 1873 was arguably America’s most venerated scientist, had insisted for more than two decades that blacks were a separate species, a “degraded and degenerate race”.</p> \n<p>Two years before Ota Benga arrived in New York, Daniel Brinton, a professor of linguistics and archaeology at the University of Pennsylvania, had used his farewell address as president of the American Association for the Advancement of Science to attack claims that education and opportunity accounted for varying levels of achievement among the races. “The black, the brown, and the red races differ anatomically so much from the white, especially in their splanchnic organs, that even with equal cerebral capacity they never could rival its results by equal efforts,” he said.</p> \n<p>The dominant force of these ideas – embedded in science, history, government policies, and popular culture – would render Benga’s discomfort and humiliation in a monkey-house cage incomprehensible to the vast majority of those who witnessed it.</p> \n<p>That it could have occurred in America’s most cosmopolitan city in the 20th century would seem enough cause for astonishment. But what appears on the surface to be a saga of one man’s degradation – a shameful spectacle – is, on closer inspection, the story of an era, of science, of elite men and institutions, and of racial ideologies that still endure today. Worse yet, Benga left no written account of his own life – and others have since filled the gap with denials, conspiratorial silence, half-truths, and even flagrant deception. But it is possible to return to the archives – to letters, anthropological field notes, and contemporaneous accounts – and to reconstruct the real circumstances by which Ota Benga, before the age of adulthood, was stolen from his home in central Africa and brought to New York City for the amusement, and education, of its residents.</p> \n<p>Samuel P Verner, the self-styled African explorer who took Benga from Congo, told a New York Times reporter that neither he nor the park would profit from the exhibition. “The public,” he insisted, “is the only beneficiary.” Verner further claimed that Benga was there of his own volition: “He is absolutely free … The only restriction that is put upon him is to prevent him from getting away from the keepers. That is done for his own safety.</p> \n<p>“If Ota Benga is in a cage,” he reasoned, “he is only there to look after the animals. If there is a notice on the cage, it is only put there to avoid answering the many questions that are asked about him.” Verner said that he regretted if any feelings had been hurt – but his only concession was to assure the reporter, in an apparent nod to Christian sensitivities, that care would be taken not to exhibit Benga on Sundays.</p> \n<p>Hornaday was so pleased by the attendance figures at the zoo that he quietly began making plans to keep Benga on display through the autumn, and possibly until the following spring. For his part, he told reporters that Benga had been put in the primate house “because that’s the most comfortable place we could find for him”. In response to such claims, Reverend Gordon publicly offered to house Benga at his own orphanage for black children. But he would first have to secure Benga’s release.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b8688d454daa1f8c6d5f6a904fe74325c7b6a9d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433263850992/6599d6cb-6053-40cd-bdc9-6d6ff624743f-361x420.jpeg\" alt=\"Reverend James Gordonled the protests against Ota Benga's exhibition and captivity in the monkey house.\" width=\"361\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Reverend James Gordon led the protests against Ota Benga’s exhibition and captivity in the monkey house.</span> \n  <span class=\"element-image__credit\">Photograph: Anne Spencer House and Garden Museum</span> \n </figcaption> \n</figure> \n<p>On Wednesday morning, the ministers headed to city hall to meet New York’s erudite mayor, George Brinton McClellan, who also served as an ex-officio member of the Zoological Society. The clergymen had planned to appeal for Benga’s immediate release, but they did not get past the reception area; the mayor’s secretary said he was too busy to meet them.</p> \n<p>“Certainly the mayor, the executive head of the city, may put a stop to an indecent exhibit,” Gordon complained to a reporter. The ministers were told to see Madison Grant, the secretary of the Zoological Society, but at his Wall Street law office, he was similarly unhelpful. He told them that Benga would be at the zoo for only a short time, and that Verner would soon take him to Europe.</p> \n<p>When Gordon returned to the zoo that afternoon, he found Benga, with a guinea pig, in a cage surrounded by several hundred spectators. “The crowd seemed to annoy the dwarf,” the New York Times reported in an article published the following day. By this point, Gordon had sought the assistance of Wilford H Smith, who had recently been the first black lawyer to successfully argue a case before the US supreme court. After consulting with the city’s attorney, Smith agreed to appeal to a court for Benga’s release – and John Henry E Millholland, a wealthy white New Yorker who had founded the Constitution League to protest against the disenfranchisement of blacks in the south, agreed to finance the case.</p> \n<p>The combination of Smith’s stature, Milholland’s financial backing, and the threat of a lawsuit undoubtedly got the attention of the Zoological Society’s officials. Hornaday’s response, however, was minimal: on the advice of Osborn, he quietly removed the sign outside Benga’s cage. But spectators continued to flock to the monkey house, hoping to steal a glimpse of the “pygmy”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/03/paintings-from-zaire-popular-school-tshibumba-kanda-matulu-in-pictures\">Horror and hope: paintings from the Zaïre popular school – in pictures</a> </p> \n</aside> \n<h2>* * *</h2> \n<p><strong>The story of Ota Benga’s captivity at the Bronx Zoo</strong> began in 1903, when Verner – an avowed white supremacist from a prominent South Carolina family – heard about plans for the 1904 World’s Fair in St Louis. The fair’s organisers hoped to celebrate American imperialism, and map human progress “from the dark prime to the highest enlightenment, from savagery to civic organisation, from egoism to altruism”. William John McGee – the president of the newly formed American Anthropological Association, who had been hired to head the fair’s ethnology department – issued a call for African “pygmies”, who were believed to represent the lowest rung on the evolutionary scale.</p> \n<p>Verner wrote to McGee to offer his services. Four years earlier, Verner had brought a large collection of ethnological material to the Smithsonian Museum – as well as two boys from the “Batetela cannibal tribe”, whom Verner had taken from Congo and offered to the museum as models. (Neither ever returned home.) Since then, Verner told McGee, he had written extensively on scientific matters in Africa, noting his articles on “pygmies” published in the Spectator and the Atlantic Monthly. Verner added that he was a personal friend of the Belgian king, Leopold II, who controlled Congo Free State, and had promised any assistance required in the “diplomatic mission”.</p> \n<p>In a deal finalised in October 1903, Verner was commissioned as a “special agent” by the Louisiana Purchase Exposition Company, charged with conducting an expedition into the African interior to obtain anthropological material and offer “certain natives the opportunity of attending the Exposition in person”. The exacting list called for the retrieval from Congo of “one pygmy patriarch or chief. One adult woman, preferably his wife. Two infants, of women in the expedition,” and “four more pygmies, preferably adult but young, but including a priestess and a priest, or medicine doctors, preferably old.”</p> \n<p>McGee stipulated that Verner must secure the voluntary attendance of the delegation and return them safely to their homes and obtain all permissions and the support of King Leopold II. A total of $8,500 was allocated, including $500 for Verner’s compensation and an additional $1,500 set aside for unforeseen contingencies. Verner proposed taking a navy warship or gunboat to Congo to “greatly lighten enferences” – a proposition that apparently failed to alarm the fair’s officials. Instead, he received official letters of recommendation signed by McGee as president of the American Anthropological Association and acting president of the National Geographic Society. For good measure, Verner secured a letter addressed to Leopold from John Hay, the US secretary of state.</p> \n<p>In late November 1903, Special Agent Verner set sail from New York harbour. By early December, he had arrived in London – just as the British consul Roger Casement was returning to the city to file his report investigating atrocities against Congo natives. Verner had stopped to outfit himself with tropical and hunting equipment: he would ship at least 80 cases of supplies – including rifles and ammunition – to Congo.</p> \n<p>En route to Africa, Verner wrote to McGee to announce that King Leopold was “so much interested” that he would attend the fair himself, and assured McGee that the cooperation of the so-called pygmies was even more likely now that he had acquired “a more considerable equipment than I at first contemplated,” an apparent reference to the military supplies he had purchased in London. Verner reiterated that he had, in a previous letter to McGee, “covered the ground of what I thought wise in the event of a non-assent of the pygmies”; however, that letter has not been located.</p> \n<p>McGee replied: “As you are now placed, you are a law unto yourself and I have implicit confidence in the competence of the court.” The letter implicitly sanctioned whatever was necessary for Verner to do to carry out his mission.</p> \n<p>A week later, Verner reported his first triumph. “The first pygmy has been secured!” he exclaimed on March 20 1904, the day Ota Benga’s life would radically change. Verner told McGee that Ota Benga was obtained from a village where he had been held captive, at a remote site in the forest “twelve days march from any white settlement”. And while it is possible that Verner went alone into a remote location in search of his prey, the area, Bassongo, was the site of a well-known slave market and government post where human trafficking was pervasive.</p> \n<p>Later, retelling the tale of Benga’s capture in a Harper’s Weekly article, Verner said that when he found Benga, he was held captive by the Bashilele, who he claimed were cannibals. “He was delighted to come with us,” wrote Verner, “for he was many miles from his people, and the Bashilele were not easy masters.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2f4280659bde257d681b41d03afaac8d715c8439\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433261210277/6af83ed8-c60e-4ac8-8f7b-a77eab376e53-338x420.jpeg\" alt=\"Samuel P Verner took Benga captive in Congo and brought him back to the United States.\" width=\"338\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Samuel P Verner took Benga captive in Congo and brought him back to the United States.</span> \n  <span class=\"element-image__credit\">Photograph: University of South Carolina</span> \n </figcaption> \n</figure> \n<p>However, he told the Columbus Dispatch that he was waiting for a ship to come in when he ventured a short distance and spotted Ota Benga, along with a few members of his tribe. In this contradictory retelling, he said he made arrangements with a chief to take Benga with him. “He was willing and even anxious to go with me, for the memory of his awful escape from the hungry cannibals had not been forgotten by him.”</p> \n<p>In yet another account, he wrote that Benga had been captured in war by enemies of his tribe who were in turn defeated by government troops, who then held Benga. Benga elected to travel with Verner on learning that he “wanted to employ pygmies”.</p> \n<p>The circumstances of their encounter would continue to change in the telling over the years. The only consistent themes were the alleged threat of cannibals and Verner’s role as Benga’s saviour. But even without knowing the specific details of their meeting, we can safely assume that Benga was hunted down by Verner.</p> \n<p>The British consul Roger Casement’s recent inquiry in Congo had confirmed many earlier reports of mass atrocities under Leopold’s rule, including widespread enslavement, murder, and mutilation. Men came to Casement with missing hands, as the African American missionary William Sheppard and others had previously documented. Some claimed that they had been castrated or otherwise mutilated by government soldiers and sometimes by white state officials. The widespread and wanton practice of mutilation “is amply proved by the Kodak”, said Casement who submitted photographs of at least two dozen mutilated victims. Most observers during this period noted the common sight of Congolese chained by their necks and forced to work for the state. While Benga’s personal experience in Congo was not recorded, the incursions deeper into the forest for rubber and ivory would, for his forest-dwelling people, mean greater exposure and vulnerability to state abuses.</p> \n<p>Casement’s report was submitted to the British crown around the time Benga and Verner met. The report brought overnight fame to Casement, and international scrutiny to Leopold, who set up a commission comprising a Swiss jurist, a Belgian appellate judge, and a Belgian baron, to investigate the allegations. But none of the revelations would spare Benga who was now securely in Verner’s net. After obtaining Benga, Verner advised McGee to send a statement to the prominent daily, weekly, and monthly publications to spread the news of his expedition.</p> \n<p>On 21 March, Verner wrote to McGee to report that he, accompanied by a state official “of eminence and responsibility”, had descended on a village. They obtained another “pygmy” who had been temporarily placed in a local mission.</p> \n<p>McGee praised Verner’s efforts. “The more I have reflected on the distances and other difficulties you have had to overcome, the more have I been impressed with the clearness of your foresight and the soundness of your plans,” he wrote.</p> \n<p>McGee reported that plans for the fair were proceeding well. The University of Chicago’s Professor Frederick Starr had arrived with nine indigenous Ainu people from Japan. The Patagonians were on a boat from Liverpool, and 300 natives “including Igorottes and Negrito pygmies” had arrived the preceding Monday. Four hundred more were en route from San Francisco. But the African “pygmies” – a term once associated with monkeys – were to be the signal attraction, and with the fair a month away and Verner a month behind his deadline, McGee cared only that Verner complete his mission successfully. “I make but a single plea,” McGee wrote, “get the Pygmies.” To that Verner responded: “We are not going to fail unless death comes.”</p> \n<p>In April, Verner wrote to McGee to report hostilities between state troops and the Congolese people that had compounded the difficulties he was having persuading any forest dwellers to return with him. Verner later recalled that the old men shook their heads gravely, the women howled through the night, and the medicine men “violently opposed” his scheme to take some of their people to America. Yet Verner claims he changed their minds by simply supplying salt – which traders and company officials paid the Congolese for their goods and which Verner claimed was more valuable than gold. Somehow, the armed and determined Verner won over a boy he called Malengu, then another called Lanunu, then Shumbu and Bomushubba. He later said more than 20 males in all promised to accompany him, but more than half of them “subsequently gave way to their fears”. Most of the “Batwa” ran away “but we succeeded in keeping some to their promise.”</p> \n<p>On the morning of 11 May, Verner, accompanied by Ota Benga and a band of eight other young males of undetermined ages, boarded a steamer for the long journey down the Kasai River to Leopoldville and the mouth of the Congo. The delegation arrived in New Orleans on 25 June. According to the ship’s passenger list, the youngest boy, Bomushubba, was only 12, followed by Lumbaugu, who was said to be 14. “Otabenga” – the name Verner used privately with Benga – was said to be 17 – significantly younger than Verner would later claim.</p> \n<p>Although the delegation had arrived nearly two months late and fell far short of the goal – not one woman, infant, or elderly medicine man was among them – Verner’s African visitors were giddily greeted in St Louis.</p> \n<p>“African Pygmies for the World’s Fair” was the headline in the St Louis Post-Dispatch on 26 June. Soon, the newspapers would mock the exhibited Africans with one offensive headline after another: “Pygmies Demand a Monkey Diet: Gentlemen from South Africa at the Fair Likely to Prove Troublesome in Matter of Food” and “Pygmies Scorn Cash; Demand Watermelons”.</p> \n<p>Verner himself did not arrive in St Louis with his coveted acquisitions. Instead, he disembarked in New Orleans on a stretcher and was transported to a sanatorium. Some people suspected sunstroke. Casement, who happened to be on the same ship heading to America, observed that many thought Verner was “cracked”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f8688dc738d86f7aeb3290c43e84d0ae3e0bd78d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433262916835/e3677948-e4c1-445c-83af-3b8cf1a0d9ed-316x420.jpeg\" alt=\"Samuel P Verner in Congo.\" width=\"316\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Samuel P Verner with two boys from the Batetela tribe in Congo in 1902</span> \n  <span class=\"element-image__credit\">Photograph: Doubleday</span> \n </figcaption> \n</figure> \n<p>McGee dispatched someone to escort Benga and Verner’s other captured “pygmies” from New Orleans to St Louis. A short time later, Verner was back on the scene, writing articles about his adventures in Congo. In one account, beneath the headline: “An Untold Chapter of My Adventures While Hunting Pygmies in Africa,” a large portrait of a triumphant Verner, wearing a suit and bow tie, appears alongside pictures of his captives, including Benga, whom he claimed to have obtained for $5 worth of goods.</p> \n<p>In another published in the St. Louis Post Dispatch, he claimed Ota Benga was a cannibal – “the only genuine cannibal in America today”. On the fairgrounds the delegation was pinched, prodded and poked while their pet parrots and monkeys were taunted and burned with cigars. As the temperatures dropped, they were also subjected to the frigid fairgrounds without adequate clothing or shelter. Behind the scenes, they were measured, photographed and plaster casts were taken for busts.</p> \n<h2>* * *</h2> \n<p><strong>Now, two years later,</strong> having been deposited by Verner in New York, Benga was once again subjected to the raucous clamour of spectators and a callous disregard for his humanity. Hornaday, ever the showman, eagerly fielded requests for photographs and interviews from around the US and the world.</p> \n<p>On Thursday 13 September, the New York Times published a letter written by one Dr MS Gabriel, who said he had seen Benga at the zoo and found the objections to the exhibit “absurd”. While the ministers protested about Benga’s presence in a cage, it was, on the contrary, “a vast room, a sort of balcony in the open air”, which allowed visitors to observe the African guest “while breathing the fresh air”.</p> \n<p>Benga’s childlike ways and broken English were pleasing, Gabriel continued, “and the visitors find him the best of good fellows”. It was a pity, he said, that Hornaday did not give lectures related to such exhibits. “This would emphasise the scientific character of the service, enhance immeasurably the usefulness of the Zoological Park to our public in general, and help our clergymen to familiarise themselves with the scientific point of view so absolutely foreign to many of them.”</p> \n<p>Hornaday saved the clippings and proudly shared them with his friend, the paleontologist Osborn.</p> \n<p>“The enclosed clippings are excellent,” Osborn replied. “Benga is certainly making his way successfully as a sensation.”</p> \n<p>By Sunday 16 September, a week after his debut, Benga was no longer in the cage, but roamed the park under the watchful eye of park rangers. That day a record 40,000 people visited the zoo. Wherever Benga went, hordes followed in hot pursuit. The rowdy crowd chased Benga, and when he was cornered, some people poked him in the ribs or tripped him, while others merely laughed at the sight of a frightened “pygmy”. In self-defence, Benga struck several visitors, and it took three men to get him back to the monkey house.</p> \n<p>Hornaday wrote to Verner on Monday 17 September, to complain. “I regret to say that Ota Benga has become quite unmanageable,” he said. “He has been so fully exploited in the newspapers, and so much in the public eye, it is quite inadvisable for us to punish him; for should we do so, we would immediately be accused of cruelty, coercion, etc., etc. I am sure you will appreciate this point.”</p> \n<p>Hornaday complained that “the boy does quite as he pleases, and it is utterly impossible to control him”. He expressed dismay that Benga threatened to bite the keepers whenever they tried to bring him back to the monkey house.Hornaday’s star attraction was turning into a liability. “I see no way out of the dilemma,” he wrote, “but for him to be taken away.”</p> \n<p>That Friday, a crowd invaded the park and pursued Benga as he walked through the woods. Across the country, newspaper headlines revelled in Benga’s plight. The Chicago Tribune joined the banter under the headline: “Tiny Savage Sees New York; Sneers”. Three thousand miles away, the Los Angeles Times covered the sensation on Sunday 23 September, under the headline: “Genuine Pigymy Is Ota Banga: Can Talk with Orangoutang in New York.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7b8541b53f870ffebff8d58df69c9b3d7fdae938\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433264102947/56dd8099-d941-4d29-b2d1-4a87eae68f46-310x420.jpeg\" alt=\"William Temple Hornaday, the zoologist and found- ing director of the Bronx Zoo, where Ota Benga was exhibited.\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">William Temple Hornaday, the zoologist and founding director of Bronx Zoo, where Ota Benga was exhibited.</span> \n  <span class=\"element-image__credit\">Photograph: Wildlife Conservation Society</span> \n </figcaption> \n</figure> \n<p>Another self-described “African explorer”, John F Vane-Tempest, published an article in the New York Times, disputing the zoo’s classification of Benga as a “pygmy”. Under the headline “What Is Ota Benga?” Vane-Tempest said that on the basis of his experience, Benga was actually a southern African Hottentot, and claimed to have conducted a conversation with Benga “in the tongue of the Hottentots”. According to Vane-Tempest, Benga had professed great satisfaction with his captivity. “He liked the white man’s country, where he was treated as a King, had a cozy room, a splendid room in a palace full of monkeys, and enjoyed all the comforts of home except a few wives.” This preposterous account was nevertheless presented as a straightforward news story.</p> \n<p>In this midst of this free-for-all, Reverend Matthew Gilbert, of Mount Olivet Baptist Church, wrote to the New York Times to report that the spectacle of Benga’s captivity had ignited the outrage of African-Americans across the US. “Only prejudice against the negro race made such a thing possible in this country,” Gilbert said. “I have had occasion to travel abroad, and I am confident that such a thing would not have been tolerated a day in any other civilised country.”</p> \n<p>He enclosed a sober statement from a committee of the Ministers’ Union of Charlotte, North Carolina, that read: “We regard the actors or authorities in this most reprehensible conduct as offering an unpardonable insult to humanity, and especially to the religion of our Lord Jesus Christ.”</p> \n<p>But others were not so sure. The Minneapolis Journal published a photograph of Benga holding a monkey, and claimed, “He is about as near an approach to the missing link as any human species yet found.”</p> \n<p>On 26 September, with protests mounting, the city controller’s office sent an official to investigate a report that the zookeepers were accepting payments to permit visitors to enter Benga’s sleeping quarters. The unnamed inspector visited Benga, whom he found clad in a khaki suit and a soft gray cap. He noted Benga’s “boyish appearance” and described him as an African native who park visitors believed was “some sort of a wild man who can understand monkey talk.” He concluded: “Without attempting to discuss the intellectual accomplishments or demerits of the gentleman, it may be stated that to the unscientific mind this native of Darkest Africa does not materially differ in outward appearance at least from some of the natives of darkest New York.” He also was sceptical about claims that Benga’s intellect was stunted and that he could understand the chattering monkeys. He said that he would be more convinced of Benga’s arrested development if Benga did not speak some English, and said that if Benga could understand the monkeys, “he kept the secret well to himself.”</p> \n<p>The tide had begun to turn against Hornaday and the zoo. Heated objections had begun to appear even in the pages of the New York Times. Even worse, Benga was now mounting increased resistance. When handlers tried to return him to the cage, he would bite, kick and fight his way free. On at least one occasion he threatened caretakers with a knife he had somehow got hold of. Hornaday was also unsettled by the unruly mobs that chased and taunted Ota Benga. Exasperated, Hornaday attempted to reach Verner, who had inexplicably left the city. “The boy must either leave here immediately or be confined, Hornaday said in a letter to Verner. “Without you, he is a very unruly savage.”</p> \n<p>But as much as much as he wished to unload Benga, Hornaday refused to release him to Gordon’s orphanage unless Gordon promised to return him to Verner upon his return to New York. Gordon would not agree.</p> \n<p>In the meantime, controversy swirled around the zoo as protests picked up steam around the country. Even white southerners leapt at the opportunity to mock New Yorkers for the unseemly display – “A Northern Outrage,” in the words of one Louisiana newspaper, which added: “Yes, in the sacred city of New York where almost daily mobs find exciting sport in chasing negroes through the streets without much being said about it.”</p> \n<p>Finally, on the afternoon of Friday 28 September, 20 days after he first went on display – Benga quietly left the zoo, escorted by the man who had captured him. His departure would be as calm and contained as his debut was frenetic and flamboyant. Apparently no reporters were alerted to witness Benga’s farewell. He was taken to the Howard Coloured Orphan Asylum, in Brooklyn’s Weeksville neighbourhood – the finely appointed orphanage run by Gordon, in the city’s largest and most affluent African-American community.</p> \n<p>“He looks like a rather dwarfed colored boy of unusual amiability and curiosity,” Gordon said. “Now our plan is this: We are going to treat him as a visitor. We have given him a room to himself, where he can smoke if he chooses.” Gordon said Benga had already learned a surprising number of English words and would soon be able to express himself.</p> \n<p>“This,” he asserted, “will be the beginning of his education.”</p> \n<h2>* * *</h2> \n<p><strong>In January 1910, Ota Benga was sent to Lynchburg</strong>, Virginia – a city of nearly 30,000 people, with electric streetcars, sumptuous mansions, sycamore trees and soaring hills. As Gordon had promised when Benga first came into his care, he was sent to the Lynchburg Theological Seminary and College, a school noted for its all-black faculty and staff, which prided itself on its fierce autonomy from the white American Baptist Home Mission. At the time, many white patrons of black education insisted that blacks only receive an industrial education, but Lynchburg Theological continued to offer its students liberal arts courses.</p> \n<p>Benga lived in a rambling yellow house across the road from the school with Mary Hayes Allen, the widow of the former president of the seminary, and her seven children. Benga, usually barefoot, often led a band of neighborhood boys to the forest to teach them the ways of a hunter: how to make bows from vines, hunt wild turkeys and squirrels, and trap small animals. In his scrappy English, Benga often regaled the boys with stories of his adventures hunting elephants – “Big, big”, he would say, with outstretched arms – and recounted how he celebrated a kill with a triumphant hunting song.</p> \n<p>In Benga they found an open and patient teacher, and a companion who uninhibitedly relived memories of a lost and longed-for life. Benga, in turn, had found a surrogate home and family, and would learn their customs and the contours of their binding blackness. In their sermons and spirituals, he surely recognised a familiar sorrow.</p> \n<p>Still, they did not know the piercing rupture of captivity – the eternity of alienation that many of their forebears had known, which Benga himself now knew. While they were burdened and disdained in America, it was the land they had tilled and spilled blood on, the land where they created life and buried their dead. For all the rejection, they were home.</p> \n<p>Benga had only memories, and no one but he could know what form they took. Was his sleep troubled by nightmares of being stalked by mobs, or being caged? Was he haunted by visions of murdered loved ones, or of starving, tortured, and chained Congolese?</p> \n<p>Some nights, beneath a star-speckled sky, the boys recalled, they would watch Benga build a fire, and dance and sing around it. They were enraptured as he circled the flames, hopping and singing as if they were not there. They were no older than 10, too young to grasp the poignancy of the ancient ritual.</p> \n<p>But as he, and they, grew older, something changed. By 1916, Benga had lost interest in their excursions to hunt and fish, and no longer seemed so eager a friend to the neighbourhood children. Many had noticed his darkening disposition, his all-consuming longing to go home. For hours he would sit alone in silence under a tree. Some of his young companions would recall, decades later, a song he used to sing, which he had learned at the Theological Seminary: “I believe I’ll go home / Lordy, won’t you help me.”</p> \n<p>In the late afternoon of 19 March 1916, the boys watched as Benga gathered wood to build a fire in the field. As the fire rose to a brilliant flame, Benga danced around it while chanting and moaning. The boys had seen his ritual before, but this time they detected a profound sorrow: he seemed eerily distant, as vacant as a ghost.</p> \n<p>That night, as they slept, Ota Benga stole into a battered grey shed across the road from his home. Before daybreak, he picked up a gun that he had hidden there, and fired a single bullet through his own heart.</p> \n<p>In the harrowing stillness, he was free.</p> \n<p><span class=\"bullet\">•</span> Adapted from Spectacle: The Astonishing Life of Ota Benga, published this week by HarperCollins.Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread </a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433257040379/0f90e49c-e2a3-44aa-87f2-2d0149485312-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"University of South Carolina","altText":"Ota Benga and fellow countrymen at the St Louis World's Fair, 1904.","cleanCredit":"Photograph: University of South Carolina"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433260709338/7ecacd48-cf94-4483-962e-f74562a22b71-421x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":421,"orientation":"portrait","caption":"The New York Times report about Ota Benga on 9 September, 1906. Photograph: The New York Times","credit":"The New York Times","altText":"The New York Times report about Ota Benga on 9 September, 1906.","cleanCaption":"The New York Times report about Ota Benga on 9 September, 1906.","cleanCredit":"Photograph: The New York Times"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433260935788/c0c7dc9e-2312-4cae-918f-e4e6ebcb3f0b-1681x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1681,"orientation":"portrait","caption":"A portrait of Ota Benga taken in Congo. His sharp teeth were the result of tooth chipping, a practice that was popular among young men. Photograph: American Museum of Natural History","credit":"American Museum of Natural History","altText":"A portrait of Ota Benga taken in Congo. His sharp teeth were the result of tooth chipping, a practice that was popular among young men.","cleanCaption":"A portrait of Ota Benga taken in Congo. His sharp teeth were the result of tooth chipping, a practice that was popular among young men.","cleanCredit":"Photograph: American Museum of Natural History"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433263851445/6599d6cb-6053-40cd-bdc9-6d6ff624743f-876x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":876,"orientation":"portrait","caption":"Reverend James Gordon led the protests against Ota Benga’s exhibition and captivity in the monkey house. Photograph: Anne Spencer House and Garden Museum","credit":"Anne Spencer House and Garden Museum","altText":"Reverend James Gordonled the protests against Ota Benga's exhibition and captivity in the monkey house.","cleanCaption":"Reverend James Gordon led the protests against Ota Benga’s exhibition and captivity in the monkey house.","cleanCredit":"Photograph: Anne Spencer House and Garden Museum"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433261210473/6af83ed8-c60e-4ac8-8f7b-a77eab376e53-580x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":580,"orientation":"portrait","caption":"Samuel P Verner took Benga captive in Congo and brought him back to the United States. Photograph: University of South Carolina","credit":"University of South Carolina","altText":"Samuel P Verner took Benga captive in Congo and brought him back to the United States.","cleanCaption":"Samuel P Verner took Benga captive in Congo and brought him back to the United States.","cleanCredit":"Photograph: University of South Carolina"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433262917195/e3677948-e4c1-445c-83af-3b8cf1a0d9ed-768x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":768,"orientation":"portrait","caption":"Samuel P Verner with two boys from the Batetela tribe in Congo in 1902 Photograph: Doubleday","credit":"Doubleday","altText":"Samuel P Verner in Congo.","cleanCaption":"Samuel P Verner with two boys from the Batetela tribe in Congo in 1902","cleanCredit":"Photograph: Doubleday"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433264102611/56dd8099-d941-4d29-b2d1-4a87eae68f46-443x600.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":443,"orientation":"portrait","caption":"William Temple Hornaday, the zoologist and founding director of Bronx Zoo, where Ota Benga was exhibited. Photograph: Wildlife Conservation Society","credit":"Wildlife Conservation Society","altText":"William Temple Hornaday, the zoologist and found- ing director of the Bronx Zoo, where Ota Benga was exhibited.","cleanCaption":"William Temple Hornaday, the zoologist and founding director of Bronx Zoo, where Ota Benga was exhibited.","cleanCredit":"Photograph: Wildlife Conservation Society"}],"webPublicationDate":"2015-06-03T04:59:01Z","lastModified":"2015-06-03T07:50:06Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Pamela Newkirk","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pamela-newkirk"}],"feature":true,"keywords":["Race issues","Democratic Republic of the Congo","Africa","World news"],"tags":[{"id":"world/race","webTitle":"Race issues"},{"id":"world/congo","webTitle":"Democratic Republic of the Congo"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Pamela Newkirk","topic":{"type":"tag-contributor","name":"profile/pamela-newkirk"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/03/the-man-who-was-caged-in-a-zoo","shortUrl":"http://gu.com/p/49dme","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/03/the-man-who-was-caged-in-a-zoo","webUri":"http://www.theguardian.com/world/2015/jun/03/the-man-who-was-caged-in-a-zoo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433256912534/30295aae-8584-478c-9de1-34d92f682d99-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Ota Benga (second from left) and fellow countrymen at the St Louis World’s Fair, 1904 Photograph: University of South Carolina","credit":"University of South Carolina","altText":"Ota Benga and fellow countrymen at the St Louis World's Fair, 1904","cleanCaption":"Ota Benga (second from left) and fellow countrymen at the St Louis World’s Fair, 1904","cleanCredit":"Photograph: University of South Carolina"}},"importance":4,"kicker":{"title":"'An indecent exhibit'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"You asked Google / Why do we dream?","rawTitle":"Why do we dream?","item":{"type":"comment","id":"commentisfree/2015/jun/03/why-do-we-dream-you-asked-google-heres-the-answer","title":"Why do we dream? You asked Google – here's the answer","trailText":"Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries ","standFirst":"<p>Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries </p>","byline":"David Shariatmadari","body":"<p>Maybe we should ask the duck-billed platypus. </p> \n<p>Back in the 1950s, scientists working on humans <a href=\"http://www.sciencemag.org/content/118/3062/273.extract\">identified a state</a> marked by increased brain activation, accelerated breathing and heart rate, and muscular paralysis. But perhaps the most remarkable feature was a flickering of the eyes beneath closed eyelids – because all these physiological changes took place while the subjects were fast asleep. </p> \n<p>What the researchers had discovered became known as the “rapid eye movement” (REM) phase. Under normal circumstances, it recurs every 90 minutes or so, and takes up around 25% of our total time spent sleeping. It quickly became clear that people woken during REM had much better recall of their dreams; in fact, they would often say they’d just that moment been dreaming. As a result, the scientific community began to think of REM as the outward manifestation of the dream state. For the first time in human history, the most extraordinary and fantastical part of our lives had been subject to experimental observation. <br /></p> \n<p>Not only that, but animals were found to experience REM as well – some of them more often and for longer than humans. We now know that the REM-iest mammal of them all is, bizarrely enough, <em>Ornithorhynchus anatinus</em>, known to you and me as the duck-billed platypus. Perhaps we shouldn’t be surprised, since, <a href=\"http://www.nature.com/news/1998/980813/full/news980813-5.html\">as Nature notes</a>, “an account from as long ago as 1860, before REM sleep was discovered, reported that young platypus showed ‘swimming’ movements of their forepaws while asleep.”</p> \n<figure class=\"element element-image\" data-media-id=\"7a8db2baa93ab171505a8cd36f83571a8978e23d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/3/1433317617421/a2ce6b99-0143-4253-a5b5-b3318d07a743-460x276.jpeg\" alt=\"Measurements from an electroencephalogram showing the passage from REM-sleep into consciousness.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Measurements from an electroencephalogram showing the passage from REM-sleep into consciousness.</span> \n  <span class=\"element-image__credit\">Photograph: Deco / Alamy/Alamy</span> \n </figcaption> \n</figure> \n<p>Authors might conjure up <a href=\"http://en.wikipedia.org/wiki/Do_Androids_Dream_of_Electric_Sheep%3F\">androids that dream of electric sheep</a>, but can we now say for sure that platypuses dream of juicy crayfish? Not quite. <a href=\"http://en.wiktionary.org/wiki/oneirology\">Oneirology</a>, despite all we now know about the physiology of sleep, remains a puzzling and controversial field. During non-REM sleep DNA is repaired and the organism replenishes itself for the day ahead. But the question of why we – and probably most other mammals – dream, one that troubled our ancestors, is still pretty hard to answer today.</p> \n<p>Until relatively recently, it was taken as a given that dreams were meaningful. These strange visions that came during the night, when the darkness all around spelt danger, must be messages from the gods, or glimpses of the future. The dreams of powerful men or women could become famous; a class of people emerged whose job was to decipher them, since they might foretell the fate of the clan or nation. The Old Testament tells <a href=\"https://www.biblegateway.com/passage/?search=Genesis+41&amp;version=KJV\">the story of Joseph</a>, called on to interpret the pharaoh’s dreams of seven “fatfleshed” cows and seven “leanfleshed” ones. He trusted in God, who gave him to understand that this meant years of plenty for the kingdom, followed by a terrible famine. </p> \n<p>Premonitions aren’t just the stuff of ancient history, however. Ten days before he was shot by John Wilkes Booth, Abraham Lincoln dreamt this: </p> \n<blockquote class=\"quoted\"> \n <p>I heard subdued sobs, as if a number of people were weeping. I thought I left my bed and wandered downstairs. There the silence was broken by the same pitiful sobbing, but the mourners were invisible. I went from room to room; no living person was in sight, but the same mournful sounds of distress met me as I passed along ... I kept on until I arrived at the East Room, which I entered. There I met with a sickening surprise. Before me was a <a href=\"http://en.wiktionary.org/wiki/catafalque\">catafalque</a>, on which rested a corpse wrapped in funeral vestments. Around it were stationed soldiers who were acting as guards; and there was a throng of people, some gazing mournfully upon the corpse, whose face was covered, others weeping pitifully. “Who is dead in the White House?” I demanded of one of the soldiers. “The President” was his answer; “he was killed by an assassin!” Then came a loud burst of grief from the crowd, which awoke me from my dream.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"c96ae12e20d260aac7de5a08771aa4163a2616c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433261770904/62a055f6-63c6-4667-aa8e-f9497df7db9f-460x304.jpeg\" alt=\"Illustration of assassin John Wilkes Booth running to the stage after shooting Abraham Lincoln at Ford's Theatre, Washington DC, April 14, 1865.\" width=\"460\" height=\"304\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration of John Wilkes Booth running to the stage after shooting Abraham Lincoln at Ford’s Theatre, Washington DC, April 14, 1865.</span> \n  <span class=\"element-image__credit\">Photograph: Kean Collection/Getty Images</span> \n </figcaption> \n</figure> \n<p>Coincidence, of course. Lincoln was at constant risk of attack, on the brink of victory after a bitterly-fought civil war. But we can all recognise the uncanny quality of his dream: that chilling, portentous atmosphere. Where does it come from? </p> \n<p>For psychologist <a href=\"http://www.lindablair.co.uk/\">Linda Blair</a>, there are two types of dream. The first represents a sorting-through of the contents of the day, a settling of sediment that is of no great consequence. But there are others, “those dreams that are accompanied by an emotional reaction, whether that’s happy sad, or angry. They do have meaning.”</p> \n<p>These, she believes, are attempts to deal with issues in our lives that we have been unable to resolve consciously. “They travel down into our unconscious mind to be worked on, where they don’t distract us and distress us so much.” Does she believe in premonition? “Dreams <em>are</em> predictive in my opinion,” she says, adding that “they don’t really predict the future, because no one can do that. But what they predict is what you’re going to be solving soon in terms of problems.” As a result, her patient’s dreams are valuable tools, allowing her to take a shortcut to the heart of a problem that’s clinically important but may not have been articulated in any other way. <br /></p> \n<p>Though Blair’s work draws on a range of sources, it has it roots in the revolution begun by Sigmund Freud at the turn of the 20th century. He was the first to attempt dream interpretation within a scientific framework, and saw dreams as the disguised expression of unconscious sexual and aggressive drives. But what he regarded as scientific many now see as mere conjecture. </p> \n<p>“Freud was incredibly important in giving people another way of thinking about dreams,” says <a href=\"http://psych.cf.ac.uk/contactsandpeople/academics/aggleton.php\">John Aggleton</a>, professor of cognitive neuroscience at Cardiff University. “But the problem has been converting those ideas into something that’s truly testable. And that’s where, from a neuroscientist’s viewpoint, there’s always been a stumbling block.” But, he concedes, “there are number of common themes in dreams. A lot of people dream about sex. The couple of recurring dreams that I have, and I’m sure other people have the same dreams, one of them is about losing my teeth, and another – and this is the classic one lecturers have – is just going to talk and finding out I’ve got no clothes on, no trousers and no underwear and there’s nothing I can do about it.”</p> \n<figure class=\"element element-image\" data-media-id=\"8ec189dc7e358152c3839122347a4495393b368a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433261673001/44448adf-6b55-4fba-b7ef-eb023d747d40-460x372.jpeg\" alt=\"The Nightmare (1754), by John Henry Fuseli \" width=\"460\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Freud was incredibly important in giving people another way of thinking about dreams’. The Nightmare (1754), by John Henry Fuseli.</span> \n  <span class=\"element-image__credit\">Photograph: UniversalImagesGroup/Getty Images</span> \n </figcaption> \n</figure> \n<p>Surely these kind of dreams demand a psychological explanation? “Yes, but they could also point to a really boring thing which is the fact that you dreamed you’ve lost your teeth because you’ve put your hand across your mouth and made it feel uncomfortable. Likewise, it wouldn’t be terribly surprising if feedback from how your clothes or lack of clothes feel might be guiding the way in which some of these dreams recur.”</p> \n<p>What else have those sceptical of psychological theories of dreaming come up with? In the 1960s, scientists found that when an evolutionarily ancient structure called the <a href=\"http://en.wikipedia.org/wiki/Pons\">pons</a> was removed in cats, all REM sleep stopped. Some <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21570\">concluded that</a>, during the REM phase, chemical messaging from the pons activated higher areas of the brain, prodding them to produce images and sensations, completely randomly. Dreams, then, were the higher brain making “the best of a bad job in producing even partially coherent dream imagery from the relatively noisy signals sent up from the brain stem”.</p> \n<p>For some, this provided a new basis for understanding dreams: they’re the sparks and effusions of a system in standby mode – like the crackles of an old TV set cooling down. For <a href=\"http://www.bumc.bu.edu/len/about-our-research-staff/about-dr-mcnamara/\">Patrick McNamara</a>, director of the evolutionary neurobehaviour laboratory at Boston University, it’s a myth that still needs busting. “One of the main things that gets on my nerves is [the idea] that dreams are just random flux during the night, that they mean nothing.” Instead, he says, “there’s pretty good evidence now that dreams are functional”.</p> \n<p><a href=\"http://www.psychoanalysis.org.uk/solms4.htm\">Recent research</a> has eroded the idea that dreaming only occurs during REM sleep, and that it’s a ‘bottom-up’ process, with older parts of the brain activating the more recently evolved ones. But the paradigm initially shifted as a result of hundreds of studies of the content of individual dreams. These showed that people across cultures dreamed about similar things: for McNamara, evidence of an adaptive mechanism at work. </p> \n<p>But why are they adaptive – beneficial to our survival as a species? Is it the old psychotherapeutic idea that dreams are the keys to unlocking problems involving relationships? “I think there’s good data that suggests that some of the things that dreams do is help facilitate better social interactions,” McNamara says. But for him the real advantage is somewhat less poetic. </p> \n<p>“Most scientists who study dreams think that we dream in order to practise avoiding threatening situations during the day … Men tend to dream about aggressive interactions with other men, whereas women tend to dream about verbal interactions with both men and women. And another pattern that was found repeatedly was that whenever male strangers appear in dreams, they tend to signal physical aggression.”</p> \n<p>He goes on: “For men, the primary competitors for sexual access to females were other men, so they dream of aggressive interactions with other men. The appearance of male strangers signalling physical aggression probably relates to the fact that the most severe threats in ancestral times came from them. Raiders from a different tribe coming around and trying to steal women and resources: those were major survival threats.”</p> \n<figure class=\"element element-image\" data-media-id=\"cdb847784c79baa474551efa7432612308e5c211\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433262301986/7de6cdbd-763d-42db-92b2-13f89ad3cebf-460x276.jpeg\" alt=\"Sigmund Freud in the office of his Vienna home, 1930\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sigmund Freud in the office of his Vienna home, 1930. The Interpretation of Dreams was published in English in 1913.</span> \n  <span class=\"element-image__credit\">Photograph: Bettmann/CORBIS</span> \n </figcaption> \n</figure> \n<p>It’s interesting that, more than a century after Freud, whose focus on sex and aggression was ridiculed as an obsession by his detractors, they can once again be deemed the reason we dream. For therapists like Linda Blair, working in a broader framework – and for whom evidence is what helps a patient in distress – this can never be enough. </p> \n<p>“I think there’s too much richness in each person’s brain to reduce things so specifically. For me dreams can mean anything. I don’t know until the patient and I work it out together.” Blair sees dream interpretation – which can itself produce subsequent clearer, or more baffling dreams – as like “kneading dough”, working with an issue that might at first be too frightening or repulsive to apprehend, until it’s in a state that you’re ready to deal with. This can mean gradually coming to understand metaphors that are the subconscious’s way of bringing difficult issues to our attention. She cautions against jumping to conclusions over the meaning of fatfleshed cows and catafalques, however. “There are no universal dream symbols. Each person has their own symbol system, their own special private language and one of the real fun things to do in therapy is to decipher that.”</p> \n<p>One thing we’ll never be able to access, of course, is the private language of the platypus. And the likelihood that animals dream – as Aggleton says, “anybody’s who’s got a pet dog or cat will be sure of that” – is a good reminder of the fundamental mysteriousness of all this. For humans, dreams are bestial, instinctive and intellectual all at once. They are distorted versions of our desires and the taut thrillers we write every night. Why do we dream? Because we are alive.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433317508295/f83b0cec-cdbf-400d-8ef0-3695decfb2a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Dave Watts/Alamy","altText":"The platypus, Ornithorhynchus anatinus, spends more of its time in so-called REM sleep than any other mammal. Photograph: Dave Watts/Alamy","cleanCredit":"Photograph: Dave Watts/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433317619121/a2ce6b99-0143-4253-a5b5-b3318d07a743-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Measurements from an electroencephalogram showing the passage from REM-sleep into consciousness. Photograph: Deco / Alamy/Alamy","credit":"Deco / Alamy/Alamy","altText":"Measurements from an electroencephalogram showing the passage from REM-sleep into consciousness.","cleanCaption":"Measurements from an electroencephalogram showing the passage from REM-sleep into consciousness.","cleanCredit":"Photograph: Deco / Alamy/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433261768861/62a055f6-63c6-4667-aa8e-f9497df7db9f-2060x1363.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1363,"width":2060,"orientation":"landscape","caption":"Illustration of John Wilkes Booth running to the stage after shooting Abraham Lincoln at Ford’s Theatre, Washington DC, April 14, 1865. Photograph: Kean Collection/Getty Images","credit":"Kean Collection/Getty Images","altText":"Illustration of assassin John Wilkes Booth running to the stage after shooting Abraham Lincoln at Ford's Theatre, Washington DC, April 14, 1865.","cleanCaption":"Illustration of John Wilkes Booth running to the stage after shooting Abraham Lincoln at Ford’s Theatre, Washington DC, April 14, 1865.","cleanCredit":"Photograph: Kean Collection/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433261673707/44448adf-6b55-4fba-b7ef-eb023d747d40-2060x1667.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1667,"width":2060,"orientation":"landscape","caption":"‘Freud was incredibly important in giving people another way of thinking about dreams’. The Nightmare (1754), by John Henry Fuseli. Photograph: UniversalImagesGroup/Getty Images","credit":"UniversalImagesGroup/Getty Images","altText":"The Nightmare (1754), by John Henry Fuseli ","cleanCaption":"‘Freud was incredibly important in giving people another way of thinking about dreams’. The Nightmare (1754), by John Henry Fuseli.","cleanCredit":"Photograph: UniversalImagesGroup/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433262304144/7de6cdbd-763d-42db-92b2-13f89ad3cebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sigmund Freud in the office of his Vienna home, 1930. The Interpretation of Dreams was published in English in 1913. Photograph: Bettmann/CORBIS","credit":"Bettmann/CORBIS","altText":"Sigmund Freud in the office of his Vienna home, 1930","cleanCaption":"Sigmund Freud in the office of his Vienna home, 1930. The Interpretation of Dreams was published in English in 1913.","cleanCredit":"Photograph: Bettmann/CORBIS"}],"webPublicationDate":"2015-06-03T07:33:44Z","lastModified":"2015-06-03T08:18:42Z","metadata":{"commentable":true,"commentCount":29,"contributors":[{"name":"David Shariatmadari","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/7/1428415389605/David-Shariatmadari-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidshariatmadari"}],"feature":false,"keywords":["Sleep","Science","Health & wellbeing","Life and style","Psychology"],"tags":[{"id":"lifeandstyle/sleep","webTitle":"Sleep"},{"id":"science/science","webTitle":"Science"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"science/psychology","webTitle":"Psychology"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Shariatmadari","topic":{"type":"tag-contributor","name":"profile/davidshariatmadari"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/03/why-do-we-dream-you-asked-google-heres-the-answer","shortUrl":"http://gu.com/p/49e2x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/03/why-do-we-dream-you-asked-google-heres-the-answer","webUri":"http://www.theguardian.com/commentisfree/2015/jun/03/why-do-we-dream-you-asked-google-heres-the-answer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/3/1433317508295/f83b0cec-cdbf-400d-8ef0-3695decfb2a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The platypus, Ornithorhynchus anatinus, spends more of its time in so-called REM sleep than any other mammal. Photograph: Dave Watts/Alamy","credit":"Dave Watts/Alamy","altText":"The platypus, Ornithorhynchus anatinus, spends more of its time in so-called REM sleep than any other mammal. Photograph: Dave Watts/Alamy","cleanCaption":"The platypus, Ornithorhynchus anatinus, spends more of its time in so-called REM sleep than any other mammal.","cleanCredit":"Photograph: Dave Watts/Alamy"}},"importance":3,"kicker":{"title":"You asked Google"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Going into care / We used to watch Tracy Beaker, so I thought I knew what it'd be like","rawTitle":"We used to watch Tracy Beaker, so I thought I knew what it'd be like","item":{"type":"article","id":"social-care-network/2015/jun/03/going-into-care-we-used-to-watch-tracy-beaker-so-i-thought-i-knew-what-itd-be-like","title":"Going into care: 'We used to watch Tracy Beaker, so I thought I knew what it'd be like'","trailText":"Miremba* looks back on her time in care, where she lived from the age of 14 to 16 ","standFirst":"<p>Miremba* looks back on her time in care, where she lived from the age of 14 to 16 </p>","byline":"Debbie Andalo","body":"<p>We used to watch Tracy Beaker on TV, which is about a young girl in a home, so I thought I knew what it was going to be like. But it was nothing like that. You have to live with different people who you don’t really know and you don’t have a choice. Even if you didn’t get along with them they were still there. There were rules you had to abide by and if you didn’t come home by a certain time then they would tell the police and they would come and get you. I lost a lot of freedom.<br /></p> \n<p>My mum used to take us to do the shopping and we would help clean the house, but in the home it was just rules and if you didn’t obey them you would get into trouble. I lived in two homes, one private and one run by the council. The rules were different in both homes. I preferred the first home that was privately run. It was a big house and it felt more homely and had rooms you could escape to if you wanted to be on your own or get away from people. I could take school friends back if I wanted to but I didn’t, because I would have felt the need to explain myself and people at school would have found out I was living in a home. I did have my own room in the homes and my own space, but I couldn’t paint them or put nails in the walls. I never felt it was my room – I always had to think about who would be moving in after me.</p> \n<p>One of the things I enjoyed about being in residential care, though, was that we got to go camping in the holidays, which wouldn’t have happened with mum because she wasn’t keen on the great outdoors. My biggest regret? We spoke Luganda at home as my family’s from Uganda. Me and my sister weren’t allowed to speak it to each other in the homes because people thought we were talking about them even though we weren’t. </p> \n<p>Now, because I wasn’t allowed to practise Luganda, I can no longer speak it. I wish there was somewhere we could have gone to keep the language going, but we weren’t given the option. I feel that I have lost part of my heritage and the link that I had to my mum. </p> \n<p><em>*Not her real name</em></p>","section":"Social Care Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433257111725/3315a2b8-1b5a-4dd2-b766-40cdcb2afcf2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee","altText":"tracy beaker book","cleanCredit":"Photograph: Sarah Lee"}],"bodyImages":[],"webPublicationDate":"2015-06-03T07:55:04Z","lastModified":"2015-06-03T07:57:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Debbie Andalo","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/debbieandalo"}],"feature":false,"keywords":["Social Care Network","Children","Social care","Society","Children","Young people"],"tags":[{"id":"social-care-network/social-care-network","webTitle":"Social Care Network"},{"id":"social-care-network/children","webTitle":"Children"},{"id":"society/social-care","webTitle":"Social care"},{"id":"society/society","webTitle":"Society"},{"id":"society/children","webTitle":"Children"},{"id":"society/youngpeople","webTitle":"Young people"}],"section":{"id":"social-care-network"},"topics":[{"displayName":"Debbie Andalo","topic":{"type":"tag-contributor","name":"profile/debbieandalo"}}],"series":{"title":"Children's care homes","uri":"http://mobile-apps.guardianapis.com/lists/tag/social-care-network/series/children-s-care-homes"},"embeddedVideos":[],"adTargetingPath":"social-care-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/social-care-network/2015/jun/03/going-into-care-we-used-to-watch-tracy-beaker-so-i-thought-i-knew-what-itd-be-like","shortUrl":"http://gu.com/p/49bay","relatedUri":"http://mobile-apps.guardianapis.com/items-related/social-care-network/2015/jun/03/going-into-care-we-used-to-watch-tracy-beaker-so-i-thought-i-knew-what-itd-be-like","webUri":"http://www.theguardian.com/social-care-network/2015/jun/03/going-into-care-we-used-to-watch-tracy-beaker-so-i-thought-i-knew-what-itd-be-like"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433257111725/3315a2b8-1b5a-4dd2-b766-40cdcb2afcf2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"One of the Tracy Beaker books, by Jacqueline Wilson, which is about a young girl in a care home. Photograph: Sarah Lee","credit":"Sarah Lee","altText":"tracy beaker book","cleanCaption":"One of the Tracy Beaker books, by Jacqueline Wilson, which is about a young girl in a care home.","cleanCredit":"Photograph: Sarah Lee"}},"importance":2,"kicker":{"title":"Going into care"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Barcelona's Sagrada Família / Gaudí's 'cathedral for the poor'","rawTitle":"Gaudí's 'cathedral for the poor'","item":{"type":"article","id":"cities/2015/jun/03/barcelona-sagrada-familia-gaudi-history-cities-cathedral-poor-church-religion","title":"Barcelona's Sagrada Família: Gaudí's 'cathedral for the poor' – a history of cities in 50 buildings, day 49","trailText":"Giles Fraser arrived in Barcelona not expecting to like Antoni Gaudí’s monumental creation – derided by George Orwell as ‘one of the most hideous buildings in the world’. But then he went inside ...<br>","standFirst":"<p>Giles Fraser arrived in Barcelona not expecting to like Antoni Gaud&iacute;’s monumental creation – famously derided by George Orwell as ‘one of the most hideous buildings in the world’. But then he went inside ...<br /></p>","byline":"Giles Fraser in Barcelona","body":"<p>“On arriving in Barcelona,” wrote <a href=\"http://www.nybooks.com/articles/archives/2007/dec/06/auden-and-god/\">W H Auden in 1937</a>, “I found that all the churches were closed and there was not a priest to be seen.” That was a typical piece of English understatement. The priests had been shot. Bodies of nuns had been exhumed and displayed in the street. Almost all of the city’s 58 churches were burned and many demolished. Barcelona’s medieval cathedral, set in the heart of the city, only survived by coming under the direct protection of local government.</p> \n<p>Given the rich history of Catalan anti-clericalism long predating the Spanish civil war, it is remarkable that the <a href=\"http://www.sagradafamilia.cat/sf-eng/?lang=0\">Expiatory Temple of the Sagrada Fam&iacute;lia</a> (to give it its full name) has now become the number-one tourist attraction in Barcelona, with some 3 million visitors annually. And even more remarkable given that the original idea for this astonishing project came from Josep Maria Bocabella, a wealthy Catalan publisher who was keen to challenge the spread of revolutionary ideas and to raise a temple to expiate the sins of leftist political ideology.</p> \n<p>As a fashionable yet deeply conservative Catholic architect, the young Antoni Gaud&iacute; was the obvious choice to imagine this counter-revolutionary philosophy into stone. The project is slated for completion sometime in 2026 – Gaud&iacute; was appointed chief architect in 1883. “My client is not in a hurry,” he famously insisted. His client, of course, was God.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'My client is not in a hurry,' Gaud&iacute; famously insisted. His client, of course, was God</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"07cfae917d2ae298c1f6395918745ea6ccbbdef4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433175909962/21705f18-afd8-4aa2-b4cc-017d27766b7f-460x306.jpeg\" alt=\"Inside La Sagrada Fam&iacute;lia: ‘It is the most astonishing space with immediate emotional punch.’ \" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Inside La Sagrada Fam&iacute;lia: ‘It is the most astonishing space with immediate emotional punch.’ </span> \n  <span class=\"element-image__credit\">Photograph: Christophe Simon/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Famously, when Gaud&iacute; was run over by a tram in 1926 just a few streets from his beloved building site, his body was mistaken for a beggar’s. Over the final 12 years of his life he had dedicated himself exclusively to prayer, to long periods of fasting, and to the construction of La Sagrada Fam&iacute;lia. Living in squalor amid peeling wallpaper, his clothes held together by pins, he came to adopt that very Catholic veneration of poverty. His great project, on which he worked obsessively, was to be “a cathedral for the poor” – and yet he forged his reputation building extravagant villas for Catalan millionaires and courting wealthy patrons. This intimate relationship between money and the church was precisely what fuelled the Catalan suspicion of the clergy.</p> \n<p>But Gaud&iacute; saw no contradiction. In his world, the poor were an object of prayer and not a subject for politics, especially not revolutionary politics. Indeed, it was a sin to threaten the established order. One sculpture on the Sagrada Fam&iacute;lia depicts the devil handing a working-class revolutionary <a href=\"https://www.flickr.com/photos/sk51/7227109170\">an Orsini bomb</a>. “A church [is] the only thing worthy of representing the soul of a people, for religion is the most elevated reality in man,” said Gaud&iacute; – words repeated by Pope Benedict XVI when he said the first Mass in the Sagrada Fam&iacute;lia at its dedication on 7 November, 2010.</p> \n<p>I admit, I arrived in Barcelona not expecting to like the Sagrada Fam&iacute;lia. From the outside, it looks too much like a tacky theme park – part-sandcastle, part-spaceship. George Orwell called it “one of the most hideous buildings in the world”. Long queues of ice cream-licking tourists snaked round the street from the ticket office. Today it was full, they told me – but I could buy a ticket for tomorrow. There was a 15-minute window in the afternoon. So having time to kill, I decided to go see the real <a href=\"http://www.catedralbcn.org/index.php?lang=en\">Cathedral of Barcelona</a> instead, as (though it may be referred to as one) the Sagrada Fam&iacute;lia is not actually a cathedral.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"09c5b5c670c20af028b3bd94a44e88ffffb9f431\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/2/1433284244716/e8efec7a-1e4f-460a-a603-bf540fa987b3-460x276.jpeg\" alt=\"Gaud&iacute; was appointed chief architect in 1883; the project is slated for completion in 2026.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gaud&iacute; was appointed chief architect in 1883; the project is slated for completion in 2026.</span> \n  <span class=\"element-image__credit\">Photograph: David Ramos/Getty</span> \n </figcaption> \n</figure> \n<p>And what a contrast. There were no queues, no shoals of gawping flesh. Inside, the organ was being practised. Singing could be heard from somewhere within the cloisters, and a beautiful stone fountain of clear drinking water offered a welcome refreshment, while 13 white geece wandered freely in the centre of the cloister. This was beauty on a human scale. Many people were even using it as a place to sit quietly and pray. Grand yes, but perfectly at one with the narrow medieval streets that surround it. <br /></p> \n<p>Like the Sagrada Fam&iacute;lia, its construction spanned three centuries, from the 13<sup>th</sup> to the 15<sup>th</sup>. Unlike the Sagrada Fam&iacute;lia, which was set to be the tallest church in the world, it didn’t feel like a work of overbearing ecclesiastical triumphalism – the craftsmen who made the cathedral were anonymous. Today, Gaud&iacute; has become almost a cult in himself, and many now lobby for him to become a saint.</p> \n<p>Little wonder the Sagrada Fam&iacute;lia has not always been quite as popular with the people of Barcelona as it has been with tourists. In July 1936, revolutionaries set light to the crypt and broke their way into the workshop, destroying Gaud&iacute;’s original plans, drawings and plaster models, leaving the next generation of architects with an enormous puzzle of how best to proceed. <br /></p> \n<p>It took them 16 years just to piece together the fragments of the master model, and controversy has followed its construction ever since. Some, like Le Corbusier and Walter Gropius, thought it should have been left alone as a folly. Others insisted that the use of new materials – reinforced concrete rather than stone, and now 3D printing – cheapened Gaud&iacute;’s original ideals. The new build, some argued, was a shoddy job, badly executed.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Everything has a meaning in line with a desire that the building should be a teaching tool</p> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"e595f0c0f5bf207a993dcbde676f81d2a84528d7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433174917947/3f75d518-553f-4760-a7d9-825a91e8f8b8-460x330.jpeg\" alt=\"The Judas Treason by sculptor Josep Subirachs.\" width=\"460\" height=\"330\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Judas Treason by sculptor Josep Subirachs.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>With all these cavils running around my head, I passed through the door of the nativity fa&ccedil;ade – and almost at once, any doubts were expelled. It is the most astonishing space with immediate emotional punch. The scale and colours of the interior are truly magnificent.</p> \n<p>Bone-like columns twist their way to the ceiling, branching out from ellipsoid knots, reaching upwards, creating the impression of being in an enormous forest. Vast geometric stars decorate the ceiling, punctured by open hyperboloids, sucking in the light and all suggesting the canopy of heaven. The greens, blues, yellows and reds of the light coming through <a href=\"http://www.sagradafamilia.cat/sf-eng/docs_instit/simbologia_b5.php\">Joan Vila Grau’s</a> stained-glass windows create a dappled effect with constantly shifting patterns illuminating the stone, decorated by grapes, cherries and flowers. “The heavens declare the glory of God; and the firmament sheweth his handywork” <a href=\"http://www.esvbible.org/Psalm+19/\">is how Psalm 19 described creation</a>. Gaud&iacute; and his successors just copied it – the latter with quite a lot of help from the latest computer modelling software.</p> \n<p>Magical and fantastical, witty even, the outside is fine for fridge magnets. But it’s the inside where the full abundance of Gaud&iacute;’s biomimetic theological aesthetic is made complete. Everywhere you look, the details have been attended to with such meticulous care and attention; everything has a meaning in line with a desire that the building should be a teaching tool, from which the entire history of the church could be read. <br /></p> \n<p>But it is the dizzying verticality that creates the strongest impression, as if the world is tipped up towards heaven. All of which – stone, light, verticality – are the central ingredients of the medieval cathedral too. Indeed, for all its contemporary decoration and geometrical wizardry, it is still a remarkably traditional building.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/apr/08/la-plata-cathedral-argentina-history-cities-50-buildings\">La Plata cathedral, nucleus of a new city: a history of cities in 50 buildings, day 11</a> </p> \n</aside> \n<p> But for all this, I will always remain suspicious of the glamour and allure of big expensive Christian buildings – and the way they can easily become an end in themselves, rather than a way of pointing beyond their walls. Indeed, can anything as architecturally flashy as the Sagrada Fam&iacute;lia ever really point beyond itself? This is precisely why iconoclasm and the smashing of stone representations of God has long been a part of Christian history. Of course, this comment <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/belief/2011/nov/17/st-pauls-occupy-movement-christianity\">reflects my own experience of the conflict</a> between St Paul’s Cathedral and Occupy.</p> \n<p>For some, a church building is – and should only ever be – a glorified rain-shelter. After all, Christ had little truck with the Temple of his day. And the early church did pretty well out of meeting in each other’s houses. But when the Roman Empire absorbed Christianity into itself, thus creating Christendom, it bought off the Jesus movement’s radical, almost anarchist-like instincts with a fancy building programme. Now Christendom is almost dead, churches like the Sagrada Fam&iacute;lia feel like the effervescence of a bygone age. If Christianity has a future, it won’t be because of places such as these.</p> \n<p><em><span class=\"bullet\">•</span> Which other buildings in the world tell stories about urban history? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/23/50-buildings-great-stories-urban-history\">Share your own pictures and descriptions with GuardianWitness</a>, on Twitter and Instagram using #hoc50 or let us know suggestions in the comments below</em></p>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433175862647/13c05ff9-035e-4add-983b-df8c6607a9bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rafa Rivas/AFP/Getty Images","altText":"‘Can anything as architecturally flashy as the Sagrada Familia ever really point beyond itself?’","cleanCredit":"Photograph: Rafa Rivas/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433175910477/21705f18-afd8-4aa2-b4cc-017d27766b7f-2060x1372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1372,"width":2060,"orientation":"landscape","caption":"Inside La Sagrada Família: ‘It is the most astonishing space with immediate emotional punch.’  Photograph: Christophe Simon/AFP/Getty Images","credit":"Christophe Simon/AFP/Getty Images","altText":"Inside La Sagrada Família: ‘It is the most astonishing space with immediate emotional punch.’ ","cleanCaption":"Inside La Sagrada Família: ‘It is the most astonishing space with immediate emotional punch.’ ","cleanCredit":"Photograph: Christophe Simon/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433284246335/e8efec7a-1e4f-460a-a603-bf540fa987b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gaudí was appointed chief architect in 1883; the project is slated for completion in 2026. Photograph: David Ramos/Getty","credit":"David Ramos/Getty","altText":"Gaudí was appointed chief architect in 1883; the project is slated for completion in 2026.","cleanCaption":"Gaudí was appointed chief architect in 1883; the project is slated for completion in 2026.","cleanCredit":"Photograph: David Ramos/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433174916430/3f75d518-553f-4760-a7d9-825a91e8f8b8-2060x1477.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1477,"width":2060,"orientation":"landscape","caption":"The Judas Treason by sculptor Josep Subirachs. Photograph: Alamy","credit":"Alamy","altText":"The Judas Treason by sculptor Josep Subirachs.","cleanCaption":"The Judas Treason by sculptor Josep Subirachs.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-03T06:30:04Z","lastModified":"2015-06-03T06:33:42Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Giles Fraser","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gilesfraser"}],"feature":false,"keywords":["Cities","Architecture","Religion","Spain","Barcelona","Catalonia","Spain","World news","Travel","Europe","Europe","Art and design","Antoni Gaudí","Culture","Giles Fraser"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"world/religion","webTitle":"Religion"},{"id":"travel/spain","webTitle":"Spain"},{"id":"travel/barcelona","webTitle":"Barcelona"},{"id":"travel/catalonia","webTitle":"Catalonia"},{"id":"world/spain","webTitle":"Spain"},{"id":"world/world","webTitle":"World news"},{"id":"travel/travel","webTitle":"Travel"},{"id":"travel/europe","webTitle":"Europe"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/antoni-gaudi","webTitle":"Antoni Gaudí"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/giles-fraser","webTitle":"Giles Fraser"}],"section":{"id":"cities"},"topics":[{"displayName":"Giles Fraser","topic":{"type":"tag-contributor","name":"profile/gilesfraser"}}],"series":{"title":"A history of cities in 50 buildings","uri":"http://mobile-apps.guardianapis.com/lists/tag/cities/series/history-cities-50-buildings"},"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/03/barcelona-sagrada-familia-gaudi-history-cities-cathedral-poor-church-religion","shortUrl":"http://gu.com/p/494a8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/03/barcelona-sagrada-familia-gaudi-history-cities-cathedral-poor-church-religion","webUri":"http://www.theguardian.com/cities/2015/jun/03/barcelona-sagrada-familia-gaudi-history-cities-cathedral-poor-church-religion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/2/1433284098482/2a6d1d00-49e7-4a5a-910f-71d32636566b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"La Sagrada Família: ‘It is the dizzying verticality that creates the strongest impression, as if the world is tipped up towards heaven.’ Photograph: Alamy","credit":"Alamy","altText":"La Sagrada Família, Barcelona.","cleanCaption":"La Sagrada Família: ‘It is the dizzying verticality that creates the strongest impression, as if the world is tipped up towards heaven.’","cleanCredit":"Photograph: Alamy"}},"importance":1,"kicker":{"title":"Barcelona's Sagrada Família"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-03T08:23:25Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}