{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Damien Hirst / 'What have I done? I’ve created a monster’","rawTitle":"'What have I done? I’ve created a monster’","item":{"type":"article","id":"artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","title":"Damien Hirst: ‘What have I done? I’ve created a monster’","trailText":"<strong>The long read:</strong> Damien Hirst’s mass-produced art has lost its power to shock. Now, in an attempt to wrest control of his legacy, he is opening his own gallery. Will curating restore his status in the art world?","standFirst":"His mass-produced art has lost its power to shock. Now, in an attempt to wrest control of his legacy, Hirst is opening his own gallery. Will curating restore his status in the art world?","byline":"Catherine Mayer","body":"<p>During the period he refers to as his “glory years”, Damien Hirst had a favourite gag. He would pull his foreskin through a hole in his pocket, then exclaim in mock alarm: “What’s that?” “People would go, ‘You’ve got some chewing gum on your trousers.’ They would touch it and go, ‘What the fuck?’” he said, smirking. He played this trick on&nbsp;drinking buddies and he played it&nbsp;on complete strangers. He particularly enjoyed targeting self-important art world types. Hirst recently turned 50, and these days he appears to be almost fully house-trained. He still has the swagger, leather jacket and T-shirt wardrobe of a rock star, and his mobile phone is loaded with eye-poppingly deviant film clips that he collects for his amusement and often shares; but he also now does yoga three&nbsp;times a&nbsp;week, and stopped flashing when he gave up drink and drugs almost nine years ago.</p> \n<p>Britain’s most famous living artist continues to stir controversy, although he is more likely to be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2012/aug/30/damien-hirst-national-disgrace\" title=\"\">excoriated for the&nbsp;failings</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/27/damien-hirst-set-back-art-by-100-years-says-henry-moores-daughter\" title=\"\">of the national culture</a> than lauded as a national treasure. Guardians of “real art” and highbrow defenders of the avant garde routinely nestle together under the same duvet, shocked not so much by the paintings and sculptures and installations he churns out at an extraordinary rate as by&nbsp;his refusal to accept that the time has come to keep his creations, like his penis, decently out of sight.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/27/damien-hirst-set-back-art-by-100-years-says-henry-moores-daughter\">Damien Hirst set back art by 100 years, says Henry Moore's daughter</a> </p> \n</aside> \n<p>But it’s worth taking note of what Hirst does because he is an agent of change. He has always been entrepreneurial, prolific and populist – qualities that, in tandem with his practice of employing technicians to&nbsp;realise the bulk of his output, challenge ideas about authenticity. And his latest venture may prove the most startling thing he has ever done.</p> \n<p>In April, the floor of his office at the Marylebone headquarters of his company, Science Ltd, was strewn with models of a gallery, each hung with tiny replicas – Francis Bacons, John Bellanys, Andy Warhols, Banksys – like toys for a super-rich kid which, in a way, they were. Hirst looked down on the world he was creating and played with its possibilities. He was excited, talking fast, grizzled but boyish in his enthusiasms. He has a face that can move from cherubic to demonic and back again when he is at his most animated, and this project has obsessed him for years. He was plotting a series of exhibitions at the <a href=\"http://www.damienhirst.com/news/2015/newport-street\" title=\"\">Newport Street Gallery</a> in Lambeth, south London. He has spent &pound;25m to build the facility, where he will curate exhibitions assembled from his own art collection. For the gallery’s opening show this September, he has chosen the British abstract painter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2011/aug/01/john-hoyland-obituary\" title=\"\">John Hoyland</a>, a prodigious talent who never quite enjoyed the recognition he expected or deserved.</p> \n<p>It was Hoyland who, in 1997, sounded a rallying cry against the so-called Young British Artists, and Hirst in particular – objecting furiously when the Royal Academy announced plans to put on <a href=\"http://www.saatchigallery.com/aipe/sensation_royal_academy.htm\" title=\"\">Sensation</a>, an exhibition of works from Charles Saatchi’s collection of YBA pieces. “<a href=\"http://www.independent.co.uk/news/establishment-attacks-sensational-hirst-1119568.html\" title=\"\">Artists should not farm their work out</a>,” he said. “I hear that [Hirst] has lots of people working on his spin paintings. I can’t see how you can have humanity in your work if you do that. Art is a seismograph of&nbsp;the human being. You have to be hands-on.”</p> \n<p>Like the target of his complaint, Hoyland once appeared transgressive, bright and acerbic. He was the youngest participant in <a href=\"http://www.artcornwall.org/features/situation_roger_coleman.htm\" title=\"\">Situation</a>, an exhibition of abstract paintings by British&nbsp;artists that flustered the art establishment in 1960. Hoyland got his own solo turn at the Whitechapel Gallery seven years later, but by the time of Sensation, his star&nbsp;had been eclipsed by conceptual and pop artists.</p> \n<p>Now Hirst, too, has reached an uncomfortable stage in his career, embedded in the establishment he once goaded. On past performance, he might be expected to try even harder to shock, to prove his relevance. Instead, by founding Newport Street, he is doing something far more likely to shore up his status and secure his legacy. In promoting his own view of contemporary art through the medium of a big, public gallery, he is testing his power to shape tastes and markets, and his ability to exert control.</p> \n<h2>* * *</h2> \n<p><strong>Curating was Hirst’s first talent,</strong> and his most consistent. The&nbsp;shows he put on at the start of his career managed to generate a level of excitement not always matched by acclaim for his work. In 1988, he reset the course of British art with <a href=\"https://www.youtube.com/watch?v=qw5FIP0d_JA\" title=\"\">the exhibition Freeze</a>, held in an empty Port Authority warehouse in London’s Docklands. The three-part show helped to launch Hirst’s friends and contemporaries, including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/apr/26/mat-collishaw-still-sensational\" title=\"\">Mat Collishaw</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2008/apr/02/2\" title=\"\">Angus Fairhurst</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/11/pebble-photographs-mark-centenary-first-world-war\" title=\"\">Anya Gallaccio</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/may/18/gary-hume-tate-britain-interview\" title=\"\">Gary Hume</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2013/may/22/michael-landy-national-gallery-in-pictures\" title=\"\">Michael Landy</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2003/oct/11/shopping.games\" title=\"\">Abigail Lane</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/may/06/sarah-lucas-venice-biennale-interview\" title=\"\">Sarah Lucas</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2012/may/07/fiona-rae-leeds-art-gallery-in-pictures\" title=\"\">Fiona Rae</a>. In the push to find a warehouse space, assemble the artists and install their pieces, Hirst left himself little time to focus on his own work, dashing off 81 small boxes, which he then positioned so high that many visitors missed them altogether. He also painted his first spot paintings, straight on to a wall. Collectors and galleries nosed around many of the other participants, but not Hirst.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qw5FIP0d_JA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qw5FIP0d_JA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  A clip from a 1994 BBC documentary about Damien Hirst and the Freeze exhibition\n </figcaption> \n</figure> \n<p>More than a quarter of a century later, he is seeking to reconcile the conflicts his intervention set in train, in art and in his own life, by returning to curating. One outcome may be more controversy – over the impact of Newport Street on&nbsp;a&nbsp;rare pocket of inner London that has largely resisted gentrification, and about his motivations in establishing the new, free-to-enter gallery. His apparent generosity is likely to be balanced by the increased value of the art shown there,&nbsp;which he of course owns. But to assume that Hirst’s greatest driver&nbsp;is money is to overlook his passion for art, and his compulsion to collect it.</p> \n<p>Hirst bought from his contemporaries before he could afford it or they had made much of a mark, and it wasn’t just with a view to a profit; he kept much of what he acquired. Fiona Rae remembers Hirst, as an impoverished undergraduate in the late 1980s, forming a consortium with two other people to buy three of her paintings for &pound;1,000. “That felt like a fortune in those days,” she said in May, sitting amid <a href=\"https://www.royalacademy.org.uk/article/fiona-rae-ra-timothy-taylor\" title=\"\">a solo show of her latest work</a> at the Timothy Taylor Gallery in Mayfair.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/feb/28/young-british-artists-at-play-in-the-1990s-in-pictures\">Young British Artists at play in the 1990s – in pictures</a> </p> \n</aside> \n<p>Hirst was born in Bristol and brought up in Leeds, and his home life was reasonably comfortable until the breakdown of&nbsp;his mother’s marriage to his stepfather, a mechanic, when&nbsp;he was 12. The disruption to Hirst’s home life triggered a short career in petty crime. “I went into the art lesson once at school, and the police were there doing fingerprints on the windows, because I’d broken in the night before and nicked stuff – paper, pens, pencils, all that kind of stuff – and&nbsp;I&nbsp;remember thinking: ‘Fuck, I didn’t wear gloves.’” Soon after that he moved to London, aiming for art college, and was accused of carrying out a chequebook fraud with a friend. “I&nbsp;got a criminal record for burglary and shoplifting, and that&nbsp;was the final straw. I’d have probably got two years or something. He went to Brixton, and did like three months, and it was his first offence. I just kept denying it, and&nbsp;I went to court three times, denied it, and eventually they&nbsp;dropped the charges against me and I was like: ‘Thank fuck.’ And then after that I didn’t do anything bad again.” A&nbsp;few months later, he started at <a href=\"http://www.gold.ac.uk/gold-stories/damien-hirst.php\" title=\"\">Goldsmiths</a>.</p> \n<p>Even then, his vision was expansive. He favoured industrial buildings for exhibiting over typically cramped British galleries. Museums, he believed, were only interested in artists who were dead. “He didn’t wait for permission from institutions,” says Iwona Blazwick, director of the Whitechapel Gallery, who in 1991 put on Hirst’s solo show, <a href=\"http://www.damienhirst.com/exhibitions/solo/1991/internal-affairs\" title=\"\">Internal Affairs</a>, at the ICA. Hirst had learned some of his tricks from an early advocate, Charles Saatchi. The advertising magnate opened a gallery in a&nbsp;disused paint factory on Boundary Road in St John’s Wood in west London, in 1985, to display his private collection. Hirst and his friends visited, to share in Saatchi’s passion for American artists including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jan/23/carl-andre-turner-contemporary\" title=\"\">Carl Andre</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2004/jan/17/art2\" title=\"\">Donald Judd</a>, <a href=\"http://www.tate.org.uk/art/artworks/stella-hyena-stomp-t00730\" title=\"\">Frank Stella</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/12/cy-twombly-paintings-sculptures-donated-tate\" title=\"\">Cy Twombly</a>, then reaped the benefits after Saatchi came to&nbsp;Freeze and started buying and showing life-changing quantities of their own work. Saatchi put up the &pound;50,000 for Hirst to manufacture his first shark suspended in formaldehyde, titled <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2011/nov/24/damien-hirst-modern-art-tate\" title=\"\">The Physical Impossibility of Death in the Mind of Someone Living</a>, in 1991, and for a decade Hirst and Saatchi enjoyed a symbiotic relationship, each boosting the other’s reputation. Then came a rupture that has never fully healed. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2003/nov/27/arts.artsnews\" title=\"\">He only recognises art with his wallet</a>,” Hirst said after Saatchi offloaded most of his Hirsts in a move that not only offended the artist but threatened to depress the market for his work. A US hedge-fund billionaire called <a href=\"http://uk.businessinsider.com/steve-cohens-extravagant-toys-2015-2?op=1\" title=\"\">Steven Cohen</a> bought the shark.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"91b44f17d7ebce57e9c673574ef0c56d16e74788\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435586574960/b16b621f-39a5-43b7-a6ac-c55faa59c5f9-292x420.jpeg\" alt=\"Damien Hirst and Charles Saatchi in 1997.\" width=\"292\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Damien Hirst with Charles Saatchi in 1997.</span> \n  <span class=\"element-image__credit\">Photograph: Richard Young/Rex</span> \n </figcaption> \n</figure> \n<p>Hirst won’t go into the details of the feud, but says the relationship has improved; they are not in regular touch, but Saatchi has agreed to speak to James Fox, the writer helping Hirst with his autobiography. (Last year <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2014/apr/08/damien-hirst-penguin-autobiography-ghost-writer-morrissey\" title=\"\">Hirst signed a deal for the memoir</a> with Penguin, reportedly for a six-figure sum.) After his rackety childhood, Hirst’s relationship with Saatchi appears to have something of a father-son dynamic: a&nbsp;closeness followed by a breach, and then a rapprochement on&nbsp;changed terms; rebellion and imitation.</p> \n<p>“I’ve always wanted a gallery like Saatchi, the original Boundary Road,” said Hirst, gazing out across London from a balcony high on the facade of Newport Street Gallery. With&nbsp;3,438 sq m rendered by architects <a href=\"http://www.carusostjohn.com/projects/newport-street-gallery/\" title=\"\">Caruso St John</a> into&nbsp;six&nbsp;exhibition spaces, offices, store rooms, a shop and a restaurant, Newport Street is bigger than Boundary Road. Hirst is overseeing every detail of this universe, down to the restaurant menus. There is no place for a big-name chef. “All&nbsp;chefs are cunts,” Hirst declared, “like artists.”</p> \n<h2>* * *</h2> \n<p><strong>There’s a walk-in refrigerator at Chalford Place</strong>, the home Hirst sometimes uses when he’s working at the older and smaller of his two Gloucestershire studio complexes. In this context, the fridge seems sinister, yawning emptily, but big enough for corpses. <a href=\"http://www.rundellassociates.com/projects/on-site\" title=\"\">Chalford Place</a> is one of&nbsp;its owner’s most fascinating creations; unseen and still unfinished, an immersive Disneyland of death. Potato famine-era gravestones (imported from an Irish salvage company) line&nbsp;the floors and showers, the wood panelling is decorated with skeletons and butterflies, and the handles on a chest of drawers are casts of vertebrae. A funereal ground-floor bedroom is encrusted, floors and ceiling, with amethyst. The&nbsp;books in the bookshelves are united by one feature: they all have the word “death” in the title. Everywhere there are skulls – real, carved, stained-glass and painted.</p> \n<p>Like much that Hirst produces – indeed, like Hirst himself – the house is a strange mixture of the compelling and the banal. Death has been the preoccupation of much of his work, but it’s often hard to tell whether he’s engaging with the idea&nbsp;or diminishing its power by turning it into a motif. His butterflies are drowning in paint. In his famous 1990 work <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/02/damien-hirst-tate-review\" title=\"\">A Thousand Years</a>, flies breed in one half of a large glass cabinet; their dead bodies drift ever deeper along the edges of the installation. And when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/video/2012/apr/18/damien-hirst-tate-modern-skull-video\" title=\"\">For the Love of God</a> – Hirst’s platinum skull studded with diamonds and baring human teeth – came&nbsp;on to the market in 2007, it took the breath away less as a memento mori than with its supposed price tag of &pound;50m. He was part of a consortium that bought the work, a transaction that helped to maintain the market value of all his output.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2012/aug/30/damien-hirst-national-disgrace\">Damien Hirst is a national disgrace</a> </p> \n</aside> \n<p>People close to Hirst seem just as confused about what drives him as he is himself. “He’s a hooligan and aesthete,” said Mat Collishaw. “This is not a normal combination of characteristics.” His halting attempts to talk about hitting 50 convey a real anxiety. “If you’re going to get hit by a bus on the way to chemo, you just don’t know where [death] is coming from,” he said, sipping from a mug of redbush tea. Yoga and his healthy lifestyle might help him to live longer, or just to die better. “You lose your grip anyway. You lose your grip before you die, I think that’s the problem. So I guess it’s how to embrace it in some way.”</p> \n<p>Hirst initially resisted the idea of an autobiography because he saw it as an end-of-life activity. He is now embarked on the process, but publication isn’t expected any time soon. He has a lot on his plate – as well as Newport Street, he has elaborate, if secret, plans to unveil new work in 2017 – and the&nbsp;process of reconstructing his past has also been slowed by&nbsp;his own deficiencies as a witness to his own life. Hirst says Fox – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2010/dec/17/keith-richards-literary-life-biography\" title=\"\">who&nbsp;helped Keith Richards</a> to fill in the gaps in his memory that are the inevitable consequence of a life in rock’n’roll – has&nbsp;been plucking anecdotes gleaned from interviews with other sources to prompt Hirst to remember his own past. But there’s something else a person who successfully obliterates whole segments of his life may find difficult to recall: the reasons for doing so.</p> \n<p>Collishaw advanced a plausible theory about what drew Hirst to art, which happens to provide one reason why Hirst may have&nbsp;found drugs and alcohol so tempting: “His mind is going a million miles an hour, and maybe the thing with the artwork is that it’s something you just concentrate on for a&nbsp;few&nbsp;moments, and suddenly you’re transported into this other realm.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I deal with death in art, not in life. If you really think about death, it makes you inactive</p> \n </blockquote> \n</aside> \n<p>Hirst said he remembers gazing awestruck at a blue painting by John Hoyland in Leeds City Art Gallery as a schoolboy. Little in his family background might have been expected to tempt him into the gallery in the first place, but art seems to have brought him much-needed moments of calm. Then it became the thing that ostensibly drove him faster. During the boom years of the late 1990s and into the next decade, Hirst was in perpetual motion. He expanded his studio system, started a publishing company, launched shops, purchased a string of properties in the UK, Mexico and Thailand – including a money pit of a stately home in Gloucestershire called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2005/sep/01/arts.artsnews\" title=\"\">Toddington Manor</a> – and&nbsp;still found time to carouse. Such feverish activity looks like the behaviour of someone for whom fears of mortality are visceral. Making skulls and hacking up dead cows kept death at a distance. “I deal with death in art, not in life,” he said. “It’s&nbsp;like, in art, everything is a celebration. Because if you really think about death, it makes you inactive.” He added: “For those 20 years, I was totally celebrating. And the work was celebrating. And it was like I was immortal.”</p> \n<p>Then, by degrees, he wasn’t. In place of the outgoing, expansive pleasure-seeker Rae remembers from Goldsmiths – “very funny, always up for fun and doing outrageous things, I couldn’t keep up really. You’d get a phone call from Damien saying he’s in a skip, come and join him for a drink” – a sadder incarnation developed.</p> \n<p>Drinking friends such as the musicians <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/joestrummer\" title=\"\">Joe Strummer</a> and Alex&nbsp;James, and the actor Keith Allen, warned Hirst he had a problem. “You get to a point at the end of it where people just go, ‘Ignore him,’” Hirst recalled, still clutching his redbush. “I remember Joe going: ‘Ignore him. He’ll go to bed.’ And you’re just thinking: ‘Why does that happen?’ And you think: ‘No!’ But you do know. You’re spitting at people because you’re so drunk, drooling, you’re just unpleasant.”</p> \n<div>\n __VIDEO_EMBED_gu-video-388578336__\n</div> \n<p>Despite several false starts, and without the help of a&nbsp;12-step programme, he finally cleaned up in 2006. His relationship with Maia Norman, the mother of his three children, couldn’t weather the transformation. Most recovering addicts face the daunting task of taking greater responsibility for themselves; Hirst found himself at the apex&nbsp;of an empire employing between 120 and 160 people – at&nbsp;a&nbsp;high-water mark ahead of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/02/damien-hirst-retrospective-tate-modern\" title=\"\">2012 Tate retrospective</a> of&nbsp;his&nbsp;work, staff numbers soared to 250 – with many more businesses in some way dependent on his continued high rate of&nbsp;output. “You have to keep this fucking thing, this machine, going,” says Hirst’s friend, the artist and writer Danny Moynihan. “He seems to wear it quite lightly and everything continues, but it’s a machine.”</p> \n<h2>* * *</h2> \n<p><strong>The machine used to be dirty,</strong> a scraggle of improvised studio spaces. There was one under railway arches that everyone, including Hirst, referred to as the “pill mines”, a sweat shop – albeit one offering decent wages – of recent art graduates fashioning the pills to place in his medicine cabinets, or fulfilling similarly fiddly and repetitive jobs to create some of the other Hirst products. “Sanding down pills, day in, day out,” Hirst said. “Funny when you go to your own studio and&nbsp;feel guilty. That’s why I used to lay on these huge parties. I remember feeling guilty for those people. What have I done? I’ve created a monster. Back to the pub.”</p> \n<p>The majority of Hirst’s studio employees now toil in the pristine, high-security confines of <a href=\"http://www.dezeen.com/2013/08/08/science-studio-and-formaldehyde-building-for-damien-hirst-by-designscape-architects/\" title=\"\">a vast complex</a> at Dudbridge in Gloucestershire. Hirst said he drew inspiration from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/03/-sp-jeremy-deller-interview-my-summer-in-andy-warhol-factory\" title=\"\">Andy Warhol’s Factory</a>, but if Warhol’s studio was part production line, part salon, Hirst’s main studio is all about industry.</p> \n<p>On a chill spring day, everyone wore matching Science Ltd T-shirts, wordless and focused, the silence punctured by the scrape of a chair on concrete and rock music, played not as Hirst would listen to it, but quietly in the background. Different sections of the studio are dedicated to different strands of art carrying the Hirst imprimatur: the butterflies; paintings mixing up corporate logos with political emblems; landscapes fashioned from razor blades; photorealist “fact” paintings of cancer cells; medicine cabinets and vitrine works, including a series of skewered hearts that, unlike the original 2005 <a href=\"http://www.damienhirst.com/the-kiss-of-death\" title=\"\">Kiss of Death</a>, involve not real flesh but simulacra. A room designed to create spin paintings stood idle, with buckets of paint lined up ready on a&nbsp;metal walkway above a giant centrifuge.</p> \n<p>Many of the workers are artists, but there are also technicians who know how to deploy formaldehyde, for example. At&nbsp;one table six people added spots to the spot paintings that&nbsp;in recent years have featured the tiniest spots visible to&nbsp;the naked eye.</p> \n<p>Hirst visits the studio, sometimes several days in a row, at other times sporadically, to check on progress. A former pill miner remembers Hirst as an avuncular presence at one of Science Ltd’s legendary staff parties – before he went to the toilet and returned to launch an unprovoked verbal attack that was all the more startling for his previous friendliness. These days he is a more reliable boss. One Dudbridge employee said Hirst has an attention to fine detail that can be demanding – and that his involvement in the work is intense – but he is courteous. Staff turnover is low, and many people have been with him for years. There have been two serious attempts to shrink the roster, sparked partly by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2008/nov/22/damien-hirst-studios-job-losses\" title=\"\">worries over cash flow</a> but also, said Jude Tyrrell, a director at Science Ltd, because of Hirst’s yen for long-lost simplicity. “We’ve definitely had a few&nbsp;moments where it’s just been so stressful that you just think, ‘God, can we go back to what it was?’ It’s that sense of&nbsp;losing the freedom, being increasingly corporate.” She paused: “The beast, the machine, I think we all feel a little bit&nbsp;encased by that.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c2a5c8f254938faab7cc855e061ce198f99c0864\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435588827702/36e00795-fede-4d7c-9b9d-6c7ce9ac5a0d-460x276.jpeg\" alt=\"Damien Hirst's The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby's auction Beautiful Inside My Head Forever, in 2008.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> \n </figcaption> \n</figure> \n<p>Hirst did make a half-hearted break for freedom once. In 2008, he declared <a href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=aJGLePFMDyNA\" title=\"\">he would be stopping the butterflies and spins</a>. This was just before he bypassed his galleries and put up 223 new pieces of his work for sale at auction at Sotheby’s in Old Bond Street. The two-day event <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2008/sep/16/damienhirst.art1\" title=\"\">earned him headlines – and &pound;111m</a>. Hirst claimed he wanted to democratise the sale of art, but the stronger impulses behind the sale, titled Beautiful Inside My Head Forever, seem to have been his desire to spark a new sensation and wrest greater independence. The auction secured the former, but even its hefty payoff couldn’t buy&nbsp;his liberty. As the gavel fell, Lehman Brothers was collapsing, and though the global crisis took a while to reach the wealthiest, collectors eventually became more cautious in a market awash with Hirsts. Prices for his work, according to <a href=\"http://www.arttactic.com/market-analysis/art-markets/us-a-european-art-market/596-damien-hirst-report-october-2013.html?Itemid=102\" title=\"\">a 2013 ArtTactic report</a>, fell back to 2005/2006 levels.</p> \n<p>So he geared up, not down, building Dudbridge and keeping the popular lines coming, often as personalised commissions: birthday greetings spelled out in butterflies, portraits of the wealthy expensively overlaid in centrifugal splatter. Science Ltd told the authors of the ArtTactic report that the number of Hirsts in existence at that point stood at 6,000 paintings and sculptures, and 2,000 drawings. Hirst is compiling a list of everything he has ever done.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c25625772c56053d5f0c42c13fb08ee506146a08\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435582333670/85670072-618d-4a2d-a746-d670f652f313-460x444.jpeg\" alt=\"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.</span> \n  <span class=\"element-image__credit\">Photograph: Science Ltd</span> \n </figcaption> \n</figure> \n<p>At one end of the Dudbridge building, in a galleried, double-height hangar, some of his oldest vitrine works were back for inclusion in this catalogue or for repairs, under the sightless gaze of <a href=\"http://www.damienhirst.com/the-virgin-mother\" title=\"\">The Virgin Mother</a>, his 10-metre-high statue of a pregnant woman, skin partially peeled back to reveal her internal organs in the style of an anatomical teaching model on superhuman scale. The upper gallery was a holding area for his newest work, still under wraps: a trove of sculptures in marble and bronze, many of them apparently mottled with&nbsp;corals and barnacles, jewellery and artefacts, and photo-realist paintings marking a departure from Hirst’s blunter confrontations with mortality and money.</p> \n<p>Early reactions to this work have been mixed. Jay Jopling, his long-term gallerist, suggested showing the work in small batches, sparking Hirst to think big instead. The details of the&nbsp;coup de th&eacute;&acirc;tre Hirst envisages for 2017, like the pieces themselves, remain shrouded.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/may/22/damien-hirst-two-weeks-review\" title=\"\">Critics tore into the last exhibition of Hirst’s new work</a> at the White Cube gallery in London in 2012 – which featured paintings made by Hirst’s own hand that relied heavily on ideas from painters he admires. He has always borrowed freely – or, some would say, filched. Hirst fields such allegations rather than ducking them. “I remember seeing Picasso’s bull’s head made from a bike handlebars and seat, and thinking, ‘Fuck, that is brilliant, amazing to be that original,’” he said. “And I thought that’s what you’ve got to do when you’re an artist: you’ve got to come up with something like that. And then, when I&nbsp;got to Goldsmiths, I realised that you don’t need to do that. I remember just thinking: ‘Steal everything.’ Because it’s all been done already.” He insisted this does not produce copies, but works of their specific time. “The only advantage you’ve got is being in the now, today. Once you say, ‘Don’t try and be original, just try and make art,’ then you go, ‘Fucking hell, I can make great art,’ because you’ve suddenly got the freedom – the same that advertisers have got to take from anywhere to communicate an idea.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>At Goldsmiths, I realised you don’t need to be original. I remember thinking: ‘Steal everything.’ It’s all been done</p> \n </blockquote> \n</aside> \n<p>British advertising blossomed in the decade ahead of the YBAs, and at the centre of both phenomena was Charles Saatchi. His 1983 campaign for Silk Cut cigarettes, which impressed Hirst, was <a href=\"http://www.alastairmcintosh.com/images/cigarettes/silkcu1.jpg\" title=\"\">inspired by</a> the <a href=\"http://www.campaignlive.co.uk/news/1142844/\" title=\"\">Italian conceptual artist Lucio Fontana</a>, who slashed his canvases. “I think the public in England is incredibly visually educated because of the complexity of advertising in the last 30 years,” Hirst told an interviewer in 2004. “People are visually educated through being sold things. So they understand everything.”</p> \n<h2>* * *</h2> \n<p><strong>Hirst’s family residence is surprisingly</strong> like other homes of the wealthy in a cosseted stretch of suburban south-west London: pocket-sized gym, small indoor pool and a breakfast bar overlooking a neat lawn. He lives here with his sons, Connor, 20, Cassius, 15, and Cyrus, 9; their mother remains at the house the couple shared in Devon until their 2012 split. A&nbsp;rumpled sleeping bag in Hirst’s front hall adds to the impression of domesticity, but it is <a href=\"http://gavinturk.com/artworks/image/270/\" title=\"\">a bronze by Gavin Turk</a>.</p> \n<p>Hirst pronounced that it was time to spin, leading the way to an open-plan kitchen and dining room, and a table piled with colour, a feast of inks, marker pens and crayons. A free-standing cube revealed itself as a machine for creating spin drawings – smaller, less messy siblings to spin paintings. Hirst fixed a piece of paper to a circular board housed inside the cube to contain spatter, then depressed a foot pedal to spin the board while adding pigments.</p> \n<p>Watching a spin drawing in progress is like talking to its creator: simultaneously dizzying and hypnotic. Anecdotes encircled fragments of anecdotes. Jokes bled into discussions of mortality. A debate on the merits of the Rolling Stones versus the Beatles (Hirst is a Beatles man) elicited vivid vignettes. “They had this weird fucking Ukrainian morris dancer,” he said, recalling a bash hosted by Ukrainian oligarch and art collector <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/shortcuts/2014/mar/09/ukraines-oligarchs-who-are-they-which-side-are-on\" title=\"\">Victor Pinchuk</a>, “and they got me, Jay [Jopling] and&nbsp;Paul McCartney up doing this fucking dance.” The image was left hanging as Hirst jumped to another encounter with McCartney, this time at an event hosted by Jopling, when McCartney performed magic tricks for Hirst’s sons.</p> \n<div>\n __VIDEO_EMBED_gu-video-388579360__\n</div> \n<p>A different kind of sleight of hand drew Hirst to the Beatles, he said: their redemptive ability to reinvent themselves. “All my favourite artists from the past, the way they move forwards is what interests me … And the way they stop being one thing, like the Beatles – the way they totally reinvented themselves and changed into something else.” He riffled through a monograph on John Bellany, pointing out how the artist’s brushwork and composition deteriorated as his alcoholism intensified, then admired a late-era work. “Look at that. Pissed as a fart, pissed out of his mind. But it works. You can see he’s taken months painting it. He’s having to lose it and get it back. And that’s exciting.”</p> \n<p>Control, and its loss, remains an obsession for Hirst. Though praising the rewards of sobriety (“everything is better; even shagging”), Hirst spoke fondly of his former life and retains a soft spot for hellraisers, not least John Hoyland. Hoyland drank a lot and made big art, painting on as large a scale as US abstract expressionists such as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2014/may/13/tate-modern-rothko-black-on-maroon-restored\" title=\"\">Mark Rothko</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2013/may/16/barnett-newman-sublime-bargain-price\" title=\"\">Barnett Newman</a> at a time when London galleries couldn’t accommodate canvases of that size. In other respects Hoyland appeared a kind of anti-Hirst, a purist about his work and hopeless with money. He once turned down a commission to make a painting for Coca-Cola’s London headquarters, Hoyland’s son Jeremy said, despite being “flat broke … For very understandable reasons Coke felt there were certain things that should be part of the work. And he couldn’t do it, so he didn’t.”</p> \n<p>Now Hirst is seeking to reassert Hoyland’s position. He&nbsp;started by befriending his one-time opponent. Jeremy Hoyland remembers a phone call from his father after the artists’ first meeting: “I think I might have underestimated [Hirst].” During the last years of Hoyland’s life, Hirst supported the older man, setting up a standing order to buy his&nbsp;paintings. The arrangement continued after Hoyland’s death, and is only now coming to an end, providing a funding stream that has helped Hoyland’s widow, Beverley Heath-Hoyland, to manage the estate. Hirst owns more than enough Hoylands to stage Newport Street’s opening show.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9418f4d5fcade1c0358fc437fa69ecee4dd7fe70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435582519116/e1e4a543-333d-4819-8c93-ff137dc83381-460x457.jpeg\" alt=\"Scando 2_10_80, by John Hoyland.\" width=\"460\" height=\"457\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Scando 2_10_80, by John Hoyland.</span> \n  <span class=\"element-image__credit\">Photograph: The John Hoyland Estate/Prudence Cumming</span> \n </figcaption> \n</figure> \n<p>Hoyland’s paintings are undoubtedly beautiful and, according to Hirst, “cheap for what they are”. The exhibition is&nbsp;likely to boost interest in the artist, in turn raising the value of Hirst’s collection. But this was not a prime factor in the decision to give Hoyland the first slot at Newport Street, Hirst said. “I like the idea of pointing out in the art world things that have not been seen or noticed. Another reason is that if there are any problems with the space, I didn’t want any big, complicated sculptures. For the first six months, it’s great to have a&nbsp;painting show, really simple. And then if you have air-conditioning problems, or a leaky roof …&nbsp;”</p> \n<p>Newport Street itself is likely to appreciate sharply as the gallery transforms the area. Local planning and development bodies saw Hirst’s arrival in Lambeth as cause for rejoicing, but as affluent visitors begin streaming into the area and hipster coffee shops displace businesses eking a living under the railway arches opposite the gallery, there has been grumbling. Yet Hirst’s aspiration appears not so much to deploy art as a tool of gentrification, as to open his gallery – and his collection – as widely as possible. “He was always insistent that you must have free entry,” said Collishaw. “He wants people to have the experience he did, when he had absolutely nothing but could walk into a gallery and have this totally transformative experience.”</p> \n<p>Hirst is rediscovering the powers of a curator – to draw outsiders into his vision, to recreate the moment he first stood, rapt, in front of that blue Hoyland in Leeds. He has run up against the limits of the control he can exercise over his own realities, but is relishing the prospect of determining other people’s. This may, in the end, prove his greatest talent.</p> \n<p>Newport Street Gallery opens to the public on 8 October 2015 with John Hoyland: Power Stations (Paintings 1964-1982). For updates follow <a href=\"https://twitter.com/NPSGallery\" title=\"\">@NPSGallery</a>, <a href=\"http://www.newportstreetgallery.com/\" title=\"\">newportstreetgallery.com</a></p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435581938817/5a0200ba-18d0-4a6c-bc05-ff2094eb9c17-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay for the Guardian","altText":"Damien Hirst at his new gallery in Lambeth, south London.","cleanCredit":"Photograph: Felix Clay for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435586574076/b16b621f-39a5-43b7-a6ac-c55faa59c5f9-1417x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1417,"orientation":"portrait","caption":"Damien Hirst with Charles Saatchi in 1997. Photograph: Richard Young/Rex","credit":"Richard Young/Rex","altText":"Damien Hirst and Charles Saatchi in 1997.","cleanCaption":"Damien Hirst with Charles Saatchi in 1997.","cleanCredit":"Photograph: Richard Young/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435588829061/36e00795-fede-4d7c-9b9d-6c7ce9ac5a0d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Damien Hirst's The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby's auction Beautiful Inside My Head Forever, in 2008.","cleanCaption":"Damien Hirst’s The Kingdom, featuring a tiger shark in formaldehyde, at Sotheby’s auction Beautiful Inside My Head Forever, in 2008.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435582332905/85670072-618d-4a2d-a746-d670f652f313-1020x984.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":984,"width":1020,"orientation":"landscape","caption":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst. Photograph: Science Ltd","credit":"Science Ltd","altText":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.","cleanCaption":"Beautiful Lying in the Grass Falling into the Sky, by Damien Hirst.","cleanCredit":"Photograph: Science Ltd"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435582520322/e1e4a543-333d-4819-8c93-ff137dc83381-2060x2045.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2045,"width":2060,"orientation":"landscape","caption":"Scando 2_10_80, by John Hoyland. Photograph: The John Hoyland Estate/Prudence Cumming","credit":"The John Hoyland Estate/Prudence Cumming","altText":"Scando 2_10_80, by John Hoyland.","cleanCaption":"Scando 2_10_80, by John Hoyland.","cleanCredit":"Photograph: The John Hoyland Estate/Prudence Cumming"}],"webPublicationDate":"2015-06-30T05:00:05Z","lastModified":"2015-06-30T08:54:42Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Catherine Mayer","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherine-mayer"}],"feature":true,"keywords":["Damien Hirst","Art","Painting","Art and design","Exhibitions","Culture","UK news"],"tags":[{"id":"artanddesign/damienhirst","webTitle":"Damien Hirst"},{"id":"artanddesign/art","webTitle":"Art"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"artanddesign/exhibition","webTitle":"Exhibitions"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Catherine Mayer","topic":{"type":"tag-contributor","name":"profile/catherine-mayer"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-388578336","source":"Tate and Science Ltd","durationInSeconds":181,"formats":[{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2012/4/11/120411DamienHirstSkull_3gpSml16x9.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2012/4/11/120411DamienHirstSkull_3gpLg16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/120411DamienHirstSkull/120411DamienHirstSkull.m3u8"}]},{"id":"gu-video-388579360","source":"Tate and Science Ltd","durationInSeconds":776,"formats":[{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2012/4/11/120411HirstWalkthrough_3gpSml16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/120411HirstWalkthrough/120411HirstWalkthrough.m3u8"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2012/4/11/120411HirstWalkthrough_3gpLg16x9.3gp"}]}],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","shortUrl":"http://gu.com/p/4a8xn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster","webUri":"http://www.theguardian.com/artanddesign/2015/jun/30/damien-hirst-what-have-i-done-ive-created-a-monster"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457263940","source":"guardian.co.uk","durationInSeconds":319,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/24/160624DamienHirst_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/24/160624DamienHirst.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/24/1435160893583/KP_324187_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video","cleanCaption":"620x372 trailpic for Damien Hirst: I love the paintings that never keep still - video"}}},"importance":7,"kicker":{"title":"Damien Hirst"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435581938817/5a0200ba-18d0-4a6c-bc05-ff2094eb9c17-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Felix Clay for the Guardian","altText":"Damien Hirst at his new gallery in Lambeth, south London.","cleanCredit":"Photograph: Felix Clay for the Guardian"}}]},{"title":"How to build a city / A step-by-step guide to metropolis DIY","rawTitle":"A step-by-step guide to metropolis DIY","item":{"type":"article","id":"cities/2015/jun/30/how-build-city-step-by-step-diy-guide","title":"How to build a city from scratch: the handy step-by-step DIY guide","trailText":"From Songdo, South Korea to Lavasa, India via Egypt’s unnamed new capital, everywhere you look it seems someone’s building a brand-new city. How hard could it be?","standFirst":"<p data-dropid=\"0\">From Songdo, South Korea to Lavasa, India via Egypt’s unnamed new capital, everywhere you look it seems someone’s building a brand-new city. How hard could it be?</p>","byline":"Stuart Jeffries","body":"<p>Building a real city from scratch isn’t like playing <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/minecraft\">Minecraft</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/jul/02/civilization-revolution-2-iphone-ipad\">Civilization</a> or <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/gamesblog/2012/aug/17/simcity-preview\">SimCity</a>. Well, it is a little. But problems arise in reality that don’t come up in cyberspace, including vainglorious dictators, pompous architects, bureaucratic impedimenta and the fact that much of the best land is already inhabited by those intractable objects: pesky humans. </p> \n<p>Nevertheless, after studying several urban planning projects around the world, we’ve mastered the step-by-step process of how to build your very own real city.</p> \n<figure class=\"element element-image\" data-media-id=\"9668381025c09d012d84273cb385babeeb26fb63\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435335128360/a75ec198-1866-4589-8cca-996d92a70c21-460x276.jpeg\" alt=\"How to build a city\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Part 1</strong>: steps one to five</span> \n </figcaption> \n</figure> \n<h2><strong>Step 1: Choose a location</strong></h2> \n<p>Before you begin, you need a spot. Deserts, undeveloped jungles and uninhabited islands are popular: you don’t want to sink your budget into detoxifying brownfield sites, bulldozing slums or fighting legal battles over ancestral land rights. Plus, very few camels attend planning meetings, still less are they capable of forming coherent objections to your masterplan for a desert metropolis.</p> \n<p>Tajikistan’s president, Emomali Rahmon, <a href=\"http://www.rferl.mobi/a/tajikistan-new-desert-city/26918162.html\">recently laid the foundation stone for Saihoon</a>, a new city for 250,000 people on a 14,000-hectare (34,580-acre) desert site. When complete, it will have 19 residential districts, 50 schools, 40 sports centres, shopping centres and bazaars – and, my favourite design feature, 7,000 hectares (17,290 acres) of orchards blooming in the former desert. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/16/new-cairo-egypt-plans-capital-city-desert\">Egypt’s new capital, too, is going to be built on sand</a> – to the east of Cairo, its functionally inadequate predecessor. Meanwhile, President Teodoro Obiang is currently overseeing the <a href=\"http://www.ibtimes.com/poverty-stricken-equatorial-guinea-builds-expensive-capital-city-middle-nowhere-949224\">creation of Oyala as his new capital deep in the jungle of Equatorial Guinea</a>, remote from the seaborne assaults that have menaced the dictator and his government in the existing capital. <a href=\"http://www.dezeen.com/2008/01/02/the-worlds-biggest-ever-building-by-foster-partners/\">Crystal Island</a> was to be built on a river island near Moscow.</p> \n<p>If you don’t have a desert or uninhabited island to hand, build one. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/dec/22/songdo-south-korea-world-first-smart-city-in-pictures\">Songdo, the new city near Seoul</a> in South Korea, is built on land reclaimed from the Yellow Sea. In the early 1960s, Buckminster Fuller dreamed up a <a href=\"https://www.behance.net/gallery/richard-buckminster-fullers-triton-city-project/2971307\">giant floating pyramid in Tokyo Bay</a> which would have housed 1 million people – in part as a response to the problem of acquiring building land in Japan. Perhaps sadly, it never got built.</p> \n<h2><strong>Step 2: Ensure a reliable water supply</strong></h2> \n<p>This may sound elementary, but consider what happened to the city of <a href=\"http://whc.unesco.org/en/list/255\">Fatehpur Sikri</a>. The Mughal emperor Akbar commenced the construction of this walled city in 1569, to serve as the Mughal capital. Over the next 15 years, he and his lackeys built royal palaces, harems, courts, mosques and private quarters, all from locally available red sandstone. Shortly after completion, however, Akbar abandoned Fatehpur … in part because of inadequate water supplies.</p> \n<p>Today, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/aug/08/rawabi-west-bank-city-palestine\">Rawabi – the first Israeli city built for Palestinians</a> – has a similar problem. Work started in 2011 and, when complete, it will have homes for 40,000 residents, as well as cinemas, shopping malls, schools, landscaped walkways, office blocks, a conference centre, restaurants and cafes. But, until as recently as this spring, apartments stood empty because negotiations failed with Israeli authorities over <a href=\"http://www.thejc.com/news/world-news/130901/rawabi-finally-gets-water-pipeline\">connecting the city to the country’s water grid</a>.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"cda445b66c8b3b269679a95b6373a816df11cc61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235974795/8457fb60-1579-470a-b8d0-17462c668218-460x276.jpeg\" alt=\"Housing minister Mostafa Madbouly unveiled the   &pound;30bn project to investors over the weekend.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Egypt’s as-yet-unnamed new capital is set to be built in the desert – a popular choice for planned cities</span> \n </figcaption> \n</figure> \n<h2><strong>Step 3: Ensure a reliable money supply </strong></h2> \n<p>Again this may sound elementary, but you don’t want to run out of liquidity halfway through building the high-speed train link to the financial quarter. There are various options available to you when it comes to securing the cash. Rawabi, denounced by some Palestinians for normalising Israeli occupation and by some Israelis for the possibility of providing a base for terrorists, has drawn a third of its $1bn (&pound;640m) investment from the private Palestinian conglomerate Massar International, and the rest from Qatar. </p> \n<p>Oyala has been described as “<a href=\"http://www.bbc.co.uk/news/magazine-20731448\">a multibillion-dollar plaything for Africa’s longest-serving dictator</a>” and is funded chiefly by oil, timber and gas revenues. Equatorial Guinea is the third largest sub-Saharan oil producer, and much of that money is being lavished on the new capital, which will have a championship golf course, the Library of Central Africa (which looks like a spaceship docked in a jungle clearing), a luxury hotel and a presidential villa. Meanwhile, according to the International Business Times, “<a href=\"http://www.ibtimes.com/poverty-stricken-equatorial-guinea-builds-expensive-capital-city-middle-nowhere-949224\">the people are starving</a>”. </p> \n<p>In Egypt, the nameless 700 sq km city that is set to replace Cairo as the country’s capital will be partly funded by Emirati businessman Mostafa Madbouly, who recently unveiled the &pound;30bn project’s plans. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/16/new-cairo-egypt-plans-capital-city-desert\">He told Guardian Cities</a> that he already has the money to build at least 100 sq km of the new capital, including a new parliament. But he needs more: which is why he invited kings, presidents, 30 visiting emirs and hundreds of would-be investors to the March launch at Sharm el-Sheikh.</p> \n<h2><strong>Step 4: Think about jobs</strong></h2> \n<p>If your city is to be economically sustainable, it needs jobs. Herbert Girardet, author of Creating Sustainable Cities, argues that Egypt’s planned new capital has a better chance of success than other purpose-built Egyptian cities, mainly because the vast government will be relocated there. Indeed, many of the <a href=\"http://www.bbc.com/culture/story/20140618-cities-built-from-scratch\">most famous planned cities</a> were new capitals – Brasilia, Canberra, Abuja, Canberra, Ottawa, New Delhi – that, whatever their other shortcomings, benefited from the employment opportunities and economic uplift of being a national administrative hub.</p> \n<p>The first three of 100 smart cities that prime minister Narendra Modi is planning in India will be built as part of the Delhi-Mumbai Industrial Corridor, which the government aims will be a “<a href=\"http://www.dailymail.co.uk/indiahome/indianews/article-2738057/Modis-vision-smart-cities-takes-shape-government-zeroes-scores-sites-country.html\">global manufacturing and trading hub</a>”. At <a href=\"http://www.theatlantic.com/magazine/archive/2011/07/india-invents-a-city/308549/\">Lavasa</a> in Maharashtra, they’re planning animation and film studios, software-development companies, biotech labs, and law and architectural firms, focusing the knowledge industries at the heart of the “new India”.</p> \n<h2><strong>Step 5: Do not alienate locals</strong></h2> \n<p>Don’t do what they did in Lavasa. The developers of the 12,500-acre site have been accused of intimidating indigenous farmers into selling their land at rock-bottom prices. They have also been accused of cutting down millions of trees. Human rights activists have reported that up to 5,000 original settlers have been forced to leave. In 2010, the <a href=\"http://en.wikipedia.org/wiki/Ministry_of_Environment_and_Forests_(India)\">Indian Environment and Forests ministry</a> ordered that <a href=\"http://www.thehindu.com/todays-paper/tp-international/article217096.ece\">construction on Lavasa cease</a> because the project violated environmental laws.</p> \n<h2><strong>Step 6: Devise a masterplan</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"013132f2f1b4cc7ed2701706041d24fc5c83ed0f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435335148395/cb89351e-bfd2-41a0-9b6f-f4cac0a1ab83-460x276.jpeg\" alt=\"How to build a city\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Part 2</strong>: steps six to 10</span> \n </figcaption> \n</figure> \n<p>You don’t even need to set foot in the country where your plans will be realised. For example, Garsdale Design, which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/aug/26/yorkshire-dales-family-designing-cities-in-iraq\">specialises in masterplans for war-ravaged cities</a> in Iraq, is a family practice operating out of a converted barn in the Yorkshire Dales. Such 3D modelling applications as Esri CityEngine make it possible to devise city masterplans for homes, sewerage, water and electrical systems and integrated public transport, and then to amend these plans according to the needs on the ground. Increasingly, too, masterplans involve setting out Wi-Fi hotspots, fibre-optic grids and sensors (more on this below).</p> \n<h2><strong>Step 7: Integrate transport </strong></h2> \n<p> Narendra Modi’s 100 planned cities in India all involve integrated transport with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/aug/27/buses-future-of-urban-transport-brt-bus-rapid-transit\">bus rapid transport</a> (or BRT, a sort of overground metro system), suburban trains and cycle networks. Smart transport might well mean digital parking meters that text you when a parking space opens up, or real-time transport displays that give data about traffic jams, availability of buses and train services. Helsinki – admittedly not a planned city, but a good model to follow – is going so far in the integrated transport direction as to say that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/jul/10/helsinki-shared-public-transport-plan-car-ownership-pointless\">private cars may soon be obsolete</a>. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"8fddb27f03773952d1aa9c5ce692df926e62ee04\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435236148180/dd8360c2-6168-4a3b-ad1b-19e886159c6c-460x276.jpeg\" alt=\"xxxx\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The proposed Lusail Iconic Stadium in Lusail City - part of Qatar’s 2022 World Cup bid</span> \n </figcaption> \n</figure> \n<h2><strong>Step 8: Consider banning cars</strong></h2> \n<p>Speaking of private cars being obsolete, <a href=\"http://www.masdar.ae/en/masdar-city/live-work-play\">Masdar City</a> – designed by architects Fosters + Partners and being built by the Abu Dhabi Future Energy Company – has banned cars within its walls. Similarly, <a href=\"https://en.wikipedia.org/wiki/Ziggurat_Pyramid,_Dubai\">Dubai’s Ziggurat Pyramid</a>, a metropolis planned in 2008 to house 1 million people, would have made cars redundant – its public transportation system, which would run horizontally and vertically, would be more efficient than private vehicles. (Sadly, since 2008 we’ve heard little of this putatively carbon neutral pyramid.)</p> \n<h2><strong>Step 9: Make rubbish clever</strong></h2> \n<p>Forget bin lorries, fetid dumpsters and the excrescence that is the wheelie bin. At <a href=\"http://www.businessinsider.com/lusail-city-qatar-2014-9?IR=T\">Lusail City in Qatar</a>, they’re planning a system of pneumatic tubes to transport rubbish to a central location for processing. At Songdo in South Korea, similarly, there are no rubbish trucks or bins in the street: all household waste is sucked into a vast underground network of tunnels and dispatched to waste-treatment centres where it is sorted and deodorised. Alternatively, information and communications technology can involve sensors that detect when waste disposal pickups are needed, or to measure energy consumption and emissions. Citizens may question whether they want ICT sensors checking their emissions. Ignore them. Whose city is this, anyway?</p> \n<h2><strong>Step 10: Maximise connectivity</strong></h2> \n<p>Broadband infrastructure that combines cable, optical fibre, and wireless networks is a basic requirement in such hi-tech cities as Songdo. What’s more, if you’re serious about creating a smart city, then you’ll need so much fibreoptic cabling that it’s not even funny – not enough just to ensure high-speed access to the internet, but also so that the sensors that are <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=4&amp;ved=0CDMQFjAD&amp;url=http%3A%2F%2Fwww.eschergroup.com%2F_common%2Ffile.cfm%3Fid%3D7B3A9D5ACC89C485BBF313178E8405F7&amp;ei=p6YmVb-ONovZapKGgdAC&amp;usg=AFQjCNHN2IobhR-tzA8bU8dZcgzc-8iWuw&amp;sig2=gc9fl0vW6kKlMsAhvML8-w\">key to the development of intelligent solutions for the city</a> can work properly. Otherwise you’ll have created not so much a smart city as a stupid one.</p> \n<figure class=\"element element-image\" data-media-id=\"2aeb2396ea1cb826daabfc4c0fb5ef5fbdf5edea\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435335167910/ffed557d-61ee-4f9c-b2be-53a0c372264a-460x276.jpeg\" alt=\"How to build a city\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Part 3</strong>: Steps 11 to 15</span> \n </figcaption> \n</figure> \n<h2><strong>Step 11: Aspire to carbon neutrality</strong></h2> \n<p>Destiny, the Florida city that developer Anthony Pugilese wanted to be a Silicon Valley of green technology, was, for a while, held up as a model: it aimed to reduce waste to close to zero and to meet its energy needs entirely through renewable sources including solar, wind, geothermal and the world’s largest hydrogen power plant. The city never got built: Florida authorities nixed the development, arguing that the <a href=\"http://www.ubmfuturecities.com/author.asp?doc_id=525409\">ostensibly green and pleasant city amounted to urban sprawl</a>.</p> \n<h2><strong>Step 12:</strong> <strong>Start again, clown, you’ve forgotten parks </strong></h2> \n<p>Look at your masterplan. Is it all sprawl and mall, dazzling plate glass, and more cloverleaf junctions than you can shake a stick at? Of course it is: most masterplans are. Humans can’t flourish in that environment, as good planners increasingly realise. Lavasa, for instance, is the first Indian city to be planned according to the principles of <a href=\"http://www.newurbanism.org/\">New Urbanism</a>, which advocates walkable cities that commingle business and residential development, offer mixed-income housing, and preserve green space. Songdo has been planned around a central park, and designed so that every resident can walk to work in the business district – a big draw for attracting new residents. Sixty per cent of <a href=\"http://cleantechnica.com/2012/11/05/china-to-build-walkable-environmentally-sensitive-great-city/\">Great City</a>, a high-density metropolis outside Chengdu in China, will consist of buffer areas of gardens and greenery that are at most 10 minutes’ walk from the city centre. And Egypt’s planned new capital will have a park double the size of New York’s Central Park.</p> \n<h2><strong>Step 13: … and culture</strong></h2> \n<p>Abu Dhabi has splashed its oil cash on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2008/apr/04/classicalmusicandopera1\">a cultural city called Saadiyat Island</a>, a few miles off the coast. It features <a href=\"http://louvreabudhabi.ae/fr/Pages/home.aspx\">a branch of the Louvre</a>, due to open this year, and before 2020 will also see a <a href=\"http://www.guggenheim.org/abu-dhabi\">Guggenheim museum</a> – designed, like the one in Bilbao, by Frank Gehry – and a <a href=\"http://www.zaha-hadid.com/architecture/abu-dhabi-performing-arts-centre/\">Performing Arts Centre by Zaha Hadid</a>. Just along the coast in Dubai, they’re playing catchup with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/jan/21/dubai-design-district-d3-city-builds-shoreditch-from-scratch-in-desert\">D3</a> (short for Dubai Design District), in tacit recognition of the fact that shopping malls and gyms aren’t enough to make a city a decent place to live. Wags are already comparing the industrial Al Quoz area – which now has more than 30 galleries among its 1970s and 80s warehouses – to Shoreditch or Williamsburg. Just don’t expect any illegal raves or warehouse parties. Meanwhile, in the Congolese jungle, the Dutch artist Renzo Martens is trying something similar – to create an arts scene in one of the most impoverished parts of the world and thereby <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/dec/16/renzo-martens-gentrify-the-jungle-congo-chocolate-art\">gentrify the jungle</a>.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"f5adf24af8f24e7ac9baba07591522bdb7f5976d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435235762254/32299763-9b10-4eb8-a76a-b51c6696115a-460x276.jpeg\" alt=\"Lord Foster’s plans for Crystal Island on the outskirts of Moscow were scrapped. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lord Foster’s plans for Crystal Island on the outskirts of Moscow were scrapped. </span> \n  <span class=\"element-image__credit\">Illustration: Norman Foster and Partners</span> \n </figcaption> \n</figure> \n<h2><strong>Step 14: Please, not another funny-shaped island</strong></h2> \n<p>Does the world really need another state-of-the-art golf course? (At Lavasa they obviously think so: along with the medical campus, luxury hotels, boarding schools and sports academies, there is a <a href=\"http://nickfaldodesign.com/course/lavasa-hill-city\">Nick Faldo–designed golf course</a>.) The worry about new cities built from scratch is that, as anthropologist <a href=\"http://www.futureofcities.ox.ac.uk/people/nicholas-simcik-arese\">Nick Simcik Arese</a> of the Oxford Programme for the Future of Cities <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/16/new-cairo-egypt-plans-capital-city-desert\">puts it</a>, they offer a “secessionary envelope” for the rich – a form of class apartheid. He argues that new cities often fail to provide enough jobs for poorer residents or affordable transport to areas where they could find more work. </p> \n<p>It’s an important point. Around the world, new cities often exclude all but the wealthiest. For instance, the least expensive apartments in Lavasa now sell for between $17,000 and $36,000 – well out of reach for most middle-class Indians. The developer says it has modified its plans to offer affordable rental apartments for young professionals. New cities are thus often confounded by the inverse relationship between maximising real-estate proceeds and making new cities livable. Or, to put it another way, if you want your new city to become something other than a ghost town or a large-scale gated community, it must be socially diverse.</p> \n<p>What the world doesn’t need is any more unimaginatively shaped developments for those with more money than sense, such as <a href=\"https://www.youtube.com/watch?v=aDQQ3FHJqbc\">the Palm Islands in Dubai</a>. The entire point of the islands is that you can see them from space. On the ground, however, it means long spits of land that don’t connect to each other and leave you in a kind of endless residential street hellscape. Besides, what must our alien neighbours think? </p> \n<figure class=\"element element-image\" data-media-id=\"bea882bf312575571a3ecca3f5ecdbd1c341f92e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/26/1435335186796/066acd2b-b341-4178-a9b3-ebf362679151-460x276.jpeg\" alt=\"How to build a city\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"><strong>Part 4</strong>: Steps 16 to 20</span> \n </figcaption> \n</figure> \n<h2><strong>Step 15: Make a statement</strong><br /></h2> \n<p>The Palm Islands might be ridiculous, but who wouldn’t want to live in the world’s first inhabited volcano? When, in 2008, Norman Foster unveiled plans for a new city on an island on the outskirts of Moscow, the centrepiece was to be (at that point) the tallest building in the world: 450m high, covering almost half a million square metres and with a total floor area of 2.5 million square metres, housing theatres, exhibition spaces, 3,000 hotel rooms, 900 serviced apartments and a school. “<a href=\"http://www.dezeen.com/2008/01/02/the-worlds-biggest-ever-building-by-foster-partners/\">Crystal Island is one of the world’s most ambitious building projects</a>, and it represents a milestone in the 40-year history of the practice,” he said. But the economic crisis put paid to the grandiose scheme, which is perhaps a shame. After all, what’s the fun in building a new city if it doesn’t look cool?</p> \n<h2><strong>Step 16: Treat workers with respect</strong></h2> \n<p>In 2013, Nepalese migrants working in Lusail City in Qatar <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/sep/25/revealed-qatars-world-cup-slaves\">told the Guardian</a> that their employers were making them work long hours in the heat and were withholding pay to keep them from running away. The International Trade Union Confederation <a href=\"http://www.businessinsider.com/qatar-world-cup-workers-dead-2014-3\">estimates that 4,000 workers will die in Qatar by 2022</a>. The country’s <a href=\"http://en.wikipedia.org/wiki/Kafala_system\">kafala system</a> – where employers exercise broad power and influence over the lives of their workers – has been called <a href=\"http://www.businessinsider.com/qatar-slavery-build-a-2022-world-cup-2013-9\">modern-day slavery</a> by human rights watchers. It doesn’t have to be this way. Building a new city from scratch can be socially beneficial. For instance, perhaps one of at the most heartening features about the Palestinian new city of <a href=\"http://www.timesofisrael.com/in-rawabi-the-brand-new-palestinian-city-both-sides-win/\">Rawabi is that one third of its engineers and architects are women</a>, a gender balance without precedent in the Arab world.</p> \n<h2><strong>Step 17: Build fast. No, faster …</strong></h2> \n<p>Egypt’s new capital city, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/mar/16/new-cairo-egypt-plans-capital-city-desert\">according to the developers’ brochure</a>, will have exactly 21 residential districts housing 5 million residents, span 700 sq km (a space almost as big as Singapore), with 663 hospitals and clinics, 1,250 mosques and churches, and 1.1m homes. Oh yes, and –according to the brochure – it will be built within the next five to seven years. No pressure. </p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"123877345f7a65a566c0228477a52aa153ebd6e0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435236315960/8a973ab0-d54d-4992-be7e-0933624ed59c-460x276.jpeg\" alt=\"xxx\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An artist’s impression of Lavasa, India</span> \n </figcaption> \n</figure> \n<h2> <strong>Step 18: Re-educate your new urbanites</strong></h2> \n<p>In Kangabashi, a new city for one million people in the Ordos region of Inner Mongolia, China, new residents are handed a welcome pack that includes fans and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/nov/06/-sp-china-ghost-city-kangbashi-ordos-re-education-campaign\">a list of instructions</a>: “Don’t spit, don’t throw rubbish on the streets, don’t play loud music, don’t drive on the pavement,” says the introductory brochure. The thinking is that most of the residents are country dwellers from nearby villages who don’t know how to behave in cities. I know what you’re thinking: when are the urbanites of London, New York and Paris going to get forcibly re-educated so they don’t continue to befoul their built environment with their phlegm and unspeakable music? </p> \n<p>When work started on Kangbashi five years ago, it was derided as a “ghost city”. But rural workers are now indeed moving into the city’s new high-rises, lured by generous compensation packages. The Chinese authorities’ idea is that such cities help diversify the country’s economy: subsistence farming was becoming less economically worthwhile, owing to poor soils and increasing water shortages. The enormous wealth of the region’s coal industry helped pay for much of the city’s infrastructure, and there was cheap land to build on. Kangbashi is just the beginning: a test run for Beijing’s plans to urbanise the vast rural interior of China, and relocate 250 million farmers over the next two decades – a social experiment as much as an economic one. </p> \n<h2><strong>Step 19: If you build it, they will come</strong></h2> \n<p>As any planner knows, it doesn’t matter how sophisticated your 3D-imaging software or how smart your urban vision<strong>.</strong> “The test will be when the hookers come there, when the gay pride parade is flagged off on the promenade, and an organisation of deviants has its annual convention in town,” <a href=\"http://www.theatlantic.com/magazine/archive/2011/07/india-invents-a-city/308549/\">Ajit Gulabchand, the developer of Lavasa, has said</a>. “I don’t want to plan for that, but I’ll be happy if it happens.” Quite so: one of the pleasures of creating a city from scratch must surely be that it goes rogue and becomes something other than you imagined.</p> \n<h2><strong>Step 20: Oh, yes – give it a name </strong></h2> \n<p>The planned new capital of Egypt doesn’t yet have a name, though the safe money says it won’t be called Mubarakville, Cairo 2.0 or <a href=\"http://www.bbc.co.uk/news/world-middle-east-19256730\">Sisi City</a> – though I kind of like the last one. And what of the new city rising on the coast of the Red Sea? It has a lot of things going for it. It will house one of the largest sea ports in the world. It will provide more than a million jobs. And, if construction sticks to schedule, it will be complete by 2020. Only one problem: its called <a href=\"http://www2.kaec.net/\">King Abdullah Economic City</a>. Perhaps it sounds nicer in Arabic.</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em><br /></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335065731/893c64da-8357-4dc4-8145-f6dff88de497-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"xxxx","altText":"How to build a city","cleanCredit":"Photograph: xxxx"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335129148/d3e26e2b-fc93-42f1-b83c-f88a562b8cda-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"<strong>Part 1</strong>: steps one to five","credit":"Illustration: Sam Chelton","altText":"How to build a city","cleanCaption":"<strong>Part 1</strong>: steps one to five"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435235976370/8457fb60-1579-470a-b8d0-17462c668218-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Egypt’s as-yet-unnamed new capital is set to be built in the desert – a popular choice for planned cities","credit":"Patrick Kingsley for the Guardian","altText":"Housing minister Mostafa Madbouly unveiled the   £30bn project to investors over the weekend.","cleanCaption":"Egypt’s as-yet-unnamed new capital is set to be built in the desert – a popular choice for planned cities"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335149210/9db3e982-fab0-4d43-9951-b1afcc5ffb74-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"<strong>Part 2</strong>: steps six to 10","credit":"Illustration: Sam Chelton","altText":"How to build a city","cleanCaption":"<strong>Part 2</strong>: steps six to 10"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435236149613/dd8360c2-6168-4a3b-ad1b-19e886159c6c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The proposed Lusail Iconic Stadium in Lusail City - part of Qatar’s 2022 World Cup bid","credit":"PR","altText":"xxxx","cleanCaption":"The proposed Lusail Iconic Stadium in Lusail City - part of Qatar’s 2022 World Cup bid"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335168576/7a06869f-5430-42ca-9fc0-47e76dc22418-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"<strong>Part 3</strong>: Steps 11 to 15","credit":"Illustration: Sam Chelton","altText":"How to build a city","cleanCaption":"<strong>Part 3</strong>: Steps 11 to 15"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435235763765/32299763-9b10-4eb8-a76a-b51c6696115a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lord Foster’s plans for Crystal Island on the outskirts of Moscow were scrapped.  Photograph: Illustration: Norman Foster and Partners","credit":"Illustration: Norman Foster and Partners","altText":"Lord Foster’s plans for Crystal Island on the outskirts of Moscow were scrapped. ","cleanCaption":"Lord Foster’s plans for Crystal Island on the outskirts of Moscow were scrapped. ","cleanCredit":"Illustration: Norman Foster and Partners"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335187452/2aaa2107-9db6-479d-8de6-e30a3e181224-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"<strong>Part 4</strong>: Steps 16 to 20","credit":"Illustration: Sam Chelton","altText":"How to build a city","cleanCaption":"<strong>Part 4</strong>: Steps 16 to 20"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435236316707/8a973ab0-d54d-4992-be7e-0933624ed59c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"An artist’s impression of Lavasa, India","credit":"PR","altText":"xxx","cleanCaption":"An artist’s impression of Lavasa, India"}],"webPublicationDate":"2015-06-30T06:30:07Z","lastModified":"2015-06-30T08:36:26Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Stuart Jeffries","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuartjeffries"}],"feature":false,"keywords":["Cities","Smart cities","Architecture","World news","Egypt","India","Equatorial Guinea","Tajikistan","South Korea","Israel","Qatar","Africa","Art and design","Asia Pacific","Culture","Middle East and North Africa","South and Central Asia","City transport","Urbanisation","Dubai"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"cities/smart-cities","webTitle":"Smart cities"},{"id":"artanddesign/architecture","webTitle":"Architecture"},{"id":"world/world","webTitle":"World news"},{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/india","webTitle":"India"},{"id":"world/equatorial-guinea","webTitle":"Equatorial Guinea"},{"id":"world/tajikistan","webTitle":"Tajikistan"},{"id":"world/south-korea","webTitle":"South Korea"},{"id":"world/israel","webTitle":"Israel"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"world/africa","webTitle":"Africa"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"cities/city-transport","webTitle":"City transport"},{"id":"cities/urbanisation","webTitle":"Urbanisation"},{"id":"world/dubai","webTitle":"Dubai"}],"section":{"id":"cities"},"topics":[{"displayName":"Stuart Jeffries","topic":{"type":"tag-contributor","name":"profile/stuartjeffries"}}],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jun/30/how-build-city-step-by-step-diy-guide","shortUrl":"http://gu.com/p/47mz4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jun/30/how-build-city-step-by-step-diy-guide","webUri":"http://www.theguardian.com/cities/2015/jun/30/how-build-city-step-by-step-diy-guide"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335065731/893c64da-8357-4dc4-8145-f6dff88de497-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"How to build a city - a 20-step guide. Illustrations by Sam Chelton","credit":"Illustration: Sam Chelton","altText":"How to build a city","cleanCaption":"How to build a city - a 20-step guide. Illustrations by Sam Chelton"}},"importance":6,"kicker":{"title":"How to build a city"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435335065731/893c64da-8357-4dc4-8145-f6dff88de497-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"xxxx","altText":"How to build a city","cleanCredit":"Photograph: xxxx"}}]},{"title":"New York prison escape / How three-week 'nightmare' ended with one fugitive killed, the other caught","rawTitle":"How three-week 'nightmare' ended with one fugitive killed, the other caught","item":{"type":"article","id":"us-news/2015/jun/29/new-york-prison-escape-david-sweat-richard-matt-capture","title":"New York prison escape: three-week 'nightmare' ended in police swarm","trailText":"David Sweat in ‘critical but stable’ condition after chase near Canadian border<br>as governor lauds lone officer who spotted convict","standFirst":"<ul>\n <li>David Sweat in ‘critical but stable’ condition after chase near Canadian border<br /></li>\n <li>Police praise search effort as governor lauds lone officer who spotted convict</li>\n</ul>","byline":"Alan Yuhas in New York","body":"<p>“The nightmare is finally over,” was the refrain from police, New Yorkers and Governor Andrew Cuomo after a three-week manhunt for two escaped criminals ended this weekend. But the reckoning continues for the surviving convict, the prison community and the state.</p> \n<p>David Sweat, the 35-year-old convicted murderer who was shot and captured on Sunday, was in “critical but stable” condition at the Albany Medical Center, a hospital spokesperson said. </p> \n<p>Richard Matt, 49, was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/new-york-manhunt-richard-matt-david-sweat\">shot dead</a> by a border patrol agent on Friday afternoon.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/new-york-manhunt-richard-matt-david-sweat\">New York prison escape: how a bullet hole and grape gin led to Richard Matt</a> </p> \n</aside> \n<p>Sweat was apprehended by 21-year police veteran Jay Cook, less than two miles from the Canadian border, by a rural road where the sergeant was alone on patrol, away from the hundreds of other investigators. Cook thought the man walking along the road was suspicious, and shouted at him to stop. Sweat took off running into a field.</p> \n<p>“At some point in the pursuit Cook realized Sweat was going to make it to a treeline and potentially disappear, so he shot him two times with his handgun,” state police superintendent Joseph D’Amico told reporters.</p> \n<p>“I can only assume he was going for the border.”</p> \n<figure class=\"element element-image\" data-media-id=\"c8e0b4e92196c5e6a5452968fe4db58e7dd4f27a\"> \n <img src=\"http://media.guim.co.uk/c8e0b4e92196c5e6a5452968fe4db58e7dd4f27a/32_0_647_388/500.jpg\" alt=\"New York inmates\" width=\"500\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Sweat, left, and Richard Matt.</span> \n  <span class=\"element-image__credit\">Photograph: Getty Images</span> \n </figcaption> \n</figure> \n<p>Officers, emergency services and journalists swarmed down on Sweat, who took both gunshots to his torso. At a camp not far away, searchers found black pepper shakers with Sweat’s DNA, which D’Amico said he and Matt may have used to mask their scent from the noses of police dogs.</p> \n<p>“We did have difficulty tracking, so, you know, it was fairly effective in that respect,” D’Amico said.</p> \n<p>Sweat had no weapon, police said. Cuomo told CNN he was dressed in camouflage gear and carrying maps, tools, bug repellent and Pop-Tarts. </p> \n<p>Cook shot Sweat a little more than a dozen miles from where officers hunted down Matt. A tactical team found Matt on Friday after two tips from civilians helped them home in on the convicted murderer near the town of Malone.</p> \n<p>First, the driver of a recreational camper called police when he discovered that what he thought was the sound of a tire going flat was in fact the pop of gunfire that put a bullet hole in his vehicle. Around the same time, the owner of a hunting cabin called police when he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/27/new-york-manhunt-richard-matt-david-sweat\">noticed details amiss in the lodging</a>: a bottle of grape gin open on the kitchen table, evidence someone had gone through the back door, an acrid scent that police later identified as gunpowder.</p> \n<p>A tactical team from border patrol noticed movement in the brush, D’Amico said, as they searched through a dense and soggy thicket. They heard what sounded like a cough and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/26/new-york-prison-break-convict-richard-matt-shot-wounded\">found Matt</a>, armed with a 20-gauge shotgun. Police said Matt said nothing when officers confronted him, and that he refused to drop the gun or put up his hands. They shot him three times in the head.</p> \n<p>An autopsy of Matt showed bug bites, “blisters and minor abrasions consistent with living in the woods for three weeks”, police said in a <a href=\"https://www.nyspnews.com/article_display.cfm?article_id=46384\">statement</a>. The coroner was awaiting toxicology results, which may confirm reports that Matt was <a href=\"http://www.cbsnews.com/news/report-escaped-convict-richard-matt-was-drunk-when-gunned-down/\">intoxicated</a> when discovered.</p> \n<figure class=\"element element-image\" data-media-id=\"c604ca6752991e448a72bd19930387d2815a4c0e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435599623787/ae12780d-00e7-4fd7-8301-4ba7640f17a9-460x276.jpeg\" alt=\"david sweat malone new york prison escape manhunt\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Seth Lockwood, 10, and his sister Riley, 12, give thanks to law enforcement officials following the capture of convicted murderer David Sweat.</span> \n  <span class=\"element-image__credit\">Photograph: Scott Olson/Getty Images</span> \n </figcaption> \n</figure> \n<p>Matt and Sweat are believed to have hidden in and stolen from cabins in the rocky woods, and to have scavenged supplies as they traveled.</p> \n<p>The discovery of Matt brought search teams, numbering more than 1,000 people in total, into a tight and shrinking perimeter, on the premise that he had been traveling with Sweat for at least most of their escape.</p> \n<p>Law enforcement officials present and past praised the manhunt as a testament to the tenacity of investigators in swampy and forested terrain that spanned mountains hundreds of miles, and despite frequent bursts of driving rain and lightning. Cuomo congratulated Cook on his police work, saying he would be a hero to his daughters.</p> \n<p><a href=\"http://icl.nd.edu/events/human-dignity-lecture--2014/\">Martin Horn</a>, executive director of the New York state sentencing commission, told the Guardian: “The proof of the manhunt is in its ultimate success. This was tracking two devious and determined people, in extraordinarily difficult terrain and under terrible weather conditions.”</p> \n<p>Horn said: “As expected, there’s no pattern” for prison escapes, most of which are mundane walk-offs from probation or work programs and few of which involve <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/08/new-york-prison-break-richard-matt-david-sweat-hollywood-shawshank-redemption\">clambering through catwalks and sewers</a> out of maximum-security prisons, as Matt and Sweat did on 6 June.<br /></p> \n<p>“Some of these guys are found after a day or two, and some within a few weeks, so this was certainly within the normal range under extremely difficult circumstances,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/08/new-york-prison-break-richard-matt-david-sweat-hollywood-shawshank-redemption\">New York prison break: a Hollywood fugitive fantasy unlike most escapes</a> </p> \n</aside> \n<p>Horn noted that the investigation still faced “a lot of open questions that need to be answered”, even as it hammers out clues to how exactly Matt and Sweat executed their spectacular escape from the 19th-century fortress that is the Clinton Correctional Facility, in Dannemora.</p> \n<p>Cuomo has promised a review of the prison’s operations, which Horn said should help the investigation. “And you know, it’s probably something we should do every 150 years.”</p> \n<p>Sweat, who was serving a life sentence for the 2002 murder of a sheriff’s deputy, will be charged for escape and burglary, district attorney Andrew Wylie said. </p> \n<p>Matt was serving 25 years to life for the murder and dismemberment of a former employer, and had previously served <a href=\"http://www.buffalonews.com/city-region/richard-matt-claimed-he-was-beaten-tortured-in-mexican-prison-20150626\">time in prison for a murder in Mexico</a>. </p> \n<p>Sweat also faces decades of administrative segregation and the loathing of other inmates whose lives he has changed by prompting prison reviews.</p> \n<p>Prisoners likely “despise” Matt and Sweat “because they’re going to change their lives”, said <a href=\"https://www.law.umich.edu/special/exoneration/Pages/casedetail.aspx?caseid=3675\">Marty Tankleff</a>, a former inmate who was wrongfully imprisoned at Clinton Correctional and whom the state eventually gave $3.4m in a settlement.</p> \n<p>Procedures and protocol will likely change at the prison, especially on the “honor block” where Matt and Sweat received special privileges such as the right to cook their own food and to work on special work crews. Wylie has said that tools were smuggled in hamburger meat to the prisoners, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/25/second-new-york-prison-worker-charged-over-prisoners-escape\">perhaps unwittingly</a>, by prison employee Gene Palmer.</p> \n<p>A civilian employee, Joyce Mitchell, befriended the inmates in the prison’s tailor shop and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/17/prison-worker-discussed-plot-murder-husband-escapees-da-alleges\">allegedly brought them tools</a> and planned to act as their getaway driver before she panicked on the night of the escape. Palmer and Mitchell have been charged with promoting prison contraband and abetting the escape.</p> \n<p>Mitchell, whom Matt and Sweat apparently wooed, has pleaded not guilty. Palmer is expected to do the same. The inmates also <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/23/new-york-prison-escapees-planned-kill-me-husband-accomplice\">threatened to kill Mitchell’s husband</a>, her spouse said last week.</p> \n<p>“I was in over my head,” she said, according to her husband.</p> \n<p>“Now that we have Mr Sweat, it gives us the opportunity to have some more questions and provide more facts on the overall situation,” Cuomo said. “Anyone who we find who was culpable and guilty of cooperating in the escape will be fully prosecuted.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/08/new-york-prison-break-clinton-dannemora-matt-sweat\">New York prison break - how two murderers escaped</a> </p> \n</aside> \n<p>The inmates also appear to have checked out tools available to work crews and simply checked them back into the inventory each morning to prevent anything looking amiss, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/12/staff-who-helped-new-york-prison-break-face-stiff-punishment-says-cuomo\">Tankleff suspected</a>.</p> \n<p>Officials have declined to provide estimates about the cost of the three-week manhunt, or of the prison review and internal investigation. On 15 June, Wylie said that the manhunt has <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/15/414704539/n-y-prison-break-update-search-is-costing-1-million-a-day\">cost about $1m a day</a>, which would place its total around $22m.</p> \n<p>On Friday Cuomo declined to provide any estimates, saying only that the hunt was “expensive” and that there was “no doubt in my opinion that it’s worth it”.</p> \n<p>“These were really dangerous, dangerous men,” he said. “We couldn’t be more happy that we apprehended him. It’s been a long three weeks,” D’Amico added.</p> \n<p>The relief that marked Cuomo and D’Amico’s comments was echoed by those who knew Matt and Sweat, and by the residents of sleepy mountain towns who for 22 days lived in fear and worry.</p> \n<p>“I was in a way hoping this was the outcome,” Matt’s half-brother, Wayne Schimpf, told ABC’s Buffalo affiliate <a href=\"http://www.wkbw.com/news/brother-of-richard-matt-shares-chilling-insight-into-the-mind-of-the-killer\">WKBW</a>. “Thank God this can finally end for me and my family. The next thought was: ‘That’s my brother.’”</p> \n<p>Sweat’s mother, Pamela, later told <a href=\"http://www.cnn.com/2015/06/27/us/new-york-prison-break/index.html\">CNN</a>: “If he would’ve came here, I would’ve knocked him out and had them guys take him to jail themselves.” </p> \n<p>Police received more than 2,000 tips from locals who spent the last three weeks locking and relocking their doors, inspecting cabins of the kind that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/22/dna-trace-new-york-prison-escapees\">Matt and Sweat sheltered in</a>, and anxiously watching out for suspicious characters.</p> \n<p>“I feel like I can sleep tonight,” Cathy Leffler told the Associated Press in Malone. “Life can go back to normal. It’s over now.”</p> \n<p>Residents had to endure police suddenly erecting ersatz headquarters on their properties and variously described the experience as “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/10/new-york-prison-break-richard-matt-david-sweat-search\">nerve-racking</a>” and “<a href=\"http://abcnews.go.com/US/wireStory/officers-floodlights-checkpoints-hunt-escapee-32079441?singlePage=true\">unnerving</a>”.</p> \n<p>For the Amish family on whose farm Sweat was captured, the episode was distressing for adults and children alike. </p> \n<p>“I think it’s kind of hard for them to go back to bed and sleep because of everything that went on,” Verba Bontrager told the AP. “We’re all kind of scared, I guess.”</p> \n<p>Nearly everyone remarked on the audacity of the escape, during which the prisoners left a sticky note that read “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/ng-interactive/2015/jun/08/new-york-prison-break-clinton-dannemora-matt-sweat\">Have a nice day!</a>”, and on the surreality of an investigation that spanned thousands of acres and involved a lonely tailor and hacksaw smuggling by hamburger.</p> \n<p>Even Cuomo expressed surprise. “If you were writing a movie plot,” he said, “they would say that this was overdone.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621440223/ce742d7c-c39e-4809-a15d-65af4907db48-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"AP","altText":"Police stand over David Sweat after he was shot and captured near the Canadian border in Constable, N.Y.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c8e0b4e92196c5e6a5452968fe4db58e7dd4f27a/32_0_647_388/647.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":388,"width":647,"orientation":"landscape","caption":"David Sweat, left, and Richard Matt. Photograph: Getty Images","credit":"Getty Images","altText":"New York inmates","cleanCaption":"David Sweat, left, and Richard Matt.","cleanCredit":"Photograph: Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435599625744/ae12780d-00e7-4fd7-8301-4ba7640f17a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Seth Lockwood, 10, and his sister Riley, 12, give thanks to law enforcement officials following the capture of convicted murderer David Sweat. Photograph: Scott Olson/Getty Images","credit":"Scott Olson/Getty Images","altText":"david sweat malone new york prison escape manhunt","cleanCaption":"Seth Lockwood, 10, and his sister Riley, 12, give thanks to law enforcement officials following the capture of convicted murderer David Sweat.","cleanCredit":"Photograph: Scott Olson/Getty Images"}],"webPublicationDate":"2015-06-29T17:46:19Z","lastModified":"2015-06-29T23:44:16Z","metadata":{"commentable":true,"commentCount":232,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":false,"keywords":["New York","US prisons","Andrew Cuomo","US news"],"tags":[{"id":"us-news/new-york","webTitle":"New York"},{"id":"us-news/us-prisons","webTitle":"US prisons"},{"id":"us-news/andrew-cuomo","webTitle":"Andrew Cuomo"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/29/new-york-prison-escape-david-sweat-richard-matt-capture","shortUrl":"http://gu.com/p/4a77y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/29/new-york-prison-escape-david-sweat-richard-matt-capture","webUri":"http://www.theguardian.com/us-news/2015/jun/29/new-york-prison-escape-david-sweat-richard-matt-capture"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621440223/ce742d7c-c39e-4809-a15d-65af4907db48-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Police stand over David Sweat after he was shot and captured near the Canadian border in Constable, N.Y. Photograph: AP","credit":"AP","altText":"Police stand over David Sweat after he was shot and captured near the Canadian border in Constable, N.Y.","cleanCaption":"Police stand over David Sweat after he was shot and captured near the Canadian border in Constable, N.Y.","cleanCredit":"Photograph: AP"}},"importance":5,"kicker":{"title":"New York prison escape"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435621440223/ce742d7c-c39e-4809-a15d-65af4907db48-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"AP","altText":"Police stand over David Sweat after he was shot and captured near the Canadian border in Constable, N.Y.","cleanCredit":"Photograph: AP"}}]},{"title":"Candi Staton / How we made Young Hearts Run Free","rawTitle":"How we made Young Hearts Run Free","item":{"type":"article","id":"culture/2015/jun/30/candi-staton-how-we-made-young-hearts-run-free","title":"Candi Staton: how we made Young Hearts Run Free","trailText":"‘I was with a pimp and a con man. The hurt in my voice is real. I was singing my life’","standFirst":"<p data-dropid=\"0\">‘I was with a pimp and a con man. This guy was telling me that if I ever left him he’d kill me. The hurt in my voice is real. I was singing my life’</p>","byline":"Interviews by Dave Simpson","body":"<p><strong>Candi Staton, singer</strong></p> \n<p>I was playing what they called the chitlin circuit – backwoods, R&amp;B, juke joint-type clubs with women dancers painted on the walls, no proper dressing rooms and hecklers. Two shows a night and most nights you’d have to chase down the promoter to get paid.</p> \n<p>I’d just signed to Warner Brothers, though, and they were opening this new disco department. A producer called <a href=\"https://en.wikipedia.org/wiki/Dave_Crawford_(musician)\">David Crawford</a> was always in their office hustling and he’d wanted to work with me for years, so we finally got the chance. He fasted for 40 days before we went in the studio, because he wanted to get into a more spiritual realm, and asked me where I was in my life. I told him I was trying to get out of a really bad relationship: this guy was threatening me and telling me that if I ever left him he’d kill me or kill my kids. I was so fearful. He was a pimp and a con man: every female artist will get one of these guys, once. He drugged me and I don’t even remember the day I was supposed to have married him. I think it was all a setup and I don’t think it was ever registered.</p> \n<p>David poured all this into writing Young Hearts Run Free. He had <a href=\"https://www.youtube.com/watch?v=4vKMwCh2ie4\">a lot of great songs</a>, but said they were album cuts, not hits. But when he came up with Young Hearts Run Free, I instantly loved it. I heard the music first, then he sang it to me once and gave me the lyric sheet. Then I sang it in one take. I pleaded with him to let me do it again and he said: “You can, but I’ve got it.” As an artist, the first take contains the raw emotion. The hurt in my voice is real. I was singing my life.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5x2PvC_PybY\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/5x2PvC_PybY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>I had to fly to North Carolina for a gig, so David ran me off a cassette and, after the show, I listened to the song in the hotel. I knew we had a smash. The music sounds uplifting, but the lyrics are dark. In my life, I had fallen into a well and the song is me trying to give advice to younger women: don’t have babies with him, because he’ll be busy loving every other woman he can, but you’ll be stuck. Know that there’s a future behind every choice, and you’re not always going to like it. The song is telling them to run free. So many women know exactly what I’m talking about.</p> \n<p>I was in New York doing some interviews and this little girl came running up and said: “Candi Staton! I’ve got to hug you. Every day in school I listened to that song, kept away from the guys that were bothering me, finished my schooling and didn’t make those mistakes. You saved my future.” After the song was a hit, I was smart enough to gradually get rid of the guy and run free to my mum’s house. I often wonder if he’s still alive. The last I heard, somebody told me he was preaching.</p> \n<p><strong>Sylvester Rivers, musical director, arranger, keyboards</strong></p> \n<p>When I first met David Crawford, he was in his bathrobe, still composing the song. He made a cassette of him singing it with the electric piano in his hotel room, then I took it back to the office. <a href=\"http://sylvesterrivers.com/Home_Page.html\">The arranger</a> is the architect, who writes each and every individual part and puts the music together. So with Young Hearts Run Free, I came up with the intro, rhythm, horns and strings. No one can claim to be able to pick a hit, but I heard the potential in Young Hearts Run Free right off the bat.</p> \n<p>We recorded it at the famous Sound City studios. It was the first time I’d recorded in LA, but we had a really <a href=\"http://www.discogs.com/Candi-Staton-Young-Hearts-Run-Free/release/2416776\">first-rate band</a>. There was Ray Parker Jr, who later came up with <a href=\"https://www.youtube.com/watch?v=Fe93CLbHjxQ\">Ghostbusters</a>, Ollie Brown and Scott Edwards from Stevie Wonder’s band, as well as Sonny Burke, Smokey Robinson’s musical director. We had two of the original <a href=\"http://www.history-of-rock.com/funk_brothers.htm\">Motown Funk Brothers</a> and <a href=\"https://www.youtube.com/watch?v=Zu0tt20UJag\">Deniece Williams</a> was among the backing singers.</p> \n<p>There was such a good vibe, it felt like one big party, and you can hear that on the record. When we were making the backing track, the musicians didn’t know what the lyrics were, so the song became this unusual combination. We never set out to make a disco record. It was about doing what felt right musically, then Candi did one heck of a vocal. In those days, we’d record so many sessions that it often felt like another day at the office, but every now and then you’d hear something like Young Hearts Run Free. It would remind you why you got into music.</p> \n<p><span class=\"bullet\">•</span> Candi Staton plays the <a href=\"http://www.lovesupremefestival.com/\">Love Supreme festival</a>, Glynde Place, East Sussex on 5 July. </p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435593456511/28869c15-1a27-44e7-a322-3ee72904d906-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Ochs Archives","altText":"I sang it in one take. I knew we had a smash' … Candi Staton in 1970.","cleanCredit":"Photograph: Michael Ochs Archives"}],"bodyImages":[],"webPublicationDate":"2015-06-30T06:00:07Z","lastModified":"2015-06-30T08:33:42Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Dave Simpson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davesimpson"}],"feature":true,"keywords":["Pop and rock","Music","Disco","Culture","Soul"],"tags":[{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"music/music","webTitle":"Music"},{"id":"music/disco","webTitle":"Disco"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/soul","webTitle":"Soul"}],"section":{"id":"culture"},"topics":[{"displayName":"Dave Simpson","topic":{"type":"tag-contributor","name":"profile/davesimpson"}}],"series":{"title":"How we made","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/how-we-made"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jun/30/candi-staton-how-we-made-young-hearts-run-free","shortUrl":"http://gu.com/p/4a8v8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jun/30/candi-staton-how-we-made-young-hearts-run-free","webUri":"http://www.theguardian.com/culture/2015/jun/30/candi-staton-how-we-made-young-hearts-run-free"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435593456511/28869c15-1a27-44e7-a322-3ee72904d906-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I sang it in one take. I knew we had a smash’ … Candi Staton in 1970. Photograph: Michael Ochs Archives","credit":"Michael Ochs Archives","altText":"I sang it in one take. I knew we had a smash' … Candi Staton in 1970.","cleanCaption":"‘I sang it in one take. I knew we had a smash’ … Candi Staton in 1970.","cleanCredit":"Photograph: Michael Ochs Archives"}},"importance":4,"kicker":{"title":"Candi Staton"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435653851574/CandiStaton.png","height":600,"width":720}}]},{"title":"Tried and tested / Five of the best smartwatches for 2015","rawTitle":"Five of the best smartwatches for 2015","item":{"type":"article","id":"technology/2015/jun/30/five-of-the-best-smartwatches-for-2015","title":"Five of the best smartwatches for 2015","trailText":"From the Apple Watch, the Pebble Time and a raft of Google Android Wear watches, there are a lot to choose from. Here are the five best.","standFirst":"<p>From the Apple Watch, the Pebble Time and a raft of Google Android Wear watches, there are a lot to choose from. Here are the five best.</p>","byline":"Samuel Gibbs","body":"<p>Smartwatches are the hottest thing in technology right now. The little wrist-based screens are dragging timepieces into the 21st century and shifting the buzzing, binging and bonging of modern life away from our phones.</p> \n<p>The choice is staggering: from the high end luxury of the Apple Watch to Google’s growing army of Android Wear to the elegantly simplicity of the Pebble. But which one should you choose if you fancy joining the shift to wearables?</p> \n<h2>Sony Smartwatch 3</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-e7856f20-a228-4097-b773-464d97da8ab6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435238961268/ae1d4540-bee4-40bf-8595-a7e66fe54f3a-460x276.jpeg\" alt=\"Sony Smartwatch 3 review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sony’s latest Smartwatch 3 finally brings acceptable battery life to Android Wear with a comfortable, waterproof and future-proofed design.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Price:</strong> &pound;130</p> \n<p>The Sony Smartwatch 3 is a square Android Wear watch with a difference. It uses a transflective LCD screen, which means it is easy to see in direct sunlight and can be read without the need for a backlight.</p> \n<p>It has a backlight though, for reading in the dark, but as it’s not needed all the time it saves power meaning the Smartwatch 3 lasts up to three days per charge even when connected to smartphone via Bluetooth.</p> \n<p>It lacks a heart rate monitor but has GPS for tracking runs without a smartphone, and is waterproof to IP68 standards – 1m of water for 30 minutes.</p> \n<p>It can connect remotely to an Android smartphone via Wi-Fi with the latest software update, is charged via a standard microUSB cable and has a choice of several custom straps including a metal one. A touchscreen makes navigation easy, and you can talk to it to ask questions of Google and dictate replies.</p> \n<p><strong>Verdict:</strong> decent battery life, easy to read screen, but plain styling</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/nov/28/sony-smartwatch-3-review-screen-battery-android-wear\"><strong>Sony Smartwatch 3 review: great design, good screen and decent battery</strong></a></li> \n</ul> \n<h2>LG Watch Urbane</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-2d0d987b-b465-4b79-981c-dee619cfa0aa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435239005209/2e15fbbc-795b-4025-bac1-52c9b1d75823-460x276.jpeg\" alt=\"LG G Watch Urbane\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The LG G Watch Urbane is the latest Android Wear smartwatch and the one that looks most like a regular watch yet, which is both good and bad.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Price: </strong>&pound;260</p> \n<p>The latest of Google’s Android Wear watches is big, round, shiny and is the most watch-like smartwatch to date. Its waterproof, stainless steel body comes in silver or rose gold with a brushed bezel around the screen and watch faces to match.</p> \n<p>The 1.3in circular OLED screen can stay on all the time, but does not adjust its brightness to the ambient light. The watch is one of the largest available and as such its bulky body will likely only fit well on larger wrists.</p> \n<p>It runs the latest version of Android Wear and can connect to an Android smartphone via Bluetooth or remotely via Wi-Fi. Users can reply to messages using voice dictation or by drawing out an emoji on screen using a finger.</p> \n<p>It has a heart rate sensor, but no GPS, requiring a smartphone to track runs. The battery lasts for a day and a half between charges, which happens using a magnetic dock. The leather strap is a standard size, meaning it can be swapped for a regular watch strap.</p> \n<p><strong>Verdict:</strong> big, bold and chunky won’t suit everyone</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/14/lg-watch-urbane-review-big-bold-and-a-bit-gaudy\"><strong>LG Watch Urbane review: big, bold and a bit gaudy in gold</strong></a><br /></li> \n</ul> \n<h2>Apple Watch</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-cff116f7-0e8b-42bc-8e4a-fd0910b0c206\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435239091525/dd588dbf-c27d-46fc-bd42-79bb6ac4fb12-460x276.jpeg\" alt=\"Apple Watch review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Apple’s first smartwatch is exquisitely made, but has a confusing, inconsistent user interface that tries to do too much all at once.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Price: </strong>&pound;300</p> \n<p>The Apple Watch was the most anticipated wearable of the last couple of years. It’s also the most expensive smartwatch going, available in two sizes starting at &pound;300 for the smallest and rising to &pound;13,500 if you want it in gold.</p> \n<p>The premium iPhone-only smartwatch has similar capabilities to Android Wear watches, with a heart rate sensor and third-party apps, but it’s software is confusing and marks it out as very much a first-generation product.</p> \n<p>New for the Apple Watch are the “taptic engine”, which taps you on the wrist rather than just vibrating, and “force touch”, which can detect how hard you press on the screen - acting like a right-click for more options.</p> \n<p>The screen only turns on when you lift your wrist or press a button – it is just black most of the time – and the battery only lasts one day, charged via a magnetic charging cable. Siri works well for voice dictation or barking out commands, while calls can be taken directly on the wrist using the built-in speaker.</p> \n<p><strong>Verdict:</strong> exquisitely made, but expensive and confused at times</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/apr/28/apple-watch-review-smartwatch-iphone-taptic-siri\"><strong>Apple Watch review: beautiful hardware spoiled by complicated software</strong></a></li> \n</ul> \n<h2>Pebble Time</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-690dbc1b-641b-4fc2-9ba5-01f1ca4618c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435239115903/7694e914-9418-430c-9cd9-63302beabcda-460x276.jpeg\" alt=\"Pebble Time review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Pebble Time smartwatch is simple, effective and long-lasting.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Price:</strong> &pound;130</p> \n<p>The Pebble Time is the newest kid on the block and concentrates on doing a few things right, rather than many poorly.</p> \n<p>Notifications and showing the time are its primary features, connecting to either an iPhone or Android phone via Bluetooth making it the only watch here that works with both platforms. A microphone enables voice dictation and access to Google searches on Android.</p> \n<p>The Pebble Time has the longest battery life of any smartwatch currently available lasting between five and seven days per charge using a magnetic charging cable.</p> \n<p>It uses an e-paper screen, which like a Kindle’s screen is constantly on and can be read easily in direct sunlight. The screen isn’t touch-sensitive, instead the Time has four buttons for navigating the user interface.</p> \n<p>The Time is thin and light, waterproof to 30m, comes in three colours with a stainless steel bezel and takes regular watch straps.</p> \n<p><strong>Verdict: </strong>the Casio of smartwatches - simple, unfussy and easy to live with</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/28/pebble-time-review-simple-effective-answer-apple-watch\"><strong>Pebble Time review: the simple but effective answer to Apple Watch</strong></a></li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jun/04/pebble-time-review-better-on-android-than-iphone\"><strong>Pebble Time review: better on Android than iPhone</strong></a></li> \n</ul> \n<h2>Motorola Moto 360</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-8ca3ae77-6c54-4a34-add6-4d36efa94d61\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435239160425/db36ffee-eee6-480b-8e79-c3d54f0811a5-460x276.jpeg\" alt=\"Motorola Moto 360 review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Moto 360 has a large screen that takes up the whole face of the watch.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Price:</strong> &pound;170</p> \n<p>The Moto 360 is arguably the best-looking Android Wear smartwatch. Its 1.6in round LCD screen is encased in stainless steel, but has virtually no bezel making it look less chunky than others.</p> \n<p>It switches on a low-power black and white screen when moved, then lights up fully when lifted to read the time, rather than staying on constantly. It comes in gold, steel and black with a choice of metal and leather straps, and has a good collection of watch faces pre-loaded with more available to download.</p> \n<p>The 360 has a heart rate monitor on the back, but no GPS for tracking runs, relying on a connected phone instead.</p> \n<p>A microphone allows voice control and dictation through Google Now, but not calls. Like all other Android Wear watches it connects locally to a smartphone via Bluetooth for access to the internet and to receive notifications. It will also connect to an Android smartphone remotely over Wi-Fi when updated to the latest software version.</p> \n<p>The battery lasts only one day with general use and is charged using a wireless charging dock in around an hour, which acts as a handy bed-side clock.</p> \n<p><strong>Verdict: </strong>the most attractive smartwatch is let down by weak battery life<br /></p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/sep/15/motorola-moto-360-review-smartwatch-poor-battery-life\"><strong>Motorola Moto 360 review: beautiful smartwatch spoiled by poor battery life</strong></a></li> \n</ul> \n<h2>Other reviews</h2> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/oct/28/six-of-the-best-noise-cancelling-headphones-to-silence-the-commute\">Six of the best noise-cancelling headphones to silence the commute</a></strong></p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/13/google-android-wear-5-1-watch-review-simple-useful-best-for-now\">Android Wear 5.1 review: simple, useful and the best – for now</a></strong></p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/27/asus-zenwatch-review-a-sophisticated-looking-android-smartwatch\">Asus ZenWatch review: a sophisticated-looking Android smartwatch</a></strong></p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/03/samsung-gear-s-review-can-a-smartwatch-with-a-phone-built-in-replace-a-smartphone\">Samsung Gear S review: can a smartwatch with a phone built-in replace a smartphone?</a></strong></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d121005e34a003ba6c7d96beb0b63fff32d318c2/328_178_4212_2527/4212.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2527,"width":4212,"orientation":"landscape","credit":"Katherine Anne Rose for the Observer","altText":"Observer Tech Monthly 26.05/2015 Smart Watches\nSony Smartwatch 3; LG Watch Urbane; Pebble Time; Apple Watch; Motorola Moto 360\nObsTech","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/11/28/1417166539131/7427c2ef-f18e-48f0-9300-a4062e903f56-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sony’s latest Smartwatch 3 finally brings acceptable battery life to Android Wear with a comfortable, waterproof and future-proofed design. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Smartwatch 3 review","cleanCaption":"Sony’s latest Smartwatch 3 finally brings acceptable battery life to Android Wear with a comfortable, waterproof and future-proofed design.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431531981919/57e0f8d7-5c47-47eb-8aef-b652ac97ad18-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The LG G Watch Urbane is the latest Android Wear smartwatch and the one that looks most like a regular watch yet, which is both good and bad. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"LG G Watch Urbane","cleanCaption":"The LG G Watch Urbane is the latest Android Wear smartwatch and the one that looks most like a regular watch yet, which is both good and bad.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/27/1430157830507/a4e73cd1-c6e5-4906-9e62-29ec93eb4ebe-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Apple’s first smartwatch is exquisitely made, but has a confusing, inconsistent user interface that tries to do too much all at once. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Apple Watch review","cleanCaption":"Apple’s first smartwatch is exquisitely made, but has a confusing, inconsistent user interface that tries to do too much all at once.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432741387508/37a93c39-d801-449b-9688-661af8e8b10f-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Pebble Time smartwatch is simple, effective and long-lasting. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Pebble Time review","cleanCaption":"The Pebble Time smartwatch is simple, effective and long-lasting.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/9/12/1410511962848/61e91251-39b1-4394-80f7-474bedcd76fe-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Moto 360 has a large screen that takes up the whole face of the watch. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Motorola Moto 360 review","cleanCaption":"The Moto 360 has a large screen that takes up the whole face of the watch.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"}],"webPublicationDate":"2015-06-30T06:00:09Z","lastModified":"2015-06-30T06:03:42Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Samuel Gibbs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samuel-gibbs"}],"feature":false,"keywords":["Smartwatches","Wearable technology","Gadgets","Technology","Apple","Apple Watch","Google","Android"],"tags":[{"id":"technology/smartwatches","webTitle":"Smartwatches"},{"id":"technology/wearable-technology","webTitle":"Wearable technology"},{"id":"technology/gadgets","webTitle":"Gadgets"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/apple","webTitle":"Apple"},{"id":"technology/apple-watch","webTitle":"Apple Watch"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/android","webTitle":"Android"}],"section":{"id":"technology"},"topics":[{"displayName":"Samuel Gibbs","topic":{"type":"tag-contributor","name":"profile/samuel-gibbs"}}],"series":{"title":"Tried and tested","uri":"http://mobile-apps.guardianapis.com/lists/tag/technology/series/tried-and-tested"},"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/30/five-of-the-best-smartwatches-for-2015","shortUrl":"http://gu.com/p/4a5jf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/30/five-of-the-best-smartwatches-for-2015","webUri":"http://www.theguardian.com/technology/2015/jun/30/five-of-the-best-smartwatches-for-2015"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d121005e34a003ba6c7d96beb0b63fff32d318c2/328_178_4212_2527/4212.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2527,"width":4212,"orientation":"landscape","caption":"Round, square, metal and plastic, there’s a smartwatch for almost everyone. Photograph: Katherine Anne Rose for the Observer","credit":"Katherine Anne Rose for the Observer","altText":"smartwatches","cleanCaption":"Round, square, metal and plastic, there’s a smartwatch for almost everyone.","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}},"importance":3,"kicker":{"title":"Tried and tested"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d121005e34a003ba6c7d96beb0b63fff32d318c2/328_178_4212_2527/4212.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2527,"width":4212,"orientation":"landscape","credit":"Katherine Anne Rose for the Observer","altText":"Observer Tech Monthly 26.05/2015 Smart Watches\nSony Smartwatch 3; LG Watch Urbane; Pebble Time; Apple Watch; Motorola Moto 360\nObsTech","cleanCredit":"Photograph: Katherine Anne Rose for the Observer"}}]},{"title":"The best Spanish recipes / Perfect paella and great seafood dishes","rawTitle":"Perfect paella and great seafood dishes","item":{"type":"article","id":"lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","title":"The 20 best Spanish recipes: part 2","trailText":"Perfect paella and great seafood dishes selected by Observer Food Monthly<br />•Part 3 of this series launches tomorrow","standFirst":"<p>Perfect paella and great seafood dishes selected by Observer Food Monthly<br /><span class=\"bullet\">•</span>Part 3 of this series launches tomorrow</p>","byline":"Omar Allibhoy José Pizarro, Claudia Roden, David Eyre, Colman Andrews","body":"<h2>Omar Allibhoy’s paella Valenciana: ‘the’ paella</h2> \n<p>This famous Spanish dish is our equivalent of the Sunday roast, a dish that brings friends and family together. If the weather allows, we cook it on an open fire – you are rewarded with an amazing smoky aroma. This paella recipe is the fruit both of my own investigations and those of top Valencian chefs and grandmothers. Follow this recipe and I guarantee you will soon be tasting the best paella. Buen provecho!</p> \n<p>Serves 6<br /><strong>globe artichokes</strong> 2-3 (depending on the size), cleaned and trimmed<br /><strong>saffron</strong> 1g<br /><strong>salt</strong> 1 tbsp<br /><strong>Spanish olive oil</strong> 8 tbsp<br /><strong>chicken pieces (on the bone) </strong>400g<br /><strong>rabbit pieces (on the bone)</strong> 400g<br /><strong>runner beans</strong> 200g, trimmed and cut into 2&frac12;cm pieces<br /><strong>broad beans or fresh white butter beans </strong>100g<br /><strong>garlic cloves</strong> 4, finely chopped<br /><strong>tomatoes</strong> 1 large or 2 small, grated<br /><strong>sweet piment&oacute;n</strong> &frac12; tsp<br /><strong>water or light chicken stock</strong> 2 litres<br /><strong>Spanish rice</strong> 500g, such as calasparra or bomba<br /><strong>rosemary</strong> 1 sprig</p> \n<p>First prepare the artichokes. Trim the stalks and peel away the outer leaves so you are just left with the artichoke hearts. Scrape away any furry choke with a teaspoon, then run a lemon half over the hearts so they don’t discolour.</p> \n<p>Wrap the saffron in foil and toast it for 30 seconds on each side in a paella pan over a medium heat. Remove from the pan and set aside.</p> \n<p>Increase the heat to the maximum and season around the edges of the pan with the table salt. Wait until the pan is really hot and then drizzle with the olive oil. It should start smoking immediately; at this point throw in the pieces of chicken and rabbit (the meat needs to absorb the salt at this early stage). Fry the meat until nicely browned on all sides (this will add to the flavour of the paella).</p> \n<p>Add the runner beans and broad beans and stir together for 1 minute before adding the garlic. Cook for 1 minute and then add the grated tomatoes (discarding the skin), piment&oacute;n and toasted saffron. Cook for 4 minutes, stirring all the time, until you can see that the tomatoes have lost most of the juice and changed colour.</p> \n<p>Add the water or chicken stock and leave to simmer for about 20 minutes, allowing the bits of caramelised chicken and vegetable on the bottom of the pan to dissolve so you get a rich stock. If you use chicken stock instead of water you will only need to simmer for 5 minutes. Check the seasoning but bear in mind that the rice will absorb a lot of saltiness, so it’s okay if it tastes quite salty at this stage.</p> \n<p>Cut the artichokes into quarters and add to the pan – if you add them any earlier the entire paella will turn dark in colour. Add the rice, spreading it evenly over the paella pan and stir just once. Cook on the highest heat for about 10-12 minutes before reducing the heat right down and cooking for a further 5-7 minutes. Once you have added the rice and given it a good stir you shouldn’t touch the pan with a spoon again. You need to keep the film that develops on the top of the stock from breaking, otherwise the steam will escape and the rice won’t cook evenly.</p> \n<p>When the water is at a lower level than the rice itself, add the rosemary sprig. If the layer of rice on the top starts to look a bit crispy, cover the paella pan with a layer of newspaper for the last 5 minutes of cooking. This will help to steam the grains on top while the bottom gets crispy. In Spain this crispy bottom layer, the ‘socarrat’, is the most valuable part of the paella. Once the paella is finished it should look like a completely flat layer of rice. Leave to rest for 5 minutes before serving.</p> \n<p><em>From Tapas Revolution by Omar Allibhoy (Ebury, RRP &pound;20). </em><a href=\"http://bookshop.theguardian.com/tapas-revolution.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;16</em></a><em>; </em><a href=\"http://www.tapasrevolution.com\"><em>tapasrevolution.com</em></a></p> \n<h2>Colman Andrews’s prawns with garlic and paprika</h2> \n<figure class=\"element element-image\" data-media-id=\"1ef74bbb0398420a0def21a2cbbe6b8bc9be0cff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158614551/768b73b4-337b-47e0-8879-b6cbc2633335-460x276.jpeg\" alt=\"Prawns with garlic and paprika\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>This particular dish, served at one of the better traditional restaurants in Valencia, El Plat, is made with llagostins, a variety of prawn known scientifically as Penaeus caramote – a particularly large and meaty species. Any kind of prawn will do, though – as fresh as possible, please.</p> \n<p>Serves 4<br /><strong>garlic</strong> 1 head, separated into cloves, 4 cloves peeled and finely chopped, the rest scored once length ways but unpeeled<br /><strong>olive oil</strong> 125ml<br /><strong>fish or shellfish stock</strong> 500ml<br /><strong>bay leaf </strong>1<br /><strong>cayenne</strong> &frac12; tsp<br /><strong>salt and pepper<br /></strong><strong>parsley</strong> 1 sprig, finely chopped<br /><strong>pine nuts</strong> 155g, lightly toasted<br /><strong>fried bread</strong> 1 slice, crusts removed<br /><strong>prawns</strong> 24 large, heads and shells on</p> \n<p>Saut&eacute; the unpeeled garlic in the oil for about 10 minutes to flavour the oil, then remove and discard the garlic or set it aside for another use.</p> \n<p>Add the fish stock, bay leaf and cayenne to the oil, and salt and pepper to taste. Simmer for about 10 minutes.</p> \n<p>Meanwhile, make a picada by crushing the finely chopped garlic, parsley, pine nuts and fried bread in a pestle and mortar. Moisten it with a few drops of the cooking liquid and then stir it into the pot.</p> \n<p>Add the prawns to the liquid and simmer for about 5 minutes, or until done.</p> \n<p><em>From Catalan Cuisine by Colman Andrews (Grub Street, RRP &pound;14.99). </em><a href=\"http://bookshop.theguardian.com/catalan-cuisine.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;11.99 </em></a></p> \n<h2>Claudia Roden’s ham croquettes</h2> \n<figure class=\"element element-image\" data-media-id=\"ded7cd54f1b5cf834acab1ff1caff90f56938ee0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158662435/72d9d108-2d93-483c-93a3-077b4826189a-460x276.jpeg\" alt=\"Ham croquettes Food of Spain\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p> When cold, the bechamel in this recipe firms up quite a bit, making it easier to roll, and when it is fried it becomes creamy inside with a thick, crisp crust. You can prepare the croquettes ready for frying the day before and keep them in the refrigerator.</p> \n<p>Makes about 30 croquettes<br /><strong>unsalted butter</strong> 75g<br /><strong>onion</strong> &frac12; large, peeled and finely chopped<br /><strong>jam&oacute;n serrano or other raw dry-cured ham </strong>200g, finely chopped (this can be done in the food processor)<br /><strong>nutmeg</strong> freshly grated, a pinch<br /><strong>whole milk</strong> 725ml<br /><strong>plain flour</strong> 150g<br /><strong>salt</strong> if necessary<br /><strong>fine matzo meal or breadcrumbs</strong> about 100g<br /><strong>medium matzo meal or breadcrumbs</strong> about 125g<br /><strong>eggs</strong> 2 large<br /><strong>sunflower or olive oil </strong>for deep-frying, enough to cover the croquettes</p> \n<p>In a large pan, melt the butter and gently saute the onion over a low heat until it is soft. Add the ham and cook, stirring for a minute or so. Then stir in the nutmeg and about half the milk and bring to the boil.</p> \n<p>Beat the flour with the remaining milk using an electric mixer until any lumps have disappeared. Then pour into the pan, stirring vigorously, and cook, continuing to stir constantly, for 8-10 minutes until the mixture has the consistency of a thick paste that comes away from the bottom of the pan. Add salt if necessary – it might not need it because the ham is salty. Chill for at least 2 hours or overnight.</p> \n<p>To make the croquettes, cover a large plate with plenty of very fine matzo meal or breadcrumbs and a second plate with medium matzo meal or breadcrumbs. Beat the eggs lightly in a soup plate. Two large spoons greased with oil are normally used to shape the croquetas into an oblong. But you may find it easier, as I do, to take lumps of the thick bechamel paste the size of walnuts and roll them into balls between the palms of your hands. You can rub your hands in oil if you do not want the paste to stick. As you make them, drop the balls into the fine matzo meal or breadcrumbs. Roll a batch of the balls in the fine meal until well covered all over, then roll them in the beaten egg, and then in the medium matzo meal. This will give them a nice thick crust.</p> \n<p>To deep-fry the balls in batches in a frying pan, heat the oil until it is only medium hot (until a piece of bread dropped in sizzles immediately but does not turn dark quickly). Carefully lower the croquettes into the oil and fry over a medium-low heat for 5-6 minutes until lightly browned, turning them over once. If the oil is too hot they will burst.</p> \n<p>Lift them out with a slotted spoon and drain on kitchen paper. They are best eaten right away.</p> \n<p><em>From The Food of Spain by Claudia Roden (Michael Joseph, RRP &pound;30). </em><a href=\"http://bookshop.theguardian.com/food-of-spain.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;25 </em></a></p> \n<h2>David Eyre’s bacalao a la malague&ntilde;a</h2> \n<figure class=\"element element-image\" data-media-id=\"55a02849f540040b393664f23f914411f37a1430\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158710765/95b77f91-2617-4dc7-a993-8c696587fec7-460x276.jpeg\" alt=\"Bacalao a la Malaguena\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a starter<br /><strong>salt cod</strong> 400g, dry weight, the thicker the better, soaked in two or three changes of water, in the fridge, for about 48 hours<br /><strong>new potatoes</strong> 300g<br /><strong>your best olive oil</strong> 150ml<br /><strong>oranges</strong> 4, peeled and sliced as thinly as possible, reserving any juice<br /><strong>ground black peppercorns<br /></strong><strong>strong black olives</strong> 20<br /><strong>red pepper</strong> 1, roasted, peeled and torn into strips<br /><strong>red onion</strong> 1 small, very thinly sliced into rounds and then soaked in cold water for 10 minutes<br /><strong>picked parsley and/or mint leaves</strong></p> \n<p>Either poach the cod in water until barely cooked and then flake it, dicarding the skin and bones, or tear the uncooked cod into strips. Boil the poatoes and peel them while they are still warm. Gently mix the cod with the olive oil, orange juice, pepper, olives and red pepper. Arrange the orange on 4 plates with the new potatoes. Heap the cod mixture into the centre and garnish with the onion and herbs.</p> \n<p><em>David Eyre is executive chef of Iberian restaurant Eyre Brothers in London EC2; </em><a href=\"http://www.eyrebrothers.co.uk\"><em>eyrebrothers.co.uk</em></a></p> \n<h2><br /></h2> \n<h2>Jose Pizarro’s red mullet with sliced potatoes and black olives</h2> \n<figure class=\"element element-image\" data-media-id=\"c0dd6a5aa6597c84ebacdc90ad081fb1ce754e31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158761463/c555e843-ed13-495f-8979-4af526e47fbd-460x276.jpeg\" alt=\"Red mullet with sliced potatoes and black olives\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>The best kind of red mullet comes from the Mediterranean, and there are in fact two varieties: Mullus surmuletus, which likes to hang out near rocks, living off smaller fish and crustaceans; and Mullus barbatus, which lives in sandy waters eating all kinds of things.</p> \n<p>In Britain, fishmongers tend not to distinguish between the two, selling simply ‘red mullet’, but it is well worth asking for the rock-loving version as it has a much sweeter, clearer flavour. You can identify the fish by the stripes on the first dorsal fin and, when fresh, three or four yellow streaks along its sides. Its profile is slightly more elongated and less snub-nosed than its cousin.</p> \n<p>Buy the biggest specimens you can find – no tiddlers please. Each fish should weigh around 400g prior to filleting. Get your fishmonger to fillet them for you – each fish will give you two fillets of around 100g each.</p> \n<p>Serves 4<br /><strong>potatoes</strong> 3 medium, peeled<br /><strong>extra virgin olive oil</strong> 5 tbsp<br /><strong>garlic cloves</strong> 2, chopped<br /><strong>thyme</strong> 1 sprig, leaves stripped<br /><strong>sea salt and freshly ground black pepper<br /></strong><strong>Arag&oacute;n or Kalamata black olives</strong> 30, pitted<br /><strong>chive stalks</strong> 10, chopped<br /><strong>red mullet</strong> 4 x 400g, filleted<br /><strong>olive oil</strong> for frying</p> \n<p>Preheat the oven to 200C/gas mark 6. Slice the potatoes as thinly as possible (use a mandolin if you have one), then mix with 2 tablespoons of olive oil, the chopped garlic and thyme leaves. Season, then spread the mixture over a greased baking tray. Bake for about 15 minutes, until the potatoes are cooked.</p> \n<p>Meanwhile, blitz the olives and half the chive stalks with the remaining olive oil in a food processor to make a thick puree.</p> \n<p>Season the fillets. Heat some oil in a frying pan until it is medium hot – the oil should be shimmering but not smoking – and fry the mullet for 2 minutes skin-side down, then turn over and fry for another minute. You want a crispy skin.</p> \n<p>Divide the potatoes between four plates, pop two fillets on top of each mound and, using a teaspoon, drizzle the plate with the olive puree. Scatter the remaining chives over everything and eat immediately.</p> \n<p><em>From Pizarro: Seasonal Spanish Food by Jos&eacute; Pizarro (Kyle Cathie, RRP &pound;15.99). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/340949/s/pizarro-seasonal-spanish-food\">Click here to buy a copy from Guardian Bookshop for &pound;12.79</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Poole for the Observer","altText":"Paella Valenciana Tapas Revolution","cleanCredit":"Photograph: Martin Poole for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158616145/768b73b4-337b-47e0-8879-b6cbc2633335-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Prawns with garlic and paprika","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158663885/72d9d108-2d93-483c-93a3-077b4826189a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Ham croquettes Food of Spain","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158712258/95b77f91-2617-4dc7-a993-8c696587fec7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Bacalao a la Malaguena","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158762958/c555e843-ed13-495f-8979-4af526e47fbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Red mullet with sliced potatoes and black olives","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"}],"webPublicationDate":"2015-06-30T07:00:08Z","lastModified":"2015-06-30T07:00:08Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Omar Allibhoy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/omar-allibhoy"},{"name":"José Pizarro","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jose-pizarro"},{"name":"Claudia Roden","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/claudia-roden"}],"feature":false,"keywords":["Spanish food and drink","Life and style","Food & drink","Seafood"],"tags":[{"id":"lifeandstyle/spanish-food-and-drink","webTitle":"Spanish food and drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/seafood","webTitle":"Seafood"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","shortUrl":"http://gu.com/p/4a2ep","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paella Valenciana. Photograph: Martin Poole for the Observer","credit":"Martin Poole for the Observer","altText":"Paella Valenciana.","cleanCaption":"Paella Valenciana.","cleanCredit":"Photograph: Martin Poole for the Observer"}},"importance":2,"kicker":{"title":"The best Spanish recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Poole for the Observer","altText":"Paella Valenciana Tapas Revolution","cleanCredit":"Photograph: Martin Poole for the Observer"}}]},{"title":"Last night's TV / There's surely a funny way to depict waterboarding: The Brink didn’t find it","rawTitle":"There's surely a funny way to depict waterboarding: The Brink didn’t find it","item":{"type":"article","id":"tv-and-radio/2015/jun/30/last-nights-tv-brink-truth-about-superfoods","title":"There's surely a funny way to depict waterboarding: The Brink didn’t find it","trailText":"Polished US foreign policy drama The Brink, starring Tim Robbins and Jack Black, lacked the most important element of satire – humour","standFirst":"<p data-dropid=\"0\">Polished US foreign policy drama The Brink, starring Tim Robbins and Jack Black, lacked the most important element of satire – humour</p>","byline":"Tim Dowling","body":"<p><a href=\"http://www.sky.com/tv/show/the-brink\"><strong>The Brink</strong></a> (Sky Atlantic) actually started last week, but with a new comedy it’s sometimes worth waiting to see if it hits its stride in episode two.</p> \n<p>A satirical take on US government diplomacy – specifically geopolitical crisis, The Brink occupies territory normally squatted by straight drama: The West Wing, Homeland, House of Cards. Tim Robbins is secretary of state Walter Larson; Jack Black plays a scheming but ineffectual State Department functionary stationed in Pakistan, where a coup has taken place, interrupting Larson’s standing appointment with a prostitute.</p> \n<p>By the start of episode two, the situation in the Situation Room is pretty messed up: two drugged-up fighter pilots (they’ve even taken the wrong drugs – downers instead of uppers) en route to eliminate Pakistan’s nuclear sites have accidentally shot down an Indian surveillance drone. Jack Black is taken prisoner by the Pakistani army. And Walter Larson is having downstairs problems, dribbling painfully on to a urinal cake with the presidential seal on it.</p> \n<p>Besides the big names (Black and Robbins also have producer credits) The Brink has a lot going for it: high production values, a fair degree of bite, a solid commitment to vulgarity, and worthy targets. As satire, it’s everything it should be, except funny. The humour, such as it is, derives largely from the notion that the world’s most powerful men behave like adolescent morons behind closed doors. Hence the US secretary of state accuses the Indian foreign minister of a “dick move”. It doesn’t really get any funnier than that.</p> \n<p>Humour is, of course, a pretty key element of satire: it buys you goodwill. If the jokes are good, your audience will excuse logical inconsistencies, broad caricature, manifest unfairness or a gnawing feeling that you might be trivialising something important. I’m sure there’s a way to do a funny waterboarding scene, but it’s not the way they do it in The Brink. When there’s nothing worth laughing at, satire’s usual strengths become flaws: every plot development is unlikely, the cynicism underpinning the world view is merely dispiriting, the swearing neither big nor clever. It makes me think: is this what Veep would be like, if Veep wasn’t funny?</p> \n<p>I’d like to be able to say The Brink has its heart in the right place, but I’m not sure. Somewhere under all the bile, there’s a hint of admiration for all the cool stuff power brings, and it seems keen to perpetuate the unsophisticated notion that the real problem with US foreign policy is that the people in charge of it are stupid jerks. So I’ll just say that I’m sure the writers had the best of intentions when they took aim at the target, and missed.</p> \n<p><a href=\"http://www.channel4.com/programmes/superfoods-the-real-story\"><strong>The Truth About Superfoods</strong></a> (Channel 4) was always unlikely to satisfy my craving to watch dietary fads get savaged by exasperated experts. If you started off by saying the truth about superfoods is there are no superfoods, you wouldn’t have much a of series. Fronted by Food Unwrapped’s Kate Quilton, this four-parter takes the long way round to reveal the inevitable, starting with an investigation into the claimed benefits of three so-called “superfoods” (I’d like to gird that term with several more sets of inverted commas). Does grapefruit have miraculous weight-loss properties? The short answer is no. The answer presented here is: grapefruit contains a flavinoid that seems to encourage one’s liver to metabolise fat, but you’d have to eat 40 grapefruits in a sitting for anything to happen, and along with it you’d also be consuming a kilo of sugar. So no.</p> \n<p>Quilton outed herself as someone who has kale for breakfast “most mornings”, so she might not be well placed to dismiss the popular devotion to superfoods. But maybe this show’s approach is better, gently pointing out that, yes, kale is a superfood in the sense that it contains a lot of vitamins, and compounds that might help delay the onset of macular degeneration, but the jury’s still out on that one.</p> \n<p>Whether or not Quilton had to go all the way to a kale festival in Germany and be crowned kale queen to get these points across is another matter, although I did learn that they don’t really consider it a superfood, largely because they cook it for hours in sausage fat. They probably don’t think of it as a breakfast thing, either, but I’ll bet they’re pleased with the extra sales.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600723825/d6bf0030-50c7-4e0c-ae23-5afe3baaf09e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Home Box Office, Inc.","altText":"Was its heart in the right place? I’m not sure … Tim Robbins and Maribeth Monroe in The Brink.","cleanCredit":"Photograph: Home Box Office, Inc."}],"bodyImages":[],"webPublicationDate":"2015-06-30T06:10:07Z","lastModified":"2015-06-30T06:10:07Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Tim Dowling","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750190/TimDowling.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timdowling"}],"feature":false,"keywords":["Television","Culture","Television & radio"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Tim Dowling","topic":{"type":"tag-contributor","name":"profile/timdowling"}}],"series":{"title":"Last night's TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/lastnightstv"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/30/last-nights-tv-brink-truth-about-superfoods","shortUrl":"http://gu.com/p/4a8ez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/30/last-nights-tv-brink-truth-about-superfoods","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/30/last-nights-tv-brink-truth-about-superfoods"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600723825/d6bf0030-50c7-4e0c-ae23-5afe3baaf09e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Was its heart in the right place? I’m not sure … Tim Robbins and Maribeth Monroe in The Brink. Photograph: Home Box Office, Inc.","credit":"Home Box Office, Inc.","altText":"Was its heart in the right place? I’m not sure … Tim Robbins and Maribeth Monroe in The Brink.","cleanCaption":"Was its heart in the right place? I’m not sure … Tim Robbins and Maribeth Monroe in The Brink.","cleanCredit":"Photograph: Home Box Office, Inc."}},"importance":1,"kicker":{"title":"Last night's TV"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435600723825/d6bf0030-50c7-4e0c-ae23-5afe3baaf09e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Home Box Office, Inc.","altText":"Was its heart in the right place? I’m not sure … Tim Robbins and Maribeth Monroe in The Brink.","cleanCredit":"Photograph: Home Box Office, Inc."}}]}],"lastModified":"2015-06-30T09:02:47Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}