{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"How I got back from anorexia","rawTitle":"How I got back from anorexia","item":{"type":"article","id":"lifeandstyle/2015/may/30/how-i-got-back-from-anorexia-nancy-tucker","title":"How I got back from anorexia","trailText":"At 15, Nancy Tucker went to her GP about her problems with food. She felt fobbed off and spiralled out of control – she and her mother talk about why turning to the medical profession was a disaster","standFirst":"At 15, Nancy Tucker went to her GP about her problems with food. She felt fobbed off and spiralled out of control – she and her mother talk about why turning to the medical profession was a disaster","byline":"Joanna Moorhead","body":"<p>When Nancy Tucker was 15, her mother, Jessica realised that she had a problem with food. Nancy had gone on a diet, but the diet seemed to be going on and on, she seemed more and more obsessed with what was on her plate, and she was behaving strangely at mealtimes.</p> \n<p>Jessica persuaded Nancy to visit their GP, but the GP’s reaction was unexpected. She weighed Nancy, consulted lots of charts, and then said she didn’t meet the criteria for referral. Her weight wasn’t “low enough”, it seemed, to trigger help.</p> \n<p>Three years later, Nancy was as dangerously ill with anorexia as it is possible to be. Twice she had to be hospitalised: Jessica remembers phoning the ward in the middle of the night to check whether her daughter was still alive. Could things have been different if the GP had heeded Jessica’s initial flag-waving? It is impossible to&nbsp;know, but what is clear, talking to the two of them, is that what should have been “help” on the part of medics and therapists was often more of a&nbsp;hindrance. “When the GP told me I&nbsp;wasn’t bad enough to merit referral, what that said to me was: go away and lose more weight,” says Nancy.</p> \n<p>Then there was the fact that, once Nancy was diagnosed and referred to the&nbsp;Child and Adolescent Mental Health Services (CAMHS), Jessica felt undermined and unsupported. “I felt blamed, disapproved of, traumatised. One therapist in particular was very suspicious of our relationship – she felt&nbsp;we were unhealthily close, and that&nbsp;I&nbsp;was colluding in Nancy’s illness.” Looking back, Jessica feels she was simply struggling with an incredibly difficult situation, with her daughter wasting away in front of her and a younger child to look after as well. The attitude of the therapists became one more burden.</p> \n<p>Now Nancy is 21, and in a very different place. When doctor after doctor, therapist after therapist and hospital visit after hospital visit failed to make things any better, at least in the longer term, Jessica made the drastic decision to give up her job and to take Nancy out of the pressurised atmosphere of the independent girls’ school she attended: like CAMHS, she felt it was problematic rather than helpful. It was Nancy’s GCSE year: she continued to study, but she did it with guidance from tutors, and from home. “People around us were very disapproving,” says Jessica. Nancy agrees: “I think they thought that if I&nbsp;was allowed to retreat from the world, I’d never want to go back there.”</p> \n<p>But Jessica had a strong instinct that this was the right way forward, and Nancy says now that, although her year cocooned at home with her mother wasn’t the end of her anorexia, it was a&nbsp;step on the road to recovery. “It got me to a place where I was living a life again, and that allowed me to move forward,” she says.</p> \n<p>Nancy did well in her GCSEs, and went to a different school to do A-levels. Then, at the age of 19, she decided to write down the story of her illness. Strangely enough she had written to children’s author Jacqueline Wilson, of whom she is a big fan, a few years earlier, when she was in the throes of the worst stage of her illness, suggesting Wilson should tackle the subject in one of her books. “She wrote back straight away, and she said she had thought about it but she was worried about the sensitivities. But she&nbsp;said maybe I should be the person writing the book. And I suddenly realised it was something I had to do, and once I’d decided to do it, the story just rushed out of me.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"70da036e72cc8c3b04c2132bbf6515e37ae929f3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432643176579/4ef18cff-b471-41de-af7b-4f85c3e46f12-280x420.jpeg\" alt=\"Nancy Tucker as a small child.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nancy Tucker as a small child.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson/Guardian</span> \n </figcaption> \n</figure> \n<p>“I wrote it in three days and three nights – I hardly slept. I just wrote it all&nbsp;down. I wrote it in a purging sort of way: it was as though I had this story inside me and I simply had to get it out.”</p> \n<p>The story was never intended for publication, but then Nancy heard from a friend she hadn’t spoken to for a&nbsp;while and decided to send her what she had written as a way of explaining what she’d been through. That friend sent it to another friend, whose mother was a writer: when she read it, she sent it to her agent, who is now Nancy’s agent, and this month the story arrived in bookshops as The Time in Between: A Memoir of Hunger and Hope. Wilson, who gave her that initial prompt to write it, has said it “isn’t just another anorexia misery memoir – it’s a work of&nbsp;literature”.</p> \n<p>It is easy to see why that writer mother sent Nancy’s story to her agent: the book is stylish and incisive, and she&nbsp;weaves her tale of fear and food, confusion and calories grippingly and with skill. At one point she provides the kind of description of how anorexia feels that could only have come from the vortex of the condition itself. “I am too big and too small and too much and not enough and too frightened to change and too sad to stay the same,” she writes. “I am an addict and a slave to the beauty myth and I diet and regress and reject and control and cry for help and I still can’t stop the ring-ring-ringing in my ears telling me that something bad is coming, something bad is coming RIGHT NOW. I want to shine and I want to be invisible and I&nbsp;want to be myself and I want to be anyone else in the world and in the end&nbsp;I think the only solution is to get smaller and smaller and smaller and then one day to disappear.”</p> \n<p>For all its writerly skill, The Time in Between makes uncomfortable reading and not only because it describes such a complex and disturbing medical condition. The other disquieting element is how frank Nancy is about her family relationships, and especially what she feels about her father, David.</p> \n<p>He is described, at times, as distant and critical and not as involved in her life as her friends’ fathers are. Some of the best parts of the book are written script-style, like scenes from a movie or a documentary, with camera directions (“Stay with Nancy’s face. She blinks heavily; she looks very tired”); and when Jessica reveals that her father directs TV dramas you can’t help feeling that what Nancy really wants is to please her dad.</p> \n<p>Can it be that simple? Apparently, he&nbsp;criticised the book when he first read it, though he has since read it again and declared it extremely well&nbsp;written.</p> \n<p>Jessica, it turns out, has not read the book. “I’m a bit scared of reading it. I&nbsp;lived it, and I don’t want to go back to those times,” she says.</p> \n<p>Nancy, meanwhile, says&nbsp;that while she would not say writing the book was the key to her recovery, getting her story out was a catharsis that helped her begin to move on. She’s still “not normal around food”, she says, but she’s a great deal better than she was and hopeful of making a complete recovery one day. This autumn, having twice deferred it, she is taking up a place to study at Oxford University.</p> \n<p>“Sometimes I think, what on earth am I doing, going somewhere so pressurised and competitive after everything I’ve been through,” admits Nancy. “But I really don’t think I’m doing it because I want to be an academic star. What I want to do is study psychology; and what my illness has done is made me realise that life isn’t all about getting top marks in exams, it’s about working out who you&nbsp;are and what you want to do with your life.”</p> \n<p><em><span class=\"bullet\">•</span> The Time in Between: A Memoir of Hunger and Hope by Nancy Tucker is&nbsp;published by Icon Books, price &pound;12.99.&nbsp;To order a copy for &pound;9.99, go to </em><a href=\"http://bookshop.theguardian.com/\" title=\"\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders minimum p&amp;p &pound;1.99.</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432642824736/Nancy-Tucker-with-her-mot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nancy Tucker with her mother, Jessica. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Nancy Tucker with her mother, Jessica.","cleanCaption":"Nancy Tucker with her mother, Jessica. Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432643176339/4ef18cff-b471-41de-af7b-4f85c3e46f12-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"Nancy Tucker as a small child. Photograph: Graeme Robertson/Guardian","credit":"Graeme Robertson/Guardian","altText":"Nancy Tucker as a small child.","cleanCaption":"Nancy Tucker as a small child.","cleanCredit":"Photograph: Graeme Robertson/Guardian"}],"webPublicationDate":"2015-05-30T05:45:02Z","lastModified":"2015-05-30T05:45:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Joanna Moorhead","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/24/1400925899995/Joanna-Moorhead-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joannamoorhead"}],"feature":true,"keywords":["Family","Life and style","Anorexia","Society","Eating disorders"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/anorexia","webTitle":"Anorexia"},{"id":"society/society","webTitle":"Society"},{"id":"society/eating-disorders","webTitle":"Eating disorders"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Joanna Moorhead","topic":{"type":"tag-contributor","name":"profile/joannamoorhead"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/how-i-got-back-from-anorexia-nancy-tucker","shortUrl":"http://gu.com/p/498b8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/how-i-got-back-from-anorexia-nancy-tucker","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/how-i-got-back-from-anorexia-nancy-tucker"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432642824736/Nancy-Tucker-with-her-mot-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nancy Tucker with her mother, Jessica. Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson/Guardian","altText":"Nancy Tucker with her mother, Jessica.","cleanCaption":"Nancy Tucker with her mother, Jessica. Photograph: Graeme Robertson for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"'When it works, it works like jazz' / Melissa McCarthy and Paul Feig on Spy","rawTitle":"Melissa McCarthy and Paul Feig on Spy","item":{"type":"article","id":"film/2015/may/30/melissa-mccarthy-paul-feig-spy","title":"Melissa McCarthy and Paul Feig on Spy: 'When it works, it works like jazz'","trailText":"Bridesmaids and The Heat marked out them out as an actor-director duo willing to explode lazy stereotypes about funny women. Now they’re back with a new secret agent comedy...","standFirst":"<p>Bridesmaids and The Heat marked out them out as a distinctive actor-director duo willing to explode lazy stereotypes about funny women. As they discuss their new secret agent comedy, the pair explain how they’re only getting started</p>","byline":"Jonathan Bernstein","body":"<p>Please spare a thought for the plight of the middle-aged actress in Hollywood. Undervalued, underpaid and underemployed, these women are marooned in a youth-worshipping world that exists on a diet of robots and mutants. Maggie Gyllenhaal recently bemoaned the fact that, at the ripe old age of 37, she was considered too decrepit and doddering to convincingly portray the love interest of a 55-year-old leading man. A recent survey found that only 12% of the lead characters of last year’s 100 highest-grossing films were female. All the more miraculous, then, that in such a bleak environment Melissa McCarthy can become a star.</p> \n<p>By the time she turned 41, Chicago-born McCarthy was making a decent living playing sweetly quirky TV sidekicks whose main function was to assure the leading lady Mr Right was just about to walk through the door. In 2010, she became the co-star of Mike &amp; Molly, a bland sitcom built around the idea that two heavyset people in a relationship is, in itself, hilarious. Then she auditioned for Bridesmaids, the ensemble comedy co-written by Saturday Night Live’s Kristen Wiig and directed by Paul Feig, creator of the immortal Freaks And Geeks.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=mAqxH0IAPQI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/mAqxH0IAPQI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>“It was like a religious moment,” says Feig, of McCarthy’s audition. “It actually took me 30 seconds to realise it was even funny. She made the decision to play the character kind of guy-ish, like, we’re gonna go out and make a man sandwich.”</p> \n<p>In a cast packed with comedic powerhouses, McCarthy’s unfiltered character, Megan, made the most visceral impression. Whether she was slapping sense into Wiig, sexually harassing a sky marshal or surrendering to an explosive bout of diarrhoea (“It’s coming out of me like lava!”), she held the movie hostage in her every, mostly improvised, scene. “It was a great part,” McCarthy recalls. “I didn’t wear any makeup. I communicated telepathically with dolphins.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/16/spy-review-paul-feig-melissa-mccarthy-jude-law\">Spy review –&nbsp;uproarious Paul Feig comedy tickles SXSW</a> </p> \n</aside> \n<p>Historically, a scene-stealing role in a successful comedy leads to a subsequent career as a character actor. But Paul Feig saw in Melissa McCarthy the De Niro/DiCaprio to his Scorsese – the collaborator who would delight in and elevate every challenge he threw her way. Subsequently, he cast her as the two-fisted loudmouth Boston cop opposite by-the-book Sandra Bullock in his 2013 police comedy The Heat. She’ll be teaming up again with Kristen Wiig in Feig’s 2106 all-girl Ghostbusters remake, but the current chapter in their ongoing collaboration is the big, broad espionage comedy Spy.</p> \n<p>“It’s not anywhere in the ballpark of being a spoof,” declares McCarthy. “It’s a real action movie and it’s really funny.”</p> \n<p>McCarthy’s character, Susan Cooper, begins the movie as an underappreciated CIA analyst who is unrequitedly infatuated with the secret agent (Jude Law) she monitors from her desk. When he takes a bullet to the head, Susan Cooper becomes James Bond.</p> \n<figure class=\"element element-image\" data-media-id=\"591a180563f4e17b7feb4773e17a0ac6401d3e6a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432740148609/68c0b8e4-cb41-4a08-8c77-17ab97b1d240-460x276.jpeg\" alt=\"A pizza the action: Melissa McCarthy in Spy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A pizza the action: Melissa McCarthy in Spy.</span> \n  <span class=\"element-image__credit\">Photograph: Larry Horricks</span> \n </figcaption> \n</figure> \n<p>Spy inserts McCarthy into the expected genre tropes: disguises (Cooper dresses up as an guileless American tourist complete with cat T-shirt), fights, chases, casinos, jets and European locations, plus it gives her a disdainful espionage rival in the shape of Jason Statham, who ought to strongly consider a mid-career detour into comedy. The very game cast also includes Rose Byrne, Miranda Hart (occupying the sweetly quirky best-friend role), Peter Serafinowicz and 50 Cent. But this is a starring vehicle for McCarthy, who blasts through the movie flattening adversaries with German suplexes and driving them to tears with torrents of profanity.</p> \n<p>Swearing is a hallmark of the partnership between McCarthy and Feig. I tell McCarthy that watching her turn the air blue in Spy is like watching a virtuoso solo on her instrument. “I get to have those cathartic moments saying insane horrible things,” she says. “There was a point in The Heat when we were up to 126 F-bombs in one scene. Paul was behind the camera shouting, ‘More, more!’ I was like, ‘There aren’t any more, they’re all gone.’”</p> \n<p>“When it works, it works like jazz,” says Feig happily. “I can’t get enough of it. Sometimes she’ll go to say something terrible and then she’ll stop and she’ll say, ‘I can’t say that.’ I say, ‘You have to, because whatever comes out of your mouth, I know it’s going to be the finest goddamn thing.’”</p> \n<p>“When my kids are 18, I’ll tell them you made me say these things,” says McCarthy, giving her director an accusatory scowl.</p> \n<figure class=\"element element-image\" data-media-id=\"a7a24c5a9758c7dca882977f552e2c8eac854988\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432740338970/574a9cf0-69de-4cf1-a2fa-c4fe2263aa2f-460x276.jpeg\" alt=\"The real Agent Cooper: McCarthy as CIA operative Susan in Spy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The real Agent Cooper: McCarthy as CIA operative Susan in Spy.</span> \n  <span class=\"element-image__credit\">Photograph: Larry Horricks</span> \n </figcaption> \n</figure> \n<p>“I’ve never heard her swear in real life,” notes Feig.</p> \n<p>When I sit down with Feig – a noted dandy, resplendent in grey pinstripe suit, purple tie and pocket square – and McCarthy – casual in head-to-toe black – the mutual affection and admiration is obvious. “Paul is one of the loveliest human beings on the planet,” McCarthy gushes. “On top of being one of the funniest people in the world, Melissa is also an amazing actress,” Feig fires back. A little icky, cynics? Perhaps, but theirs is a bond born out of finding and then liberating each other. “I was in movie jail for a while and I just assumed I was never getting out,” said Feig. “I’m just so happy to get to do stuff with Melissa where we have our own voice.” Says McCarthy: “I didn’t think anyone would ever let me play one of those strange women that I love so much. I didn’t know how I was ever going to get a chance to do that in comedies – and then this guy came along.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2013/jul/20/paul-feig-the-heat\">Paul Feig: Hollywood's accidental feminist</a> </p> \n</aside> \n<p>I ask what it’s like coming late to success in a culture that prizes instant fame. “I almost have no real place for it in my head,” admits McCarthy. “I don’t dwell on it. I finish one job and go on to the next. I always assume a day-and-a-half from now, I’ll never work again. I was pretty happy with just being a working actor. To be able to let go of all my side jobs was the big goal. But now… To be able to work with exactly who I want to work with, my God, I can’t really put into words how it feels because I still can’t believe it’s happening.”</p> \n<p>What has happened to McCarthy since 2011 is without precedent. Forty-four-year-old actresses known for playing best friends don’t suddenly become lead actresses in movies. They don’t make the switch to drama, as McCarthy did in 2014’s St Vincent, and they certainly don’t see movies they wrote and produced get made, as she did with last year’s Tammy and will do with 2016’s Michelle Darnell. How does it feel to suddenly have these opportunities available?</p> \n<figure class=\"element element-image\" data-media-id=\"b0547a4f0a4fc364ccacd272f10bab53c8968819\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432740578121/7f6ff135-6d8a-49a9-a3f2-578370fb8c7e-460x276.jpeg\" alt=\"Shaken, not stirred: McCarthy with co-star Jude Law in Spy.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shaken, not stirred: McCarthy with co-star Jude Law in Spy.</span> \n  <span class=\"element-image__credit\">Photograph: Larry Horricks</span> \n </figcaption> \n</figure> \n<p>“Whatever little thing I do now has a bit of value,” she says. “I love to pitch things and I have enough of a voice now that I can say, ‘Can I play the part like this? Is this weird?’ Someone may say no, but my brain works in a way that you see blue and I see green, but maybe orange is what will work.”</p> \n<p>McCarthy and Feig have staked out their own unique territory, but movie comedies are still a relatively female-free zone, especially compared to the volume and variety of funny women on TV. (You could point to the smash success of Pitch Perfect 2 as the harbinger of a sea change, but Anna Kendrick recently complained, “There’s [a film I’m considering] now where I have to wait for all the male roles to be cast before I can even become a part of the conversation”.) I start to count female-centric TV comedies on my fingers: Girls, Inside Amy Schumer, Broad City, Unbreakable Kimmy Schmidt, The Mindy Project. McCarthy interrupts my list and gives me an impatient glare. She’s heard it all before.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"265c32566028e8a72025cc2f55a7a29e10b9f95d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/27/1432740915825/f9190a62-f2fc-4e3d-9baa-d2b51ba2876c-343x420.jpeg\" alt=\"Not-so-secret service: Feig and McCarthy.\" width=\"343\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Not-so-secret service: Feig and McCarthy.</span> \n  <span class=\"element-image__credit\">Photograph: Brian Bowen Smith</span> \n </figcaption> \n</figure> \n<p>“They take all our tools away. This is the woman in the movie. They want you to look incredible. You should be in heels and have your hair done. Can you do some artisanal job, or work in a shoe department in Manhattan? And can you be blindingly beautiful and have an adorable personality but you can’t get a date. You’re left with a one-dimensional character and who cares? Then they go, ‘Huh, women aren’t funny.’”</p> \n<p>“It’s harpy or hot,” continues McCarthy. “There’s nothing in between. Don’t all these people live with interesting women, quirky women, neurotic women, funny women, smart women, challenging women? So much of it gets cut off at the knees and it doesn’t make it into the movies. I know all you funny writers have funny wives, yet you don’t write a funny wife or a funny boss. Paul doesn’t think like that. He doesn’t put people in categories.”</p> \n<p>“I can only make so many movies,” Feig replies. “Don’t let me be the one where it’s like, ‘Oh, he’s got it covered.’”</p> \n<p>Melissa McCarthy and Paul Feig don’t envisage their partnership ending anytime soon. Even before their Ghostbusters redo has commenced shooting, Feig is already writing a Spy sequel. McCarthy’s unexpected surge into mid-life movie stardom is exciting to behold, but you fear that it’s unlikely to be a recurring phenomenon. She’s not following any recognised career pattern, and it’s too soon to tell whether or not her success will open the door to other long-serving sidekicks. So while she occupies her current position, let’s enjoy every profanity-packed minute we have of her.</p> \n<p><strong><em>Spy is out now in the US and released in the UK on 5 Jun</em></strong></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814209734/9b48cd09-5cfd-4c82-92fc-fdef5b392340-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Brian Bowen Smith","altText":"Spy director Paul Feig and star Melissa McCarthy","cleanCredit":"Photograph: Brian Bowen Smith"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740150148/68c0b8e4-cb41-4a08-8c77-17ab97b1d240-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A pizza the action: Melissa McCarthy in Spy. Photograph: Larry Horricks","credit":"Larry Horricks","altText":"A pizza the action: Melissa McCarthy in Spy.","cleanCaption":"A pizza the action: Melissa McCarthy in Spy.","cleanCredit":"Photograph: Larry Horricks"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740340328/574a9cf0-69de-4cf1-a2fa-c4fe2263aa2f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The real Agent Cooper: McCarthy as CIA operative Susan in Spy. Photograph: Larry Horricks","credit":"Larry Horricks","altText":"The real Agent Cooper: McCarthy as CIA operative Susan in Spy.","cleanCaption":"The real Agent Cooper: McCarthy as CIA operative Susan in Spy.","cleanCredit":"Photograph: Larry Horricks"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740579580/7f6ff135-6d8a-49a9-a3f2-578370fb8c7e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shaken, not stirred: McCarthy with co-star Jude Law in Spy. Photograph: Larry Horricks","credit":"Larry Horricks","altText":"Shaken, not stirred: McCarthy with co-star Jude Law in Spy.","cleanCaption":"Shaken, not stirred: McCarthy with co-star Jude Law in Spy.","cleanCredit":"Photograph: Larry Horricks"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/27/1432740916278/f9190a62-f2fc-4e3d-9baa-d2b51ba2876c-1668x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1668,"orientation":"portrait","caption":"Not-so-secret service: Feig and McCarthy. Photograph: Brian Bowen Smith","credit":"Brian Bowen Smith","altText":"Not-so-secret service: Feig and McCarthy.","cleanCaption":"Not-so-secret service: Feig and McCarthy.","cleanCredit":"Photograph: Brian Bowen Smith"}],"webPublicationDate":"2015-05-30T07:59:05Z","lastModified":"2015-05-30T08:20:46Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jonathan Bernstein","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanbernstein"}],"feature":true,"keywords":["Comedy","Film","Culture","Melissa McCarthy","Bridesmaids","Comedy"],"tags":[{"id":"film/comedy","webTitle":"Comedy"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/melissa-mccarthy","webTitle":"Melissa McCarthy"},{"id":"film/bridesmaids","webTitle":"Bridesmaids"},{"id":"culture/comedy","webTitle":"Comedy"}],"section":{"id":"film"},"topics":[{"displayName":"Jonathan Bernstein","topic":{"type":"tag-contributor","name":"profile/jonathanbernstein"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/30/melissa-mccarthy-paul-feig-spy","shortUrl":"http://gu.com/p/499bc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/30/melissa-mccarthy-paul-feig-spy","webUri":"http://www.theguardian.com/film/2015/may/30/melissa-mccarthy-paul-feig-spy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432814209734/9b48cd09-5cfd-4c82-92fc-fdef5b392340-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Spy director Paul Feig and star Melissa McCarthy. Photograph: Brian Bowen Smith","credit":"Brian Bowen Smith","altText":"Spy director Paul Feig and star Melissa McCarthy","cleanCaption":"Spy director Paul Feig and star Melissa McCarthy.","cleanCredit":"Photograph: Brian Bowen Smith"}},"importance":6,"kicker":{"title":"'When it works, it works like jazz'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Online dating / Sex with Marc again – this time he was keen to take off my clothes","rawTitle":"Sex with Marc again – this time he was keen to take off my clothes","item":{"type":"article","id":"lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","title":"Sex with Marc again – this time he was keen to take off my clothes","trailText":"It should have been sexy, but it made me feel even more awkward than the first time. And when I put my giant shirt on afterwards, he asked why I was trying to hide from him","standFirst":"It should have been sexy, but it made me feel even more awkward than the first time. And when I put my giant shirt on afterwards, he asked why I was trying to hide from him","byline":"Stella Grey","body":"<p>Marc and I went to the cinema when his mother went home. We ate popcorn and he held my hand on his lap. When we came out, he asked, “Are you coming back to mine?” I said I was and we smiled at each other. We drank red wine in his kitchen and trashed the film, and then he picked up the bottle and said, “Come on, let’s go and finish this somewhere more comfortable”, leading the way to&nbsp;his bed.</p> \n<p>I was enormously attracted to him, but nonetheless more nervous than the first time. He decided he was going to take my clothes off, which should have been sexy but was unspeakably awkward. Somewhere along the way, from the end of a long marriage to here, I’ve become more awkward than I’ve ever been in my life. “Hey, just relax,” he kept saying, trying to be kind, which didn’t help. He started coaching me a little bit. A ‘tell me what you like’ mutual conversation is good, but being coached isn’t likely to make a&nbsp;person less anxious.</p> \n<p>I was wearing another giant cotton shirt, which I’d dropped beside the bed, so that I could reach down and put it on before standing up (again). “We’ve just had sex, why are you hiding from me?” Marc said.</p> \n<p>When I came back from the bathroom, he was looking at his phone; he is the kind of person who uses natural intervals to check his phone; it&nbsp;doesn’t necessarily mean anything. I&nbsp;asked how his mother’s visit had gone, and he said it was fine and didn’t say more. He got up to put music on, an album from a band I didn’t know – a&nbsp;series of mediocre love dirges. He said he had been to their gig and liked their stuff. Curious, I asked if he had any old music on his iPod, and he said no. He didn’t like 80s stuff, he volunteered; it reminded him too much of his childhood. What about the 70s, I said; don’t you like the music? And what about Schubert? He&nbsp;shrugged.</p> \n<p>I asked why he didn’t have pictures; he said he liked plain walls. I asked where he kept his books. He said he found paper books untidy and preferred to read on his Kindle. I realised, looking around, that Marc is a&nbsp;neat-freak minimalist.</p> \n<p>On the way home, I began to argue with myself. It was one of the Jims, I think, from a few weeks back, who said, “This is probably not a goer long term, but what about short-term flings and fun?” That is how you need to think of this, I said to myself. Stop second-guessing the outcome. Relax, enjoy having someone in your life. Your speeds and expectations and lifestyle and identities are different, but so what? Get to know him. Give it time. Smile more. Go out together. Stop thinking all the time, and enjoy the sex. The sex will improve. (People who have been married a long time and who are then flung out of their usual orbit into the unknown might have to give themselves these pep talks.)</p> \n<p>I went to sleep feeling better and then I was woken at 2am by my phone. Marc. He was going clubbing tomorrow night, the text said, and had friends coming back to stay over. I don’t imagine clubs are your thing, he said.</p> \n<p>They are not my scene, I&nbsp;replied, but that’s OK. Go clubbing, have fun, I&nbsp;wrote. Have fun with your friends. We don’t have to see each other all the time, I&nbsp;wrote, now absolutely miserable. I’m sorry I was so tense tonight, again, I added. I don’t know what’s wrong with me. I’m wondering if it is something to do with all the trouble and rejection that I’ve had, in previous attempts at dating; it’s been bad for my confidence. (Here we were, being straightforward with each other via text in the middle of the night, in a&nbsp;way we weren’t able to, face to face).</p> \n<p>I don’t want you to take this the wrong way, his next text message said, but I’m not ready to be 50. I’m not even ready to be 42, to be honest. I stood staring at the screen. He was breaking up with me. By text. You’re a lovely woman, he wrote, but I don’t think this&nbsp;is going to work. To be honest, it kind of feels like you’re in a different generation from me.</p> \n<p><span class=\"bullet\">•</span> Stella Grey is a pseudonym</p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658740696/I-told-myself-the-sex-wou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF","credit":"Kate Brady/Getty Images/Flickr RF","altText":"I told myself the sex would improve.","cleanCaption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:45:03Z","lastModified":"2015-05-30T05:45:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Sex, Lies and Videotape","Relationships","Family","Dating"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"film/sex-lies-and-videotape","webTitle":"Sex, Lies and Videotape"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","shortUrl":"http://gu.com/p/497y7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/sex-with-marc-again-keen-to-take-my-clothes-off"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432658740696/I-told-myself-the-sex-wou-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF","credit":"Kate Brady/Getty Images/Flickr RF","altText":"I told myself the sex would improve.","cleanCaption":"I told myself the sex would improve. Photograph: Kate Brady/Getty Images/Flickr RF"}},"importance":5,"kicker":{"title":"Online dating"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Why did the Boston marathon bombers do it? An interview with Masha Gessen","rawTitle":"Why did the Boston marathon bombers do it? An interview with Masha Gessen","item":{"type":"article","id":"books/2015/may/30/why-did-boston-marathon-bombers-do-it-interview-masha-gessen","title":"Why did the Boston marathon bombers do it? An interview with Masha Gessen","trailText":"The books interview: Vladimir Putin’s biggest critic talks about exile, conspiracy theories and the uncomfortable truth about the Tsarnaev brothers and their ‘radicalisation’","standFirst":"<p>Vladimir Putin’s biggest critic talks about exile, conspiracy theories and the uncomfortable truth about the Tsarnaev brothers and their ‘radicalisation’<br /><br /></p>","byline":"MH Miller","body":"<p>Masha Gessen is the first journalist to fully lay bare contemporary Russia, “a country where political rivals and vocal critics are often killed, and at least sometimes the order comes directly from the president’s office”. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/masha-gessen\">Gessen</a> wrote these words in <em>The Man Without a Face</em>, her 2012 book about Vladimir Putin’s rise to power, which she worked on in secret for fear of retaliation. A remarkably prolific author, publishing at a rate of about a book a year, she’s already well into a second book about Putin, she says, which focuses on the last three years of his regime.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/30/tsarnaev-brothers-book-extract-masha-gessen\">The Tsarnaev Brothers: The Road to a Modern Tragedy by Masha Gessen – extract</a> </p> \n</aside> \n<p>Her writing has established her as Putin’s most eloquent critic and the de facto translator of Russian politics for western readers. Gessen’s working characterisation of Russia combines <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/johnlecarre\">John le Carr&eacute;</a>-esque espionage, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/culture/chekhov\">Chekhovian</a> tragedy and straight vaudeville: as more and more of Putin’s opponents turn up dead or in prison colonies, the Russian leader remains a feckless bureaucrat lacking in personality. When Gessen finally meets him in the Afterword, in the closing scene of <em>The Man Without a Face</em>, set in September 2012, Putin has no idea who she is, despite her growing status as one of his more prominent detractors. He tells her, “I like kitties and puppies and little animals.”</p> \n<p>Her latest work, <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/298373/\"><em>The Tsarnaev Brothers</em></a>, is about the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/boston-marathon-bombing\">Boston Marathon bombing</a>, executed by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/tamerlan-tsarnaev\">Tamerlan</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/dzhokhar-tsarnaev\">Dzhokhar Tsarnaev</a> on 15 April 2013, which killed three people and injured hundreds more, 17 of whom lost limbs. After a manhunt that shut down the city of Boston, Tamerlan was dead, shot by police and then run over by his younger brother as he tried to escape. Dzhokhar was found four days after the bombing, hiding in a boat in a backyard in nearby Watertown. A federal jury sentenced him to death earlier this month.</p> \n<p>The book begins by tracing the Tsarnaev family’s movements between 1985 and 2012, from locations in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/kyrgyzstan\">Kyrgyzstan</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/russia\">Russia</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2006/sep/19/russia.chess\">Kalmykia</a> and Istanbul to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/boston\">Boston</a> and elsewhere, though they have become predominantly associated with Makhachkala in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/07/slaves-russia-dagestan-brick-factories-escape\">Dagestan –</a> “a backwater”, as Gessen describes it, in the North Caucasus. They were rovers, endlessly looking for a place to belong and never finding one. Their problems were constant, but the real tragedy, Gessen argues, began with the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2004/jan/13/chechnya.russia\">Russian apartment bombings of 1999</a>, which killed nearly 300 people. Putin, the former KGB lieutenant colonel and recently named successor to then president, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2007/apr/23/russia.guardianobituaries\">Boris Yeltsin</a>, blamed these events on Islamist Chechen rebels. The first Chechen war ran from 1994 to 1996, and the Tsarnaevs, recently relocated to Chechyna, were present for its beginnings. The war left hundreds of thousands of people dead or displaced.</p> \n<p>When the conflict ended, the North Caucasus remained unstable, and the accusations of Putin were enough to catapult the region once again into turmoil – and Putin to national popularity. As the second war raged on, centred in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/chechnya\">Chechnya</a> and Dagestan (the Tsarnaevs were now back in Makhachkala), evidence began to accumulate, according to Gessen, suggesting the Russian secret police had arranged the bombings for the purpose of bolstering nationalist fervour and securing Putin’s public reputation. By this time, Putin’s power was solid, and he was steadily remodelling Russia as an authoritarian state. This went largely unnoticed because, after 9/11, the country “got to reframe Chechnya, and the continuing bloodshed in Dagestan, as part of a war it was now fighting alongside the US – the war against radical Islamist terrorists”, Gessen writes. Meanwhile, the Tsarnaev family made its way to Boston.</p> \n<p>The story is personal for Gessen because, up to a point, much of it mirrors her own experience. While writing <em>The Tsarnaev Brothers</em>, her life was uprooted in a more direct way by Putin when she was forced to relocate from Moscow to New York. Members of the president’s cabinet were making public threats against her family. “When I was touring with the Putin book,” she tells me in a coffee shop in New York, “people would ask me why I was still staying in Russia. And I would say, ‘Well, it’s my home, you know – <em>you</em> can leave, but I’m staying.’ And all sorts of other applause lines. And then they made it clear they were after my kids. And that was it. That was a no-brainer.”</p> \n<p>Gessen and her wife, Darya Oreshkina, have three children, the oldest of whom is adopted. They were being targeted with the <a href=\"http://en.wikipedia.org/wiki/Russian_LGBT_propaganda_law\">Russian gay propaganda law</a>, which effectively makes “non-traditional sexual relationships” a criminal offence. Vitaly Milonov, a politician and the propaganda law’s loudest supporter, delivered thinly veiled warnings on Russian TV about gay couples with adopted children, mentioning Gessen by name. And so, as she was writing <em>The Tsarnaev Brothers</em> in the autumn of 2013, the author was helping her own family make the transition to the US, reflecting on their own “traumatic experience of immigrating” as she considered that of the Tsarnaevs.</p> \n<p>Her outspokenness has led to Gessen acquiring a few detractors. In a review of <em>The Tsarnaev Brothers</em> for the New York Times, Janet Napolitano, the former US secretary of homeland security, called her a “conspiracy theorist” for raising the question of the true nature of Tamerlan’s relationship with the FBI, which had questioned him as a potential terrorist two years before the bombing. Gessen calls Napolitano’s characterisation “interesting”, saying: “I just raised a question.” Still, it’s not the first time Gessen has faced the accusation. Russia being a paranoid country, there are plenty of conspiracy theories about her there, too. Some Russians, she says, actually believe that she works for the FSB – the organisation the KGB became after the end of the Soviet era – and was “turned” during her meeting with Putin in 2012.</p> \n<p>“I really can’t abide conspiracy theories, because I believe that everything in the world stems from idiocy and incompetence,” she says. “That’s certainly true of most of what’s happened in Russia under Putin. I think very little of it was pre-planned. And I think that, for the most part, is the explanation for what’s happened in the Boston bombing.”</p> \n<p>Her career has made her the enemy of idiocy par excellence. She’s grown bolder, too. As she works on her new book, which looks at how Putin has “retrofitted totalitarian ideology” on to the country he governs, she travels frequently back to Russia. She has no fear – only displeasure. She describes her home for the majority of her life as “such an awful place”.</p> \n<figure class=\"element element-image\" data-media-id=\"9eb65df4e3a1c8bbee361f2f5bf4562ebb7123b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432813136007/b5abcd5c-9efb-4b35-976e-1e55878f8222-460x327.jpeg\" alt=\"Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19.\" width=\"460\" height=\"327\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>“The idea that this mediocre man, who doesn’t have a plan, doesn’t have a strategy, who is running around waving his nuclear weapons, is a real threat? That’s really nuts! But it’s what’s happened,” she says.</p> \n<p>She loves Moscow, she tells me, but it’s become hostile: there are nationalists wearing orange and black ribbons, the symbol of support for Russia’s mobilisation against Ukraine. She hadn’t noticed how noxious it was until she left. “My life was too comfortable there,” she says.</p> \n<p>When I ask her if she received any significant threats before her decision to leave Russia for good, she responds with comic matter-of-factness: “I got death threats all the time. I didn’t take them particularly seriously. The problem with death threats is you’re right not to take them seriously.” She pauses very briefly. “Until you’re dead.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/15/life-as-out-gay-russia\">My life as an out gay person in Russia</a> </p> \n</aside> \n<p>Gessen, who has both Russian and American passports (she became a US citizen in 1989), was born in Moscow and moved to Boston with her family in 1981, when she was 14. In Moscow, her parents were members of the Jewish intelligentsia at a time when many of their social circle was already moving to the US. She struggled in adolescence, though, attending college at the Cooper Union in New York but dropping out before graduation because she was already working full-time as a journalist, mostly for gay publications such as Boston’s <a href=\"http://www.baywindows.com/\">Bay Windows</a> and New York’s <a href=\"http://www.nextmagazine.com/\">Next Magazine</a>. In March 1991, with the Soviet Union on the verge of collapse, she returned to Russia for the first time. She was on assignment for the magazine Ms. about the first Soviet Independent Women’s Forum, which happened to be held in the town of <a href=\"http://en.wikipedia.org/wiki/Dubna\">Dubna</a>, outside Moscow, where Gessen’s grandmother still lived. She moved back permanently in 1994 and stayed for 20 years, doing a variety of journalism jobs – some of them inevitably for state media, as Putin took over the industry – but keeping a foot in America, gradually revealing the corruption of Putin’s Russia in the mainstream US press.</p> \n<p>Of <em>The Tsarnaev Brothers</em>, she says “the one thing that I absolutely brought from personal experience is what happens to you when you go back to the place where you lived as a child. That sense of being ambushed by a feeling of home – that’s very particular to people who didn’t leave of their own volition. I talked to people who went back to the place they were born 40 years after leaving and they’d describe the same thing: I felt at home. I felt like everything was as it should be.”</p> \n<p>Tamerlan Tsarnaev returned to Dagestan from the Boston area in 2012 and felt, Gessen writes, “as if his body had been plugged into its place in a puzzle”. The accepted narrative about Tamerlan is that he went back to the region where he grew up, “received training”, to steal a phrase from US congressman Michael McCaul, and became a follower of radical Islam as a result. Gessen’s book revises this theory. “It’s really difficult and scary to consider the possibility that there’s sort of a small agency involved in such big tragedies,” she says. The so-called “radicalisation narrative” perpetuated by the FBI and the house committee on homeland security involves a terrorist organisation – Isis, for instance, or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/al-qaida\">al‑Qaida</a> (“or whoever is getting good PR at the moment”) – actively recruiting the disillusioned and guiding them through the steps to becoming a violent fundamentalist. “It seems that it happens the exact opposite way,” Gessen says. “You have someone who wants to volunteer, wants to join something, and build on it, and be great and belong. The essential difference between the radicalisation narrative and what I’m talking about is who does the wanting. And the fact that these horrible things stem from the desires of small, unhappy people – it doesn’t sit right.”</p> \n<p><span class=\"bullet\">•</span> To order <em>The Tsarnaev Brothers</em> for &pound;11.99 (RRP &pound;14.99) <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/298373/\">go to bookshop.theguardian.com</a> or call 0330 333 6846. Free UK p&amp;p over &pound;10, online orders only. Phone orders min p&amp;p of &pound;1.99. Read an extract from <em>The Tsarnaev Brothers</em> online at theguardian.com/books</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/26/1432658299064/When-they-made-it-clear-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'When they made it clear they were after my kids, I left. That was a no-brainer' … Masha Gessen. Photograph: Murdo MacLeod","credit":"/Murdo MacLeod","altText":"'When they made it clear they were after my kids, I left. That was a no-brainer' … Masha Gessen.","cleanCaption":"'When they made it clear they were after my kids, I left. That was a no-brainer' … Masha Gessen. Photograph: Murdo MacLeod"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432813136709/b5abcd5c-9efb-4b35-976e-1e55878f8222-1020x726.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":726,"width":1020,"orientation":"landscape","caption":"Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19. Photograph: AP","credit":"AP","altText":"Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19.","cleanCaption":"Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-05-30T06:00:02Z","lastModified":"2015-05-30T06:08:19Z","metadata":{"commentable":true,"commentCount":41,"contributors":[],"feature":true,"keywords":["Books","Culture","Boston Marathon bombing","FBI","US news","Vladimir Putin","Russia","Europe","World news","Kyrgyzstan","South and Central Asia","Tamerlan Tsarnaev","Dzhokhar Tsarnaev","Chechnya"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/boston-marathon-bombing","webTitle":"Boston Marathon bombing"},{"id":"us-news/fbi","webTitle":"FBI"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/kyrgyzstan","webTitle":"Kyrgyzstan"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"us-news/tamerlan-tsarnaev","webTitle":"Tamerlan Tsarnaev"},{"id":"us-news/dzhokhar-tsarnaev","webTitle":"Dzhokhar Tsarnaev"},{"id":"world/chechnya","webTitle":"Chechnya"}],"section":{"id":"books"},"topics":[],"series":{"title":"A life in ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/a-life-in"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/30/why-did-boston-marathon-bombers-do-it-interview-masha-gessen","shortUrl":"http://gu.com/p/498kq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/30/why-did-boston-marathon-bombers-do-it-interview-masha-gessen","webUri":"http://www.theguardian.com/books/2015/may/30/why-did-boston-marathon-bombers-do-it-interview-masha-gessen"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/26/1432658299064/When-they-made-it-clear-t-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘When they made it clear they were after my kids, I left. That was a no-brainer’ … Masha Gessen. Photograph: Murdo MacLeod","credit":"Murdo MacLeod","altText":"'When they made it clear they were after my kids, I left. That was a no-brainer' … Masha Gessen.","cleanCaption":"‘When they made it clear they were after my kids, I left. That was a no-brainer’ … Masha Gessen. Photograph: Murdo MacLeod"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"The Tsarnaev Brothers: The Road to a Modern Tragedy by Masha Gessen – extract","rawTitle":"The Tsarnaev Brothers: The Road to a Modern Tragedy by Masha Gessen – extract","item":{"type":"article","id":"books/2015/may/30/tsarnaev-brothers-book-extract-masha-gessen","title":"The Tsarnaev Brothers: The Road to a Modern Tragedy by Masha Gessen – extract","trailText":"Masha Gessen writes the motivation of the Boston marathon bombers, the theories about what might have happened, and our understanding of terrorism","standFirst":"<p>Masha Gessen writes the motivation of the Boston marathon bombers, the theories about what might have happened, and our understanding of terrorism</p>","byline":"Masha Gessen","body":"<p>“Why are you writing this book?” Mohammed Gadzhiev, Tamerlan Tsarnaev’s friend and deputy head of the Union of the Just asked me. We had spent most of a day talking, and the conversation had taken a few twists. Gadzhiev had been by turns condescending, engaged, and intimidating. Now, in the evening, we were drinking black tea at a large wooden table outdoors at a roadside caf&eacute; on the outskirts of Makhachkala, Dagestan, and Gadzhiev signalled it was time I came clean about my agenda. Specifically, he wanted to know why I had asked comparatively few questions about the celebrity martyrs whom Tamerlan had been rumoured to have tried to contact in Dagestan. Because, I said, I saw no credence to the rumours – an impression my interlocutor clearly shared. I had asked him many detailed questions about his own time with Tamerlan and conversations they had had, and what he was asking me now was this: if I was not chasing the story of the great Dagestan-based terrorist conspiracy that radicalised Tamerlan Tsarnaev, then what story was I writing?</p> \n<p>I told him I had been a reporter at both of the wars in Chechnya and had covered their aftermath, and he was mildly impressed. I told him that a few years back I had spent time at a university studying with people who strove to understand the nature of terrorism. I told him that I had been a teenage Russian-speaking immigrant in Boston – and at this point I sensed that Gadzhiev had lost interest.</p> \n<p>“So you are one of those people who think social injustice is to blame,” he said, his voice brittle with disappointment. “Why can’t you believe that he simply objected to US foreign policy and that’s why he did it?”</p> \n<p>In fact, I can and do believe that not only Tamerlan but Jahar as well could have made a rational choice – that is, a choice consistent with their values and their understanding of causal relationships – and, as a result of that choice, set off bombs that killed three people and injured at least 264. The story I was trying to tell was not one of big conspiracies or even giant examples of injustice. The people in key roles in this story are few, the ideas they hold are uncomplicated, and the plans they conjure are anything but far-reaching. It was the hardest and most frightening kind of story to believe.</p> \n<p>The dominant understanding of terrorism in American culture, which has driven both media coverage of terrorism and law enforcement response to it, rests on the concept of “radicalisation”. Radicalisation theory has its roots much more in the FBI, whose staff psychologists and behaviour specialists have developed it, than in the academic study of terrorism, whose representatives briefly became talking heads on American television after September 11 and still stalwartly try – and fail – to explain to the civilian branches of government what they have learned. According to radicalisation theory, a person becomes a terrorist by way of identifiable stages of adopting increasingly radical ideas, until he or she is finally radicalised into terrorist action. This theory has shaped policy, behaviour and lives, though it remains highly controversial among terrorism scholars. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"90acd172f32452b9c567fe13b82f3357eb306e04\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432831742093/d6702043-66ed-445c-bf2c-e240fe88b7ab-460x276.jpeg\" alt=\"The memorial service for fallen officer Sean Collier, who was shot in his police car.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The memorial service for fallen officer Sean Collier, who was shot in his police car.</span> \n  <span class=\"element-image__credit\">Photograph: Steven Senne/AP</span> \n </figcaption> \n</figure> \n<p>Common sense and human experience show that only a small minority of people who subscribe to radical ideas – even the kinds of radical ideas that justify and promote violence – actually engage in violence. Research also shows that some terrorists do not hold strong political or ideological beliefs. In other words, knowing what someone believes can help neither to predict terrorism nor to explain it. Still, the bulk of the FBI’s efforts in the war on terror have concentrated on tracking routes to presumed radicalisation, ferreting out ostensibly radicalised individuals, and cracking down on networks that supposedly facilitate radicalisation. At first it was assumed that where there is radicalisation, there is a network, but in recent years the FBI has been proposing the “lone wolf” terrorist model to explain the apparent absence of such networks in some cases. The radicalisation hypothesis itself, on the other hand, has held steady in the face of a glaring lack of evidence.</p> \n<p>In the wake of the Boston Marathon bombing, both law enforcement and the American press corps focused their efforts on finding out who radicalised Tamerlan or both of the Tsarnaev brothers, and when and where. The possibility that their actions were driven by simple ideas acquired without any concerted outside help, that, as Gadzhiev said, Tamerlan “simply objected to US foreign policy” like hundreds of thousands of other people but, unlike the overwhelming majority of them, decided to use a bomb to express his opposition – this terrifyingly simple idea was never on the table.</p> \n<p>For anyone inclined to feel sympathy for the brothers, or at least to attempt to understand them – that is, for their friends and family, and the friends and family of anyone caught up in the investigation – Gadzhiev’s simple explanation is also too painful and counterintuitive to entertain. The fallout that has so direly affected this group seems to demand a larger, more dramatic explanation …</p> \n<figure class=\"element element-image\" data-media-id=\"c85a1daf571dfb71c0702b29cd9c6d9a98ad7048\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432830608259/33b56733-6cbf-4130-8994-e7d0f8c0d20e-460x276.jpeg\" alt=\"Suspects ... the photographs handed out at an FBI news conference on 18 April.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Suspects ... the photographs handed out at an FBI news conference on 18 April.</span> \n  <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> \n </figcaption> \n</figure> \n<p>The first coherent conspiracy theory took shape within a month of the marathon bombing. In May 2013, in London, I met with Akhmed Zakayev, the last surviving member of the 1990s pro-independence Chechen leadership who was still fighting that fight. He had no doubt that the bombing had been organised by the FSB, the Russian secret police. “Putin and his cohorts are the only ones who benefited from this bombing,” he said. How? Russia was preparing to host the Olympic Games in Sochi in 2014. Some politicians and media in the west had questioned the wisdom of giving the Olympics to Russia, because Putin’s law enforcement could not be trusted to ensure the safety of visiting athletes, dignitaries, and the public. Russia had seen dozens of terrorist attacks every year of the past decade – suicide bombings, car bombs, and several hostage-takings – so many, in fact, that they drew public attention, even inside Russia, only when the attacks occurred outside the embattled regions of the north Caucasus. In November 2009, a high-speed train going from Moscow to Saint Petersburg crashed, killing 28 people and injuring more than 90; law enforcement classified the disaster as a terrorist attack … Add to this history the many attacks, large and small, in and around Chechnya and Dagestan; the fact that Sochi is geographically close to the region; and the Olympic Games’ unfortunate history as a terrorist target: the 1972 hostage-taking at the Munich Olympics, where 11 members of the Israeli team, one German police-man, and five of the terrorists were killed after a long standoff and a bungled rescue, was one of the attacks that launched the current era of international terrorism.</p> \n<p>According to Zakayev’s logic, Putin and his secret police, faced with growing concern about Russia’s ability to provide adequate security during the Olympics – and knowing just how well-founded this concern was – hatched a paradoxical plot. They enticed two Chechen-Americans, the Tsarnaev brothers, to set off bombs at the Boston Marathon. This would reposition Chechen terrorism as an international threat – something Russia had long claimed but lacked evidence to back up – as well as shore up American support for a continued Russian crackdown in the Caucasus and preemptively disarm any critics of what might prove to be an imperfect security effort in Sochi. After all, events would have ostensibly shown, the Americans had proved unable to protect their own sporting events against the Chechens.</p> \n<p>Zakayev based his arguments on the known facts. By this time the FBI had acknowledged that back in 2011 the FSB had alerted it to Tamerlan’s existence, as part of a regular exchange of information on suspected terrorists. In Zakayev’s view, this showed that the FSB was already tracking Tamerlan. When Tamerlan traveled to Dagestan in 2012, Zakayev was convinced, it was at the FSB’s instigation. Once the young man was indoctrinated and trained, the FSB sent him back to the United States with instructions to set off a bomb at the next big sporting event.</p> \n<p>No wonder Putin was uncharacteristically fast to react to the Boston bombing, becoming one of the first world leaders to express his condolences and stress the importance of international cooperation in the fight against terrorism. The Russian president, reasoned Zakayev, had planned the tragedy – and the reaction – himself.</p> \n<p>Then there was the opposite theory, or perhaps the same theory but with a different cast of characters. A number of people, many of them far outside the usual-suspect circles of conspiracy theorists, became convinced that the FBI was behind the bombings. The FBI certainly had greater opportunity to commit the crime than did the FSB. The FBI had access to Tamerlan, it had had Tamerlan on its radar at least since the FSB alerted it to his existence in early 2011, and the FBI has been known to engage people in elaborate imaginary terrorist plots in order to identify potential attackers. But what would have been the FBI’s motive? This is the weak part of the theory: most of the proponents to whom I have spoken suggest that the FBI enticed Tamerlan Tsarnaev to bomb the Boston Marathon in order to test the agency’s ability to impose martial law in America.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3fedac5fcb912b143aabffdacaa5c062c6b645ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432831010016/50ba8e38-799e-4355-998e-f206a5adee02-460x276.jpeg\" alt=\"'Wanted for questioning in relation to the Boston Marathon bombing\" :=\"\" jahar=\"\" (left)=\"\" and=\"\" tamerlan=\"\" tsarnaev.\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Wanted for questioning in relation to the Boston Marathon bombing”: Jahar (left) and Tamerlan Tsarnaev. Photograph Reuters</span> \n  <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> \n </figcaption> \n</figure> \n<p>Part of what has kept people engaged with the FBI-conspiracy theory, and has even kept new adherents streaming in, is the impressive list of inconsistencies a slew of self-styled investigators have identified in the law enforcement narrative of the bombing. Many of the criticisms of the FBI story are nitpicky and hardly bear repeating, and some are imaginary, but a few seem significant enough to consider. Any conspiracy theorist, for example, will tell you about the backpack: in the available photographs of Jahar taken at the marathon, he is seen walking in the crowd, carrying a gray backpack easily on one shoulder. Another set of pictures shows a backpack that has been ripped apart by the device that exploded inside it. The backpack in the second set of photos is black. Of course, the most likely explanation for the discrepancy is that there were two backpacks, a gray one carried by Jahar and a black one carried by Tamerlan. But the indictment in Jahar’s case says that both bombs were concealed inside black backpacks. And the conspiracy theorists also have pictures of a third person – someone whose general demeanor and outfit make the theorists believe he is an officer of some sort of military or militarised organisation – with just that kind of black backpack with a white square on its handle that can also be seen in the second set of photographs. (In the available photos of Tamerlan, he is carrying a black backpack, but one without a white square on the handle.)</p> \n<p>There may be a variety of explanations for this – two people at the giant event could have had the same backpack, or any or all of the photographs may be inauthentic – but the conspiracy theorists point to other holes in the story: Danny, the owner of the hijacked SUV, made contradictory statements about the timing and sequence of events; police officers’ accounts of the manhunt and the shoot-out are full of incredible assertions – cars turning around on a dime on narrow streets; individual cops being in three places at once, or on what appear to be thirty-six-hour shifts, or both – and the explosive device that was supposedly thrown by one of the brothers in the middle of a tiny residential street harmed no one and damaged nothing.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>American public opinion convicted the brothers long before any proof was presented in a court of law</p> \n </blockquote> \n</aside> \n<p>The inconsistencies in stories told by police officers are likely to have logical explanations, paramount among them the fact that the police were sleep-deprived, scared, and genuinely confused by the disarray in the ranks of law enforcement. The general human tendency to misremember details would have been exacerbated. If any of them had things to conceal, these probably concerned matters peripheral to the question of whether the brothers were guilty of the bombing. But they serve as a reminder to consider what evidence was available when American public opinion convicted the brothers, long before any proof was presented in a court of law.</p> \n<p>Members of the investigative team originally picked out Jahar and Tamerlan on surveillance videos because their behavior appeared different from that of the rest of the marathon spectators. When the first blast sounded, the two did not panic or run. By all accounts, before the FBI released the surveillance photos and asked for help identifying the suspects, the brothers acted normal, showing no signs of distress or intention to escape – until they became the objects of a manhunt. At that point the very fact that they were running away served as affirmation of their guilt.</p> \n<p>Later, other evidence was said to emerge. A few days after Jahar was captured, Massachusetts governor Deval Patrick and several media outlets citing sources in law enforcement said that there existed another video, in which Jahar could be seen setting his backpack down on the ground at the spot where the second explosion occurred. Then, according to these sources, he could be seen walking away—and acting calm when the first explosion sounded. The video was not released to the public. While Jahar was hiding in the boat, he scrawled a note on its interior wall. It was quoted in the grand jury indictment, and later a larger portion was included in one of the prosecution’s filings in the case:</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e4b482e909818f2e440343be7f7bed2d301ffa92\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432831147252/d449e385-ae58-4d05-bf4c-7108653fa9f9-460x276.jpeg\" alt=\"Thermal image released by the Massachusetts State Police Air Wing, shows the boat in which Jahar hid.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thermal image released by the Massachusetts State Police Air Wing, shows the boat in which Jahar hid.</span> \n  <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“<em>I’m jealous of my brother who has received the reward of jannutul Firdaus (inshallah) before me. I do not mourn because his soul is very much alive. God has a plan for each person. Mine was to hide in this boat and shed some light on our actions. I ask Allah to make me a shahied (iA) to allow me to return to him and be among all the righteous people in the highest levels of heaven. He who Allah guides no one can misguide. Allah Akbar!</em></p> \n<p>“<em>The US Government is killing our innocent civilians but most of you already know that. As a [illegible] I can’t stand to see such evil go unpunished, we Muslims are one body, you hurt one you hurt us all. Well at least that’s how muhhammad (pbuh) wanted it to be forever, the ummah is beginning to rise/ [illegible] has awoken the mujahideen, know you are fighting men who look into the barrel of your gun and see heaven, now how can you compete with that. We are promised victory and we will surely get it. Now I don’t like killing innocent people it is forbidden in Islam but due to said [illegible] it is allowed. All credit goes [illegible]. </em></p> \n<p><em>“Stop killing our innocent people and we will stop.</em>”</p> \n<p>At some point someone managed to snap a picture of the note – or a picture was leaked by law enforcement – and ABC News published it. It appears to show that the quoted version in the filing omits the following sentences: “I bear witness that there is no God but Allah and that Muhammad is his messenger. [bullet hole] actions come with a [me]ssage and that is [bullet hole], in’shallah.”</p> \n<p>This note, which the media often called a confession, certainly makes it seem that the brothers were the Marathon bombers, but it does not say it – at least the portion known to the public does not. It contains no information on where, when, or how the brothers made the pressure-cooker bombs and whether anyone helped them, how and when they transported them to Boylston Street in Boston, where and when they planted them, and who detonated them. In other words, it contains none of the kinds of specific information that generally constitutes a confession. If the court of public opinion could be held to the standard of reasonable doubt, then someone would have to ask its jury this question: <em>is it conceivable that the Tsarnaev brothers were not the marathon bombers but, once they knew they were the suspects, they decided to run?</em> The answer would have to be, <em>yes, it is conceivable</em>. The evidence available to the public before the trial began in January 2015 included nothing that directly linked the Tsarnaev brothers to the bombing or explained its mechanics or the brothers’ motivation.</p> \n<p>This book is not an impartial jury.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"809cb92b3e74f29b867bb64b588703886a140618\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432831253064/17a4aa9b-2797-4ac9-8af8-1c24c6327816-280x420.jpeg\" alt=\"The author, Masha Gessen\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The author, Masha Gessen</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod/Murdo Macleod</span> \n </figcaption> \n</figure> \n<p>Like the American public, it assumes from the start that Tamerlan and Jahar Tsarnaev are the Boston Marathon bombers. The difficulty with making sense of their story occurs sometime before Jahar’s non-confession confession and has only a little to do with the lack of a clear picture of the steps they took to manufacture and plant the bombs. What is truly lacking from the story is a clear and accessible explanation for how two young men who appear to be very much like hundreds of thousands of other young men came to cause carnage in the centre of their own city. On the Friday after the bombing, when Tamerlan was already dead but Jahar was still on the loose, Maret Tsarnaeva, Anzor’s older sister, spoke to reporters in Toronto. Soon after, she would tell people that she was certain the bombing was a secret-police plot and that she was in danger. And then she would disappear – American friends assumed that she moved back to Chechnya. But that day, she was still seeking to make herself heard, in fluent, idiomatic, if heavily accented, English. “For me to be convinced that these two nephews of mine did this cannot be taken lightly,” she said. Journalists shouted questions, struggling to be heard over one another’s voices and the incessant clicking of shutters. “Why are you asking question, ‘Do you believe?’” Maret finally snapped. “If they have done this, I have to believe.”</p> \n<p>It was just very difficult to believe. Friends and other relatives argued that it was impossible: the brothers were normal, acted normal, and loved their friends and family. But terrorists are normal. As far back as 1981, Martha Crenshaw, a pioneer in the study of modern terrorism, wrote: “The outstanding common characteristic of terrorists is their normality.” This observation has since been echoed and further substantiated. Scott Atran, an anthropologist who has travelled the world talking to current and perhaps future members of jihadi groups, has identified several other characteristics that his subjects seem to share. They are usually in their early 20s, they are often immigrants, they have usually been educated in secular schools, often with an emphasis on science, they are usually married, and their socioeconomic background is usually middle-class but marginalised. They tend to form most of their connections in small circles of family and friends; they socialise within them, marry within them, and their terrorist networks are for the most part limited to them.</p> \n<p>Crenshaw points to political conditions that enable terrorism – a group has to be excluded from the political process. And she suggests one other personality trait required of a terrorist: a high tolerance for risk. Growing up in and around war zones and in high-crime environments will inure a person to risk and violence. So the Tsarnaev brothers fit the profile perfectly. But most disaffected immigrants from unstable countries, most immigrants who never make it out of the struggling lower rung of the middle class and beyond the bounds of a suffocating social circle, even most angry Muslim young men without a religious education but with a high tolerance for danger, do not build bombs and kill people.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The imagination demands something distinct, huge, to explain the leap between ordinary life and the path of a terrorist</p> \n </blockquote> \n</aside> \n<p>The imagination demands something distinct, huge, and immediately recognisable to explain the leap between an ordinary life and the path of a terrorist. In December 2013, <em>The Boston Globe</em> published a near-book-length expos&eacute; based on almost eight months of reporting by a team of journalists, and this team’s conclusion was that Tamerlan suffered from schizophrenia. He apparently heard voices that told him to do terrible things. The evidence for this newspaper diagnosis was this: it would seem that Zubeidat [his mother] once said something about Tamerlan’s “voices” to Max Mazaev’s wife, who, years later – after the bombing – relayed the conversation to her husband, who, in turn, mentioned it in a telephone conversation with a psychiatrist who had once treated Anzor but had never met Tamerlan – and the psychiatrist may have said the word “schizophrenia”, among others. The diagnosis not only was based on ephemeral evidence but was actually counterfactual: terrorism experts broadly agree that a firm grip on reality is required to carry out a secret plot of any complexity. As for the “voices,” Zubeidat most likely meant an inner voice that she felt, at that moment, was leading her teenage son astray.</p> \n<p>But if it was not a giant mental disorder, was there a huge conspiracy that led Tamerlan and Jahar astray? Most of the media coverage hewed to the FBI’s radicalisation theory, and proposed a variety of characters suspected of having indoctrinated Tamerlan: first a man named Misha, who turned out to be a soft-spoken Armenian-born Muslim convert living in Rhode Island who had not seen Tamerlan in three years; then the Russian-Canadian Dagestani insurgent William Plotnikov and the teenage Dagestani fighter Mahmud Nidal; and, finally, Magomed Kartashov’s Union of the Just. The problem with these theories is that either the supposed villains have no evident relationship to an armed struggle, as in the cases of Misha and Kartashov, or there is no evidence that Tamerlan ever met them, as in the cases of Plotnikov and Nidal …</p> \n<p>The story of the bombs, if it is ever known, may turn out to involve more people, and people with bigger ideas than the people named in this book – or it may not. As for the brothers themselves, theirs remains a small story, in which nothing extraordinary happens – or, rather, no extraordinary event is necessary to explain what happened. One had only to be born in the wrong place at the wrong time, as many people are, to never feel that one belongs, to see every opportunity, even those that seem within reach, pass one by – until the opportunity to be somebody finally, almost accidentally, presents itself. This is where the small story of the Tsarnaevs joins the large story of the war on terror.</p> \n<p>“The War Against Terror is another moment in this continuing saga of our species toward an unpredictable somewhere between All against All and One World,” writes Scott Atran, attempting to place terrorism in the context of the evolution of human identities:</p> \n<p><em>While economic globalisation has steamrolled or left aside large chunks of humankind, political globalisation actively engages people of all societies and walks of life – even the global economy’s driftwood: refugees, migrants, marginals, and those most frustrated in their aspirations. For there is, together with a flat and fluid world, a more tribal, fragmented, and divisive world, as people unmoored from millennial traditions and cultures flail about in search of a social identity that is at once individual and intimate but with a greater sense of purpose and possibility of survival than the sorrow of here today, gone tomorrow … Jihad offers the group pride of great achievements for the underachieving.</em></p> \n<p>The rhetoric and actions of the US government and its agents, in their outsize response and their targeting of specific communities, have probably done as much to create an imagined worldwide community of jihadists as have the efforts of al-Qaida and its allies. For Tamerlan, this vision offered a truer – and more realistic – path to greatness than boxing or keyboards could. And while Jahar may have envied his brother his place in heaven, he himself was getting ready to stand trial for doing exactly what he and his brother had wanted to do: for declaring war on a great power.</p> \n<p><span class=\"bullet\">•</span><em> </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/298373/\"><em>The Tsarnaev Brothers: The Road to a Modern Tragedy</em></a> is published by Scribe.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432830360637/boston-marathon-bombing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The explosion near the finish line of the 2013 Boston Marathon, Monday, April 15, 2013. Photograph: David L Ryan/AP","credit":"David L Ryan/AP","altText":"boston marathon bombing","cleanCaption":"The explosion near the finish line of the 2013 Boston Marathon, Monday, April 15, 2013. Photograph: David L Ryan/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831743455/d6702043-66ed-445c-bf2c-e240fe88b7ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The memorial service for fallen officer Sean Collier, who was shot in his police car. Photograph: Steven Senne/AP","credit":"Steven Senne/AP","altText":"The memorial service for fallen officer Sean Collier, who was shot in his police car.","cleanCaption":"The memorial service for fallen officer Sean Collier, who was shot in his police car.","cleanCredit":"Photograph: Steven Senne/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432830609674/33b56733-6cbf-4130-8994-e7d0f8c0d20e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suspects ... the photographs handed out at an FBI news conference on 18 April. Photograph: HANDOUT/Reuters","credit":"HANDOUT/Reuters","altText":"Suspects ... the photographs handed out at an FBI news conference on 18 April.","cleanCaption":"Suspects ... the photographs handed out at an FBI news conference on 18 April.","cleanCredit":"Photograph: HANDOUT/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831010464/50ba8e38-799e-4355-998e-f206a5adee02-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Wanted for questioning in relation to the Boston Marathon bombing”: Jahar (left) and Tamerlan Tsarnaev. Photograph Reuters Photograph: HANDOUT/Reuters","credit":"HANDOUT/Reuters","altText":"'Wanted for questioning in relation to the Boston Marathon bombing\": Jahar (left) and Tamerlan  Tsarnaev.","cleanCaption":"‘Wanted for questioning in relation to the Boston Marathon bombing”: Jahar (left) and Tamerlan Tsarnaev. Photograph Reuters","cleanCredit":"Photograph: HANDOUT/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831148719/d449e385-ae58-4d05-bf4c-7108653fa9f9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thermal image released by the Massachusetts State Police Air Wing, shows the boat in which Jahar hid. Photograph: -/AFP/Getty Images","credit":"-/AFP/Getty Images","altText":"Thermal image released by the Massachusetts State Police Air Wing, shows the boat in which Jahar hid.","cleanCaption":"Thermal image released by the Massachusetts State Police Air Wing, shows the boat in which Jahar hid.","cleanCredit":"Photograph: -/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831255799/17a4aa9b-2797-4ac9-8af8-1c24c6327816-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The author, Masha Gessen Photograph: Murdo Macleod/Murdo Macleod","credit":"Murdo Macleod/Murdo Macleod","altText":"The author, Masha Gessen","cleanCaption":"The author, Masha Gessen","cleanCredit":"Photograph: Murdo Macleod/Murdo Macleod"}],"webPublicationDate":"2015-05-30T06:00:03Z","lastModified":"2015-05-30T06:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Masha Gessen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/masha-gessen"}],"feature":true,"keywords":["Books","Boston Marathon bombing","Culture","US news","Biography"],"tags":[{"id":"books/books","webTitle":"Books"},{"id":"us-news/boston-marathon-bombing","webTitle":"Boston Marathon bombing"},{"id":"culture/culture","webTitle":"Culture"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"books/biography","webTitle":"Biography"}],"section":{"id":"books"},"topics":[{"displayName":"Masha Gessen","topic":{"type":"tag-contributor","name":"profile/masha-gessen"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/30/tsarnaev-brothers-book-extract-masha-gessen","shortUrl":"http://gu.com/p/49ah9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/30/tsarnaev-brothers-book-extract-masha-gessen","webUri":"http://www.theguardian.com/books/2015/may/30/tsarnaev-brothers-book-extract-masha-gessen"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432830360637/boston-marathon-bombing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The explosion near the finish line of the 2013 Boston Marathon, Monday, April 15, 2013. Photograph: David L Ryan/AP","credit":"David L Ryan/AP","altText":"boston marathon bombing","cleanCaption":"The explosion near the finish line of the 2013 Boston Marathon, Monday, April 15, 2013. Photograph: David L Ryan/AP"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"‘Farewell, readers’ / Alan Rusbridger on leaving the Guardian after two decades at the helm","rawTitle":"Alan Rusbridger on leaving the Guardian after two decades at the helm","item":{"type":"article","id":"media/2015/may/29/farewell-readers-alan-rusbridger-on-leaving-the-guardian","title":"‘Farewell, readers’: Alan Rusbridger on leaving the Guardian after two decades at the helm","trailText":"After 20 remarkable years as editor, Alan Rusbridger is stepping down. Here he reflects on two decades of sweeping change, and recalls his fervent wish when he took the job: “Please, please let me not drop the vase”<br>","standFirst":"<p>After 20 years as editor, Alan Rusbridger is stepping down. Here he reflects on two decades of sweeping change – from broadsheet to Berliner, Aitken to Snowden, and newsprint to pixels – and recalls his fervent wish when he took the job: “Please, please let me not drop the vase”</p>","byline":"Alan Rusbridger","body":"<p>This, if you’re reading the physical paper – which, of course, you are not – is my last edition as editor. In just over 20 years we have put nearly 7,500 papers “to bed”, as almost no one says nowadays. At some point in the 24-hour, seamlessly rolling digital news cycle, you’ll have a new editor. I will have slipped away and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/20/guardian-appoints-katharine-viner-new-editor-in-chief\">my successor, Katharine Viner</a>, will have materialised at the helm.</p> \n<p>Since 1821 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/gnm-archive/2002/jun/11/1\">there have been just 10 editors</a> of the Guardian – or 11 if you count Russell Scott Taylor, the 18-year-old who helped edit for a brief period in the 1840s. The greatest of them, CP Scott, managed 57 years in the hot seat. His son, Ted, drowned on Windermere only three years into his stint. Twenty years is, give or take, about the average.</p> \n<p>The paper I joined in 1979 felt in some ways like a family firm, and in a sense, it still is. I started on the same July Monday as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/nickdavies\">Nick Davies</a>, who went on to become one of the finest reporters of his generation. His career led him into investigations, mine initially into descriptive reporting, columns and features. From the day I arrived, the Guardian felt like a warm bath – a place of sanctuary for free thought and writing.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/mar/22/katharine-viner-new-editor-guardian\">Enter Katharine Viner at the Guardian: new editor, old hand</a> </p> \n</aside> \n<p>And I was very firmly a writer: it never occurred to me that I would ever edit any bit of the Guardian, let alone be let loose on the whole thing. I even left at one point, to take my writing elsewhere. But in late 1988 the Guardian badly needed a Weekend magazine to answer the rather brilliant Saturday glossy that had just been launched by the Independent. For some reason, Peter Preston, the Guardian’s then editor, asked me to do it.</p> \n<p>I had been diverted down a different journalistic path – one that would lead me, via the launch of G2 in 1992, to take over the editor’s chair on 13 January 1995. I knew enough of the Guardian’s history to feel utterly overawed by the responsibility. Please, please let me not drop the vase.</p> \n<p>But, of course, the Guardian is much bigger than any one editor. A rival kindly took me out to lunch soon after I started and reassured me: “If I take a day off, there are six assistant editors who have a completely different view of what my paper should be. If you take the day off, the building itself would produce the Guardian.”</p> \n<p>He was right. There is – through a combination of cultural osmosis, ownership and watchful readers – an incredibly strong shared idea of what the Guardian is, even if the job is to reinterpret it for each generation, “in the same spirit as heretofore”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/gnm-archive/2002/jun/06/1\">History of the Guardian</a> </p> \n</aside> \n<p>My first edition appeared the following day, as if nothing had happened, with the splash headline: “EU moves to tighten frontiers”. Plus ca change.</p> \n<p>During <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/gnm-archive/2002/jun/06/1\">the first 170-odd years</a> of the Guardian’s life there were, of course, enormous challenges and changes, not least the transformative decision to move from Manchester to London in 1964. But the essentials of newspaper life were the same in 1995, when I took over from Peter Preston, as they had been in 1821, when the paper was launched in response to the Peterloo Massacre of 1819.</p> \n<p>Stories were told in words and (more recently) pictures – still black and white, the “proper” medium for news 20 years ago. The rhythm of the day built up to one main deadline, around 9.30pm. We knew the cost of paper, ink, printing and distribution, and could flex the price of advertising, and of the newspaper itself. The readership was overwhelmingly in the UK, and if they ever wanted to get in touch, they did so by phone or letter. It was a world of known knowns.</p> \n<p>Twenty years later, we swim in unknown unknowns. We still tell stories in text and pictures, but the words are as likely to be in the form of live blogs as stories. We have learned to use moving pictures as well as stills. We work in audio, interactives, data, graphics and any combination of the above. We distribute our journalism across multiple channels, platforms and devices, including live discussion and debate. We’re on the iWatch; we’re in bed with Facebook; we’re still in the corner shop.</p> \n<p>Two thirds of our readership is now outside of the UK: we publish continuously. Virtually all our readers can themselves now be publishers and can connect with one another, and anyone else, as well as us. They contribute to the Guardian in ways that were unimaginable even 15 years ago.</p> \n<p>On top of all that, we still produce a newspaper. Or, more precisely, two. The Observer, 30 years older than the Guardian, is in really good health under John Mulholland.</p> \n<p>The economic model of what we now do is still in its infancy. Twenty years ago, no one asked a newspaper editor about their business model. Now it’s one of the first questions. And, of course, the Guardian – though extremely financially secure today compared with many periods in its past – is no more immune than any of its rivals to the need to find a sustainable basis for what it does.</p> \n<p>Some publishers have decided to erect walls around their digital content and insist on payment. The polar opposites are represented by the Guardian and the Times of London, the latter of which today claims a daily digital audience of around 281,000. In April the Guardian was read by more than 7 million unique browsers a day. On an equal accounting basis, we’re losing (or investing) about the same amount of money. You’ll have to come back in 10 or even 20 years time to find out who judged the future best. But the Guardian – still the eighth-biggest newspaper in the UK – is now vying with the New York Times for the mantle of largest serious English-language newspaper website in the world.</p> \n<h2><strong>Libel and a life online</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"01eb5555a6c8c0fd295e97948dd3a48b7dd2168c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432895837453/21bee6e5-20fe-4555-b255-e91e7cc264cf-460x276.jpeg\" alt=\"Alan Rusbridger and Peter Preston at the High Court in London during the Aitken libel trial in 1997.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alan Rusbridger and Peter Preston at the High Court in London during the Aitken libel trial in 1997.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Godwin</span> \n </figcaption> \n</figure> \n<p>So much for the numbers. While sorting through 20 years’ worth of assorted papers in recent weeks – I’m a hoarder rather than a chucker – I made mental divisions for the past two decades. First came the Libel Years, during which it felt as if the Guardian was never out of one court or another. Almost as soon as I took over, there was a procession of MPs, cabinet ministers, lobbyists, cult-busters, quack doctors, corporations, police officers, banks and rich playboys queuing up to injunct or sue us.</p> \n<p>There is – thank goodness – much less libel around these days, but those battles were often epic, costly and immensely time-consuming. If you won – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/1999/jun/08/uk\">which, mostly, we did</a> – they could even be fun. Mostly, they were nerve-racking and exhausting. I’m not sorry to see the slow decline of the London libel industry, and hope that we, alongside other newspapers and free-speech organisations, played a small part in helping to finish it off. And a big thank you to all m’learned friends from over the years. You were expensive. But good.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/gnm-archive/guardian-website-timeline\">History of the Guardian website</a> </p> \n</aside> \n<h2><br /></h2> \n<p>Then came <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/gnm-archive/guardian-website-timeline\">the first Internet Years</a>, during which – under Ian Katz’s leadership – we created a website that didn’t fall into the trap of simply replicating online what we did in print. Ian and his team saw early on that this was a medium that was, in many important respects, quite different from print, and created a digital Guardian Unlimited that played by the new rules of the game.</p> \n<p>Then there was an interlude with the print Format Wars – a response to the bold move by the Independent and Times to switch from broadsheet publishing to tabloid. The Indie even announced that it would henceforth be a “viewspaper”, not a newspaper – a startling declaration of intent that got lost in the excitement about size.</p> \n<p>For various reasons – not least the amount of classified advertising we still took in print at that point – tabloid didn’t really work for us. We needed new presses anyway – the cost of any format was neutral – and opted for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/gpc/berliner-format\">the European Berliner size</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"0132ba518e62816d9a4214dc253e9d22fa2ea881\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432895964887/9cd84188-cedd-474e-a164-fcab0f9dc982-460x276.jpeg\" alt=\"Rusbridger with the first copy of the new Berliner-format Guardian in September 2005.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Guardian Editor Alan Rusbridger with the first copy of the new Guardian Berliner newspaper in September 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Chung</span> \n </figcaption> \n</figure> \n<p>The paper that took shape in the hands of designer Mark Porter and deputy editor Paul Johnson (and, at the Observer, with former editor Roger Alton) was a thing of beauty and flexibility. But, even as we installed the new Man Roland presses, we knew they were likely to be the last we ever bought. In retrospect, it’s not clear that the changes in printed format transformed the fortunes of anyone – big, little or medium.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/feb/10/comment-is-free-georgina-henry-open-thread\">What Comment is free means to you: in celebration of its late founding editor, Georgina Henry | Open thread</a> </p> \n</aside> \n<p>The next phase was the Social Web, or Web 2.0, as it was first called. Emily Bell, by then editing our digital output and our resident seer, quickly pronounced this to be as important as the web itself. There was a fork in the road, she warned us: we could fence ourselves off from this social, economic, cultural and publishing revolution, or we could embrace it wholeheartedly. Open or closed? We went for open.</p> \n<p>An early experiment was Comment Is Free, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/feb/10/comment-is-free-georgina-henry-open-thread\">launched by Georgina Henry</a> in 2006 as a way of immensely broadening and diversifying the pool of Guardian commentary – not just the “above the line” writers, but the hundreds of thousands of you who flooded in to debate and argue in a way that had never previously been possible.</p> \n<p>We had to devise new rules and conventions. A new breed of journalist – comment moderators – was born in order to handle the avalanche of opinion. We had created a new democracy of expression, which was sometimes uncomfortable, but mostly rich and absorbing, and sometimes even exhilarating. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/help/insideguardian/2015/jan/28/welcome-to-the-new-guardian-website\">Our most recent design</a>, overseen by our head of digital strategy Wolfgang Blau, took this journey still further.</p> \n<h2><strong>Breaking news</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"19244cc90312a0376ac96f52ad65d922c11ca0d7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432896052838/5c9e3a14-dc97-45ab-99c1-1dbc7825d880-460x276.jpeg\" alt=\"Edward Snowden being interviewed by Alan Rusbridger and Ewen Macaskill in Russia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Edward Snowden being interviewed by Alan Rusbridger and Ewen Macaskill in Russia in 2014. </span> \n  <span class=\"element-image__credit\">Photograph: Alex Healey</span> \n </figcaption> \n</figure> \n<p>And, finally, there were the stories: about crooked bungs; politicians on the take; corporations dodging tax; toxic spills; unethical policing; lethal policing; torture and rendition; female mutilation; drugs; food production; pill-peddlers and much more.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/nov/28/us-embassy-cable-leak-diplomacy-crisis\">Wikileaks, in 2010</a>, felt, and was, enormous: the biggest leak of diplomatic and intelligence cables the world had then seen. But then came <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2011/jul/04/milly-dowler-voicemail-hacked-news-of-world\">phone-hacking</a> – Nick Davies’s extraordinary seven-year slog of reporting gradually shone a light on the crimes, evasions and deceptions of the most powerful news company in the world.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/interactive/2013/nov/01/snowden-nsa-files-surveillance-revelations-decoded\">NSA files decoded: Edward Snowden's surveillance revelations explained</a> </p> \n</aside> \n<p>Davies’s reporting stopped a vast, ruthless media monopoly from effectively doubling in size – with all the consequences for power, democracy, regulation and even policing that went with that. The best defence that the Murdochs – son, father and associates – could muster was that it was out of control. Any other response would have been too corporately apocalyptic to contemplate.</p> \n<p>British journalism as an occasionally thoughtless bloodsport has as a result, I think, been checked a little, though I know not all my fellow editors either agree or approve.</p> \n<p>And then came <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/the-nsa-files\">Edward Snowden</a>, with his astonishing insights into the way the surveillance business had been industrialised since 9/11, so that – without any kind of meaningful informed consent - countless millions of people the world over have had their data scooped up, stored and analysed.</p> \n<p>Judges, congressmen, lawyers, presidents, legislators, internet giants and academics around the world pored over the Guardian stories, so surely edited by US editor Janine Gibson. Only this month <a href=\"\">the US phone dragnet</a> that had secretly violated the privacy of millions of Americans every day since October 2001 was shut down. This was perhaps inevitable after the programme’s overwhelming rejection by Congress, and after a US court of appeal ruled that the bulk collection of telephone metadata revealed by Snowden was unlawful.</p> \n<p>The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/apr/14/guardian-washington-post-pulitzer-nsa-revelations\">Pulitzer prize for public service</a> was our reward. Snowden, who made the kind of sacrifice most of us would find hard even to contemplate, must, alas, wait for his own form of absolution and just recognition.</p> \n<figure class=\"element element-image\" data-media-id=\"02fe01a0da8c5790af4be7aaa3b45716f7b309c2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432896247120/422709c3-5709-4ccc-a818-8c06cb7af97f-460x298.jpeg\" alt=\"Alan Rusbridger addresses staff in the news room at the Guardian's office in Kings Cross in London after the paper was awarded a Pulitzer prize for public service in 2014.\" width=\"460\" height=\"298\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alan Rusbridger addresses staff in the news room at the Guardian’s office in Kings Cross in London after the paper was awarded a Pulitzer prize for public service in 2014.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene for the Guardian</span> \n </figcaption> \n</figure> \n<p>There have been other recent successes – deputy editor Katharine Viner’s brilliant launch of <a href=\"http://www.theguardian.com/au\">Guardian Australia</a> – as part of our international expansion; Rob Evans’s long, dogged campaign to drag <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/13/release-of-prince-charles-letters-point-of-freedom-of-information-black-spider-memos\">Prince Charles’s political correspondence</a> into the open; our recent campaign to treat climate change with <a href=\"http://www.theguardian.com/environment/series/keep-it-in-the-ground\">the gravity and impact it deserves</a>; Maggie O’Kane’s forceful crusade against <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/video/2015/mar/13/anti-fgm-campaign-new-york-video\">female genital mutilation</a> … and much more.</p> \n<h2><strong>Independent in perpetuity</strong></h2> \n<p>As I’ve cleared my shelves and sorted through fading ephemera, I have, of course, reflected on what the Guardian is – and what it is to be an editor.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/jul/25/-sp-rupert-murdoch-passive-power-hack-attack-nick-davies\">The pervasive power of Rupert Murdoch: an extract from Hack Attack by Nick Davies</a> </p> \n</aside> \n<p>When John Scott, one of the sons of CP, decided to place the Manchester Guardian into a trust, he consulted Churchill’s future lord chancellor, Gavin Simonds, who told him: “It seems to me that you are trying to do something very repugnant to the law of England. You are trying to divest yourself of a property right.”</p> \n<p>That was precisely what Scott was trying to do. Sir William Haley, later editor of the Times, said: “He could have been a rich man; he chose a spartan existence. And, when he made up his mind to divest himself of all beneficial interest [in the Guardian], he did so with as little display of emotion as if he has been solving an algebraical problem. Most men making so large a sacrifice would have exacted at least the price of an attitude.”</p> \n<p>The decision of the Scott family to give up all financial interest in the Guardian must rank high among the great historic acts of public-minded philanthropy. In doing so, they created an ownership structure with only two purposes: to secure the future of the Guardian in perpetuity, and to protect its independence in all situations, at all costs and against all comers.</p> \n<figure class=\"element element-image\" data-media-id=\"a569a2b0d3f34994e27e08666f2823dee4b40249\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432896497587/9ba0b3c5-30dd-4e45-bc19-f1b327904663-460x276.jpeg\" alt=\"Russell Brand and Alan Rusbridger at the Guardian's morning conference in August 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Russell Brand and Alan Rusbridger at the Guardian’s morning conference in August 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<p>The perpetuity bit is, of course, always a work in progress – though building an endowment of around &pound;1bn is certainly a strong foundation for the future. The role of the Guardian Media Group – the “commercial” wing of the operation – has been crucial.</p> \n<p>The independence given to us by the trust manifests itself in a hundred ways. Before the recent general election, 200 of us sat in a room one lunchtime to decide which party, if any, to endorse. There was no message filtering down from above, explicit or implicit. Rightly, or wrongly, the decision was ours alone.</p> \n<p>The same spirit is there every morning, when anyone on staff can come to the morning conference – to listen, to contribute, to challenge or to absorb. It was there when the insurers in the Aitken libel action urged our co-defendants, Granada TV, to surrender – while the Scott Trust told us to fight on. It was there when the state and assorted politicians came knocking to get them to pull the plug on the Snowden stories. The trust had the absolute answer: we can’t.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/apr/14/guardian-washington-post-pulitzer-nsa-revelations\">Guardian and Washington Post win Pulitzer prize for NSA revelations</a> </p> \n</aside> \n<p>It was there every time this editor needed advice from those wisest of owls, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2008/nov/15/politics\">Hugo Young</a> and Liz Forgan. It’s there in the words of the centenary essay penned by Scott in 1921, in which he wrote of the balance between the material and moral existence of a newspaper – between profit and power. There was never any question for him which mattered more.</p> \n<p>Power over profit. But even that, in a modern context, makes me a little uneasy. I end with a confession about editing, and a nagging anxiety about this business of power.</p> \n<p>An editor, if he or she chooses, can be a very powerful figure indeed. Editors can make or break people. They dictate who gets a voice, and who remains voiceless. They can, if they want, bully and frighten whom they choose. They can impose their views on a newspaper and, through the paper, on a country and the lives of millions.</p> \n<figure class=\"element element-image\" data-media-id=\"665d1b086baa249045238802fbb4d0b130a4eaa6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432896880395/a1aa0dcc-94f7-4ec9-b00e-eb40c99da8ac-460x276.jpeg\" alt=\"guardian election conference 2015\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Before the recent general election, 200 of us sat in a room one lunchtime to decide which party, if any, to endorse.’ </span> \n  <span class=\"element-image__credit\">Photograph: Alan Rusbridger</span> \n </figcaption> \n</figure> \n<p>As we’ve seen, they can break the law while delving into private lives in reasonable confidence that no one will stop them, not even the police or regulator. They can have a disproportionate influence in shaping debates – if only by excluding any contrary arguments. One voice can dominate an entire newspaper, from the front page, throughout the reporting and the editorial columns to a select few allowed to be commentators.</p> \n<p>People do still bend their knee to this kind of power, even in an age when the influence of mainstream media is supposed to be waning. In my modest fashion, I’ve experienced it at first hand. And, in a way, I’m glad of that. I want strong institutions of the fourth estate. In a world of globalised, distant, often unaccountable power, a countervailing source of scrutiny and influence is needed more than ever.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/06/climate-change-guardian-threat-to-earth-alan-rusbridger\">Climate change: why the Guardian is putting threat to Earth front and centre | Alan Rusbridger</a> </p> \n</aside> \n<p>But I’ve never wanted the Guardian to be my voice – nor would my Guardian colleagues have wanted or allowed it. Scott saw clearly that a newspaper had to shun “the temptations of a monopoly … the voice of opponents no less than that of friends has a right to be heard”.</p> \n<p>I don’t know that I’ve always lived up to Scott’s ideal in that, but it was important to me that the Guardian had, for instance, a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/simonjenkins\">Simon Jenkins</a>, a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/maxhastings\">Max Hastings</a> or a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/matthew-dancona\">Matthew d’Ancona</a> as well as writers who swam more easily with our liberal currents.</p> \n<h2><strong>Giving away power</strong></h2> \n<p>The Guardian has had the strength to withstand all the attacks launched in response to our journalism during the past 20 years – and there have been many. But we drew our resilience from the power of the institution, not of any individual.</p> \n<p>But the power of an editor has always made me nervous. Early in my editorship I gave away significant power: the power of correction. It seemed obvious to me that journalism, as an imperfect medium, will always include mistakes – and that the very last person to adjudicate on whether or not an error had been made was the person responsible for the error in the first place.</p> \n<p>I have never forgotten this tell-it-like it is description of a newspaper by the Washington Post’s David Broder: “[A] partial, hasty, incomplete, inevitably somewhat flawed and inaccurate rendering of some of the things we have heard about in the past 24 hours – distorted, despite our best efforts to eliminate gross bias, by the very process of compression that makes it possible for you to lift it from the doorstep and read it in about an hour. If we labelled the product accurately, then we could immediately add: ‘But it’s the best we could do under the circumstances, and we will be back tomorrow, with a corrected and updated version.’”</p> \n<p>And so, since 1997, anyone who thinks the Guardian has got something wrong can bypass the editor and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2006/mar/13/comment.pressandpublishing\">appeal to someone</a> who is himself not answerable to the editor, but to the Scott Trust. I cannot interfere in his judgments, nor edit <a href=\"http://www.theguardian.com/commentisfree/series/open-door\">the weekly column</a> in which he is free to criticise the paper or expose our weaknesses.</p> \n<p>Something like this is commonplace in American newspapers, and elsewhere, but is still not the rule in the UK. You can see why. If, as editor, you greatly savour the view from the bully pulpit, then it makes no sense at all to appoint a truly independent umpire.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4a479ae1ee7061d938c17ff4658dd93802418f6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432896623159/dbc484c1-2b65-4ab6-aa00-134bffcc1ceb-460x307.jpeg\" alt=\"Alan Rusbridger.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Thank you for your support, engagement, response and argument over many years’ … Alan Rusbridger.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Argles for the Guardian</span> \n </figcaption> \n</figure> \n<p>More recently, I gave away more power – creating an editorial board to oversee the comment pages and leader columns. We did not completely follow the US model, in which the executive editor of, say, the Washington Post or New York Times has no say at all over the opinion pages. I remained editor of the whole Guardian. But I did want to create a clear divide between the business of news and comment, and to give the editorial board, headed by Jonathan Freedland, the freedom (and time) to think for themselves. Of course, CP Scott famously articulated the separation in his 1921 essay. One was free, the other sacred. As usual, he was right.</p> \n<p>Next week, for the first time in 20 years, I will have stepped off the hamster wheel of news. The Guardian is in good shape, its reach, influence and endowment bigger than anything imaginable at the time John Scott made his noble and philanthropic sacrifice.</p> \n<p>I have been blessed with wonderful colleagues, whom I shall miss terribly – only a very few of them named here. Katharine Viner will be a wonderful 11th (or even 12th) editor of the paper. Next year I will head (as well as Lady Margaret Hall at Oxford University – founded, like the Guardian, in the cause of reform) the institution I have come to cherish beyond all other in the media: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/gnm-press-office/2014/dec/10/alan-rusbridger-appointed-chair-of-the-scott-trust\">the Scott Trust</a> itself.</p> \n<p>I will say goodbye to colleagues in person. But please, readers, accept this as my farewell to you, along with my intense gratitude for your support, engagement, response and argument over many years. I know many of you <a href=\"https://membership.theguardian.com/?CMP=ppc_mem_11\">have now become “members” of the Guardian</a>, as we open the paper up even more to live and physical experience.</p> \n<p>I’ve noticed that some of the most devoted readers tend to carbon-date themselves by editor. “I started with Wadsworth,” an elderly loyalist might say; or “I began reading under Hetherington.”</p> \n<p>But, in the end, we editors just pass through. We all know that you, the readers, are the real carriers of the flame.</p> \n<p><em>Twitter: </em><a href=\"https://twitter.com/@arusbridger\"><em>@arusbridger</em></a><em> </em></p> \n<p><em>alan.rusbridger@theguardian.com</em></p> \n<h2>The Rusbridger years: a timeline</h2> \n<p><strong>24 January 1995</strong> Rusbridger is named editor by the Scott Trust, having won a vote of journalists, taking over from Peter Preston. He had been features editor for a year, and had launched both Weekend magazine and G2. </p> \n<p><strong>November 1995</strong> Launch of Go2, the Guardian’s first internet publication – the online form of the paper’s science and technology supplement.</p> \n<p><strong>30 September 1996</strong> Neil Hamilton withdraws libel action. The MP was later found guilty of asking questions in parliament in exchange for brown envelopes full of cash.</p> \n<p><strong>1997</strong> The Guardian becomes the first British newspaper to create its own ombudsman, as Ian Mayes is appointed Readers’ Editor. He has a regular column handling corrections, clarifications and complaints.</p> \n<p><strong>20 June 1997 </strong>Jonathan Aitken withdraws libel action. Having promised to “cut out the cancer of bent and twisted journalism”, the former minister is later imprisoned for perjury.</p> \n<p><strong>January 1999 </strong>Launch of Guardian Unlimited, covering news, football, cricket and jobs. By September it has a million users.</p> \n<p><strong>12 September 2005 </strong>The Berliner is launched. The Guardian becomes the only national newspaper to publish in a new medium size, and in full colour.</p> \n<p><strong>14 March 2006</strong> All opinion writing – and the discussion it starts – gets its own home online: Comment Is Free.</p> \n<p><strong>December 2008</strong> The Guardian moves to Kings Place, moving 1,700 staff a short distance across north London after 32 years in Farringdon Road.</p> \n<p><strong>November 28 2010</strong> Wikileaks cables are published. The Guardian is one of five newspapers worldwide to publish a selection of the US diplomatic documents leaked by Bradley (now Chelsea) Manning, a soldier who had downloaded them.</p> \n<p><strong>July 4 2011</strong> Years of revelations about phone-hacking at News International culminate with evidence that the News of the World hacked the phone of murdered schoolgirl Milly Dowler. The paper closes six days later. </p> \n<p><strong>June 5 2013</strong> The Guardian publishes documents leaked by Edward Snowden detailing surveillance of private information by the NSA and other bodies. The Guardian and the Washington Post win a Pulitzer prize the following year.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432914219286/dd16e1dc-f4c9-4472-bd1c-60e7a540df6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"Alan Rusbridger in 1995 ","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432895838983/21bee6e5-20fe-4555-b255-e91e7cc264cf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alan Rusbridger and Peter Preston at the High Court in London during the Aitken libel trial in 1997. Photograph: Martin Godwin","credit":"Martin Godwin","altText":"Alan Rusbridger and Peter Preston at the High Court in London during the Aitken libel trial in 1997.","cleanCaption":"Alan Rusbridger and Peter Preston at the High Court in London during the Aitken libel trial in 1997.","cleanCredit":"Photograph: Martin Godwin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432895965804/9cd84188-cedd-474e-a164-fcab0f9dc982-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Guardian Editor Alan Rusbridger with the first copy of the new Guardian Berliner newspaper in September 2005. Photograph: Dan Chung","credit":"Dan Chung","altText":"Rusbridger with the first copy of the new Berliner-format Guardian in September 2005.","cleanCaption":"Guardian Editor Alan Rusbridger with the first copy of the new Guardian Berliner newspaper in September 2005.","cleanCredit":"Photograph: Dan Chung"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432896054188/5c9e3a14-dc97-45ab-99c1-1dbc7825d880-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Edward Snowden being interviewed by Alan Rusbridger and Ewen Macaskill in Russia in 2014.  Photograph: Alex Healey","credit":"Alex Healey","altText":"Edward Snowden being interviewed by Alan Rusbridger and Ewen Macaskill in Russia.","cleanCaption":"Edward Snowden being interviewed by Alan Rusbridger and Ewen Macaskill in Russia in 2014. ","cleanCredit":"Photograph: Alex Healey"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432896247520/422709c3-5709-4ccc-a818-8c06cb7af97f-2060x1333.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1333,"width":2060,"orientation":"landscape","caption":"Alan Rusbridger addresses staff in the news room at the Guardian’s office in Kings Cross in London after the paper was awarded a Pulitzer prize for public service in 2014. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Alan Rusbridger addresses staff in the news room at the Guardian's office in Kings Cross in London after the paper was awarded a Pulitzer prize for public service in 2014.","cleanCaption":"Alan Rusbridger addresses staff in the news room at the Guardian’s office in Kings Cross in London after the paper was awarded a Pulitzer prize for public service in 2014.","cleanCredit":"Photograph: David Levene for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432896499078/9ba0b3c5-30dd-4e45-bc19-f1b327904663-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Russell Brand and Alan Rusbridger at the Guardian’s morning conference in August 2013. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Russell Brand and Alan Rusbridger at the Guardian's morning conference in August 2013.","cleanCaption":"Russell Brand and Alan Rusbridger at the Guardian’s morning conference in August 2013.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432896881824/a1aa0dcc-94f7-4ec9-b00e-eb40c99da8ac-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Before the recent general election, 200 of us sat in a room one lunchtime to decide which party, if any, to endorse.’  Photograph: Alan Rusbridger","credit":"Alan Rusbridger","altText":"guardian election conference 2015","cleanCaption":"‘Before the recent general election, 200 of us sat in a room one lunchtime to decide which party, if any, to endorse.’ ","cleanCredit":"Photograph: Alan Rusbridger"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432896621845/dbc484c1-2b65-4ab6-aa00-134bffcc1ceb-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"‘Thank you for your support, engagement, response and argument over many years’ … Alan Rusbridger. Photograph: Martin Argles for the Guardian","credit":"Martin Argles for the Guardian","altText":"Alan Rusbridger.","cleanCaption":"‘Thank you for your support, engagement, response and argument over many years’ … Alan Rusbridger.","cleanCredit":"Photograph: Martin Argles for the Guardian"}],"webPublicationDate":"2015-05-29T15:14:33Z","lastModified":"2015-05-29T15:44:50Z","metadata":{"commentable":true,"commentCount":663,"contributors":[{"name":"Alan Rusbridger","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416841217351/Alan-Rusbridger-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alanrusbridger"}],"feature":true,"keywords":["Alan Rusbridger","The Guardian","Media","Newspapers & magazines","National newspapers","Newspapers","Edward Snowden","US news","WikiLeaks","Internet","Technology","Digital media","Social media"],"tags":[{"id":"media/alanrusbridger","webTitle":"Alan Rusbridger"},{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/media","webTitle":"Media"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"media/wikileaks","webTitle":"WikiLeaks"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"media/social-media","webTitle":"Social media"}],"section":{"id":"media"},"topics":[{"displayName":"Alan Rusbridger","topic":{"type":"tag-contributor","name":"profile/alanrusbridger"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/29/farewell-readers-alan-rusbridger-on-leaving-the-guardian","shortUrl":"http://gu.com/p/49bxm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/29/farewell-readers-alan-rusbridger-on-leaving-the-guardian","webUri":"http://www.theguardian.com/media/2015/may/29/farewell-readers-alan-rusbridger-on-leaving-the-guardian"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432914219286/dd16e1dc-f4c9-4472-bd1c-60e7a540df6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alan Rusbridger in 1995.  Photograph: The Guardian","credit":"The Guardian","altText":"Alan Rusbridger in 1995 ","cleanCaption":"Alan Rusbridger in 1995. ","cleanCredit":"Photograph: The Guardian"}},"importance":4,"kicker":{"title":"‘Farewell, readers’"},"showQuotedHeadline":false,"sublinks":[{"title":"Enter Katharine Viner / New editor, old hand","rawTitle":"New editor, old hand","item":{"type":"comment","id":"media/2015/mar/22/katharine-viner-new-editor-guardian","title":"Enter Katharine Viner at the Guardian: new editor, old hand","trailText":"There is a popular will at the Guardian to make a new page of its history work under Alan Rusbridger’s former deputy","standFirst":"There is a popular will at the Guardian to make a new page of its history work under Alan Rusbridger’s former deputy","byline":"Peter Preston","body":"<p>Serious newspapers are seriously complex beasts, a mesh of history, contacts and personalities: which is why Lionel Barber at the <em>FT</em>, John Witherow at the <em>Times</em>, Amol Rajan at the <em>Indy</em>, Chris Evans at the <em>Telegraph</em> and Zanny Beddoes at the <em>Economist</em> were all essentially appointments from within. And now, after much worldwide headhunting and advertising, the inside wins again, as Katharine Viner emerges as editor-in-chief at the <em>Guardian</em>, the first woman in that role.</p> \n<p>It has taken three months to find Alan Rusbridger’s successor: roughly the same time as electing a new Labour leader, with manifestoes and hustings in a <a href=\"http://www.gmgplc.co.uk/the-scott-trust/\">Scott Trust </a>effort to give <a href=\"http://gonuj.org/\">staff a voice</a> and outside applicants a chance. But, in the end, the new boss will be one of Alan Rusbridger’s longstanding deputies, beating former deputy and rival Ian Katz in a last round.</p> \n<p>Too many twists on a road to produce the answer many first thought of and the staff overwhelmingly endorsed in an indicative ballot? Perhaps. Next time the contest will probably be shorter and sharper. There are longterm dangers in making newspapers feel too much like political parties, with their ideological cliques. Editors will of course be democrats: but democracy has limits in the 24/7 rush of deadlines.</p> \n<p>Viner has done many jobs over the past 18 years. She’s a known, experienced quantity. She has the staff behind her. There’s a popular will to make this new page of history work. And the <em>Guardian</em> she inherits, like the one Rusbridger inherited, is hugely changed and hugely challenging. So newsroom support isn’t some optional extra: it’s the bedrock of whatever the future brings.</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/3/20/1426875268279/katharine-viner-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Katharine Viner will become editor of the Guardian when Alan Rusbridger leaves in the summer.","credit":"/PR","altText":"katharine viner","cleanCaption":"Katharine Viner will become editor of the Guardian when Alan Rusbridger leaves in the summer."}],"bodyImages":[],"webPublicationDate":"2015-03-22T09:00:06Z","lastModified":"2015-04-01T10:52:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Peter Preston","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424167472996/Peter-Preston-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterpreston"}],"feature":false,"keywords":["The Guardian","Newspapers & magazines","National newspapers","Newspapers","Media","Alan Rusbridger"],"tags":[{"id":"media/theguardian","webTitle":"The Guardian"},{"id":"media/pressandpublishing","webTitle":"Newspapers & magazines"},{"id":"media/national-newspapers","webTitle":"National newspapers"},{"id":"media/newspapers","webTitle":"Newspapers"},{"id":"media/media","webTitle":"Media"},{"id":"media/alanrusbridger","webTitle":"Alan Rusbridger"}],"section":{"id":"media"},"topics":[{"displayName":"Peter Preston","topic":{"type":"tag-contributor","name":"profile/peterpreston"}}],"series":{"title":"Peter Preston on press and broadcasting","uri":"http://mobile-apps.guardianapis.com/lists/tag/media/series/peter-preston-on-press-and-broadcasting"},"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/mar/22/katharine-viner-new-editor-guardian","shortUrl":"http://gu.com/p/46pxa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/mar/22/katharine-viner-new-editor-guardian","webUri":"http://www.theguardian.com/media/2015/mar/22/katharine-viner-new-editor-guardian"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/3/20/1426875268279/katharine-viner-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Katharine Viner will become editor of the Guardian when Alan Rusbridger leaves in the summer.","credit":"/PR","altText":"katharine viner","cleanCaption":"Katharine Viner will become editor of the Guardian when Alan Rusbridger leaves in the summer."}},"importance":0,"kicker":{"title":"Enter Katharine Viner"},"byline":{"title":"Peter Preston"},"showQuotedHeadline":true,"sublinks":[]}]},{"title":"Family / My son said no to drugs","rawTitle":"My son said no to drugs","item":{"type":"article","id":"lifeandstyle/2015/may/30/my-son-said-no-to-drugs","title":"My son said no to drugs","trailText":"He’d been taking recreational drugs since his teens, so when his own 14-year-old son took a hard anti-drugs line with his friends, one father wondered if his boy was needlessly making life hard for himself","standFirst":"<p>He’d been taking recreational drugs since his teens, so when his own 14-year-old son took a hard anti-drugs line with his friends, one father wondered if his boy was needlessly making life hard for himself</p>","byline":"Anonymous","body":"<p>“They’re arseholes who don’t know what’s right or wrong.” So said my 14-year-old son the other day, dismissing his school friends with a characteristically sweeping summary. Until recently, J’s mates were the one good thing about school. He walked there and back with them every day, they all hung out as a gang at break time and ate lunch at “their table”. Every spare moment in uniform was spent together.</p> \n<p>Being with his friends was J’s life raft in a school day awash with loathsome lessons. But now it’s become an ordeal, with J repeatedly checking his watch, wishing break time would hurry up and finish. “I used to hate everything about school except for break, but now break is the thing I hate most.”</p> \n<p>The reason it’s all changed is that J’s friends have started smoking dope.</p> \n<p>The teen drug issue had been closing in on us for a while. A friend’s 14-year-old stepson has recently been expelled from two different schools because of cannabis; while another friend’s 14-year-old was arrested, cautioned and made to attend a drug rehab course when police found a joint in his trouser pocket. Then a few weeks ago, drugs finally landed slap bang in the middle of J’s world. But J’s is not your routine adolescent drug problem. J’s difficulty is that he insisted his friends stop doing drugs – or else.</p> \n<p>Throughout his whole education, stretching way back into infancy, J has repeatedly been told by school to say a&nbsp;loud no to big, bad, dangerous, illegal drugs. On top of which, my son has a&nbsp;rather overdeveloped conscience. So, when his friends started smoking dope at the local park, he decided to take a&nbsp;hard line. A very hard line. Not only did he not partake, but he broke off all contact for a while, ignoring his friends’ calls and blocking their numbers. In order to do the right thing, J de-friended his friends. And then he felt miserable. Which was when he got his parents involved.</p> \n<p>Where things such as drugs and drinking are concerned, I’m your standard hope-for-the-best parent. The hope being that J will find his own way without me having to get too involved. This is what a lot of parenting boils down to: you give them the big talk, with information and advice, and then off they go, into the world, ready to make their own mistakes, while you cross your fingers, hoping they make it to the other side of adolescence in one piece. But is crossing your fingers really good enough?</p> \n<figure class=\"element element-image\" data-media-id=\"cb79d52c99cf2766c384c9ad099ccbbaf3646e0e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432899720402/8e9cc487-8402-4ff6-aeac-4ef364860f6d-460x276.jpeg\" alt=\"Group of teenagers working in school class\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Young brains are still developing and there are reasons to be concerned about the potential damaged caused by smoking weed. Photograph: Getty Images/Posed by models</span> \n </figcaption> \n</figure> \n<p>I am from the generation for whom drugs were part of the landscape through our late teens and early 20s, which makes us relatively chilled about them. But because we are more “cool” about drugs than our parents’ generation – for whom they were simply bad, end of discussion – we have tricked ourselves into thinking we have the whole thing sorted. But we haven’t. Not where children are concerned.</p> \n<p>The trend in J’s generation is to start trying weed at around 13 or 14 – with its use widespread and frequent. In contrast, I started experimenting with dope and speed from about 16. Now, developmentally, neurologically and emotionally, it is a long way from 13 or 14 to 16, 17 and 18. Young brains are still developing, even into the early 20s&nbsp;and, despite the often alarmist tone of coverage, there are reasons to be concerned about the potential damage caused by regular dope use during these formative years – especially the supercharged variants such as skunk – as well as the possible causal links between dope and schizophrenia.</p> \n<p>We all know this. Yet as many of our children reach the mid-teens and start copying the druggy lifestyles of young adults, because we are so “cool” about drugs, we seem unable to acknowledge that there might be a problem.</p> \n<p>On the day J blocked his friends for crimes with weed, with the pressure on to come up with my best possible advice, I had this ludicrous idea for 10 seconds or so: why don’t I stop off on my way home from work, find some dope to buy and we can smoke it together? This way we could just get the whole rite of passage thing done and dusted. J often tastes my wine at dinner, always with disgust, and my hunch is that an introduction to grown-up stimulants within the family setting might have its value.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I told him, just be yourself. And if that means you don’t smoke dope, then good – don’t</p> \n </blockquote> \n</aside> \n<p>Of course I didn’t do anything of the sort. If I rolled a joint and smoked it with him, apart from it feeling incredibly wrong, weird and ill-fitting, I’d be breaking the law. Anyway, I do understand that part of the allure of first drugs is the ritual of being a&nbsp;rebellious daredevil with your mates.</p> \n<p>For now, though, J doesn’t see it this way and has cut himself off. In an attempt to mitigate this growing social disaster, his mum and I urged J to open up to the ways of pragmatism. Maybe there was a less stringent line to be followed – that we have all got to swim upstream sometimes. Could his response be a bit more nuanced, and Clintonesque, perhaps? Be around the dope, just don’t inhale.</p> \n<p>How many parents have to encourage their child to be less good?</p> \n<p>The advice did work, for a while. But by being a refusenik, J&nbsp;has taken himself out of a&nbsp;conversation that has radically shifted. Now his mates smoke weed and drink booze on the sly, it is all they want to talk about – with the usual hype and bravado. “It’s never gaming or TV any more,” moans J. “Everything is, ‘Oh, I smoked that weed’. Or, ‘I was so pissed and acting crazy’. Or, ‘Oh, do you want to smoke some weed with me after school?’”</p> \n<p>These are hook-ups that J is no longer invited to. He just gets to hear about them the next day at break. Fortunately, he has other friends outside school, but he is concerned that it is only a matter of time before they are also “bodysnatched”. Which would just leave him – the 14-year-old out of sync with the times, who doesn’t want to do something he doesn’t want to do, just because everyone else is doing it.</p> \n<p>But, scratch the surface and J’s resistance is really a reluctance to embrace adolescence. Beneath this lurks a more profound resistance to change. J has had quite enough of that already, thank you very much: the deaths of close family members, his parents’ separated, his step mum moved out, cat died … J craves stasis just as his friends are bursting to experiment with new things.</p> \n<p>Three years ago, he went to an induction day to prepare for the move up to secondary school. As he walked through the school gate for the first time, J turned to the kid next next to him and said: “Hi, how’s it going?” And the kid said, “Fuck off!”</p> \n<p>J realised that he would have to change if he was going to make it at big school. So he downgraded his walk to a&nbsp;slouch, lowered his voice, ditched the sensible rucksack that some year 9s called a jetpack. But he also changed his way of being. He became less open, less euphoric, more taciturn and guarded. He told me he was worried that he was changing the real him – for ever. Recently, he returned to this idea of “passing”, saying he wished he could pretend to be the light, easy-going person who smokes weed and doesn’t care.</p> \n<p>What do you say when your son is battling not to go under? Then it came to me. It’s obvious. Don’t try to pass any more, I told him. Just be yourself. And if that means you don’t smoke dope, then good – don’t.</p> \n<p>I realised that, actually, I don’t want him to smoke it. Deep down, I think he’s too young. I don’t think drugs are OK for children, I just struggled to admit it at first.</p> \n<p>All along, J’s stance on drugs had been clear and finally I had caught up with him. He said he would try dope one day, when he was ready, but not before he’s 16. And I thought, yeah, for now, that’s a pretty good plan.</p> \n<p>I’ll still be keeping my fingers crossed though.</p> \n<p><a href=\"http://www.kaputalready.com/\" title=\"\"><em>kaputalready.com</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655445853/Teen-boy-smoking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The trend in J’s generation is to start trying weed at around 13 or 14 (posed by model). Photograph: Tomas Rodriguez/Corbis","credit":"Tomas Rodriguez/Corbis","altText":"Teen boy smoking","cleanCaption":"The trend in J’s generation is to start trying weed at around 13 or 14 (posed by model). Photograph: Tomas Rodriguez/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432899721803/8e9cc487-8402-4ff6-aeac-4ef364860f6d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Young brains are still developing and there are reasons to be concerned about the potential damaged caused by smoking weed. Photograph: Getty Images/Posed by models","credit":"Phil Boorman/Getty Images/Posed by models","altText":"Group of teenagers working in school class","cleanCaption":"Young brains are still developing and there are reasons to be concerned about the potential damaged caused by smoking weed. Photograph: Getty Images/Posed by models"}],"webPublicationDate":"2015-05-30T06:30:03Z","lastModified":"2015-05-30T06:35:40Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Anonymous","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/anonymous"}],"feature":true,"keywords":["Family","Life and style","Drugs","Young people","Society","Cannabis","Education"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/society","webTitle":"Society"},{"id":"society/cannabis","webTitle":"Cannabis"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Anonymous","topic":{"type":"tag-contributor","name":"profile/anonymous"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/my-son-said-no-to-drugs","shortUrl":"http://gu.com/p/498jb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/my-son-said-no-to-drugs","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/my-son-said-no-to-drugs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432655445853/Teen-boy-smoking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The trend in J’s generation is to start trying weed at around 13 or 14 (posed by model). Photograph: Tomas Rodriguez/Corbis","credit":"Tomas Rodriguez/Corbis","altText":"Teen boy smoking","cleanCaption":"The trend in J’s generation is to start trying weed at around 13 or 14 (posed by model). Photograph: Tomas Rodriguez/Corbis"}},"importance":3,"kicker":{"title":"Family"},"showQuotedHeadline":false,"sublinks":[]},{"title":"I’m on tour again. What chaos am I leaving behind?","rawTitle":"I’m on tour again. What chaos am I leaving behind?","item":{"type":"article","id":"lifeandstyle/2015/may/30/tim-dowling-band-on-tour","title":"Tim Dowling: I’m on tour again. What chaos am I leaving behind?","trailText":"‘When I get home that afternoon the house is dark and oppressively silent’","standFirst":"<p>‘When I get home that afternoon the house is dark and oppressively silent’</p>","byline":"Tim Dowling","body":"<p>While searching for a phone charger with the right end, my eye snags on something on the kitchen table: the cover of a GCSE history revision guide, featuring a black and white photo of a wounded soldier lying on the scarred earth, looking imploringly at the huddle of comrades gathered above him. One has a wobbly balloon drawn in ballpoint pen emerging from his mouth. Inside the balloon, in a cramped, joined-up hand, are the words “shut up you batty crease”.</p> \n<p>“Are you off?” my wife says, striding into the kitchen.</p> \n<p>“In a minute,” I say.</p> \n<p>“We won’t be here when you get back,” she says.</p> \n<p>“Why not?” I ask.</p> \n<p>“We’re going to that thing,” she says. “I told you.”</p> \n<p>“Oh,” I say. The doorbell rings.</p> \n<p>“That’s them,” I say.</p> \n<p>“Have fun,” my wife says.</p> \n<p>For the second weekend in a row I’m heading out on tour with the band I’m in. With two of my children in the middle of exams, I can imagine the chaos I’m leaving behind, but I’m a bit hazy about what lies ahead.</p> \n<p>“Where are we playing tonight?” I ask the bass player as the van pulls away. He looks at me, then at his phone.</p> \n<p>“I’ll just check,” he says.</p> \n<p>Fours hours later I’m walking the streets of Wirksworth, near Derby, in search of a bit of carpet to put under the bass drum to stop it sliding around on stage. The search is fruitless: even if Wirksworth had a carpet shop, it wouldn’t be open.</p> \n<p>“Everything shuts at 4.30,” says the accordion player, peering into a darkened window.</p> \n<p>“Not this pub,” I say, pointing to a sign on the door. “It doesn’t even open until 8pm.”</p> \n<p>“Shut up,” he says.</p> \n<p>That night the band is to be billeted among the good people of Wirksworth. I’ve been assigned to Paddy and Debbie, but I’m not sure where they live.</p> \n<p>“Don’t worry,” Debbie says. “We’re all meeting at the pub afterwards, just across the way.”</p> \n<p>“The pub that doesn’t open until 8?” I say.</p> \n<p>“That’s the one,” Paddy says.</p> \n<p>The next afternoon I ring my wife from Durham. She tells me the youngest one has had his last day of classes.</p> \n<p>“He came home covered in cocks,” she says.</p> \n<p>“Sorry?” I say.</p> \n<p>“You know, they draw all over each others’s shirts,” she says.</p> \n<p>“Oh yeah,” I say. “I remember.”</p> \n<p>Two days later I wake up in a hotel room in Cockermouth. I think about ringing the youngest one to ask him to guess the name of the town I’m in, but it’s 7.30, and we’re meant to be loading up for the drive back to London.</p> \n<p>When I get home that afternoon the house is dark and oppressively silent. Suddenly my wife appears at the top of the stairs, I nearly jump out of my shoes.</p> \n<p>“I thought you were away,” I say.</p> \n<p>“We’re going in a minute,” she says.</p> \n<p>“Oh,” I say. “Why aren’t I coming with you?”</p> \n<p>“Because you’re tired,” she says.</p> \n<p>“I am tired,” I say.</p> \n<p>“And because I’m leaving you one of the dogs,” she says.</p> \n<p>“OK,” I say.</p> \n<p>“It’s not personal,” she says. “How was it?”</p> \n<p>I think back over the weekend – the gigs, the road, the festival on the hillside in Ireby, the pub that didn’t open till 8, the sight of Durham cathedral on a spring morning, the guided tour of a chipboard factory that occupied our Saturday afternoon – and I realise that to describe it as a single experience would be like summing up the history of 20th century armed conflict with the words “shut up you batty crease”.</p> \n<p>“It was good,” I say. <br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/5/26/1432638778712/Dowling-band-on-tour-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"  Photograph: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Dowling: band on tour","cleanCaption":"  Photograph: Benoit Jacques for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-30T05:00:05Z","lastModified":"2015-05-30T05:00:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Tim Dowling","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750190/TimDowling.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timdowling"}],"feature":true,"keywords":["Family","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tim Dowling","topic":{"type":"tag-contributor","name":"profile/timdowling"}}],"series":{"title":"Tim Dowling's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/timdowlingsweekendcolumn"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/tim-dowling-band-on-tour","shortUrl":"http://gu.com/p/497tx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/30/tim-dowling-band-on-tour","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/30/tim-dowling-band-on-tour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432638886929/25976de3-85de-44a8-81a6-697b64eba7ce-1020x970.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":970,"width":1020,"orientation":"landscape","caption":"Illustration: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Dowling: band on tour","cleanCaption":"Illustration: Benoit Jacques for the Guardian"}},"importance":3,"byline":{"title":"Tim Dowling"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-30T08:26:57Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}