{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Greece is a sideshow. The eurozone has failed, and Germans are its victims too","rawTitle":"Greece is a sideshow. The eurozone has failed, and Germans are its victims too","item":{"type":"comment","id":"commentisfree/2015/jun/22/greece-eurozone-germans-single-currency","title":"Greece is a sideshow. The eurozone has failed, and Germans are its victims too","trailText":"The single currency has driven down wages across the continent and hit&nbsp;workers in its leading economy the hardest","standFirst":"The single currency has driven down wages across the continent and hit&nbsp;workers in its leading economy the hardest","byline":"Aditya Chakrabortty","body":"<p>Nearly every discussion of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/22/greek-crisis-eurozone-summit-leaders-eurogroup-ecb-live\" title=\"\">Greek fiasco</a> is based on a morality play. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/22/greece-bailout-tax-collection-rates\" title=\"\">Call it Naughty Greece</a> versus Noble Europe. Those troublesome Greeks never belonged in the euro, runs this story. Once inside, they got themselves into a big fat mess – and now it’s up to Europe to sort it all out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/22/greek-debt-crisis-tsipras-offer-is-welcomed-as-good-basis-for-progress\">Eurozone creditors raise hopes of Greek bailout deal</a> </p> \n</aside> \n<p>Those are the basics all Wise Folk agree on. Then those on the right go on to say <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/17/greece-says-bailout-deal-is-up-to-troika-amid-speculation-over-exit-from-eu\" title=\"\">feckless Greece</a> must either accept Europe’s deal or get out of the single currency. Or if more liberal, they hem and haw, cough and splutter, before calling for Europe to show a little more charity to its southern basketcase. Whatever their solution, the Wise Folk agree on the problem: it’s not Brussels that’s at fault, it’s Athens. Oh, those turbulent Greeks! That’s the attitude you smell when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/18/greek-crisis-eurozone-finance-ministers-merkel-live#block-558307b5e4b0d1f45dc984cb\" title=\"\">the IMF’s Christine Lagarde decries the Syriza government for not being “adult” enough</a>. That’s what licenses <a href=\"http://en.protothema.gr/greece-vs-europe-such-much-for-the-united-eu/\" title=\"\">the German press to portray Greece’s finance minister, Yanis Varoufakis, as needing “psychiatric help”</a>.</p> \n<p>There’s just one problem with this story: like most morality tales, it shatters upon contact with hard reality. Athens is merely the worst outbreak of a much bigger disease within the euro project. Because the single currency isn’t working for ordinary Europeans, from the Ruhr valley to Rome.</p> \n<p>On saying this, I don’t close my eyes to the endemic corruption and tax-dodging in Greece (nor indeed, does the outsiders’ movement Syriza, which came to power campaigning against just these vices). Nor am I about to don Farage-ist chalkstripes. My charge is much simpler: the euro project is not only failing to deliver on the promises of its originators, it’s doing the exact opposite – by eroding the living standards of ordinary Europeans. And as we’ll see, that’s true even for those living in the continent’s number one economy, Germany.</p> \n<p>First, let’s remind ourselves of the noble pledges made for the euro project. Let’s play the grainy footage of Germany’s Helmut Schmidt and France’s Giscard d’Estaing, as they lay the foundations for Europe’s grand unifier. Most of all, let’s remind ourselves of what the true believers felt. Take this from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/jul/16/germany-left-doubt-single-currency\" title=\"\">Oskar Lafontaine</a>, Germany’s minister of finance, on the very eve of the launch of the euro. He talked of “the vision of a united Europe, to be reached through the gradual convergence of living standards, the deepening of democracy, and the flowering of a truly European culture”.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This isn’t about creating a deeper democracy, but deeper markets – and the two are increasingly incompatible</p> \n </blockquote> \n</aside> \n<p>We could quote a thousand other such stanzas of euro-poetry, but that single line from Lafontaine shows how far the single-currency project has fallen. Instead of raising living standards across Europe, monetary union is pushing them downwards. Rather than deepening democracy, it is undermining it. As for “a truly European culture”, when German journalists accuse Greek ministers of “psychosis”, that mythic agora of nations is a long way off.</p> \n<p>Of all these three charges, the first is most important – because it explains how the entire union is being undermined. To see what’s happened to the living standards of ordinary Europeans, turn to some extraordinary research published this year by Heiner Flassbeck, former chief economist at the United Nations Conference on Trade and Development, and Costas Lapavitsas, an economics professor at Soas University of London turned Syriza MP.</p> \n<p>In Against the Troika, the German and the Greek publish one chart that explodes the idea that the euro has raised living standards. What they look at is unit labour costs – how much you need to pay staff to make one unit of output: a widget, say, or a bit of software. And they map labour costs across the eurozone from 1999 to 2013. What they find is that German workers have barely seen wages rise for the 14-year stretch. In the short life of the euro, working Germans have fared worse than the French, Austrians, Italians and many across southern Europe.</p> \n<p>Yes, we’re talking about the same Germany: the mightiest economy on the continent, the one even David Cameron regards with envy. Yet the people working there and making the country more prosperous have seen barely any reward for their efforts. And this is the model for a continent.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/21/tsipras-of-athens-drama-entering-gripping-final-act\">Tsipras of Athens – a gripping drama entering its final act | Larry Elliott</a> </p> \n</aside> \n<p>Perhaps you have an image of Deutschland as being a nation of highly skilled, highly rewarded workers in gleaming factories. That workforce and its unions still exist – but it’s shrinking fast. What’s replacing it, according to Germany’s leading expert on inequality, Gerhard Bosch, are crap jobs. The low-wage workforce has shot up and is now almost at US levels, he reckons.</p> \n<p>Don’t blame this on the euro, but on the slow decline of German unions, and the trend of business towards outsourcing to cheaper eastern Europe. What the single currency has done is make Germany’s low-wage problems the ruin of an entire continent.</p> \n<p>Workers in France, Italy, Spain and the rest of the eurozone are now being undercut by the epic wage freeze going on in the giant country in the middle. Flassbeck and Lapavitsas describe this as Germany’s “beggar thy neighbour” policy – “but only after beggaring its own people”.</p> \n<p>In the last century, the other countries in the eurozone could have become more competitive by devaluing their national currencies – just as the UK has done since the banking meltdown. But now they’re all part of the same club, the only post-crash solution has been to pay workers less.</p> \n<p>That is expressly what the European commission, the European Central Bank and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/greece-faces-banking-crisis-after-eurozone-meeting-breaks-down\" title=\"\">IMF</a> are telling Greece: make workers redundant, pay those still in a job much less, and slash pensions for the elderly. But it’s not just in Greece. Nearly every meeting of the Wise Folk in Brussels and Strasbourg comes up with the same communique for “reform” of the labour market and social-security entitlements across the continent: a not-so-coded call for attacking ordinary people’s living standards.</p> \n<p>This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets – and the two are increasingly incompatible. Germany’s Angela Merkel has shown no compunction about meddling in the democratic affairs of other European countries – tacitly warning Greeks against voting for Syriza for instance, or forcing the Spanish socialist prime minister, Jos&eacute; Luis Rodr&iacute;guez Zapatero, to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/mar/28/residents-trapped-spanish-ghost-towns\" title=\"\">rip up the spending commitments that had won him an election</a>.</p> \n<p>The diplomatic beatings administered to Syriza since it came to power this year can only be seen as Europe trying to set an example to any Spanish voters who might be tempted to support its sister movement Podemos. Go too far left, runs the message, and you’ll get the same treatment.</p> \n<p>Whatever the founding ideals of the eurozone, they don’t match up to the grim reality in 2015. This is Thatcher’s revolution, or Reagan’s – but now on a continental scale. And as then, it is accompanied by the idea that There Is No Alternative either to running an economy, or even to which kind of government voters get to choose.</p> \n<p>The fact that this entire show is being brought in by agreeable-looking Wise Folk often claiming to be social democratic doesn’t render the project any nicer or gentler. It just lends the entire thing a nasty tang of hypocrisy.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434997490409/Matt-Kenyon-illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon","credit":"/Matt Kenyon","altText":"Matt Kenyon illustration","cleanCaption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon"}],"bodyImages":[],"webPublicationDate":"2015-06-22T19:07:32Z","lastModified":"2015-06-22T23:01:08Z","metadata":{"commentable":true,"commentCount":1011,"contributors":[{"name":"Aditya Chakrabortty","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411565194870/Aditya-Chakrabortty-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adityachakrabortty"}],"feature":false,"keywords":["Greece","Europe","World news","Germany","Eurozone crisis"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/germany","webTitle":"Germany"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Aditya Chakrabortty","topic":{"type":"tag-contributor","name":"profile/adityachakrabortty"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/22/greece-eurozone-germans-single-currency","shortUrl":"http://gu.com/p/4a32v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/22/greece-eurozone-germans-single-currency","webUri":"http://www.theguardian.com/commentisfree/2015/jun/22/greece-eurozone-germans-single-currency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434997490409/Matt-Kenyon-illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon","credit":"/Matt Kenyon","altText":"Matt Kenyon illustration","cleanCaption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon"}},"importance":7,"byline":{"title":"Aditya Chakrabortty"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434997490409/Matt-Kenyon-illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon","credit":"/Matt Kenyon","altText":"Matt Kenyon illustration","cleanCaption":"'This is what the noble European project is turning into: a grim march to the bottom. This isn’t about creating a deeper democracy, but deeper markets.' Photograph: Matt Kenyon"}}]},{"title":"How we made ... / The League of Gentlemen","rawTitle":"The League of Gentlemen","item":{"type":"article","id":"stage/2015/jun/23/how-we-made-the-league-of-gentlemen-stephen-pemberton-jeremy-dyson","title":"How we made The League of Gentlemen","trailText":"‘When we were looking for locations on our first series, the producer was always stepping away to take calls. We learned later they wanted to cancel us’","standFirst":"<p>‘When we were looking for locations on our first series, the producer was always stepping away to take calls. We learned later they wanted to cancel us’</p>","byline":"Interviews by Harriet Gibsone","body":"<h2><strong>Stephen Pemberton, writer/actor</strong></h2> \n<p>We were doing our first stage shows in 1995 and decided to stop off at Rottingdean on our way to a gig in Brighton; there was a wishing stone in a churchyard that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/01/mark-gatiss-doctor-who-is-my-first-love-baftas-2015-television\">Mark [Gatiss]</a> wanted to find. When we got there we each made a wish – essentially that this endeavour we had started would bear fruit – and on our way back we stopped off at this little shop. All four of us went in and the woman who worked there looked aghast, as if thinking: “My God, I’m going to be mugged and raped! You’re going to steal everything!” We walked out and burst into laughter. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/aug/23/reece-shearsmith-q-and-a-interview\">Reece</a> [Shearsmith] came up with The Local Shop and that was the birth of those characters.</p> \n<p>In 1986, I started at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/the-northerner/2012/jul/26/bretton-hall-yorkshire-sculpture-park-league-of-gentlemen-hepworth-wakefield\">Bretton Hall College</a> in Yorkshire, where I met Mark and Reece. I come from a background where nobody’s ever been to university, or to the theatre; there was no experience of performing other than that general banter that a lot of northern families have – so I had no expectations. In a way, the League was railing against that very safe, cosy light-entertainment world; we loved the writing of Alan Bennett, Victoria Wood and the Saturday-night double bill of horror films. We brought that ear for dialogue and love of gothic horror together.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The costumes were murder. As the series went on, you could see bits of mould growing on Tubbs's body suit</p> \n </blockquote> \n</aside> \n<p>We were left alone to write what we wanted but while we were looking for locations for the first series our producer kept stepping away to take phone calls: we learned later that the show was on the brink of being cancelled as the controller of BBC2 just didn’t get it. Thankfully as soon as the show hit the airwaves it was an instant success.</p> \n<p>The costumes were murder – if you needed to go to the toilet it became a huge thing. As the series went on, the body suit for Tubbs would be fetched out of the loft and you could see bits of mould growing on it. When we finished the last series, I remember kicking the padding around the corridor saying: “I’m never ever getting into that again.”</p> \n<p>I turned 30 the year we won the Perrier award. I always said: “When I’m 30, if I haven’t done anything yet I’ll knock it on the head and do something else.” So thank God! I could have ended up doing a Legs Akimbo-style theatre company. I could be Olly Plimsolls right now.</p> \n<h2><strong>Jeremy Dyson, writer</strong></h2> \n<p>I was badgered into meeting Mark by my old friend <a href=\"https://www.thestage.co.uk/features/2005/balancing-act-gordon-anderson/\">Gordon</a> [Anderson, who co-founded 606 Theatre with Stephen]. He was so insistent, it was as if he was trying to fix us up. I resisted at first, but when we did meet eventually it was love at first sight – creatively speaking.</p> \n<p>Around the time we were doing the first stage show, Steve Coogan’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/video/2009/may/29/pauline-calf-wedding-video\">Paul and Pauline</a> Calf video diary came out and I remember Mark ringing me saying: “We’ve missed the boat!” We were always aiming for television. We were very confident – horrendously so – because we had such a clear idea of what we wanted to do. It must have been a nightmare for production teams.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=YOtpgz4L5d8\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/YOtpgz4L5d8?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>After we did Edinburgh we got a BBC Radio 4 series and BBC2 pilot, and we spent three days in a Brighton B&amp;B working up an incredibly detailed document about the League town. There was a clothes shop called Bang Bangs and a long list of names for the town; Royston Vasey was one. It was Chubby Brown’s real name and that just made us laugh.</p> \n<p>There was a line in one of the stage reviews I always cherished that said League of Gentleman was “barely on nodding terms with conventional comedy” and I used to carry that around like a badge. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2009/jan/10/jonathan-miller-interview\">Jonathan Miller</a> [theatre director] said that for him the definition of the funniest comedy is a private joke made public. That’s the Goons, that’s Python, that’s Vic Reeves: there’s something about buying into part of something tribal, and I guess the League had that. We were a gang.</p> \n<p>I don’t seek out the League to watch now, but occasionally I’ll catch a bit and I’m sometimes quite shocked! That something so strange somehow found an audience on the scale it did was always the thing that amazed us all.</p>","section":"Stage","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434989399914/a33e8f89-7dc3-467a-b764-1ace22f7c5a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BBC","altText":"The Local Shop… Steve Pemberton, left, and Reece Shearsmith in The League of Gentlemen","cleanCredit":"Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-06-23T06:00:03Z","lastModified":"2015-06-23T06:00:03Z","metadata":{"commentable":true,"commentCount":132,"contributors":[],"feature":true,"keywords":["Comedy","Television","Comedy","The League of Gentlemen","Comedy","Culture","Stage","Radio comedy","Radio","Television & radio"],"tags":[{"id":"stage/comedy","webTitle":"Comedy"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/comedy","webTitle":"Comedy"},{"id":"tv-and-radio/the-league-of-gentlemen","webTitle":"The League of Gentlemen"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"stage/stage","webTitle":"Stage"},{"id":"tv-and-radio/radio-comedy","webTitle":"Radio comedy"},{"id":"culture/radio","webTitle":"Radio"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"stage"},"topics":[],"series":{"title":"How we made","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/how-we-made"},"embeddedVideos":[],"adTargetingPath":"stage"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/stage/2015/jun/23/how-we-made-the-league-of-gentlemen-stephen-pemberton-jeremy-dyson","shortUrl":"http://gu.com/p/4a2ta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/stage/2015/jun/23/how-we-made-the-league-of-gentlemen-stephen-pemberton-jeremy-dyson","webUri":"http://www.theguardian.com/stage/2015/jun/23/how-we-made-the-league-of-gentlemen-stephen-pemberton-jeremy-dyson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434989399914/a33e8f89-7dc3-467a-b764-1ace22f7c5a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Local Shop … Reece Shearsmith, left, and Stephen Pemberton Photograph: BBC","credit":"BBC","altText":"The Local Shop … Reece Shearsmith, left, and Stephen Pemberton","cleanCaption":"The Local Shop … Reece Shearsmith, left, and Stephen Pemberton","cleanCredit":"Photograph: BBC"}},"importance":6,"kicker":{"title":"How we made ..."},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434989399914/a33e8f89-7dc3-467a-b764-1ace22f7c5a3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BBC","altText":"The Local Shop… Steve Pemberton, left, and Reece Shearsmith in The League of Gentlemen","cleanCredit":"Photograph: BBC"}}]},{"title":"Nina Simone / Angry, lonely life of a soul legend","rawTitle":"Angry, lonely life of a soul legend","item":{"type":"article","id":"music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","title":"Nina Simone: 'Are you ready to burn buildings?'","trailText":"From singing the soundtrack to the civil rights movement to living in self-imposed exile in Liberia, Nina Simone never chose the easy path. As a new documentary is released, Dorian Lynskey looks at the angry, lonely life of a soul legend","standFirst":"<p>From singing the soundtrack to the civil rights movement to living in self-imposed exile in Liberia, Nina Simone never chose the easy path. As a new documentary is released, we look at the angry, lonely life of a soul legend</p>","byline":"Dorian Lynskey","body":"<p>Nina Simone’s album <a href=\"https://play.spotify.com/album/6cbqf84EsLlPeu72H2Al0H?play=true&amp;utm_source=open.spotify.com&amp;utm_medium=open\">Black Gold</a>, recorded at New York’s Philharmonic Hall on 26 October 1969, concludes with a deeply moving performance of To Be Young, Gifted and Black. The song took its name from a hit play about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2001/apr/23/artsfeatures.stage\">Lorraine Hansberry</a>, the celebrated playwright who had converted Simone to political activism before dying young in 1965. As she spoke about Hansberry, Simone’s voice creaked with emotion. “I think that very soon now, maybe four or five weeks, I won’t be able to sing it anymore because each time I do it she comes a little bit closer and I miss her a little bit more.”</p> \n<p>In Liz Garbus’s new Netflix documentary <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jan/23/sundance-2015-first-look-review-what-happened-miss-simone-liz-garbus-nina-simone\">What Happened, Miss Simone?</a> we see rows of black students enraptured by the song she called “the Black national anthem”, her biggest hit since <a href=\"https://www.youtube.com/watch?v=ewNw78TpRPk\">I Loves You, Porgy</a> a decade earlier. It had the pride and optimism of the cover versions she had alchemised into civil rights anthems: Feeling Good, I Wish I Knew How It Would Feel to Be Free, Ain’t Got No/I Got Life. But her Philharmonic performance revealed the undercurrents of pain and loss that were slowly dragging her under.</p> \n<p>The tremendous power of Simone’s music has entranced the likes of Kanye West, Antony, Laura Mvula and Lauryn Hill. In 2008, President Obama named her version of Sinnerman as one of his 10 favourite songs. She sang in an almost androgynous baritone that she said ranged from “gravel” to “coffee and cream”, played piano like a virtuoso and interpreted material with power and imagination. When she covered a song it stayed covered, although it’s ironic that her career was revived in 1987 thanks to a perfume commercial that featured 1958’s My Baby Just Cares for Me because that perky jazz standard (which she once called “a piece of shit”) told listeners nothing about who she really was.</p> \n<p>There was always something regal about the “High Priestess of Soul” who, at one point, claimed to be a reincarnated Egyptian queen: <a href=\"https://www.youtube.com/watch?v=ewNw78TpRPk\">Nadine Cohodas’s excellent biography is called Princess Noire</a>. “She is loved or feared, adored or disliked, but few who have met her music or glimpsed her soul react with moderation,” Maya Angelou wrote in the 1970 magazine article that gives Garbus’s film its name. “She is an extremist, extremely realised.”</p> \n<figure class=\"element element-image\" data-media-id=\"ebedaaf96ce6737f1ca2f73bed73537179330aab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434989663701/c0e02075-3bff-4d45-ae40-8e36793c01fe-460x356.jpeg\" alt=\"Simone in 1969\" width=\"460\" height=\"356\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Simone in 1969</span> \n  <span class=\"element-image__credit\">Photograph: Jack Robinson/Getty Images</span> \n </figcaption> \n</figure> \n<p>What Happened, Miss Simone? makes the case that Simone was not only one of the most talented musicians of the 20th century but one of the most troubled and unlucky. It shows how she always felt she had been denied her true calling; how she never achieved the success that prettier, more biddable singers enjoyed; how she invested so much of herself in the civil rights movement that she was shattered when it faltered; how she suffered physical abuse from her husband and manager Andrew Stroud and inflicted it on her daughter Lisa; how her bipolar condition was only diagnosed in the 1980s, long after her volatility had inflicted irreparable damage. She was an outcast who only briefly found safe harbour — first as a wife and mother, then as an activist – before it was snatched away. Not fitting in made her great, but it also made her angry and very lonely.</p> \n<p>Nina Simone was born in Tryon, North Carolina, in 1933. As young Eunice Waymon, playing piano in church, she felt that “I was a black girl and I knew about it.” After high school, the Curtis Institute of Music in Philadelphia rejected her application because, she believed with good reason, she was black. “I never really got over that jolt of racism,” she said.</p> \n<p>With her dream of becoming America’s first black, female concert pianist crushed, Simone turned to performing in bars to earn a living, a job she regarded as such a humiliating defeat that one reason she assumed a stage name was so that her mother wouldn’t find out what she was up to. Neither jazz nor blues nor folk nor soul, she became a musical anomaly, perhaps because all along she would rather have been playing Bach. Decades later she said: “I think I would have been happier. I’m not happy now.” She defined her indefinable style as “African-rooted classical music”.</p> \n<p>I Loves You, Porgy launched her career. She shared bills with Miles Davis and Bill Cosby and fulfilled a long-held dream of playing Carnegie Hall, although she always had a reputation for being temperamental. In 1961, she settled in Mount Vernon, New York, with Andrew Stroud and gave birth to Lisa. “The good, sweet days,” she called them. But she needed more and she found it when Lorraine Hansberry, who lived nearby, encouraged her to join the civil rights movement. Hansberry’s words were nagging at her on 15 September 1963 when a bomb planted by a white supremacist killed four black schoolgirls in Birmingham, Alabama. Her first instinct, she recalled in her memoir <a href=\"http://jazztimes.com/articles/14350-i-put-a-spell-on-you-nina-simone-with-stephen-cleary\">I Put a Spell on You</a>, was to build a gun and shoot the first white person she saw. Stroud told her to write a song instead.The furious, darkly playful <a href=\"https://www.youtube.com/watch?v=fVQjGGJVSXc\">Mississippi Goddam</a> sprang from her like a bullet, expressing black anger in a way that never had been heard in American music before. “We all wanted to say it,” comedian and activist Dick Gregory says in the film. “She said it.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=fVQjGGJVSXc\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/fVQjGGJVSXc?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Two years later, she performed it during Martin Luther King’s famous march from Selma to Montgomery. Simone befriended such towering figures as King, Malcolm X, James Baldwin, Stokely Carmichael and Langston Hughes. Singing for the movement filled the hole in her heart and playing protest songs like Hughes’s Backlash Blues and her own controversial Four Women took her to “a state of grace” after a decade spent in the “nothing world” of pop. “I was needed,” she said later. “I could sing to help my people and that became the mainstay of my life.” In the film, Lisa Kelly Simone says, “I think my mom’s anger is what sustained her.”</p> \n<p>Stroud, who thought politics was bad for business, thought she was becoming a “barking dog” but as a girl she had been taught to be silent for self-preservation and she wasn’t going back there. “All my life I’ve wanted to shout out my feeling of being imprisoned,” she said in 1967. “I’ve known about the silence that makes that prison, as any Negro does.” At a time when black artists weren’t supposed to mention racism, she was as militant as Public Enemy. She described American society as “nothing but a cancer” and treated one black audience to a poem by David Nelson of the Last Poets: “Are you ready to smash things and burn buildings?” This surging radicalism coincided with the first signs of serious mental illness, including violent furies, blackouts and hallucinations. “I had visions of laser beams and heaven, with skin – always skin – involved in there somewhere,” she wrote.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"eb589a9e97a2ae09b4c826474547c9ac89e70093\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434987022473/c77ad023-287e-441f-89fa-73a6ddf8f182-bestSizeAvailable.jpeg\" alt=\"The cover of Nina Simone's tribute to Martin Luther King, Why? (The King of Love Is Dead)\" width=\"280\" height=\"280\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead)</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>One of Simone’s most powerful concerts, captured on the ’Nuff Said! album, took place at Westbury Music Fair on 7 April 1968, three days after Dr King was shot dead. She grieved on a brand-new song called <a href=\"https://www.youtube.com/watch?v=8Uy8cyVWU2A\">Why? (The King of Love Is Dead)</a>, then raged on a white-knuckle version of Mississippi Goddam. “The king of love is dead,” she said. “I ain’t ‘bout to be nonviolent, honey!”</p> \n<p>Simone was now less a musician who cared about politics than <a href=\"https://www.youtube.com/watch?v=9IFWgK046jU\">an activist who sang</a>. Her music was by, about and for black people. She would scan the crowd for black faces and tell them, “I’m singing only to you. I don’t care about the others.” White fans, she said, were “accidental and incidental”. She could not ignore the fact “that I was a black-skinned woman in a country where you could be killed because of that one fact.” No wonder there has been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2014/aug/12/five-ethnically-insensitive-casting-decisions\">controversy over the casting of beautiful, light-skinned Zoe Saldana in the long-delayed biopic Nina</a>.</p> \n<p>Although she was outwardly still engaged, Simone claimed she lost faith in activism in 1970, when the movement fractured and the revolution didn’t come. “Optimists talked about the advances we had made, but all I saw were lost opportunities,” she wrote. Some of that energy was redirected into a new kind of music. Simone lived on stage and didn’t care much for albums. Leftover songs from the 1971 RCA sessions that produced the <a href=\"http://www.rollingstone.com/music/albumreviews/here-comes-the-sun-19710805\">Here Comes the Sun album</a> were later cut-and-shut with live recordings, often overdubbed with applause to conceal the joins. No longer writing, she expressed a potent personal vision entirely through diverse cover versions. There is nothing to connect the slow-burning soul of Steppenwolf’s The Pusher, the polyrythmic frenzy of Ike and Tina Turner’s Funkier Than a Mosquito Tweeter and the desolate, barely-there jazz-folk of Fairport Convention’s Who Knows Where the Time Goes? except Simone’s formidable conviction.</p> \n<p>During an antiwar show at Fort Dix, New Jersey in November 1971, she <a href=\"https://www.youtube.com/watch?v=L2m6IsVvj5c\">fused George Harrison’s My Sweet Lord and David Nelson’s poem Today Is a Killer</a> into a jawdropping gospel rollercoaster that concluded with a blasphemous cry of: “Who are you, Lord? You are a killer!” Included on Emergency Ward! (1972), My Sweet Lord made good on her promise “to shake people up so bad that when they leave a nightclub where I performed I just want them to be in pieces.” Sick of America, on the ominously titled It Is Finished (1974) she explored African percussion, sitars and the strange, chilling visions of the maverick Bahamian musician <a href=\"https://en.wikipedia.org/wiki/Exuma_%28musician%29\">Exuma</a>.</p> \n<p>These albums sold poorly and didn’t even rate a mention in her memoir, but they leave you salivating at the thought of what she might have done next had she not abandoned activism, the music industry (“the dirtiest and most immoral business in the world”) and the “United Snakes of America” to spend two years in exile in Liberia.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e59343bc19eb7333f98d5f0fd65fb7dce8294d33\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434986841513/d40178f8-fe96-4673-9d03-ae56028d3bd6-280x420.jpeg\" alt=\"Nina Simone and her daughter Lisa in 1965.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nina Simone and her daughter Lisa in 1965.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>When Simone returned to the stage, all the solidarity and hope of the movement had been burned away, leaving only rage and resentment that was intensified by her illness. Garbus’s film shows her hostile, imperious comeback show at the 1976 Montreux Jazz festival but not the time she told an audience at the music industry conference Midem, “You are all crooks!”, nor the calamity in Pamplona where she told the crowd: “I don’t sing for bastards. I don’t like white people.” She didn’t just rock the boat; she tried to sink it.</p> \n<p>By the decade’s end, her finances were such a wreck that when she returned to the US to stand trial for tax evasion she couldn’t even pay her hotel bill. At another bad show, in New York, the audience cried: “We love you Nina!” She snapped back: “Loving me is not enough. I want my money.” Her 1978 album Baltimore was solid but a long way from the thrilling ferment of It Is Finished. When interviewers asked her about politics, she sounded bitter and bereft. “There’s no civil rights movement. Everyone has gone.” She reflected that “artists who don’t get involved in preaching messages are probably happier”.</p> \n<p>In the 25 years before her death in 2003, at the age of 70, Simone was relatively stable and prolific. She didn’t experience the triumphant comeback that she deserved, but this was as happy an ending as could be expected from someone who had once appeared to be waging a one-woman war against everything.</p> \n<p>As she left the stage after a disastrous show at the Royal Albert Hall in 1978, Simone declared: “I am not of this planet. I do not come from you. I am not like you.” She was in a terrible state, but on that point she was absolutely right. For good and for ill, Nina Simone stood alone.</p> \n<p><span class=\"bullet\">•</span> What Happened, Miss Simone? is available on Netflix from 26 June.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434994786268/0b92a75d-f1ea-408c-959a-df52dd74789a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Redfern/Redferns","altText":"Nina Simone","cleanCredit":"Photograph: David Redfern/Redferns"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434989662374/c0e02075-3bff-4d45-ae40-8e36793c01fe-2060x1592.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1592,"width":2060,"orientation":"landscape","caption":"Simone in 1969 Photograph: Jack Robinson/Getty Images","credit":"Jack Robinson/Getty Images","altText":"Simone in 1969","cleanCaption":"Simone in 1969","cleanCredit":"Photograph: Jack Robinson/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434987022473/c77ad023-287e-441f-89fa-73a6ddf8f182-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":280,"width":280,"orientation":"landscape","caption":"The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead) Photograph: PR","credit":"PR","altText":"The cover of Nina Simone's tribute to Martin Luther King, Why? (The King of Love Is Dead)","cleanCaption":"The cover of Nina Simone’s tribute to Martin Luther King, Why? (The King of Love Is Dead)","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986843058/d40178f8-fe96-4673-9d03-ae56028d3bd6-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Nina Simone and her daughter Lisa in 1965. Photograph: AP","credit":"AP","altText":"Nina Simone and her daughter Lisa in 1965.","cleanCaption":"Nina Simone and her daughter Lisa in 1965.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-06-22T17:10:09Z","lastModified":"2015-06-22T23:00:33Z","metadata":{"commentable":true,"commentCount":171,"contributors":[{"name":"Dorian Lynskey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dorianlynskey"}],"feature":true,"keywords":["Nina Simone","Soul","Music","Documentary","Civil rights movement","Martin Luther King","Malcolm X","Culture","Film","US news"],"tags":[{"id":"music/nina-simone","webTitle":"Nina Simone"},{"id":"music/soul","webTitle":"Soul"},{"id":"music/music","webTitle":"Music"},{"id":"film/documentary","webTitle":"Documentary"},{"id":"world/civil-rights-movement","webTitle":"Civil rights movement"},{"id":"us-news/martin-luther-king","webTitle":"Martin Luther King"},{"id":"us-news/malcolm-x","webTitle":"Malcolm X"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"music"},"topics":[{"displayName":"Dorian Lynskey","topic":{"type":"tag-contributor","name":"profile/dorianlynskey"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","shortUrl":"http://gu.com/p/4a2e5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone","webUri":"http://www.theguardian.com/music/2015/jun/22/nina-simone-documentary-what-happened-miss-simone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434986132443/52056b76-5d22-4f45-a9c1-943fc11cf00b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I could sing for my people’ … Nina Simone in 1968. Photograph: David Redfern/Redferns","credit":"David Redfern/Redferns","altText":"Nina Simone in 1968","cleanCaption":"‘I could sing for my people’ … Nina Simone in 1968.","cleanCredit":"Photograph: David Redfern/Redferns"}},"importance":5,"kicker":{"title":"Nina Simone"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434994786268/0b92a75d-f1ea-408c-959a-df52dd74789a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Redfern/Redferns","altText":"Nina Simone","cleanCredit":"Photograph: David Redfern/Redferns"}}]},{"title":"Pretty as a pixel / Can you guess the pixelated masterpieces?","rawTitle":"Can you guess the pixelated masterpieces?","item":{"type":"article","id":"artanddesign/2015/jun/23/guess-artwork-pixellated-images-quiz","title":"Pretty as a pixel: can you guess the artwork?","trailText":"Think you know your art? Alexis Poles makes maddening pixelated masterpieces that will test you to your limits. See how well you do! ","standFirst":"<p>Think you know your art? <a href=\"http://cargocollective.com/alexispoles\">Alexis Poles</a> makes maddening pixelated masterpieces that will test you to your limits. See how well you do! </p>","byline":"Marta Bausells","body":"<figure class=\"element element-embed\" data-alt=\"quiz\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/mar/quiz/auto-update-activity.gif&quot; /&gt;\"></iframe> \n</figure> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/b5721c3d-006c-4dbc-b076-ac93c673fe5f/boot.js\" data-canonical-url=\"http://gdn-cdn.s3.amazonaws.com/quiz-builder/b5721c3d-006c-4dbc-b076-ac93c673fe5f/boot.js\" data-alt=\"quiz\"> \n</figure>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434970818646/0b0a7507-b404-4535-8880-d2bbed9bcbbc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alexis Poles","altText":"pixelated art quiz","cleanCredit":"Photograph: Alexis Poles"}],"bodyImages":[],"webPublicationDate":"2015-06-23T06:00:00Z","lastModified":"2015-06-23T08:05:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Marta Bausells","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marta-bausells"}],"feature":false,"keywords":["Art and design","Culture","Painting","Art"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"artanddesign/painting","webTitle":"Painting"},{"id":"artanddesign/art","webTitle":"Art"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Marta Bausells","topic":{"type":"tag-contributor","name":"profile/marta-bausells"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/23/guess-artwork-pixellated-images-quiz","shortUrl":"http://gu.com/p/4axcx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/23/guess-artwork-pixellated-images-quiz","webUri":"http://www.theguardian.com/artanddesign/2015/jun/23/guess-artwork-pixellated-images-quiz"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Pretty as a pixel"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435044241857/artworkspicturequiz.jpeg","height":564,"width":940}}]},{"title":"Glastonbury, Reading or Creamfields? Which 2015 festival has the fewest female artists?","rawTitle":"Glastonbury, Reading or Creamfields? Which 2015 festival has the fewest female artists?","item":{"type":"article","id":"music/2015/jun/23/glastonbury-reading-creamfields-2015-festival-female-artists-charts-lineups-male","title":"Glastonbury, Reading or Creamfields? Which 2015 festival has the fewest female artists?","trailText":"The charts are dominated by female performers, but this year’s British music festival lineups are 86% male. The Guardian’s data team crunches the numbers, while Jenny Stevens and Ami Sedghi speak to promoters","standFirst":"The charts are dominated by female performers, but this year’s British music festival lineups are 86% male. The Guardian’s data team crunches the numbers, while Jenny Stevens and Ami Sedghi speak to promoters","byline":"Jenny Stevens and Ami Sedghi","body":"<p>When Florence + the Machine step in to replace the Foo Fighters at Glastonbury this week, they will be only the second act with a woman topping the bill at a major UK festival in 2015. Welch will, in fact, be the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/womens-blog/2015/jun/19/feminist-news-florence-welch-helen-mirren-jennifer-lawrence\" title=\"\">first British woman this century to headline the Pyramid stage</a>; the last to do so was Skin, when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/sep/23/skunk-anansie\" title=\"\">Skunk Anansie</a> closed the festival in 1999. Before her it was Shakespears Sister – and that was in 1992. Of course, it’s not a problem specific to Worthy Farm – of the 14 headline acts playing <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/glastonbury\" title=\"\">Glastonbury</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/t-in-the-park\" title=\"\">T in the Park</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/readingandleedsfestival\" title=\"\">Reading and Leeds</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/v-festival\" title=\"\">V</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/isle-of-wight-festival\" title=\"\">Isle of Wight</a> this year, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/fleetwood-mac\" title=\"\">Fleetwood Mac</a>’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/stevie-nicks\" title=\"\">Stevie Nicks</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/03/music-festivals-return-of-fleetwood-mac-christine-mcvie\" title=\"\">Christine McVie</a> are the only other women.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/20/women-festivals-glastonbury-florence-and-the-machine\">Florence will star at Glastonbury, but festival fields are tilted against women</a> </p> \n</aside> \n<p>Male artists aren’t just dominating the top of the bill: analysis by the Guardian of 12 UK festivals has found that 86% of performers are men. At dance festival Creamfields women are virtually invisible, making up just 3% of the total performers. Reading and Leeds and Download also fare poorly with a bill made up of 94% and 96% men respectively.</p> \n<figure class=\"element element-image\" data-media-id=\"f6ebd15e68312226a2d0919eadb5c30d3b9f3dfe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434998237349/00b8640f-b10d-4358-9002-52cdcf85f1ea-460x276.jpeg\" alt=\"Florence Welch of Florence + the Machine at Bonnaroo 2015 in Manchester Tennessee.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Florence Welch of Florence + the Machine at Bonnaroo 2015 in Manchester Tennessee.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Mosenfelder/Getty Images</span> \n </figcaption> \n</figure> \n<p>The survey, conducted by the Guardian’s data team, investigates the gender split of artists at the UK’s biggest summer music events, calculating the number of male and female artists featured on the posters for Glastonbury, T in the Park, Reading and Leeds, V, Isle of Wight, Creamfields, Download, Bestival, Green Man, Latitude, Wireless and Field Day. The results reveal an appalling lack of diversity on festival bills – not just at the traditionally rock-led events but at pop-heavy V (84% male) and Wireless (80% male). Smaller boutique festivals, which might have been expected to be more imaginative, suffer the same fate: Bestival has 90% male artists, Green Man 85%, Field Day 82% and Latitude 81%. All in all, the count shows 2,336 men performing on stage compared to 270 women.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"add74ac58f879d54fac9f4226260c8100f765328\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434993744921/cdc3d133-2741-42dc-935c-8a4ca96b3695-280x420.jpeg\" alt=\"Emily Eavis at Worthy Farm.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Emily Eavis at Worthy Farm.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/emily-eavis\" title=\"\">Emily Eavis</a>, who is responsible for booking Glastonbury (which has an 86% male lineup this year) thinks the problem lies with the music industry as a whole. “I’d love to have a bill full of females, but it’s just not that easy,” she says. “It’s more complicated than choosing an artist and just booking them.” Florence Welch had said <a href=\"http://www.nme.com/news/florence-and-the-machine/85892\" title=\"\">in an interview earlier this year</a> that it would be “wonderful to headline, but also I don’t know how I’d be dealing with that right now”. Can Eavis imagine a male artist saying that? “No.” Welch was, Eavis explains, “totally ready for it. But she didn’t feel ready for it. The question of why there are so few women needs to be asked further back than us. We book bands, especially on the bigger stages, based on who is right to do those big slots. And it’s important that we have women at the top as well as men, but we also need those female artists to be pushed through – by record companies, radio and the media.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/jun/27/beyonce-glastonbury-2011-review\" title=\"\">Beyonc&eacute; stole the show when she headlined Glastonbury in 2011</a>, and the charts are currently dominated by women. At the very top, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/taylor-swift\" title=\"\">Taylor Swift</a>, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/rihanna\" title=\"\">Rihanna</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/katy-perry\" title=\"\">Katy Perry</a> have been among the top 10 biggest-selling acts across the world in the last five years. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/lady-gaga\" title=\"\">Lady Gaga</a> was the year’s biggest-selling female artist when she played an early evening set on the Other Stage at Glastonbury in 2009; <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jan/27/lana-del-ray-born-to-die-review\" title=\"\">Lana Del Rey’s debut</a> was the world’s fifth biggest selling album in 2012 and even she only managed a 4pm Saturday slot on the Pyramid stage last year.</p> \n<p>When asked what could be done to address the problem, promoter Melvin Benn, who curates festivals including Reading and Leeds and Latitude, replied: “I don’t have a problem. We don’t have a problem. We put on bands that people want to buy tickets to watch – so it’s the public that makes the decision about what bands play at festivals.” But don’t audiences expect festivals to break acts, too? “We’re not the tastemakers,” he replies. “Putting a festival on is a monstrous financial risk. The only way I balance the books is selling tickets. Why do you think we book the same male acts again and again? Because they sell tickets. Trust me, if there was a female headline act in the rock genre that sold the same amount of tickets as any one of the headline acts this year, I’d book them. Why isn’t there a heavy metal act like Metallica that is female? I&nbsp;can’t answer that.”</p> \n<p>The industry is still “incredibly male dominated”, says Eavis. “Every year I go and meet the big booking agents and band representatives and I’ve often been the only woman in the room.” A <a href=\"http://Creative Industries: Focus on Employment\" title=\"\">2012/13 report</a> found that across all music industry jobs, 67.8% are filled by men, compared with 32.2% by women. A membership survey conducted by the <a href=\"http://www.musicindie.com/home\" title=\"\">Association of Independent Music</a> found that out of the 800 indie labels it represents, only 15% are majority-owned by women.</p> \n<p>Benn insists this is slowly changing. “Come into my office and you’ll see there are significantly more women working in the building than men. And they’re not all working as Dictaphone typists, they’re working in senior roles,” he says.</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/download-festival\" title=\"\">Download festival</a> booker Andy Copping believes the problem lies with the historical lack of women elevated to the status of rock hero. “There’s no shortage of women coming to our festival, but they seem to like watching bands more than being in them,” he reckons. “They just haven’t felt inspired enough to pick up a guitar or be the singer of a rock band.” The organisers of Creamfields (97% male) declined to be interviewed but offered this statement: “The gender split of artists in electronic music is historically male dominated and it’s something that needs to change. Ultimately it comes down to representation or getting your music in front of the right people, and if its good it will get noticed.”</p> \n<figure class=\"element element-image\" data-media-id=\"e776ad7edf47fe9f3772f78a14571fa2eefe9408\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/22/1434996067096/b2d33795-505f-4016-aa06-11eeab1df2e8-460x276.jpeg\" alt=\"Beyonc&eacute; headlines the Pyramid Stage at the Glastonbury Festival in 2011.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Beyonc&eacute; headlines the Pyramid Stage at the Glastonbury Festival in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> \n </figcaption> \n</figure> \n<p>As boutique festivals continue to muscle into a fiercely competitive market, more established events have broadened the genres represented on their lineups, booking pop stars or so-called singer-songwriters, genres where women are better represented. “The old image of a festival being a big boozy mudbath with a load of lads jumping about to guitar bands has been washed away,” says T in the Park boss Geoff Ellis. “T used to be pretty much the domain of indie and rock bands. Now we’ve had the likes of Rihanna and Jessie J on the main stage.”</p> \n<p>Smaller festivals have tended to put on more diverse lineups, not only because they don’t have the big money to offer massive acts to play, but they know it’s what their ticket-buyers want. “People who come to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/08/field-day-review-owen-pallett-savages-patti-smith-ride\" title=\"\">Field Day</a> want a variety of genres,” says the festival’s booker Tom Baker, “We’re not governed by the bands that sell tickets.” Fans are also increasingly vocal. In the past couple of years, edited versions of festival lineup posters with male-only acts deleted have made headlines after being shared around social media, highlighting the invisibility of women on club, gig and festival bills.</p> \n<p>“I made a real effort this year to have more women on our lineup, because it has been a talking point for the last few years,” says <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/bestival\" title=\"\">Bestival</a>’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/nov/28/rob-da-bank-outstanding-contribution-uk-festival-awards-dj-bestival-camp-bestival\" title=\"\">Rob da Bank</a>. “A lot of these women are vocal on social media about wanting to see strong women performers. Obviously, we’re not near equality yet. And we do face the problem that most musical acts are male. But although that’s not a festival promoter’s fault, it is something we can address by getting a lot of big, strong, female names at the top of our lineup.”</p> \n<p>But progress seems painfully slow. It is alarming that, in 2015, a young music fan can spend all weekend watching acts at a UK festival, and not see a single female performer. And for decades this has been taken as a given. Music festivals were, by and large, moments of rock’n’roll communion. And women, by and large, have historically been marginalised from the rock’n’roll world.</p> \n<p>“I don’t want men on the same stage all day long,” says the Isle of Wight festival’s John Giddings. “It’s just boring.” When looking at the grim reality of these lineups stripped of their male acts, festivals don’t just feel increasingly removed from their audience, but also from contemporary music itself. In a world where women are deconstructing pop music, club culture is booming with some of the most innovative sounds in years, and a new generation of hip-hop and rap stars are heralding a socio-political cultural revolution in America, the white, male rockist notion of what a music festival headliner should be begins to feel hopelessly archaic.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998423511/Posters--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Festival posters.","credit":"PR","altText":"Festival lineup posters with the male acts taken out","cleanCaption":"Festival posters."}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998238874/00b8640f-b10d-4358-9002-52cdcf85f1ea-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Florence Welch of Florence + the Machine at Bonnaroo 2015 in Manchester Tennessee. Photograph: Tim Mosenfelder/Getty Images","credit":"Tim Mosenfelder/Getty Images","altText":"Florence Welch of Florence + the Machine at Bonnaroo 2015 in Manchester Tennessee.","cleanCaption":"Florence Welch of Florence + the Machine at Bonnaroo 2015 in Manchester Tennessee.","cleanCredit":"Photograph: Tim Mosenfelder/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434993746565/cdc3d133-2741-42dc-935c-8a4ca96b3695-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Emily Eavis at Worthy Farm. Photograph: Katherine Anne Rose","credit":"Katherine Anne Rose","altText":"Emily Eavis at Worthy Farm.","cleanCaption":"Emily Eavis at Worthy Farm.","cleanCredit":"Photograph: Katherine Anne Rose"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434996068546/b2d33795-505f-4016-aa06-11eeab1df2e8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Beyoncé headlines the Pyramid Stage at the Glastonbury Festival in 2011. Photograph: Samir Hussein/Getty Images","credit":"Samir Hussein/Getty Images","altText":"Beyoncé headlines the Pyramid Stage at the Glastonbury Festival in 2011.","cleanCaption":"Beyoncé headlines the Pyramid Stage at the Glastonbury Festival in 2011.","cleanCredit":"Photograph: Samir Hussein/Getty Images"}],"webPublicationDate":"2015-06-23T05:15:10Z","lastModified":"2015-06-23T05:15:10Z","metadata":{"commentable":true,"commentCount":117,"contributors":[{"name":"Jenny Stevens","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/16/1434440987599/Jenny-Stevens-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jenny-stevens"},{"name":"Ami Sedghi","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ami-sedghi"}],"feature":true,"keywords":["Music festivals","Women","Life and style","Festivals","Latitude festival","Glastonbury festival","Glastonbury 2015","UK news","Florence and the Machine","Gender","Isle of Wight festival","Reading and Leeds festival","Bestival"],"tags":[{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/latitudefestival","webTitle":"Latitude festival"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"music/florence-and-the-machine","webTitle":"Florence and the Machine"},{"id":"world/gender","webTitle":"Gender"},{"id":"music/isle-of-wight-festival","webTitle":"Isle of Wight festival"},{"id":"music/readingandleedsfestival","webTitle":"Reading and Leeds festival"},{"id":"music/bestival","webTitle":"Bestival"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/23/glastonbury-reading-creamfields-2015-festival-female-artists-charts-lineups-male","shortUrl":"http://gu.com/p/4a3xx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/23/glastonbury-reading-creamfields-2015-festival-female-artists-charts-lineups-male","webUri":"http://www.theguardian.com/music/2015/jun/23/glastonbury-reading-creamfields-2015-festival-female-artists-charts-lineups-male"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998423511/Posters--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Florence Welch, Taylor Swift and Beyoncé in front of festival lineup posters with the male acts taken out. Photograph: Image manipulation/David McCoy/Christophe Gowans","credit":"Image manipulation/David McCoy/Christophe Gowans","altText":"Festival lineup posters with the male acts taken out.","cleanCaption":"Florence Welch, Taylor Swift and Beyoncé in front of festival lineup posters with the male acts taken out.","cleanCredit":"Photograph: Image manipulation/David McCoy/Christophe Gowans"}},"importance":3,"showQuotedHeadline":false,"sublinks":[{"title":"Why booking festival bands is a boring, back-slapping, lazy process","rawTitle":"Why booking festival bands is a boring, back-slapping, lazy process","item":{"type":"article","id":"music/womens-blog/2015/jun/23/festival-bands-female-acts-british-lineups","title":"Booking festival bands is a boring, back-slapping, lazy process","trailText":"The staggering lack of female acts on British festival lineups this summer is insulting to the music fans and festival-goers who are not being given the choice to see them","standFirst":"<p>The staggering lack of female acts on British festival lineups this summer is insulting to the music fans and festival-goers who are not being given the choice to see them</p>","byline":"Rebecca Nicholson","body":"<p>Festivals are dominated by men, and it’s all your fault, because you, the punter, once enjoyed singing along to Metallica playing Enter Sandman at a festival, and so you will happily pay &pound;205 to sing along to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/may/08/metallica-at-glastonbury-another-half-baked-vanity-project\">Metallica playing Enter Sandman at a festival again</a>. This seems to be the fundamental justification for the staggering lack of female acts on British festival lineups this summer (and every summer). It’s an insult not only to the women missing from the bill, but also to the music fans and festivalgoers who are not being given the choice to see them.</p> \n<p>It’s rare that one looks to Hollywood as an example of progress in the entertainment industry, but over the past few years, it has dealt with similar issues. Women were rarely, if ever, trusted to be the leads in huge blockbusters because women could not open a movie, or so received wisdom had it. And then there was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bridesmaids\">the </a><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/sex-and-the-city\">Sex and the City movie, Bridesmaids</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/the-hunger-games\">The Hunger Games</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/divergent\">Divergent</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/spy\">Spy</a>, where women did open big, record-setting smash hits. The film world is still at the stage where <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/filmblog/2015/may/15/mad-max-fury-roads-strong-women-wont-surprise-true-genre-fans\">Mad Max: Fury Road has to lie about Tom Hardy being the star</a> when clearly he’s supporting Charlize Theron, but at least it’s beginning to see women both as an audience and a draw for men and women.</p> \n<p>If it were as simple as booking the music acts with the biggest audience and/or record sales, then female artists would dominate festivals, as they have the pop charts for the past few years. But many of those women – Adele, Taylor Swift and one-time Glastonbury headliner Beyonc&eacute; – are filling arenas and shifting millions of albums in the world of pop music. When you put pop music anywhere near a field, disgruntled Fifty Quid Bloke or his tedious teenage wannabe sparks up a change.org petition with some combination of the words “real music”, “authentic” and “travesty”, with an inevitably racist undertone if said performer is not white.</p> \n<p>When Melvin Benn says that there is “no problem”, and that his overwhelmingly male <a href=\"http://www.readingfestival.com/line-up\">Reading</a> and Leeds lineup is simply reflecting what his punters want to see, he’s treating them with contempt. It’s not what his punters want to see: it’s what the bookers have decided the punters want to see. It’s a boring, back-slapping, lazy process that reinforces itself every year. The more it is questioned, the more it will start to feel like a relic.</p> \n<p>When you see the lineup posters with all the male acts taken out, the starkness is astounding. It matters that women are visible and on the bill, because the hope is that this will filter down to the crowds. Emily Eavis is right to identify a bigger problem within the music industry, and she is right to make an effort to address that instead of pretending it’s someone else’s fault, even if it only feels like the start of a change.</p> \n<p>This is one of the reasons, why, for me, Glastonbury is the greatest festival in the world: if <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/17/florence-the-machine-replace-foo-fighters-friday-glastonbury-2015\">Florence + the Machine are too pop for your Friday night</a>, then simply go see <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/billybragg\">Billy Bragg</a> or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/super-furry-animals\">Super Furry Animals</a> or <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/hot-chip\">Hot Chip</a> elsewhere. Glastonbury sells out long before its lineup is announced, of course, which gives it a certain freedom, but perhaps it sells out so far in advance because its audience trusts its bookers not to treat them like an unthinking hoard of idiots.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434999099335/Florence-Welch-of-Florenc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage","credit":"Erika Goldring/WireImage","altText":"Florence Welch of Florence + The Machine at Bonnaroo Music and Arts Festival 2015","cleanCaption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage"}],"bodyImages":[],"webPublicationDate":"2015-06-23T05:15:10Z","lastModified":"2015-06-23T05:25:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Rebecca Nicholson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/3/1433328474752/Rebecca-Nicholson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccanicholson"}],"feature":true,"keywords":["Music festivals","Women","Life and style","Festivals","Culture","Music","Glastonbury festival","Glastonbury 2015"],"tags":[{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"}],"section":{"id":"music"},"topics":[{"displayName":"Rebecca Nicholson","topic":{"type":"tag-contributor","name":"profile/rebeccanicholson"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/womens-blog/2015/jun/23/festival-bands-female-acts-british-lineups","shortUrl":"http://gu.com/p/4a32c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/womens-blog/2015/jun/23/festival-bands-female-acts-british-lineups","webUri":"http://www.theguardian.com/music/womens-blog/2015/jun/23/festival-bands-female-acts-british-lineups"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434999099335/Florence-Welch-of-Florenc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage","credit":"Erika Goldring/WireImage","altText":"Florence Welch of Florence + The Machine at Bonnaroo Music and Arts Festival 2015","cleanCaption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434999099335/Florence-Welch-of-Florenc-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage","credit":"Erika Goldring/WireImage","altText":"Florence Welch of Florence + The Machine at Bonnaroo Music and Arts Festival 2015","cleanCaption":"Florence Welch of Florence + The Machine at the Bonnaroo Music and Arts Festival 2015. Photograph: Erika Goldring/WireImage"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434998423511/Posters--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Festival posters.","credit":"PR","altText":"Festival lineup posters with the male acts taken out","cleanCaption":"Festival posters."}}]},{"title":"Last night's TV / True Detective - 'bad, bad men are still doing bad, bad things’","rawTitle":"True Detective - 'bad, bad men are still doing bad, bad things’","item":{"type":"article","id":"tv-and-radio/2015/jun/23/true-detective-two-review","title":"True Detective review: ‘Bad, bad men are still doing bad, bad things’","trailText":"Four new characters go about their dodgy business in a doomy atmosphere – but what of the case, you may well wonder?","standFirst":"Four new characters go about their dodgy business in a doomy atmosphere – but what of the case, you may well wonder?","byline":"Richard Vine","body":"<p>“I welcome judgment” says Ray Velcoro (Colin Farrell somewhere underneath a droopy moustache). “I’m an American – say it,” orders Detective Antigone “Ani” Bezzerides (Rachel McAdams) to a line-up of webcam girls she’s hoping are illegal immigrants. “I had to work out some kinks …” offers California highway officer Paul Woodrugh (Taylor Kitsch) (yes, he’s in CHiPs!), to his bored, semi-clad girlfriend after a 30-minute shower, the effects of his blue pill having finally kicked in. “Never do anything out of hunger – not even eating,” says casino owner Frank Semyon (Vince Vaughn), confusing everyone.</p> \n<p>Welcome to <a href=\"http://www.sky.com/tv/show/true-detective?DCMP=KNC-&amp;gclid=CN6cu7_So8YCFcPMtAodPbYCzA\" title=\"\"><strong>True Detective</strong></a> (Sky Atlantic), round two. Unlike, say, Line of Duty, which adopted the “guest lead” model – swapping Lennie James for Keeley Hawes but keeping the core team of Adrian Dunbar, Vicky McClure and Martin Compston, or American Horror Story, which has employed a floating repertory system with Jessica Lange, Kathy Bates and Angela Bassett recast as different characters in different scenarios each season (an asylum, a coven, a travelling freak show), the “anthology” model True Detective is using feels closer to The Twilight Zone or Tales Of The Unexpected model. Apparently it’s a brand name guaranteeing a doomy atmosphere, confusing crimes, scenes of bad, bad men (and now – a woman!) doing bad, bad things … and then going out to do some police work. So far, True Detective 2 seems to be exploring (did anything really get solved last time?) the case of Ben Caspere – a city manager who has gone missing, just as he was about to wrap up a big land deal.</p> \n<p>From Leonard Cohen’s granite voice on the stylish opening credits (“I live among you well disguised”) to the cameras gliding with all the threat of a drone above LA’s freeways, it’s clear that it’s also a show that wants to be taken very seriously. After pairing Matthew McConaughey with Woody Harrelson last time round, showrunner Nic Pizzolatto has doubled down with four stars, swapping Louisiana’s swamps for the more familiar LA streets. There’s even a freeway sign for “Mulholland Drive” at one point, but this feels closer to the over-boiled noir of Frank Miller’s Sin City than any of David Lynch’s intense surrealism (even with a dead crow being driven around).</p> \n<p>This is an LA where it is always night inside bars, where breakfast is a bump of coke with a side order of other “bad cop” stock tropes and where ransacked apartments are littered with sex toys, lurid paintings and a skeleton wearing a Virgin Mary-blue headscarf and a crown.</p> \n<p>Vince Vaughn’s easy onscreen charm, perfected after years of douche-bro dudecoms, is replaced by a burnt-out nervous energy (perhaps he has finally seen The Internship), as Frank worries that he should have “sprung for the country club” instead of schmoozing potential investors in his own casino lounge.</p> \n<p>Meanwhile, Velcoro gets the only flashback of this episode as we learn how he came to be on Semyon’s payroll. Back in his pre-moustache days he was seduced to the seedy side after Frank offered up the name of the scumbag who raped Velcoro’s wife (and probably fathered his son).</p> \n<p>In the present, it’s fair to say Velcoro’s parenting skills leave a lot to be desired. Now divorced, he shows up drunk outside his son’s school, bullies the name of his son’s bully out of him (“Aspen? Is that a boy’s name?”), tracks down the address, then pounds the bully’s dad into the ground with a knuckleduster in front of him: let that be a lesson to you, “Ass-pen”, he growls.</p> \n<p>If there’s anyone with any chance of enjoying a McConaughaissance here it’s probably McAdams – an actor whose characters are more usually associated with the death of the romcom than murders involving people with eyes burned out by acid. Here, her Ani is a convincing mess. We meet her getting dressed after what looks like an uncomfortable one-night stand with another cop who is having a Meat Loaf moment (he’d do anything for love, but he won’t do that, thanks very much).</p> \n<p>Two of the leads she investigates double as backstory pitstops: she finds her sister working as a webcam girl and later investigates a missing person in a hippy new age centre, where the long-haired guru preaching a lesson in accepting the nothingness of the universe turns out to be her dad.</p> \n<p>And what of the case, you may well wonder? Out on his bike in the middle of the night, uneasy rider Woodrugh spins off the road and accidentally finds Caspere sitting on a bench, staring out at the ocean. Apparently he’s been restaging his very own Weekend At Bernie’s: he’s a corpse wearing shades who we have been watching as he is driven around by a mysterious chauffeur (also the owner of the stuffed crow). Velcoro and Bezzerides are called to the scene in a handy bit of cross-jurisdiction teamwork, and faster than you can summon up the energy to wonder where all the time has gone (where’s a flat circle when you need one?), it starts to feel like these true detectives might just be going somewhere.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434991546243/Rachel-McAdams-and-Colin--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","credit":"LACEY_TERRELL/HBO","altText":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","cleanCaption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO"}],"bodyImages":[],"webPublicationDate":"2015-06-23T06:05:00Z","lastModified":"2015-06-23T06:05:00Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":false,"keywords":["True Detective","Crime drama","Drama","Television","Television & radio","Culture"],"tags":[{"id":"tv-and-radio/true-detective","webTitle":"True Detective"},{"id":"tv-and-radio/crime-drama","webTitle":"Crime drama"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Last night's TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/lastnightstv"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/23/true-detective-two-review","shortUrl":"http://gu.com/p/4a2qq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/23/true-detective-two-review","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/23/true-detective-two-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434991546243/Rachel-McAdams-and-Colin--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","credit":"LACEY_TERRELL/HBO","altText":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","cleanCaption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO"}},"importance":2,"kicker":{"title":"Last night's TV"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434991546243/Rachel-McAdams-and-Colin--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","credit":"LACEY_TERRELL/HBO","altText":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO","cleanCaption":"Rachel McAdams and Colin Farrell investigate in True Detective. Photograph: Lacey Terrell/HBO"}}]},{"title":"What, why and how? / A beginner's guide to fossil fuel divestment","rawTitle":"A beginner's guide to fossil fuel divestment","item":{"type":"article","id":"environment/2015/jun/23/a-beginners-guide-to-fossil-fuel-divestment","title":"A beginner's guide to fossil fuel divestment","trailText":"A comprehensive guide to the basics of divestment: what it means, why the urgency and how it impacts climate change","standFirst":"<p>A comprehensive guide to the basics of divestment: what it means, why the urgency and how it impacts climate change</p>","byline":"Emma Howard","body":"<h2>What is fossil fuel divestment?<br /></h2> \n<p>Divestment is the opposite of investment – it is the removal of your investment capital from stocks, bonds or funds. The global movement for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/09/what-is-fossil-fuel-divestment\">fossil fuel divestment</a> (sometimes also called disinvestment) is asking institutions to move their money out of oil, coal and gas companies for both moral and financial reasons. These institutions include <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/oct/08/fossil-fuel-divestment-a-brief-history\">universities, religious institutions, pension funds, local authorities and charitable foundations</a>.</p> \n<p>It is the fastest-growing divestment campaign in history and could cause significant damage to coal, gas and oil companies, according to a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/oct/08/campaign-against-fossil-fuel-growing\">study by Oxford University</a>. Previous divestment campaigns have targeted the tobacco and gambling industries and companies funding the violence in Darfur. Divestment is perhaps most well known for its role in the fight against apartheid in South Africa.</p> \n<h2>What is the case for divestment?</h2> \n<p>Almost all of the arguments in favour of fossil fuel divestment fit into two categories: moral and financial.<br /></p> \n<p>First, the moral argument, which is rooted in basic maths. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/apr/19/carbon-bubble-financial-crash-crisis\">Scientific research</a> shows that in order to keep to international targets to limit global warming to a 2C rise and thus prevent catastrophic levels of climate change, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/keep-it-in-the-ground-blog/2015/mar/25/what-numbers-tell-about-how-much-fossil-fuel-reserves-cant-burn\">between two-thirds and four-fifths of fossil fuels need to remain in the ground</a>. But fossil fuel companies are currently banking on these targets not being met so are extracting these reserves and selling them – and are actively prospecting for more. In doing so they are setting the human race on a route to irreversible climate change that will cause rising seas, flooding, droughts, rising disease, increased conflicts and refugee crises.</p> \n<div>\n __VIDEO_EMBED_gu-video-456078029__\n</div> \n<p>The UN has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/15/climate-change-un-backs-divestment-campaign-paris-summit-fossil-fuels\">lent its “moral authority” to the divestment campaign</a>, while Desmond Tutu has said that “people of conscience need to break their ties with corporations financing the injustice of climate change”. <br /></p> \n<p>Second is the financial argument, which rests on the premise that if international agreements on climate change are met, the investments will become worthless. The theory that these “stranded assets” are creating a trillion dollar “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/apr/19/carbon-bubble-financial-crash-crisis\">carbon bubble</a>” that could <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/dec/01/bank-of-england-investigating-risk-of-carbon-bubble\">plunge the world into another economic crisis</a> is now the subject of an investigation by the Bank of England, after Governor Mark Carney said publicly that “the vast majority of reserves are unburnable.”</p> \n<p>The World Bank has come out in support of the financial argument for divestment, with president Jim Yong Kim stating that: “every company, investor and bank that screens new and existing investments for climate risk is simply being pragmatic”.</p> \n<p>Although the impact of divestment on share prices may be relatively small, the reputational damage can have serious financial consequences.</p> \n<p><em>Further reading: </em></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/09/10-myths-about-fossil-fuel-divestment-put-to-the-sword\">10 myths about fossil fuel divestment put to the sword</a></p> \n<p>Alan Rusbridger: <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/argument-divesting-fossil-fuels-overwhelming-climate-change\">the argument for divesting from fossil fuels is becoming overwhelming</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jan/07/much-worlds-fossil-fuel-reserve-must-stay-buried-prevent-climate-change-study-says\">Leave fossil fuels buried in the ground to prevent climate change, study urges</a></p> \n<h2>What is the carbon budget?</h2> \n<p>The carbon budget is the amount of greenhouse gas that can still be released into the atmosphere without exceeding dangerous levels of climate change – the 2C target agreed by governments. In 2013, the <a href=\"http://www.ipcc.ch/\">Intergovernmental Panel on Climate Change (IPCC)</a> put a figure on the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/sep/27/ipcc-world-dangerous-climate-change\">carbon budget</a> for the first time, announcing that the world burns through about 50bn tonnes of greenhouse gases every year. It is also very likely that more than 20% of emitted CO2 will remain in the atmosphere longer than 1,000 years after manmade emissions have stopped. This means that if we continue to emit at current levels, we will “spend” the carbon budget within 15 to 25 years. Given that we have already used two-thirds of the budget, the IPCC have urged governments to act quickly, using the carbon budget as the basis for international negotiations. </p> \n<h2>What is the carbon bubble?</h2> \n<p>The “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/apr/19/carbon-bubble-financial-crash-crisis\">carbon bubble</a>” is a term that has been used by regulators, financial companies and campaigners to describe the over-valuation of stocks in coal, gas and oil reserves owned by fossil fuel companies around the world. If governments pursue international targets on carbon emissions in order to curb climate change, then between two-thirds and four-fifths of these reserves cannot be used, rendering them worthless. As fossil fuel companies are among the richest in the world these “stranded assets” have the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/dec/01/bank-of-england-investigating-risk-of-carbon-bubble\">potential to trigger a new global economic crisis</a> if investors pull out in quick succession.</p> \n<p>The carbon bubble could be inflating stocks worth trillions of dollars, according to a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/apr/19/carbon-bubble-financial-crash-crisis\">study</a> published in 2013 by thinktank Carbon Tracker and economist Lord Nicholas Stern. He authored an <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/feb/15/stern-review\"> eponymous 2006 report commissioned by Gordon Brown</a>, then UK chancellor of the exchequer, into the economic consequences of climate change.</p> \n<p>Shell has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/may/20/shell-hits-back-at-carbon-bubble-claims\">refuted the concept</a>, predicting in a letter to its shareholders that fossil fuels would account for between 40% and 50% of the energy supply in 2050 and beyond. The Bank of England is currently <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/dec/01/bank-of-england-investigating-risk-of-carbon-bubble\">conducting an investigation</a> into the potential of a “carbon bubble” to damage the economy.</p> \n<figure class=\"element element-image\" data-media-id=\"3b8c16d06357f85baf4c1d494b518341aac6fffc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/26/1432625611889/4b3acd69-10c0-44cc-8dfc-877d27a9ca99-460x276.jpeg\" alt=\"A young demonstrators smiles as he holds a placard, calling for institutions across the country to divest from fossil fuels\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A demonstrator holds a placard calling for institutions across the country to divest from fossil fuels</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Hardy / Alamy/Alamy</span> \n </figcaption> \n</figure> \n<h2>Who has divested?</h2> \n<p>More than 220 institutions around the world have now committed to some form of fossil fuel divestment, including pension funds, foundations, universities, faith organisations and local authorities.</p> \n<p>A coalition of philanthropic foundations, including the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/sep/22/rockefeller-heirs-divest-fossil-fuels-climate-change\"> heirs to the Rockefeller oil fortune</a>, started to pull out their investments last year, while cities divesting include San Francisco, Seattle and Oslo. The world’s largest sovereign wealth fund, Norway’s Government Pension Fund Global (GPFG), <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/feb/05/worlds-biggest-sovereign-wealth-fund-dumps-dozens-of-coal-companies\">recently revealed </a>it had dropped 114 companies, including tar sands producers, on climate grounds.</p> \n<p>The Church of England has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/30/church-of-england-ends-investments-in-heavily-polluting-fossil-fuels\">divested from the most heavily polluting fossil fuels</a>, while the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/jul/11/world-council-of-churches-pulls-fossil-fuel-investments\">World Council of Churches</a>, which represents half a billion Christians worldwide, has ruled out all fossil fuel investments.</p> \n<p>In October 2014, Glasgow University became the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/oct/08/glasgow-becomes-first-university-in-europe-to-divest-from-fossil-fuels\"> first in Europe</a> to make the commitment. In the US, Syracuse University is the largest to divest from coal, oil and gas while Stanford University is removing its assets from coal companies.</p> \n<p><em>Further reading:</em></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/19/the-rise-and-rise-of-the-fossil-fuel-divestment-movement\">The rise and rise of the fossil fuel divestment movement</a></p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Sign up box\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Sign up box</a> \n</figure> \n<h2>Who has decided against divestment?</h2> \n<p>A number of key institutions have explicitly refused to divest from fossil fuels.<br /></p> \n<p>In May, Swarthmore College in the US, the birthplace of the fossil fuel divestment movement, made the shock decision not to divest from any fossil fuels, stating that it would focus its environmental efforts on changing consumption habits.</p> \n<p>In March, the Guardian launched <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Keep it in the Ground</a>, a campaign calling on the world’s biggest charitable foundations – the Wellcome Trust and the Bill and Melinda Gates Foundation – to divest. Both institutions have so far refused to do so. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/25/wellcome-trust-fossil-fuel-divestment-not-way-reduce-carbon-emissions\">The Wellcome Trust argue </a>that engagement with fossil fuel companies is a more effective way to reduce carbon emissions, while the Gates Foundation have declined to comment.</p> \n<p>Mayor of London Boris Johnson <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/13/boris-johnson-rejects-london-motion-on-fossil-fuel-divestment\">has recently rejected a call</a> from the London Assembly to divest City Hall’s pension fund from fossil fuels. He said that divestment is “a cliff edge” and that the UK needs to rely more on fracking as an energy source.</p> \n<p>UK environment secretary Liz Truss has refused to encourage the MPs’ pension fund to divest, telling the Guardian: “I believe the right way [to affect investment] is through carbon reduction targets.”</p> \n<p>The president of Harvard University, Drew Gilpin Faust, has<a href=\"http://www.harvard.edu/president/fossil-fuels\"> rejected divestment</a> as “neither warranted or wise”, calling its endowment “an economic resource, not an instrument to impel social or political change”. The University of Edinburgh <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/12/edinburgh-university-rejects-calls-to-divest-from-all-fossil-fuels\">rejected calls for divestment</a>, saying it would prioritise engagement with fossil fuel companies.</p> \n<h2>Is there a difference between divesting from coal, oil and gas?</h2> \n<p>Opinion is divided between campaigners and institutions on what level and type of divestment is necessary. </p> \n<p>According to Liberal Democrat peer Lord Dick Taverne, the Keep it in the Ground campaign “ignores the need to discriminate between [fossil fuels]. The greatest threat of a dangerous rise in global temperatures comes from the world’s reliance on burning coal ... In the short or medium term, the most effective substitute for coal is gas. The US has recently reduced its carbon emissions more than any other major country, because it has switched from coal to gas.”</p> \n<p>Several institutions have taken a similar line in their divestment decisions. Stanford university in the US and the London School of Hygiene and Tropical Medicine are two that have divested from coal alone, while the Church of England has specified thermal coal and tar sands oil, on the basis that these fuels are the most polluting in terms of carbon emissions. </p> \n<p>But Jamie Henn of <a href=\"http://350.org/\">350.org</a> says it is important that institutions divest from coal, oil and gas: “none of [these fuels] are compatible with a liveable future. Coal is an easy target. Most coal industry stocks are so low that if you’re still holding on to them at this point, you’re either stupid or just spiteful. Divesting is just good common sense. That said, the commitments still make a huge impact, since they hasten the industry’s decline and help push governments to take action.</p> \n<p>“Coal does the most to pollute our climate, but it’s the oil industry that does the most to corrupt our politics. They’re the major power players we need to stigmatise in order to make the space for progress,” he says.</p> \n<p>Some, such as author and activist Naomi Klein, have called for the plummeting oil and coal price to be used as an opportunity to tackle climate change and <a href=\"http://www.theguardian.com/commentisfree/video/2015/mar/25/naomi-klein-climate-change-lets-kick-oil-price-videohttp://www.theguardian.com/commentisfree/video/2015/mar/25/naomi-klein-climate-change-lets-kick-oil-price-video\">“kick oil while the price is down.</a>”</p> \n<h2>What are the arguments against divestment?</h2> \n<p>Critics of the fossil fuel divestment movement say that it is hypocritical because a globalised western society (and the individuals within it) are dependent on coal, oil and gas for their everyday lives. One group supporting an anti-environmentalist firm built it into their PR strategy, releasing this film:</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=6A6j1r3Kbuo\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/6A6j1r3Kbuo?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Breaking up with fossil fuels is hard to do – Environmental Policy Alliance\n </figcaption> \n</figure> \n<p>Others,<a href=\"http://www.ft.com/cms/s/2/399d8228-e1cf-11e4-bb7f-00144feab7de.html#axzz3b4nQj67j\"> such as the Financial Times’ John Gapper,</a> say that the movement should be targeting the companies emitting high quantities of carbon, rather than the producers alone. He argues that divestment is only a “grand symbolic gesture” that will not have a financial impact because others will pick up the shares.</p> \n<p>Some, such as Times columnist Matt Ridley, argue that <a href=\"http://the possibility of the start of net harm in the time of our great-great-grandchildren over the plight of the poor today.\">the movement is unethical on poverty grounds</a>, because fossil fuels are needed to build the economies of developing countries. He says it demands that institutions “prioritise the possibility of the start of net harm in the time of our great-great-grandchildren over the plight of the poor today”.</p> \n<p>Many of these arguments are refuted in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/09/10-myths-about-fossil-fuel-divestment-put-to-the-sword\">10 myths about fossil fuel divestment put to the sword.</a></p> \n<h2>We all use fossil fuels – isn’t divestment hypocritical?</h2> \n<p>Of course, much of the goods and utilities – from heating to plastics – that we use in daily life are dependent on fossil fuels. But the fossil fuel movement will not bankrupt the industry overnight – and indeed its impact is being felt largely though political means, not financial. Instead it argues that fossil fuels are driving us towards catastrophic levels of climate change and that the world needs to transition to much greater dependence on renewables – and do so much more quickly.</p> \n<p>Consumers can of course be pro-active and make changes to their own lifestyles, which is important. Yet it is the producers who have the power to make the difference that will – or will not – see global temperatures breach internationally agreed targets to prevent climate change occurring on a catastrophic and irreversible scale. These producers are currently committed to business models that will take us well beyond that.</p> \n<h2>Won’t the fossil fuel stocks be bought by others?</h2> \n<p>Yes, others may buy the stocks, although the amounts being divested are too small to flood the market and cut share prices, so they won’t be going cheap.</p> \n<p>This cuts to the heart of the impact of the fossil fuel divestment movement – which is not to bankrupt the industry financially, but to do so morally and politically. As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/oct/08/campaign-against-fossil-fuel-growing\">research by Oxford University </a>pointed out, the financial loss of the divestment campaign – the fastest growing in history – will not be felt through the shares sold but through the reputation lost by these companies by being stigmatised. </p> \n<p>But the fossil fuel divestment campaign does not only make a moral assertion; it makes an economic one. Shares invested in fossil fuel companies are invested in a business model that is completely incompatible with international agreements on mitigating climate change. If governments abide by them, such investments will become worthless – so pulling them out now makes good financial sense too. </p> \n<h2>Will organisations that divest lose money?</h2> \n<p>Not necessarily – in fact they may even make money. Companies such as HSBC have <a href=\"http://time.com/3840005/hsbc-clients-fossil-fuel-investment/\">warned clients about the risks of fossil fuel investments</a>. Even though fossil fuel companies are some of the most lucrative on the planet, the “stranded assets” argument – that fossil fuel investments will become worthless if international agreements on climate change are met – suggests they are several times overvalued.</p> \n<p>Coal prices have dropped significantly in the past few years and the oil price has also done so more recently. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/10/fossil-fuel-free-funds-out-performed-conventional-ones-analysis-shows\">A recent analysis by MSCI</a>, the world’s leading stock market index company, indicated that portfolios free of fossil fuel investments have outperformed those with assets in coal, oil and gas companies over the last five years. </p> \n<p>There is also ample opportunity for investment in the green economy. <a href=\"http://www.ibtimes.co.uk/solar-energy-be-cheapest-power-source-10-years-says-report-1489228\">Researchers predict</a> that renewable energy will become the cheapest source of electricity in the next decade, with the cost of solar having fallen by two-thirds between 2008 to 2014, according to the IEA thinktank. </p> \n<p><em>Further reading:</em></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/14/the-climate-deniers-guide-to-getting-rich-from-fossil-fuel-divestment\">The climate change denier’s guide to getting rich from fossil fuel divestment</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2015/apr/08/can-world-economy-survive-without-fossil-fuels\">Can the world economy survive without fossil fuels?</a></p> \n<p><a href=\"https://www.cdp.net/CDPResults/CDP-SP500-leaders-report-2014.pdf\">Climate Action and Profitability: the Carbon Disclosure Project</a></p> \n<h2>Won’t divestment mean losing influence with the companies?</h2> \n<p>Jeremy Farrar, director of the Wellcome Trust, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/25/wellcome-trust-fossil-fuel-divestment-not-way-reduce-carbon-emissions\">takes this view </a>arguing that “all fossil fuel companies are not equal” and can be influenced by active shareholder engagement. This is lost if an institution divests. </p> \n<p>But there are few examples of engagement resulting in significant change. The Wellcome Trust, for example, say that they cannot share any such results without losing the confidence of those they engage with.</p> \n<p>The one recent example that is often used are<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jan/29/shell-urges-shareholders-to-accept-climate-change-resolution\"> the shareholder resolutions</a> at BP and Shell asking them to test the extent to which their business models are compatible with international agreements on climate change. However <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/28/bps-activist-resolution-triumph-for-environmentalists-or-was-it\">questions have been raised</a> about the potential impact of the resolutions and the extent to which activists collaborated with the oil giants behind the scenes.</p> \n<p>Shareholder engagement can work – to persuade companies to pay their workers the living wage or to adopt better recycling practices – but as campaigner Bill McKibben has pointed out, it is unlikely to persuade a company to commit to eventually putting itself out of business. Leading environmentalist Jonathon Porritt spent many years engaging with such companies but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jan/15/engaging-with-oil-companies-climate-change-futile-admits-leading-environmentalist\">concluded recently </a>that his efforts had been futile. It’s also worth noting that some market regulators, such as in the US, do not allow this kind of engagement.</p> \n<h2><strong>Is my own money invested in fossil fuels?</strong></h2> \n<p>Almost certainly. Most of the high street banks, including HSBC, Lloyds, Barclays, Royal Bank of Scotland and Santander, have millions invested in fossil fuel companies. Most investment funds, including the trillion dollar pensions industry, are heavily invested in fossil fuels and do not offer savers a fossil free option, although demand is rising. Responsible investment charity <a href=\"http://shareaction.org/\">ShareAction</a> can support you to <a href=\"http://greenlightcampaign.org.uk/\">approach your own pension provider</a>, while <a href=\"http://moveyourmoney.org.uk/campaigns/divest/\">Move your Money</a> are campaigning for banks to divest.</p> \n<p>As part of the Keep it in the Ground campaign, the Guardian has partnered with ShareAction to<a href=\"http://action.shareaction.org/page/content/keep-it-in-the-ground/\"> create an online tool </a>to help you contact the right person at your pension fund easily. We will then help you decipher the responses.</p> \n<p><em>Further reading:</em></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/16/how-to-divest-your-bank-account-of-fossil-fuels\">How to divest your bank account from fossil fuels</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/may/09/how-get-pension-fund-divest-fossil-fuels\">How to get your pension fund to divest from fossil fuels</a></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/keep-it-in-the-ground-blog/live/2015/may/26/keep-it-in-the-ground-qa-how-to-divest-your-personal-finances\">How to divest your personal finances: your questions answered</a></p> \n<p><a href=\"http://greenlightcampaign.org.uk/\">ShareAction campaign on fossil free pensions</a></p> \n<h2>Ok, I’m interested in divesting – what does it entail? How long does it take?</h2> \n<p>If you are interested in personally divesting or in putting pressure on institutions with which you are connected to divest, then see the previous question. If you are in a position of power in an organisation that may consider divestment, you should first consult your investment advisers. It is likely that they will direct you to the UN’s <a href=\"http://www.unpri.org/\">Principles of Responsible Investment</a>, which although not insignificant they are principles alone and do not require any divestment.</p> \n<p>A common first step is to freeze any new fossil fuel investments while conducting a review, which can often take several months. Different institutions have defined divestment in different ways, but the divestment movement asks for the removal of funds from <a href=\"http://fossilfreeindexes.com/research/the-carbon-underground/\">the top 200 companies globally </a>(100 coal companies and 100 oil and gas), as defined by the projected carbon emissions of their reserves.</p> \n<p>Once an institution has committed to divestment, it can remove its direct investments in these companies – some do so with immediate effect, others choose to phase them out more gradually over a set time frame. </p> \n<p>Next comes the issue of indirect investments: these are much more difficult to remove because they are in commingled funds which which are a blend of assets from different accounts. Managers who offer fossil-fuel-free options are currently in a minority. Investors can engage with managers or consultants about carbon risk or switch to managers who are able and willing to create fossil free accounts. This takes much longer; a five year time-frame is common. </p> \n<p>Other organisations, such as the university of Sydney and a number of large pension funds, have gone down the route of decarbonisation. This means they commit to phasing out carbon emissions from all the companies in their portfolios rather than exclusively targeting those in fossil fuels. The UN has also supported a coalition of investors taking this approach, called the <a href=\"http://unepfi.org/pdc/\">Portfolio Decarbonisation Coalition</a></p> \n<p><em>Further reading:</em> </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/01/guardian-media-group-divesting-fossil-fuels\">Neil Berkett: why the Guardian Media Group is getting out of fossil fuels</a></p> \n<p><a href=\"http://gofossilfree.org/se/wp-content/uploads/sites/13/2014/07/Rapport-Institutional-Pathways-to-Fossil-Free-Investing.pdf\">Institutional pathways to fossil free investment</a></p> \n<p><a href=\"http://www.ussif.org/content.asp?contentid=5\">The Forum for Sustainable and Responsible Investment</a></p> \n<h2><strong>Where can the money divested from fossil fuel stocks be reinvested?</strong></h2> \n<p>Although the fossil fuel divestment movement doesn’t stipulate where investors should move their money to, some institutions and campaigners have called for a focus on investing in the green economy. When Syracuse University divested from fossil fuels it also committed to investment in a number of clean energy solutions, including solar, biofuels and advance recycling. A number of key foundations who are part of the <a href=\"http://divestinvest.org/\">Divest-Invest</a> coalition have taken this approach, including the Rockefeller Brothers Fund and the Wallace Global Fund. </p> \n<p>Ikea is an example of a multinational that has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2015/apr/30/ikeas-net-positive-approach-is-its-licence-to-operate\">focused on investment in renewables</a> rather than divestment from fossil fuels – it has invested &pound;1.1bn in renewable energy equipment, and last year met almost half of its global energy demand by generating its own renewable energy power. Ethical investment platforms can help with building a positive investment portfolio, such as <a href=\"https://www.ethex.org.uk/\">Ethex</a>, a non-profit that works with individual investors, financial advisers and social businesses to highlight financial viable alternatives to traditional investments on the stock market. </p> \n<p><em>Further reading:</em></p> \n<p><a href=\"https://www.generationim.com/\">Generation Investment Management</a></p> \n<p><a href=\"http://www.impaxam.com/media-centre/white-papers/beyond-fossil-fuels-investment-case-fossil-fuel-divestment\">Beyond Fossil Fuels: the investment case for fossil fuel divestment</a></p> \n<h2>Which organisations are invested in fossil fuels?</h2> \n<p>Most institutions, including universities, faith organisations, local authorities, pension funds and charitable foundations have endowments that are almost certainly invested in fossil fuels to some extent. Campaigners are now challenging these investments on a local, national and international scale and <a href=\"http://The rise and rise of the fossil fuel divestment movement\">many have started to divest.</a> You can find out much more about this through <a href=\"http://gofossilfree.org/\">Fossil Free</a>, the divestment campaign run by <a href=\"http://350.org/\">350.org</a></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434992131767/e8989b1d-6eb3-498a-ab7a-de616ae19933-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oliver Berg/EPA","altText":"A file photo dated 02 March 2012 shows steam and fumes emerging from the brown coal-fired power plant Niederaussem operated by RWE near Bergheim, Germany.","cleanCredit":"Photograph: Oliver Berg/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432625613385/4b3acd69-10c0-44cc-8dfc-877d27a9ca99-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A demonstrator holds a placard calling for institutions across the country to divest from fossil fuels Photograph: Samuel Hardy / Alamy/Alamy","credit":"Samuel Hardy / Alamy/Alamy","altText":"A young demonstrators smiles as he holds a placard, calling for institutions across the country to divest from fossil fuels","cleanCaption":"A demonstrator holds a placard calling for institutions across the country to divest from fossil fuels","cleanCredit":"Photograph: Samuel Hardy / Alamy/Alamy"}],"webPublicationDate":"2015-06-23T06:00:03Z","lastModified":"2015-06-23T07:44:38Z","metadata":{"commentable":true,"commentCount":7,"contributors":[{"name":"Emma Howard","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emma-e-howard"}],"feature":true,"keywords":["Fossil fuel divestment","Environment","Fossil fuels","Climate change","Energy","Coal","Oil","Gas","Greenhouse gas emissions"],"tags":[{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/coal","webTitle":"Coal"},{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/gas","webTitle":"Gas"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"}],"section":{"id":"environment"},"topics":[{"displayName":"Emma Howard","topic":{"type":"tag-contributor","name":"profile/emma-e-howard"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[{"id":"gu-video-456078029","source":"guardian.co.uk","durationInSeconds":161,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/23/150320KIITG2Divestment_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/23/150320KIITG2Divestment.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/23/1427107259732/smoke-stack-divestment-013.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"smoke stack divestment Photograph: Getty","credit":"Getty","altText":"smoke stack divestment","cleanCaption":"smoke stack divestment Photograph: Getty"}}],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/23/a-beginners-guide-to-fossil-fuel-divestment","shortUrl":"http://gu.com/p/4937p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/23/a-beginners-guide-to-fossil-fuel-divestment","webUri":"http://www.theguardian.com/environment/2015/jun/23/a-beginners-guide-to-fossil-fuel-divestment"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434992131767/e8989b1d-6eb3-498a-ab7a-de616ae19933-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A coal-fired power plant in Germany. ‘Coal does the most to pollute our climate, but it’s the oil industry that does the most to corrupt our politics,’ said campaigner Jamie Henn. Photograph: Oliver Berg/EPA","credit":"Oliver Berg/EPA","altText":"A coal-fired power plant in Germany. ‘Coal does the most to pollute our climate, but it’s the oil industry that does the most to corrupt our politics,’ said campaigner Jamie Henn.","cleanCaption":"A coal-fired power plant in Germany. ‘Coal does the most to pollute our climate, but it’s the oil industry that does the most to corrupt our politics,’ said campaigner Jamie Henn.","cleanCredit":"Photograph: Oliver Berg/EPA"}},"importance":1,"kicker":{"title":"What, why and how?"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434992131767/e8989b1d-6eb3-498a-ab7a-de616ae19933-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Oliver Berg/EPA","altText":"A file photo dated 02 March 2012 shows steam and fumes emerging from the brown coal-fired power plant Niederaussem operated by RWE near Bergheim, Germany.","cleanCredit":"Photograph: Oliver Berg/EPA"}}]}],"lastModified":"2015-06-23T07:25:25Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}