{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"It's my first Father’s Day and I plan to milk it for all it’s worth","rawTitle":"It's my first Father’s Day and I plan to milk it for all it’s worth","item":{"type":"article","id":"lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","title":"It's my first Father’s Day and I plan to milk it for all it’s worth","trailText":"Just watch me. I want food. I want cards. I want gifts. I want to spend the day lording it like a grotesque sort of Moonpig Caligula","standFirst":"<p>Just watch me. I want food. I want cards. I want gifts. I want to spend the day lording it like a grotesque sort of Moonpig Caligula</p>","byline":"Stuart Heritage","body":"<p>My dad isn’t exactly&nbsp;a fan of&nbsp;Father’s Day. As far&nbsp;as he’s concerned, the whole thing is an unnecessary Americanism, a&nbsp;pointless counterbalance to Mother’s&nbsp;Day that doesn’t deserve to be recognised, let alone celebrated.</p> \n<p>Every year I buy my dad a gift, and&nbsp;every year he accepts it in a&nbsp;manner that falls somewhere between reluctance and outright aggression. I’ve never really pressed him on the&nbsp;matter, but I suspect that,&nbsp;deep down, he sees fatherhood as its own&nbsp;reward. Then again, he hates Christmas too, so I can’t rule out&nbsp;the&nbsp;possibility that he’s just a&nbsp;grumpy bastard.</p> \n<p>However, I am not my dad. Today, I get to be a Father’s Day recipient for the first time and I’m planning to milk it for everything it’s worth. Just you watch me.</p> \n<p>I want food. I want cards. I want gifts. Basically, I want to spend the full&nbsp;day lording it around like a&nbsp;grotesque sort of Moonpig Caligula. This is the moment my entire life has&nbsp;been leading up to; the payoff for all my childhood demands for my parents to create an annual Son’s Day, back before I&nbsp;discovered that obnoxious entitlement wasn’t necessarily the most desirable personality trait.</p> \n<p>The big question is what I’d most like to receive. First rule: nothing that has anything like “World’s Best Dad” written on it. Because, for starters, the last thing I want to do is put words into my baby’s mouth. Also, he’s five months old. He just about knows what his own hands are, so the assumption that he’d be able to adequately list all the fathers in the world – let alone rank them according to a complex series of intangible criteria – seems like a bit of a stretch. Besides, I’m nowhere near the World’s Best Dad. World’s Most Simultaneously Impatient and Guilt-Ridden Dad, maybe; or Dad Most Eager to List His Child’s Most Mundane Developmental Milestones in a Newspaper, at a push.</p> \n<p>Second rule: nothing bought from the Father’s Day section of any shop. I’ve had to buy Father’s Day presents before, and it’s incredibly difficult when your dad doesn’t fit the very narrow spectrum of what dads traditionally like. My dad doesn’t fit it, and neither do I. I don’t want cigars, because I don’t smoke. I don’t want whisky tumblers, because I don’t really drink. I don’t want cufflinks, because I rarely go outside and I don’t want a CD compilation with Toploader songs on it, because I have Spotify, plus my ears are connected to&nbsp;my brain.</p> \n<p>Also, I’m not sure that I should be given anything of substantial monetary value because there’s a good chance I’ll end up subsidising the first 16 to 18 Father’s Day gifts I receive. And, as much as I like presents, I’m also a skinflint. Best to cut out the middleman and buy myself a Twix, or wrap up an old sock in newspaper and give myself that.</p> \n<p>In fact, you know what? Now that I’ve given it some thought, I’m fine without any presents. Tomorrow is the perfect chance for me to hang out with my son and my dad, and that seems like the best gift of all. Both my grandads died before I was born, so this will be my first three-generation Father’s Day. Time spent with people you love, that’s about as good as it gets, isn’t it?</p> \n<p>Incidentally, Dad, this column counts as your Father’s Day card. See? I said I was a skinflint.</p> \n<p><a href=\"https://twitter.com/stuheritage\" title=\"\"><em>@stuheritage</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:28:08Z","lastModified":"2015-06-21T07:28:11Z","metadata":{"commentable":true,"commentCount":35,"contributors":[{"name":"Stuart Heritage","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749780/StuartHeritage.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-heritage"}],"feature":true,"keywords":["Father's Day","Parents and parenting","Life and style","Family"],"tags":[{"id":"lifeandstyle/fathers-day","webTitle":"Father's Day"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stuart Heritage","topic":{"type":"tag-contributor","name":"profile/stuart-heritage"}}],"series":{"title":"Man with a pram","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/man-with-a-pram"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","shortUrl":"http://gu.com/p/49nq2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/my-first-fathers-day-and-i-plan-to-milk-it-for-all-its-worth"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stuart Heritage with his son. Photograph: Graham Turner/Guardian","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCaption":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}},"importance":7,"byline":{"title":"Stuart Heritage"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434365072865/0d43c16f-c227-42f1-8756-196744267bfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"Stuart Heritage with his son.","cleanCredit":"Photograph: Graham Turner/Guardian"}}]},{"title":"Ben Fogle and his dad on their special relationship","rawTitle":"Ben Fogle and his dad on their special relationship","item":{"type":"article","id":"lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","title":"Father's Day: Adventurer Ben Fogle and his dad on their special relationship","trailText":"Ben Fogle’s father Bruce, a writer and vet, worried about his sensitive and unacademic son. So when Ben found his love of the outdoors – and became a father – he was filled with pride","standFirst":"<p>Ben Fogle’s father Bruce, a writer and vet, worried about his sensitive and unacademic son. So when Ben found his love of the outdoors – and became a father – he was filled with pride</p>","byline":"Ed Cumming","body":"<h2>HIS STORY <em>Bruce Fogle, writer and vet, 71</em><br /></h2> \n<p>I only meant to come to the UK for a few months – I was over from Canada on a placement. But I got a job in a veterinary clinic and a small woman came in with her golden retriever, and she ended up being my wife. Thirty years later Ben met his wife when their labradors started playing in the park. That’s two generations of the Fogle family who have met their partner courtesy of dogs.</p> \n<p>Initially we enrolled Ben at the <a href=\"http://translate.google.co.uk/translate?hl=en&amp;sl=fr&amp;u=http://www.lyceefrancais.org.uk/&amp;prev=search\">Lyc&eacute;e Fran&ccedil;aise</a> – we planned to move back to Canada, and thought being bilingual would help him. But he hated French. Also, he was a wimpy kid and was overwhelmed by a school with 2,200 people.</p> \n<p>We had thought he would go to one of the London schools, but he wasn’t academic and went to board at <a href=\"http://www.bryanston.co.uk/\">Bryanston</a>. I worried that he would be taken advantage of, because he has such an altruistic nature. But, unbeknown to us, he joined the rugby team and, doing drama, found he could stand on stage and not be afraid. Bit by bit his confidence came out.</p> \n<p>I remember on a rafting holiday our guide said, “You can jump in, but it’s freezing.” I thought nobody would do it, but Ben jumped straight in.</p> \n<p>When he left school he asked me if he could take a gap year to go and teach in Quito, Ecuador. I thought, “Wow!” He had really grown up. I had always wanted my children to succeed academically, but Ben taught me what’s really important is that they are happy. He has created a life that’s based on his decent humility.</p> \n<p>Despite everything he’s achieved in his writing or on TV, I’m proudest of the type of father he has become. When he and his wife Marina lost their baby last year, it was devastating. But it’s like a soap opera – there are tragedies, but the positives outweigh them.</p> \n<h2>HIS STORY <em>Ben Fogle, adventurer, 41</em><br /></h2> \n<p>Dad is Canadian by birth and is very proud of his heritage; he’s never lost his accent and wears plenty of sensible Canadian waterproof boots. Growing up, our life revolved around animals, with all the flashing green lights and the operating table. If I wanted to talk to him – or to get money for going out – I’d have to go into the theatre where he’d be doing a caesarean or an amputation, and pull a fiver out of his back pocket when he wasn’t looking. Growing up with animals teaches you to be responsible.</p> \n<p>He was always very supportive, although he never understood why I would want to go and live on a windswept treeless island [<em>Castaway 2000</em> was the programme that made Ben’s name]. I’ve always respected that he let me follow my own path after he worked so hard to provide an education. Even when I became a hippy, he never said no, though he wanted to sometimes. He has done some TV himself and he doesn’t like it very much, but I’d love to do a programme with him. He’s never been to Africa, and I’m doing a programme about wildebeest. Perhaps I’ll do a pincer movement without telling him.</p> \n<p>He is 71 now and still working, still very active. I’d love him to slow down a bit. It’s a physical job, lifting animals, bending up and down, and his hands look like he has worked in a field his whole life – scars on top of scars. But just as I could never retire from exploring, I can’t see him ever giving up. We’re peas in a pod. He repeats stories, and I’ve noticed it in myself. I don’t think I’m turning into him, but we share many qualities. </p> \n<p><em>In time for Father’s Day, Ben Fogle is championing the Dadpreneur initiative </em><a href=\"http://www.notonthehighstreet.com/pages/dadpreneur\"><em>notonthehighstreet.com/dadpreneur</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle","credit":"/Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle"}],"bodyImages":[],"webPublicationDate":"2015-06-21T05:00:01Z","lastModified":"2015-06-21T07:42:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Cumming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-cumming"}],"feature":true,"keywords":["Relationships","Life and style"],"tags":[{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ed Cumming","topic":{"type":"tag-contributor","name":"profile/ed-cumming"}}],"series":{"title":"Me and you","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/me-and-you"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","shortUrl":"http://gu.com/p/49q3m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/adventurer-ben-fogle-and-his-dad-bruce-on-their-special-relationship"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘Two generations of the Fogle family met their partner courtesy of dogs’: Bruce Fogle with his son Ben and their labradors. Photograph courtesy of Ben and Bruce Fogle","credit":"Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"‘Two generations of the Fogle family met their partner courtesy of dogs’: Bruce Fogle with his son Ben and their labradors. Photograph courtesy of Ben and Bruce Fogle"}},"importance":6,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434542769384/Ben-Fogle-and-his-dad-Bru-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle","credit":"/Ben and Bruce Fogle","altText":"Ben Fogle and his dad Bruce with their dogs","cleanCaption":"'Two generations of the Fogle family met their partner courtesy of dogs': Bruce Fogle with his son Ben and their labradors. Photograph: Ben and Bruce Fogle"}}]},{"title":"Chefs on the beach / Tom Kerridge’s Isle of Wight summers","rawTitle":"Tom Kerridge’s Isle of Wight summers","item":{"type":"article","id":"lifeandstyle/2015/jun/21/tom-kerridge-chefs-on-the-beach-burgers-isle-of-wight","title":"Chefs on the beach: Tom Kerridge’s Isle of Wight summers","trailText":"‘Holiday food as a kid was fish fingers, chips, beans, burgers, burgers and more burgers’","standFirst":"<p>‘Holiday food as a kid was fish fingers, chips, beans, burgers, burgers and more burgers’</p>","byline":"Interview by John Hind","body":"<p><strong>Tom Kerridge<br /></strong><strong>Chef owner, The Hand and Flowers</strong></p> \n<p>I have a vague memory of a weekend in Ostend involving Dad when I was a young kid, of the windows and windows of chocolates and seeing swirly shellfish-shaped chocolates for the first time. But it became a single parent home (in Gloucester) and Mum then took us – her, me and my brother – for five consecutive summer holidays to a Butlins-like camp on the Isle Of Wight. I thoroughly enjoyed it. Taking the ferry felt like going abroad and there was always something to do – aqua-diving, BMXing, the arcade – which got us out from under Mum’s feet. Holiday food was fish fingers, chips, beans and burgers, burgers and more burgers. I remember my first experience of Coca Cola floats there. The ultimate treat – cola with vanilla ice-cream balls dropped in. Different things happened if you shook or stirred.</p> \n<p>I’ve never been to Ibiza with the boys or any of that stuff. But at 18 I did take off with three carloads of friends, boys and girls, motoring down through France to a farmhouse owned by a friend’s parents. It was, we discovered, rundown, with no electricity and no running water. I’d walk into town – La Rochelle – to the fish market and then, on an open fire, do simple grilled fresh fish with butter for everyone, with small bottles of 3% alcohol beer.</p> \n<p>Then the next proper holiday I had, or the first proper holiday I ever had really, was at 24 with my now-wife Beth. I’d been working continually as a chef since 18; holidays hadn’t existed for years. But Beth and I took off for a week to the little Greek island of Agistri. I’d never considered before that the idea was to spend time relaxing. I’d not read anything since school but I took <em>Bravo Two Zero</em> by Andy McNab onto the beach and we ate stunning food. I especially love the laid-back attitude in Cyprus. It’s so bloody different to how Beth’s and my life is run. There’s not a vast vocabulary of food but what they do, if you find the right place, is stunning. Very simple marinaded meats cooked on coals, beautifully slow-cooked stews and fantastic salads – it’s perfect for their climate.</p> \n<p>We do try to get away, every 12 to 18 months, if a space can be blocked off in both our diaries [<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/nov/16/beth-cullen-tom-kerridge-art-food-trouble-with-bankers\">Beth is an acclaimed sculptor</a>]. Last time – a year ago – the only place we both fancied and found time for was Mauritius, where the Indian Ocean ingredients coupled with old French standards make for beautiful food. Before we went to Mauritius, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/jun/15/jason-atherton-cooks-tour-east\">Jason Atherton</a> had told me how on holiday he devotes one set hour each day, in the morning, to emails and phone calls, and then locks the phone in the bedroom safe for the next 23 hours. It was the best piece of advice I’ve ever had.</p> \n<p>The greatest places to eat are those that embrace the area they’re in. One of the greatest meals I’ve ever had was with a restaurateur friend in a back-street alley at 3am in the Geylang district in Singapore, squatting on little plastic seats eating stunning street food they kept bringing us. One of my favourite dishes that night was fried aubergine with chilli and some amazing sauce, which had a cross-texture of being both crispy and soft and chewy and was sponged full of exquisite flavours. The time, the environment, the atmosphere, everything made it right and of its place.</p> \n<p>South Africa for a long weekend is also OK – in a similar time zone. But to be really honest, time-wise, weekend holidays in England, on the north Kent coast are best for me. We’re very fortunate in that we nip down to the Whitstable area. We’ve been going there for 15 years and it’s quite a funky place with a great food scene. When I was a young ’un Weston-super-Mare was only 45 minutes away for bank holiday weekends, and that was fantastic, too. Wandering up and down eating fish and chips and candy floss and warm doughnuts straight out of the end-of-the-pier shop, it’s just great. British seaside towns might be the best holiday environments in the world.</p> \n<p><em>Tom’s Table: My Favourite Everyday Recipes is published on 24 September (Absolute Press, &pound;25).<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/323438/\"> Click here to order a copy for &pound;20</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469383382/421d07f7-f51a-45d3-b3c8-a88999c1bb12-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Tom Kerridge shot for Observer Food Monthly at Holborn studios N1","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:00:06Z","lastModified":"2015-06-21T07:00:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Hind","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhind"}],"feature":true,"keywords":["Chefs","Summer food and drink","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"John Hind","topic":{"type":"tag-contributor","name":"profile/johnhind"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/tom-kerridge-chefs-on-the-beach-burgers-isle-of-wight","shortUrl":"http://gu.com/p/49yjq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/tom-kerridge-chefs-on-the-beach-burgers-isle-of-wight","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/tom-kerridge-chefs-on-the-beach-burgers-isle-of-wight"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434456681466/4eeb8bfe-af14-4f0d-a2cb-2be086e4ec87-2060x1661.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1661,"width":2060,"orientation":"landscape","caption":"Tom Kerridge: holidays on the Isle of Wight and Greece.  Photograph: Lee Strickland for Observer Food Monthly","credit":"Lee Strickland for Observer Food Monthly","altText":"Tom Kerridge shot for Observer Food Monthly at Holborn studios N1","cleanCaption":"Tom Kerridge: holidays on the Isle of Wight and Greece. ","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}},"importance":5,"kicker":{"title":"Chefs on the beach"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469383382/421d07f7-f51a-45d3-b3c8-a88999c1bb12-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Lee Strickland for Observer Food Monthly","altText":"Tom Kerridge shot for Observer Food Monthly at Holborn studios N1","cleanCredit":"Photograph: Lee Strickland for Observer Food Monthly"}}]},{"title":"My first adventure in yoga: less cobra, more corpse","rawTitle":"My first adventure in yoga: less cobra, more corpse","item":{"type":"article","id":"lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","title":"My first adventure in yoga: less cobra, more corpse","trailText":"Stephen Moss marks International Yoga Day by trying his hand – and head – at hatha. Can he stop thinking about lunch long enough to let peace take hold?","standFirst":"<p>Stephen Moss marks International Yoga Day by trying his hand – and head – at hatha. Can he stop thinking about lunch long enough to let peace take hold?</p>","byline":"Stephen Moss","body":"<p>The first surprise is that Swami Jyotirmayananda is Dutch. I never discover the 41-year-old’s original name. She abandoned it when she ceased to be a social worker in the Netherlands and decided to devote her life to yoga. Now she is one of 30 or so swamis – she translates the word as monk – running a worldwide network of <a href=\"http://%20http//www.sivananda.org/\">Sivananda Yoga Vedanta centres</a>. </p> \n<p>Jyotirmayananda and a teacher from Portugal who has adopted what he calls the spiritual name of Arjuna are instructing me in the form of hatha yoga practised at the centres. Far removed from the hot yoga and yoga-cise beloved of Hollywood celebs, it draws on 5,000 years of Indian traditions and emphasises stillness, silence and meditation. <br /></p> \n<p>We are meeting at the organisation’s <a href=\"http://www.sivananda.co.uk/?gclid=CI7Lp-u7m8YCFY7ItAodBaUB0w\">UK headquarters</a> in a quiet, residential street in Putney, south-west London. The swami and two other staff live in; 40 yoga teachers give classes here; volunteers come in to cook and help out. “We are a family,” says the swami with a serenity that never wavers during our three hours together.<br /></p> \n<p>I am being inducted into this ancient art/science/religion/doctrine/model-for-living (it aspires to be all these things) before International Yoga Day on Sunday, an <a href=\"https://www.youtube.com/watch?v=u1KKJVOKfg0\">initiative launched at the United Nations last year</a> by India’s yoga-loving prime minister, Narendra Modi, who is keen to reclaim one of India’s best-known cultural exports.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/06/narendra-modi-yoga-india\">Modi’s plan to change India and the world through yoga angers religious minorities</a> </p> \n</aside> \n<p>International Yoga Day will see an attempt to break the world record for the largest ever yoga class when 35,000 enthusiasts gather in New Delhi, as well as numerous other events around the world. The London Sivananda centre’s contribution is a boat trip from Putney to Westminster for 300 acolytes and a mass yoga class on the South Bank. <br /></p> \n<p>I suggest to the swami that her form of yoga is a religion, but she rejects the term. “Yoga is not a religion,” she says. “This has to be underlined. It is a way of living life healthily, of living a balanced life in which all the aspects of one’s being are integrated.”<br /></p> \n<p>The centre’s approach is based on the teachings of Hindu guru <a href=\"http:// https://en.wikipedia.org/wiki/Sivananda_Saraswati\">Sivananda Saraswati</a>, who died in 1963, and is summed up in six words: serve, love, give, purify, meditate, realise. These are translated into a plan based on exercise, breathing, relaxation, diet, positive thinking and meditation. The more committed followers renounce tea, coffee, alcohol, meat, even onions and garlic, which are thought too stimulating. The swami herself has renounced marriage. This is a tough calling, though after my yoga session they give me a stimulant-free vegetarian lunch, and it’s delicious.<br /></p> \n<p>Yoga has boomed in the west in the past couple of decades, and many of the variants that have developed have moved away from its meditative origins. The swami is surprisingly sympathetic to this explosion of westernised forms. “The beauty of there being so many offshoots and more modern versions is that people of all temperaments can find a system that suits them.” She does, though, draw the line at <a href=\"http:// http://www.bbc.co.uk/news/magazine-24129764\">doga</a> – yoga for dogs, derived, of course, from the US.<br /></p> \n<p>I had assumed there would be a turf war between hatha, bikram, iyengar, kundalini, ashtanga and even newer forms of yoga that are closer to martial arts, but she insists this is not the case. “Everyone should be able to connect to what is right for them, and we respect the different traditions.” It would be unseemly for the different yoga bodies to obsess about market share. Better to see the whole tree rather than the divergent branches.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9464dd3898fe2abc035a712fc147afb62a00f345\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434724308929/4e980217-87c8-4043-a035-af9cfd85877d-341x420.jpeg\" alt=\"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.\" width=\"341\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene</span> \n </figcaption> \n</figure> \n<p>The <a href=\"https://www.youtube.com/watch?v=jwCZyq7emDc\">prescribed postures</a> (known as asanas) are at the core of hatha yoga. Thousands of these have accumulated during the 5,000 years in which yoga has been practised, but Sivananda teachers – of whom there are 36,000 around the world – concentrate on just 12. I try the shoulderstand, fish and half spinal twist. Happily I am spared the rest, which include the headstand, scorpion, locust, cobra, crow and peacock.<br /></p> \n<p>Even with Arjuna holding my legs steady, the shoulderstand – in which you lie down, rest your shoulders on the ground, raise the rest of your body and try to keep it upright – proves testing. Some of the positions in the home practice handbook they give me look frankly impossible. Do not attempt the feet-to-head scorpion without an ambulance present. <br /></p> \n<p>The king cobra knee hold is also challenging, yet experts will hold these asanas for seven or eight minutes. I manage about 30 seconds of the three I try before reverting to the “corpse” position, in which you lie with your legs and arms outstretched and meditate. Had I tried all the asanas, the corpse position might have taken on a grisly literalness.<br /></p> \n<p>The swami tells me the postures are the key because they provide the route to mind control. Arjuna shows me how to breathe from the diaphragm then we chant together – three lots of extended “oms” every so often – and he recites a few beautifully modulated mantras.<br /></p> \n<p>It is very restful; I start to feel light-headed – the deep breathing means you take in more oxygen – and by the end, when he covers me with a blanket, I am more or less comatose. He tells me to empty my mind of all thoughts, but this is easier said than done, and I start pondering the impossibility of thoughtlessness. They had also told me earlier I would be getting lunch, and because it’s past 2pm and I’m hungry I can’t stop thinking about that either. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/jun/11/yoga-the-rise-of-yogawear-for-men-lululemon\">How Duke killed the jock: the rise of yogawear for men</a> </p> \n</aside> \n<p>There are four Hindu gods – Krishna, Ganesha, Saraswati and Lakshmi – in a shrine in the studio, but the swami<em> </em>says these are there to provide positive energy rather than for acts of devotion. There is also a clock, which surprises me as I’d assumed the aim would be to escape the tyranny of time. But she explains that parking in Putney is a nightmare, and you have to watch your meter like a hawk ... or a peacock. The world’s intrusions are not easily evaded. <br /></p> \n<p>“People are searching for a way to find health and wellbeing, and to relax their mind and body,” she says, reflecting on how stress-related issues have driven the growth of yoga in the west. As I sit in the sun in the little peace garden finally eating my lentil dhal and nursing what is no more than a twinge in the small of the back, I can see what she means. <br /></p> \n<p>I eat this late lunch rapidly and, when the cook offers me more, manage to resist. Serve, love, give, purify, meditate, realise. I am learning the art of renunciation. Unfortunately, when I get home I immediately have a mug of tea and four digestive biscuits. This is going to be a long haul.<br /></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCredit":"Photograph: David Levene"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724307009/4e980217-87c8-4043-a035-af9cfd85877d-1658x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1658,"orientation":"portrait","caption":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre. Photograph: David Levene","credit":"David Levene","altText":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.","cleanCaption":"Stephen Moss learns yoga with the help of Arjuna at the Sivananda centre.","cleanCredit":"Photograph: David Levene"}],"webPublicationDate":"2015-06-21T07:00:07Z","lastModified":"2015-06-21T07:00:07Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Stephen Moss","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/7/17/1405603976678/Stephen-Moss-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stephenmoss"}],"feature":true,"keywords":["Yoga","Health & wellbeing","Health","Life and style","India","UK news","World news","South and Central Asia","Society"],"tags":[{"id":"lifeandstyle/yoga","webTitle":"Yoga"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/india","webTitle":"India"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stephen Moss","topic":{"type":"tag-contributor","name":"profile/stephenmoss"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","shortUrl":"http://gu.com/p/4avqb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/21/international-yoga-day-cobra-corpse"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Stephen Moss learns yoga at the Sivananda yoga centre in Putney, London. Photograph: David Levene","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCaption":"Stephen Moss learns yoga at the Sivananda yoga centre in Putney, London.","cleanCredit":"Photograph: David Levene"}},"importance":4,"byline":{"title":"Stephen Moss"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434724155080/ff3b9100-e47c-4f2f-b589-b27ac0f81da4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene","altText":"Stephen moss learns yoga ","cleanCredit":"Photograph: David Levene"}}]},{"title":"Life after 7 July attacks / Survivors tell their stories","rawTitle":"Survivors tell their stories","item":{"type":"article","id":"uk-news/2015/jun/21/life-after-7-july-attacks-london-survivors-stories","title":"Life after 7 July attacks: survivors tell their stories","trailText":"It is now a decade since four bombs were detonated in London during rush hour, killing 52 and injuring more than 700. Seven who survived tell Megan Conner their memories of that terrible day and how they have coped in the years since","standFirst":"<p>It is now a decade since four bombs were detonated in London during rush hour, killing 52 and injuring more than 700. Seven who survived tell Megan Conner their memories of that terrible day and how they have coped in the years since</p>","byline":"Megan Conner","body":"<h2>Martine Wright: on the Circle line between Liverpool Street and Aldgate</h2> \n<p>My last working memory before 7/7 was jumping up and down in the office in front of a big screen. On 6 July, London had won its bid to host the Olympics and we went out to celebrate. The next day I was late; I’d hit the snooze button and when I got to the tube I was unable to take my usual route because of signal failure on the Northern line.</p> \n<p>I’ve always hated Circle line trains – every Londoner knows you wait ages for one. But I remember rushing down the escalator at Moorgate just as one pulled in and thinking, “What a result.” I jumped on the first carriage I got to and found my usual seat by the door. I opened my newspaper and was reading about the Olympics, thinking: “I’ve got to get tickets to this,” just as the bomb went off.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"51df3beeebd00fc004eff7e637cb659440899b63\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727095084/0bfe61c1-fc8f-4979-a34a-1d1e0ce0a193-317x420.jpeg\" alt=\"Martine Wright\" width=\"317\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Martine Wright: ‘There was a big white flash. I felt like I was in a Tom and Jerry cartoon and been hit by a frying pan.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Observer</span> \n </figcaption> \n</figure> \n<p>It was a big white flash in front of my eyes – I didn’t hear any sound. But I felt like I was in a Tom and Jerry cartoon and I’d been hit by a frying pan. I could see that there weren’t any seats any more. We were in this black environment with screams and smells. When I looked up one of my Adidas trainers was on the ceiling. When I looked down, the end of the train had crumbled into my legs.</p> \n<p>It’s amazing how the body deals with things. I don’t recall the pain – I thought I had passed out by that stage. But later a fireman told me: “Martine, you were conscious the whole time we were cutting you out of the train. You were screaming.” At the memorial service a year later, a policeman showed me scars in his hand where I’d been digging into the skin.</p> \n<p>Now I think about the people who weren’t injured that had to walk past our carriage that day and the look of horror on their faces. It must have affected them psychologically.</p> \n<p>In hospital, I was put into a coma for 10 days. My body was so swollen my family didn’t recognise me. When I woke up, there was someone stroking my head saying: “Martine, you’ve been in an accident and we’ve had to take your legs away.”</p> \n<p>I remember looking at other victims in hospital and thinking: “Why me? Why am I one of the worst injured? Why I have I lost both my legs, and above the knee?” The “Why me” was a big thing in the first year. But 10 years on, I truly believe I was destined to get on that carriage and sustain those injuries. I’m strong and I have a wonderful, supportive family. I’ve always been a glass-half-full person, so maybe I was chosen because I can deal with it.</p> \n<p>In 2007, my boyfriend Nick proposed and in 2008 we got married. In 2009 we had our son Oscar – he was due on 7 July, can you believe it.</p> \n<p>A few months later, my physio took me to a sports try-out day and it was there that I fell in love with <a href=\"https://volleyballengland.org/getintovolleyball/play/sitting_volleyball\">sitting volleyball</a>. There wasn’t a national team at that point, but in 2012 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2012/aug/31/paralympic-athlete-7-7-survivor\">we competed in the Paralympics</a> and came eighth.</p> \n<p>The fact I competed in London tells me that maybe it was meant to be. But it’s easier to say that 10 years on. If someone had told me that nine years ago, I wouldn’t have seen it that way.</p> \n<h2>Professor John Tulloch: on the Circle line between Edgware Road and Paddington</h2> \n<figure class=\"element element-image\" data-media-id=\"bded569fc9be2449f4e0ccc20dde87beb0d9c4cd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434549773239/1b18e318-02cc-4a18-a741-c431f416cebd-460x276.jpeg\" alt=\"John Tulloch: 'I was sitting only 4ft away from the bomber, yet I&nbsp;came away with no significant injuries.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Tulloch: ‘I was sitting only 4ft away from the bomber, yet I came away with no significant injuries.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda/Observer</span> \n </figcaption> \n</figure> \n<p>It took a while for my memories to come back. At first, I just remembered waking up in all the debris. I must have only been unconscious for an instant, and then I woke thinking something had happened, but only to me. It was when I rolled over that I saw everyone else was covered in blood.</p> \n<p>I’d been on my way to Paddington. From there, I was catching a train home to Cardiff. I’d flown in from Australia the previous day and was told later that it was my luggage – a suitcase, a laptop bag and a cabin bag – that saved me.</p> \n<p>I don’t know why I had this obsession with getting my bag back. I’d been writing a report on risk, of all things, and in that moment finding my laptop was of paramount importance.</p> \n<p>My glasses had been blown away, so I couldn’t see much. Now I’m grateful for that, because of all the horror that was around me.</p> \n<p>Next to me there was a huge crater in the floor of the train, and there was a man stuck in it. Before the bomb went off, I remember two American women talking about shopping in Kensington – one of those women lost her leg.</p> \n<p>At the coroner’s inquest, it emerged that everyone around me had either died or lost limbs. I was only four to six feet away from the bomber, sitting opposite him, and yet came away with no significant physical injuries.</p> \n<p>The next day my picture was on the front of the newspaper next to Tony Blair’s and, for me, that was like trauma number two – I still believe it was because of British foreign policy that we ended up with 7/7. By the end of the year, I was feeling very angry politically, so I wrote a book called Icons of War and Terror. My next book involves 7/7. I think my response has been to get some control of what’s going on around me through my work.</p> \n<p>I still suffer from PTSD – when something comes into my peripheral view quite suddenly I can have flashbacks, and vertigo can make me vomit in the street. Sometimes I can just break down. There’s something about being blown up in a terrorist attack that can bring you to tears at the most unexpected of times.</p> \n<h2>Gill Hicks: on the Piccadilly line between King’s Cross and Russell Square</h2> \n<p>I will always remember running up the escalators at King’s Cross to make that next train, probably because it was the last time I would ever run. That sense of striding up and the determination. It was such a busy day. We were squeezed into the carriage and it was one of those times where you just can’t believe more people are getting on. Now I know that I was standing next to the bomber – we had boarded together.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"03c809ad2c1040d3bbaedd0570f05bce14e2212a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727433025/938a7bd0-cae0-435f-84d6-553be6104b1d-318x420.jpeg\" alt=\"Gill Hicks\" width=\"318\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gill Hicks; ‘I had a little girl. We didn’t know if I’d be able to conceive or carry a baby standing up.’</span> \n  <span class=\"element-image__credit\">Photograph: Randy Larcombe for the Observer</span> \n </figcaption> \n</figure> \n<p>My very first understanding of the moment was “I’m having a heart attack.” So it was strangely reassuring to hear other people upset. Someone picked me up and put me on what remained of a bench seat, and I remember looking down and seeing I’d lost both my legs. I was very aware that I needed to act, so I took off my scarf and tied a tourniquet around each one.</p> \n<p>I felt this extraordinary experience then, of being given a choice as to whether I wanted to live or die. There was one voice saying: “Do you really want to live like that?” and it was so beautiful I just wanted to go to sleep. The other one was telling me it was going to be challenging but I could live.</p> \n<p>After that, nothing was the same again: 7 July 2005 is an absolute demarcation line in a split life. I look at everything before as life number one, and everything after that as a second chance.</p> \n<p>Going back to work was interesting. I was a workaholic before, but I remember being there in my wheelchair, listening to the meetings about the meetings they had and I thought: “Oh my God, I’ve been blown up and you’re still talking about that?” It felt like the definition of insanity.</p> \n<p>So in 2007 I set up a charity, MAD for Peace. I liked the idea of having “mad” as an acronym for Making a Difference, but also my anger. I do feel angry. I’m not bitter, but I absolutely believe it is not OK for people to killed and maimed at the hands of such senselessness.</p> \n<p>In 2013 I moved back to Australia and had a little girl, Amelie. We didn’t know if I’d be able to conceive or carry a baby standing up, but she’s a little miracle and a testament to all the people that saved me.</p> \n<p>I have to keep challenging myself, so this year, for the 10th anniversary of 7/7, I’m undertaking 10 physical challenges that scare me witless – everything from walking on hot coals to abseiling down one of London’s tallest buildings. I wrote in the book of condolences on the first anniversary that there are 26 lives we lost on my train that I would like to enhance my life for, and I want to show that the tactics of terrorism will never win.</p> \n<p><em>Gill is supporting 10 charities. For more details, go to </em><a href=\"http://www.gilltalks.com/\"><em>gilltalks.com</em></a><em>; or Twitter </em><a href=\"https://twitter.com/madforpeace\"><em>@MADforpeace</em></a></p> \n<h2>Sajda Mughal: on the Piccadilly line between King’s Cross and Russell Square</h2> \n<p>I was a year out of university when 7/7 happened. If you’d asked me back then if I enjoyed my job, I would have said yes. I worked in recruitment and was earning well, enjoying myself. I was a normal 22-year-old.</p> \n<p>I remember running late that day. Wood Green station was closed, so I got on at Turnpike Lane. Back then I had a ritual of travelling in the first carriage – it was like an obsessive thing – but that day I couldn’t get down to the end of the platform.</p> \n<p>We must have been out of Kings’ Cross 10 seconds when the explosion happened. You felt the train shake – I thought we had crashed and derailed.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"5d9be0e6dc15bf12ede47c4e688e1b6a7d65841a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727637339/81b5e0ea-005c-4ebc-8ba9-d833ec86ef84-362x420.jpeg\" alt=\"Sajda Mughal\" width=\"362\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sajda Mughal: ‘Before 7/7 I wasn’t thinking about getting married or having kids until at least my mid-30s, but my perspective changed.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Observer</span> \n </figcaption> \n</figure> \n<p>It was quiet at first and then gradually there was screaming. My reaction was to be very still – being a Muslim, we have a belief that when a person dies it was written to happen that day. I remember thinking: “I haven’t seen the world or had kids, I haven’t done anything,” and preparing myself for death.</p> \n<p>We’d been down there for about 50 minutes when we heard distant cries saying: “It’s the police.” I can’t even describe the relief when we were led down the tracks to safety.</p> \n<p>At King’s Cross, I ran over the road to McDonald’s. I tried to ring my mum, but the mobile networks had gone down, so I stayed and watched the live news on the TV. After a while, I started walking home.</p> \n<p>After that day, it emerged that the attacks were carried out by four guys who were Muslim. That’s what hit me more. Being a Muslim myself, I thought: “Well, why? Why would you do that? What ideology did you possess?” If they’d known their religion, it clearly states that to kill one innocent life is killing all humanity.</p> \n<p>From then on, questions played on my mind. Why didn’t the families of the bombers pick up on any signs that they were being brainwashed? Could they have been helped if something had been detected within the home?</p> \n<p>So, in 2007, I quit my job and started working for the JAN Trust. My work there started to focus on counter-terrorism: working with at-risk and radicalised individuals, and their families. This was an attack on my faith. I wanted to understand that mindset and change it.</p> \n<p>Before 7/7 I wasn’t thinking about getting married or having kids until at least my mid-30s, but my perspective changed. Not long afterwards I got married and became a mum to two daughters. Just earlier this year, my eldest daughter came to Buckingham Palace with me to receive my OBE and that was a really proud moment.</p> \n<h2>Mark Margolis: on the Piccadilly line between King’s Cross and Russell Square</h2> \n<p>I can still remember the trip to the train station: walking there, the weather, what I was wearing. There was a blue dot on the platform at Finsbury Park and that day I stood there, exactly where the doors would open.</p> \n<p>I was sat down reading a sci-fi novel. By complete coincidence there was an explosion in the story. The real sound was massive. It was like two bits of metal colliding and there was this immediate feeling of being outside, as if I was on a rollercoaster.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1ac04ca839afdf24edebaf3c04f141541d1624c4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727719979/8a2301ba-d79f-429c-97e0-565d5246f803-329x420.jpeg\" alt=\"Mark Margolis\" width=\"329\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Margolis: ‘Since then I have written a White Paper on how to generate and use a survivor network anywhere in the world.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Observer</span> \n </figcaption> \n</figure> \n<p>I remember sitting in total darkness for 25 minutes, helplessly listening to horrendous things around me, then the driver opened his door and said we were going to walk out. Those of us that could, did. I count myself really lucky because on the concourse I was able to get through to my wife, Sarah, and she came to meet me. I feel like we shared the experience of that day.</p> \n<p>In hospital, they cleaned up my head wounds. They were throwing away the tissues and I remember the banging of the metal bin lid made me jump out of my skin. After that, I was in denial for a bit. I didn’t want to believe a bomb went off in my carriage, but I felt a huge sense of relief when I realised the bombers were dead.</p> \n<p>A few of us on the Piccadilly line train created a website called Kings Cross United, where we could talk and share information, such as how to fill out complicated medical forms.</p> \n<p>We ended up using the site in its original form until 2013, when the technology was decommissioned. At that point I asked my employers, Microsoft, if we could switch to some software we used at work called Yammer. I was just moving us over when the Boston marathon bombing happened. I picked up the phone on an impulse and rang around Boston. Eventually someone got in touch from the Boston Medical Help Service and we set up an online network for the Boston survivors.</p> \n<p>Since then I have written a white paper on how to generate and use a survivor network anywhere in the world. Last year I presented it at the White House. For us it was kind of obvious: you want to be able to share legally and emotionally sensitive information in one secure place.</p> \n<p>Our site is still a bit of a safety blanket. Although I was back to work and on the tube the next day – I felt defiant about that – there are milestones to get through. Last year I went to work for the first time on 7/7. This year I will go to the memorial service. Next year, maybe not. I’ll always take time out to think about those that died, but I also feel I owe it them to get on with my life.</p> \n<p><a href=\"https://markmargolis.wordpress.com/\"><em>markmargolis.wordpress.com</em></a></p> \n<h2>Thelma Stober: on the Circle line between Liverpool Street and Aldgate</h2> \n<p>I had the best job in the world. I was the director of law at the London Development Agency. The mayor of London had decided he was going to bid to host the 2012 Olympics and I was fortunate to be the person responsible for the land acquisition of the Olympic Park.</p> \n<p>You can imagine the pandemonium and excitement when, on 6 July, we won. I got home late and had been working so much in the build-up that on 7 July I decided to take the day off.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"ceb3e1236ed57351f5174ed9186f529e99db2695\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727868184/9297b7b7-cf3a-4a71-8d27-75725020761e-294x420.jpeg\" alt=\"Thelma Stober\" width=\"294\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thelma Stober: ‘‘Every day I’m thankful. There is hope if you have courage.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Observer</span> \n </figcaption> \n</figure> \n<p>My plan was to take my son, who was six at the time, to school and pick him up. I told my husband I wasn’t going to work, but after dropping Lewis off, I changed my mind. There was lots of paperwork for the bid still to be done.</p> \n<p>The carriage I usually sat in was the end coach because it was closest to the exit at Tower Hill where I got off. This particular day I was running for the train, so I ended up sitting in the first one.</p> \n<p>Afterwards they said to me: “Did you notice anything?” No, I did not. I was still in Olympic world – someone could have been standing on their head and I wouldn’t have noticed. But in the photos produced afterwards, I was standing next to the bomber.</p> \n<p>Weirdly there were a few things that passed through my mind just before he detonated. The first thing was to pay attention to unattended luggage. The other was that you shouldn’t use your mobile phone on the underground. I remembered seeing a poster about that in the days of the IRA, and I thought about that as I pulled out my Blackberry to send an email to my PA. At the exact moment I pressed send, the bomb detonated.</p> \n<p>There was this bright, white light. I felt as if I had been lifted up and circled around. And there was a siren: a continuous long sound.</p> \n<p>When I woke up, I was on the tracks. The tube door had come off and part of it was stuck to my right thigh. I could see people on the train screaming, and there was part of a foot laying over me.</p> \n<p>The first thing that came back into my head was the poster: I had caused this. The second was that they would save the people they thought were alive first. I needed to move, so I tried to stand on one foot. That’s when I noticed the other foot was turned backwards.</p> \n<p>A man called Colin Pettet came. He was a passenger on the train. He held me and put his jacket over me and started asking me questions: where I worked, where I lived. I said to him, “What’s with all the questions?” Now I call him my guardian angel because he saved me.</p> \n<p>In the ambulance my brain was so alert. The driver didn’t know where he was going; somebody explained that all the ambulances in London were in use, so he’d come from Essex.</p> \n<p>There is nothing that can prepare you for losing a leg. I remember being offered counselling in hospital and telling them: “The problem’s my foot, not my head.” I was very determined. All I wanted to do was walk again and when I found out I’d been in a terrorist attack, it almost strengthened my resolve. I saw the bombers as victims themselves. Whatever had happened, they weren’t going to stop me getting on with my life.</p> \n<p>First of all, I had to fight a legal battle with the NHS – I wanted an artificial limb that matched the colour of my skin and the one I was being offered didn’t. There have been a lot of battles since – surgery to counteract the pain of walking and another legal fight that I helped with, for a public inquiry into what happened.</p> \n<p>I returned to work in May 2006, and we realised our dream for the Olympics. I’m in a different job now. I still don’t take the tube to work. I did try, but I just can’t, so I use taxis.</p> \n<p>Around that time, a lot of the survivors were invited to visit the bombed carriages in a hanger in Ealing. I have a picture of ours behind my desk. It sounds morbid, but it’s a positive motivator for me because it shows how far I’ve come.</p> \n<p>Of course I have sad days. At my worst, I have anxiety and panic attacks – the 10-year anniversary coming up is a big thing. I suppose what makes me sad is that 10 years is a very long time and I thought I would have gotten to the position where I wouldn’t need more surgery and could take part in more sports with my son. But it’s not like that.</p> \n<p>Every day I’m thankful. Whatever your situation, I believe there is hope if you have courage and you can make good out of bad things. I come from Sierra Leone and during the war there, children had their legs deliberately amputated because they refused to join the rebels. There are kids dragging in the street because they don’t have crutches, so one of the things I do is collect secondhand limbs for them. I try to do what I can to help, and I try to go about my business smiling.</p> \n<h2>Sudhesh Dahad: on the Piccadilly line between King’s Cross and Russell Square</h2> \n<p>Within minutes of me being on the platform it was ridiculously crowded. On the tube, I stood with my arms sandwiched to my sides and didn’t need to hold on to anything.</p> \n<p>It was a flash, then a sense of being plunged into darkness and a popping sound. I remember because for the days and weeks afterwards, I had nightmares about it. Suddenly there was space around me and I was on the ground.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1cb2e777568b854593fd5c88c24d73ff0d08157f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727943392/447a7e64-1408-4b18-bf28-7624ace394d8-315x420.jpeg\" alt=\"Sudhesh Dahad\" width=\"315\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sudhesh Dahad: ‘My health became more problematic when, eight years after 7/7, I was diagnosed with spinal injuries and had to have surgery.’</span> \n  <span class=\"element-image__credit\">Photograph: Suki Dhanda for the Observer</span> \n </figcaption> \n</figure> \n<p>On the station concourse they started bringing up people who were visibly injured, with severed arms and legs. There were fragments of glass in my body, but I didn’t need the same kind of medical attention so I left. Out on the street, everyone was running. I realised later that a fourth bomb had gone off on a bus nearby.</p> \n<p>A local police officer came to the house to pick up some of the clothes I had been wearing for forensics. I thought: “Great. I’m in the system.” But after that, I was left to rely on the BBC to find out what happened.</p> \n<p>A few weeks later, Scotland Yard realised I was in the bombed carriage. They wanted to interview me at my office on 21 July. My neighbour persuaded me to take the tube with him that morning. But to my horror, during the interview the detective got a call about another terrorist attack on the tube, attempted that day by a further four suicide bombers.</p> \n<p>After that I wanted to get away from London. I tried to relocate my job to the US. I felt the psychological treatment I was receiving wasn’t working; therapists would throw statistics at me to show my fears were unfounded, but I just became more paranoid. I worried about everything from a potential pile-up on the motorway to light bulbs exploding.</p> \n<p>A busy period at work during the 2008 financial crisis eased things temporarily. It’s well-known that one way to endure pain is to subject oneself to something worse for a short period. But it’s also ironic that a constant state of hypervigilance is likely to shorten your life anyway. My health became more problematic when, eight years after 7/7, I was diagnosed with spinal injuries from the bombing and had to have surgery.</p> \n<p>More recently, my fears aren’t caused by a fear of death itself, but the emotional impact on those closest to me. I know we owe it to those who died to make the most of our lives, but this can lead to added pressure or guilt if we don’t accomplish something with our second chance. I don’t want to sound like a doommonger among friends. I’m grateful for life, so I hope to overcome a difficult episode I’m currently experiencing.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727008798/59dafcdd-455d-4499-bfb5-c0ba3554b31c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suki Dhanda for the Observer","altText":"7/7 survivors Martine Wright, John Tulloch, and Sadja Mughal","cleanCredit":"Photograph: Suki Dhanda for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727092886/0bfe61c1-fc8f-4979-a34a-1d1e0ce0a193-1542x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1542,"orientation":"portrait","caption":"Martine Wright: ‘There was a big white flash. I felt like I was in a Tom and Jerry cartoon and been hit by a frying pan.’ Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"Martine Wright","cleanCaption":"Martine Wright: ‘There was a big white flash. I felt like I was in a Tom and Jerry cartoon and been hit by a frying pan.’","cleanCredit":"Photograph: Suki Dhanda for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434549774613/1b18e318-02cc-4a18-a741-c431f416cebd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Tulloch: ‘I was sitting only 4ft away from the bomber, yet I came away with no significant injuries.’ Photograph: Suki Dhanda/Observer","credit":"Suki Dhanda/Observer","altText":"John Tulloch: 'I was sitting only 4ft away from the bomber, yet I came away with no significant injuries.'","cleanCaption":"John Tulloch: ‘I was sitting only 4ft away from the bomber, yet I came away with no significant injuries.’","cleanCredit":"Photograph: Suki Dhanda/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727431276/938a7bd0-cae0-435f-84d6-553be6104b1d-1546x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1546,"orientation":"portrait","caption":"Gill Hicks; ‘I had a little girl. We didn’t know if I’d be able to conceive or carry a baby standing up.’ Photograph: Randy Larcombe for the Observer","credit":"Randy Larcombe for the Observer","altText":"Gill Hicks","cleanCaption":"Gill Hicks; ‘I had a little girl. We didn’t know if I’d be able to conceive or carry a baby standing up.’","cleanCredit":"Photograph: Randy Larcombe for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727638993/81b5e0ea-005c-4ebc-8ba9-d833ec86ef84-1758x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1758,"orientation":"portrait","caption":"Sajda Mughal: ‘Before 7/7 I wasn’t thinking about getting married or having kids until at least my mid-30s, but my perspective changed.’ Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"Sajda Mughal","cleanCaption":"Sajda Mughal: ‘Before 7/7 I wasn’t thinking about getting married or having kids until at least my mid-30s, but my perspective changed.’","cleanCredit":"Photograph: Suki Dhanda for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727721435/8a2301ba-d79f-429c-97e0-565d5246f803-1597x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1597,"orientation":"portrait","caption":"Mark Margolis: ‘Since then I have written a White Paper on how to generate and use a survivor network anywhere in the world.’ Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"Mark Margolis","cleanCaption":"Mark Margolis: ‘Since then I have written a White Paper on how to generate and use a survivor network anywhere in the world.’","cleanCredit":"Photograph: Suki Dhanda for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727866823/9297b7b7-cf3a-4a71-8d27-75725020761e-1430x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1430,"orientation":"portrait","caption":"Thelma Stober: ‘‘Every day I’m thankful. There is hope if you have courage.’ Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"Thelma Stober","cleanCaption":"Thelma Stober: ‘‘Every day I’m thankful. There is hope if you have courage.’","cleanCredit":"Photograph: Suki Dhanda for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727944144/447a7e64-1408-4b18-bf28-7624ace394d8-1530x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1530,"orientation":"portrait","caption":"Sudhesh Dahad: ‘My health became more problematic when, eight years after 7/7, I was diagnosed with spinal injuries and had to have surgery.’ Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"Sudhesh Dahad","cleanCaption":"Sudhesh Dahad: ‘My health became more problematic when, eight years after 7/7, I was diagnosed with spinal injuries and had to have surgery.’","cleanCredit":"Photograph: Suki Dhanda for the Observer"}],"webPublicationDate":"2015-06-21T07:30:02Z","lastModified":"2015-06-21T07:30:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["7 July London attacks","London","Islam"],"tags":[{"id":"uk/july7","webTitle":"7 July London attacks"},{"id":"uk/london","webTitle":"London"},{"id":"world/islam","webTitle":"Islam"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/21/life-after-7-july-attacks-london-survivors-stories","shortUrl":"http://gu.com/p/49q7v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/21/life-after-7-july-attacks-london-survivors-stories","webUri":"http://www.theguardian.com/uk-news/2015/jun/21/life-after-7-july-attacks-london-survivors-stories"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727008798/59dafcdd-455d-4499-bfb5-c0ba3554b31c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"7/7 survivors (from left): Martine Wright, John Tulloch, and Sadja Mughal. Photograph: Suki Dhanda for the Observer","credit":"Suki Dhanda for the Observer","altText":"7/7 survivors Martine Wright, John Tulloch, and Sadja Mughal","cleanCaption":"7/7 survivors (from left): Martine Wright, John Tulloch, and Sadja Mughal.","cleanCredit":"Photograph: Suki Dhanda for the Observer"}},"importance":4,"kicker":{"title":"Life after 7 July attacks"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727008798/59dafcdd-455d-4499-bfb5-c0ba3554b31c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Suki Dhanda for the Observer","altText":"7/7 survivors Martine Wright, John Tulloch, and Sadja Mughal","cleanCredit":"Photograph: Suki Dhanda for the Observer"}}]},{"title":"A week in Athens / A beggar has moved to a doorway near my house. Help me, he pleads","rawTitle":"A beggar has moved to a doorway near my house. Help me, he pleads","item":{"type":"article","id":"world/2015/jun/20/greece-debt-crisis-athens-austerity","title":"Greek crisis: episodes of despair and drama as moment of truth nears","trailText":"Helena Smith has watched as the crisis has engulfed Greece. Here she describes a week of mounting tension in Athens as fateful and painful choices loom","standFirst":"<p>Helena Smith has watched as the crisis has engulfed Greece. Here she describes a week of mounting tension in Athens as fateful and painful choices loom</p>","byline":"Helena Smith in Athens","body":"<h2><strong>Sunday </strong></h2> \n<p>Five years is a long time to be in crisis. It’s freefall by a thousand cuts; loss in myriad ways, hard choices that never get easier.</p> \n<p>Last week, as Greece descended into drama, a young man appeared on the marble steps of the neoclassical building opposite my home. Head in hand, he sat there from Sunday to Wednesday, in the beating sun, a wheelie bag in front of him, a slice of cardboard perched on top that read: “I am homeless. Help please!”</p> \n<p>When you live in Athens you do not flinch at the signs of decay: to do so would be to give in. But somehow the sight of this forlorn figure – a waif of a man, eyes fixed only at his feet, the embodiment of wounded pride, brought home as never before that Greeks are in crisis. Was he giving up or making a hard choice? If he was 22, and he barely seemed that, his entire adult life had been spent in crisis. This is the great tragedy of Greece. It has not only been needlessly impoverished – it now eats up its own. The elderly woman who occasionally rifles through the rubbish bins on the corner of the square my office overlooks – often carrying a Louis Vuitton bag – is so glad she was born at the end of the 1946-49 civil war. “At least then it could get better. Today it can only get worse.”</p> \n<h2>Monday</h2> \n<p>For five years we have all felt as if we are on a runaway train, hurtling into the unknown. Sometimes the train picks up speed, sometimes it slows down, but never enough to stop. This week, as the drumbeat of default, impending bankruptcy and disastrous euro exit thudded ever louder, the train felt as if it might derail altogether. Had a lunatic got hold of the controls? On Monday morning it began to feel like it.<br /></p> \n<p>For me, the day started at 2am when I received a text from Euclid Tsakalotos, the point-man in negotiations between Athens and the European Union, European Central Bank and the International Monetary Fund – the three bodies keeping the debt-stricken country afloat.</p> \n<p>“We made huge efforts to meet them halfway,” he wrote hours after talks reached an impasse over a reform-for-cash deal that could save Greece. “But they insisted on pension and wage cuts.”</p> \n<p>By mid-morning, global stock markets were tumbling. By midday, the world had learned that, without an agreement, Greece might not be able to honour an end-of-month debt repayment to the IMF worth €1.6bn (&pound;1.1bn).</p> \n<p>By midnight, newscasters, looking decidedly nervous, had broken their own taboo: many were talking openly of euro exit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis\">Greek prime minister prepares last-ditch offer to avoid default on debts</a> </p> \n</aside> \n<h2><strong>Tuesday </strong></h2> \n<p>From the outset, the Greeks have felt at war. For most, it has been a war of attrition, a levelling of life under the brute force of austerity. The relentless budget cuts and tax increases demanded in return for two bailouts – at €240bn, the biggest rescue programmes in global financial history – were the breeding ground for the anger that fuelled Syriza, the radical left anti-austerity party catapulted into power in January; the creditors, with Germany at the helm, the convenient scapegoats for pent-up anger and rage. But by Tuesday the environment had become more poisoned still.</p> \n<p>Addressing his increasingly irate Syriza MPs, the prime minister, Alexis Tsipras, ratcheted up the pressure, accusing the IMF of “criminal responsibility”. Greece would “never submit” to its, or Europe’s, “irrational demands”.</p> \n<p>Later that day, the deputy defence minister, Costas Isychos, insisted that Athens meant what it said. “We are going to stop this neoliberal tsunami and this is not a bluff or a poker game. We are simply not going to go back on our promises,” he told me.</p> \n<p>Was he not afraid of Grexit? Hadn’t I noticed, he retorted, that Europe was crumbling? “I hope they come to their senses and stop blackmailing the Greek government and the Greek people,” he snapped. “We cannot have a lowering of wages and pensions. We cannot be the only country without trade union rights or basic salaries. They cannot continue to use Greece as a giant guinea pig for neoliberal dogmas.”</p> \n<p>With the rhetoric at such levels, it did not take long for diplomatic niceties to be dispensed with in Brussels. The ever-collected IMF chief, Christine Lagarde, would soon counter that there was an urgent need for dialogue with “adults in the room”.</p> \n<h2>Wednesday</h2> \n<p>The background of this story is Europe and the desire of a small country on its southern periphery, surrounded by enemies to its east and an incendiary Balkan peninsula to its north, wanting to remain a member of its central core. But at what cost? On Wednesday, thousands piled into Syntagma square, facing parliament to protest against austerity.<br /></p> \n<p>I chanced upon a group of schoolteachers, enraged that Europe was turning Greece into a “slave colony of debt”. All of them Syriza voters, of one thing they were sure: the government had made far too many concessions.</p> \n<p>“Tsipras’s mistake is that he hasn’t toughened his stance,” said Dimitris Papatheodourou, for years an educator in a secondary school in Athens. “The government has already retreated on so many of its pre-election pledges. The 47-page proposal that it gave lenders [outlining reforms in return for cash] was horrible, a massive retreat.”</p> \n<p>Papatheodourou is typical of the growing contingent who now think Greece might be better off outside the eurozone. “I was never for rupture,” he said. “But now I am 100% sure that rupture is the only way out. Europeans are no longer being logical. The demands they are making are absurd.”</p> \n<h2>Thursday</h2> \n<p>Is time running out to save Greece? With Athens’s access to bailout funds expiring in nine days, lenders say that it is, in no uncertain terms. Almost everyone I know feels trapped in some tragicomic theatre of the absurd: bit-players in a drama whose every act feeds the next. The script has no rules, it is writing itself.<br /></p> \n<p>Greece’s gargantuan debt may only have grown – the result of a rescue programme that has overly emphasised fiscal targets at the expense of structural reform – the economy may have shrunk by almost 30% and unemployment may be at record levels, but most Greeks still see Europe (and the euro) as the only way of ensuring that their country is saved from itself. The alternative – a precipitous decline in living standards, runaway inflation, riots and worse – is too awful to contemplate.</p> \n<p>On Thursday, an even larger crowd poured into Syntagma, this time to chant “we are staying in Europe”. Among them were many older Athenians – clearly denizens of the city’s bourgeois elite, their hair coiffed, their Chanel suits immaculately pressed – who ordinarily would never take to the streets.</p> \n<p>“People cannot believe what is happening. That we are looking at the prospect of the country going bankrupt or being ejected from the euro,” said Anna Asimakopoulou, a conservative MP who also took part in the protest. “For the first time this week I thought they’re not bluffing, if they don’t get a deal that they see as halfway decent they’ll go in the opposite direction, they’ll take the country out of the single currency. But the truth is there are no quick-fix solutions. There is a bad scenario and a worst-case scenario. Either Tsipras accepts austerity worth €5bn or we leave.”</p> \n<p>Earlier that day I had sat with Tsakalotos in his eighth-floor office overlooking parliament. Urbane, sober, mild-mannered, the Oxford-educated economist is the “soft” face of Syriza abroad – the man who tempers the abrasiveness of the finance minister, Yanis Varoufakis. It was, he said, true that a “game of chicken” was being played. His hair had gone grey almost overnight. “It’s not out of pique or pride that we are holding out. We are holding out because we want to be able to deliver what we promised. Our bottom line is we can’t sign an agreement that is not economically viable.”</p> \n<p>Not many had expected the drama to play out this long. As Europe’s pre-eminent anti-austerians, could they keep their nerve? “We have no choice,” he said, as news arrived that a meeting of eurozone finance ministers had, yet again, ended in failure.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-should-greece-leave-the-euro-17456530954\">Guardian Newsroom: Should Greece leave the Euro?</a> </p> \n</aside> \n<h2>Friday</h2> \n<p>By the morning it was clear a mini bank run was taking place. Queues outside ATMs were small and orderly, but by lunchtime, when lenders close for the week, withdrawals by worried depositors were estimated at more than €3bn over the course of five days.<br /></p> \n<p>In Russia, the visiting prime minister stepped up the brinkmanship, proudly announcing that little Greece was not scared “to look towards other seas”. “Justice is on our side,” he said as Vladimir Putin, the Russian president, concurred that Athens’s creditors had misbehaved. Back in Athens, the headlines had become ever more dramatic. “Last chance for a deal”; “Knife at our throat”; “SOS Greece”, the dailies screamed from their front pages.</p> \n<p>Five months of fruitless talks have wrought further mayhem. With each passing day the economy, already in stasis, deteriorates a little more. The cumulative effect of businesses closing – around 60 are believed to shut every day – has brought job losses of more than 20,000 this year alone.</p> \n<p>That afternoon, in the boardroom of the Hellenic Confederation of professionals, craftsmen and merchants, Giorgos Kavvathas, the organisation’s president, painted a picture that was vivid and dark. He is a large man, who chose his words carefully as he fiddled with the cufflinks in his shirt.</p> \n<p>“The market has been strangulated, there is no movement whatsoever,” he sighed. “And now they want us to take more measures, measures that have already failed, measures that will only make matters worse. What we are looking at is a slow death, because that is what they will mean.”</p> \n<p>Later that night I spoke with Fotini Tsaliloglou, Greece’s foremost professor of psychology. Degradation has come in stages and now the whole nation is terrified of losing hope – the motto on which Syriza had run for office. “Dignity is being tested,” she said. “We are in a double bind with no easy way out. Greeks are such a proud people, and they feel so humiliated both economically and symbolically. It is going to take them time to adjust to the loss.”</p> \n<h2>Saturday</h2> \n<p>Time, of course, is the one thing that is not on Greece’s side. And on Saturday, as the clock ticked ever closer to the make-or-break EU summit that will decide the country’s fate on Monday, it was menace that hung in the air.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/789224ef1631151bf08cb03ba491431361c4c78c/0_156_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Milos Bicanski/Getty Images","altText":"Athenians visit the Green market","cleanCredit":"Photograph: Milos Bicanski/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:39:03Z","lastModified":"2015-06-21T07:39:14Z","metadata":{"commentable":true,"commentCount":315,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":true,"keywords":["Greece","Europe","World news","Eurozone","Business","Austerity","European Union","Eurozone crisis","European monetary union","Economics","Euro"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/euro","webTitle":"Euro"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/20/greece-debt-crisis-athens-austerity","shortUrl":"http://gu.com/p/4axzn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/20/greece-debt-crisis-athens-austerity","webUri":"http://www.theguardian.com/world/2015/jun/20/greece-debt-crisis-athens-austerity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/789224ef1631151bf08cb03ba491431361c4c78c/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","caption":"Athenians visit the Green market in the city. People in Greece have lived with the crisis for five years now, and fear a future of declining living standards and runaway inflation. Photograph: Milos Bicanski/Getty Images","credit":"Milos Bicanski/Getty Images","altText":"Athenians visit the Green market","cleanCaption":"Athenians visit the Green market in the city. People in Greece have lived with the crisis for five years now, and fear a future of declining living standards and runaway inflation.","cleanCredit":"Photograph: Milos Bicanski/Getty Images"}},"importance":3,"kicker":{"title":"A week in Athens"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/789224ef1631151bf08cb03ba491431361c4c78c/0_156_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Milos Bicanski/Getty Images","altText":"Athenians visit the Green market","cleanCredit":"Photograph: Milos Bicanski/Getty Images"}}]},{"title":"Off the grid / The town that banned Wi-Fi","rawTitle":"The town that banned Wi-Fi","item":{"type":"article","id":"technology/2015/jun/21/the-town-that-banned-wi-fi","title":"The town that banned Wi-Fi","trailText":"‘Electrosensitive’ people are flocking to the West Virginian home of a deep-space telescope, attracted by the rules prohibiting phones, TVs and radios. But, as Ed Cumming reveals, their arrival means Green Bank is far from peaceful","standFirst":"<p>‘Electrosensitive’ people are flocking to the West Virginian home of a deep-space telescope, attracted by the rules prohibiting phones, TVs and radios. But, as Ed Cumming reveals, their arrival means Green Bank is far from peaceful</p>","byline":"Ed Cumming","body":"<p>Up and up the roads to <a href=\"https://en.wikipedia.org/wiki/Green_Bank,_West_Virginia\">Green Bank</a> went, winding into the West Virginian hills as four lanes thinned to one. It was early March and snow was still spattered on the leaf mould between the firs and larches. Hip-hop and classic rock radio stations were gradually replaced by grave pastors and bawdy men twanging banjos and, eventually, they too faded to crackling white noise. The signal pips on my phone hollowed out. I was nearly there.</p> \n<p>Over a crest in the road was the cause of the electronic silence: the <a href=\"http://www.nrao.edu/\">National Radio Astronomy Observatory</a> (NRAO), an array of radio telescopes set against the indigo vastness of the Blue Ridge Mountains. These giant white ears are cocked to interstellar whispers: the formation of stars, nebulae and supernovae. So sensitive are the devices, and what they are listening for so faint, that even tiny signals nearby can be disruptive: a badly fitted microwave or a faulty electric blanket. It’s like trying to eavesdrop across a room while listening to heavy metal in your earphones.</p> \n<p>In the same zone is another telescope, run by the <a href=\"https://www.nsa.gov/\">National Security Agency</a> (NSA), and there is a chance some of your Facebook messages may have passed this way. But if that scheme caused international outrage, then the Green Bank telescope has been more controversial locally. Thanks to the unusual lack of interference, the town has become a haven for those looking to escape electromagnetic radiation and over the past decade, as many as 40 people have moved here.</p> \n<p>It might not sound much, but Green Bank’s population was only 120 or so to begin with. Imagine two million people moving to London and demanding the city be ghost-proofed, and you get an idea of the scale of the disruption. There have been reports of tensions in the town: tales of threats and abuse unfitting to a sleepy mountain village. And it is all the stranger when you consider that no serious scientific study has been able to establish that electrosensitivity exists. According to the World Health Organisation, “EHS [<a href=\"http://www.who.int/peh-emf/publications/facts/fs296/en/\">electromagnetic hypersensitivity</a>] has no clear diagnostic criteria and there is no scientific basis to link EHS symptoms to EMF [electromotive force] exposure. Further, EHS is not a medical diagnosis, nor is it clear that it represents a single medical problem.”</p> \n<p>When I arrived there was not much sign of anything, let alone simmering social unrest. Past five o’clock everything was shut for the night. The air was freezing. For $30 I got a room in a motel where I was the only guest. “Leave the key on the bed when you go,” said its owner, before driving off herself, leaving her business in the care of at least six cats. The next day I headed for the main drag, which was not hard to find in a town with one road. Green Bank is not a metropolis. Along with the telescope, there is a school, church, library and craft shop, as well as Henry’s: a petrol station that quintuples up as a supermarket, public toilet, restaurant and general hub, and where I went in search of breakfast.</p> \n<p>“You’re not from round here, are you?” said Mary, my waitress. The staff were engaged in trying to balance a green plastic St Patrick’s Day hat on a stuffed moose head. Other diners arrived, heavy-set men in fleece and camouflage. Everyone knew everyone by name and I was the only person without a pickup truck. I confirmed Mary’s suspicions, and asked her about the migration.</p> \n<p>“People come here because they say they can hear the electrics,” she replied. “I don’t know if it’s a real condition or not. But the electro- sensitives swear it is, so… to each their own, I say.” She didn’t look convinced. “I don’t really mind not having a cellphone,” she added. “You get used to that. And a lot of us have Wi-Fi in our homes anyway, so that’s OK.”</p> \n<p>Hang on, so in The Town Without Wi-Fi, there is in fact quite a lot of Wi-Fi? I worried that this would not make for as catchy a headline as I had hoped. “Not publicly, but at home some of us do. It’s not illegal, but the observatory has a truck that can sense it. They’ll come round and ask you to turn it off.”</p> \n<p>At the library I met Arnie Stewart, a longtime resident and retiree. He had an easy manner, and the air of someone who had been asked these questions before. He pitched himself as a conciliatory figure, a diplomat between two warring tribes. “The serious migration has been going on for about six years,” he said. “It depends on the person, but almost all of them are affected by cellphone towers. They’ll be driving along and have to pull over because they have blurred vision, confusion, or their skin will break out in rashes. I think it’s something that everyone is sensitive to, in some degree: I sit in front of a computer for a couple of hours and my face starts to feel warm.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"093c36b6c341a8a7f12bd64cb7bcdb53fd577d3a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434735933438/f060e48a-a9d5-4269-968f-94fd7d01a11e-312x420.jpeg\" alt=\"Arnie Stewart\" width=\"312\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Cumming</span> \n </figcaption> \n</figure> \n<p>Stewart said he was sceptical about electrosensivity until he tried an experiment. He held a meeting with some electrosensitives, and didn’t tell them he had a mobile phone in his pocket. “They noticed at once. After that I was convinced. If you’re sick, who am I to shun you? And mostly the electrosensitives have realised that they have to fit in, and it’s been fine,” he adds. “But one person created some tensions.”</p> \n<p>That person was Diane Schou, one of the first electrosensitives to migrate to Green Bank, and their unofficial local leader. She moved in 2007, after her life was made unbearable by a new cellphone mast at the research farm in Cedar Falls, Iowa, that she shared with her husband, Bert, and their son. She began suffering terrible headaches, along with blurred vision and skin rashes. At first she didn’t know why.</p> \n<p>“I got the symptoms of radiation sickness,” she told me. Her tone was patient, like a veteran teacher explaining old truths to young students. “I went to the doctor and he wasn’t able to diagnose it. Eventually I established that I was reacting to a buried cellphone tower. US Cellular was the brand – I didn’t react to AT&amp;T, Spring or Cellular One towers.” She reeled off the names as if it would be the most normal thing in the world to have a brand-specific allergy. With her home life increasingly unbearable, she began to travel across the USA and even further afield, to Scandinavia and Nicaragua, in search of somewhere more peaceful. Sweden is one of the few places to recognise electrosensitivity as a disability and the government will help sufferers insulate their homes. “In Scandinavia there were places where electrosensitives gathered, but they didn’t go far enough to prevent the signals,” Schou said. “Farmers still used electric fences for their sheep, or people would use cordless phones.”</p> \n<p>At last she settled on Green Bank, the “best of the worst,” even though some residents still have local Wi-Fi, and power lines run above ground. “At least they speak English here,” she said. Bert stayed behind in Cedar Falls. “He would move if I asked him, but he gets bored here.” Surely such a move has been difficult for their marriage, I asked? “It has been a challenge, for sure. We used to have three meals a day together, and now we only see each other every few months.”</p> \n<p>In an effort to make Green Bank more navigable, Schou made some requests of local businesses. A Dollar Store was opening, but its fluorescent and halogen lights would be intolerable. She asked that they were changed. “They wouldn’t do it. And without the light it gets very dark in there, so they’re not willing to turn off the power.” She took to eating her meals in the senior citizens’ centre, where a gap in the lighting gave her some peace. But walking to collect her food entailed exposure to problem bulbs, so she would ask others to wait on her.</p> \n<p>Things came to a head. A town meeting was called. “She became very demanding, asking other people to turn their lights off or replace their bulbs,” said Stewart. “It was too much. And Schou was encouraging other sensitives to move here, and this is not a town with many jobs or houses to begin with.”</p> \n<p>Where the locals might have been happy to tolerate one or two of the sensitives, the mass migration was beyond the pale. Another sensitive who moved to Green Bank was reported to have flown into a rage at the library, denouncing the “dumb hillbillies”. “People tell me to stop encouraging others to move here, and to stop bringing them into stores,” Schou confirms. “The hostility continues.” People would walk towards Schou with concealed electronics, in an effort to provoke a reaction. A meeting she and her husband organised to help educate the others about electrosensivity descended into a slanging match. Schou, who has called herself a “technological leper,” said the ill will went further: “I had a visitor staying, a fellow refugee, and the air was let out of our car tyres overnight.”</p> \n<p>She felt the hostility was best explained as a kind of conspiracy between the ill-informed and Big Telephony. “I believe that there are some people here who used to work for the telephone industry, and are trying to support the industry by getting rid of me.” Schou seemed to accept that her role as a pioneer will ruffle a few feathers. Charlie Meckna, by comparison, was more reserved. Friendly but quietly spoken, he wore blue jeans and white trainers, in that style unique to middle-aged American men. His view is that “attention-seeking” behaviour by “certain individuals” is a distraction from the real issues. This is an argument I heard several times from those with EHS, that their particular condition was real, while others’ were purely psychosomatic.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9602bafcbb78a2fb41d01ff11bd98fcd8836dcac\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434735722803/247462d5-7ce4-496c-8e08-970b54ff681d-293x420.jpeg\" alt=\"Charlie Meckna\" width=\"293\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill.</span> \n  <span class=\"element-image__credit\">Photograph: Ed Cumming</span> \n </figcaption> \n</figure> \n<p>Meckna moved to Green Bank last July, after years trying to work out what was making him sick. In particular he found that he was sensitive to cordless phones and public Wi-Fi. “I would feel dizzy and nauseous, and get a bad ringing in my ear. People would find me passed out. It’s not perfect in Green Bank at all, but otherwise it was going to kill me. There are a lot of ignorant people who don’t understand. You’d have thought the population would be more sympathetic, given that 70% of them have diabetes and more than 20 people have cancer. I always say: ‘Do you think I want this?’ No.”</p> \n<p>None of which gets round the core issue: if EHS is real, I asked Diane, then why has it not shown up in formal experiments? “I encourage scientists to go to where we are and measure the environment,” she replied. “Don’t try to pretend that you’re God and expose us to different frequencies in a lab. That’s like taking someone and breaking their legs and asking how much it hurts.”</p> \n<p>For Sarah Dacre, the head of the 1,000-strong <a href=\"http://www.es-uk.info/\">Electrosensitivity UK</a>, the lack of proof from major studies is merely evidence of a conspiracy between interested parties. “Conventional government-funded science isn’t a reliable indicator of health defects,” she told me. “There’s a vested interest in keeping the truth out of circulation. But the independent science isn’t sceptical about it at all.” Her society was on the verge of exerting great influence on public policy, she added, although progress had been hindered by infiltrators, who were leaking information back to the government and phone companies. “Like spies?” I asked. “Well, they don’t call themselves spies.” No, I said, I supposed they didn’t.</p> \n<p>Like Meckna, Dacre felt that there were people claiming to be electrosensitive who were nothing of the sort, who were queering the pitch for the others: “You can tell at once who is just pretending,” she said. After I spoke to her, my inbox was deluged by fellow sufferers who had been alerted to this article, linking to the independent studies that support their claims.</p> \n<p>Perhaps surprisingly, Green Bank was a hard place to leave. After the initial difficulty of organising interviews without a mobile or the internet, I had quickly settled into a slower pace. In my motel I read until I fell asleep. I woke at dawn to the pale light sharking through the windows. It was easy to see how this place could provide solace, even to the non-electrosensitive. Part of the problem, I suspect, is that few of us doubt the behavioural or environmental threats of technology; our endless distractibility, the constant beeps and whirrs and notifications of modern life. You might argue that electrosensitivity is simply an extreme reaction to a whole range of bewildering stimuli. Dacre told me that many come to her after a bereavement or other illness, even a bad insect bite – something that knocks the world off-balance. It is well documented that psychosomatic conditions can provoke real symptoms, and nobody would wish to mock the afflicted.</p> \n<p>Or at least, not much. As I prepared to make tracks, Charlie Meckna pointed up at some slivers of grey cloud that hung in the vast powder-blue sky.</p> \n<p>“See those?” he asked.</p> \n<p>“Aeroplane trails?”</p> \n<p>“Not contrails – chemtrails,” he said. “The government sprays the air – it gets in the atmosphere.” He paused and looked me in the eye. “The world needs to know what’s happening here.” I drove off, slightly too quickly, eager to refresh my feeds.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735931105/f060e48a-a9d5-4269-968f-94fd7d01a11e-1516x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1516,"orientation":"portrait","caption":"‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart. Photograph: Ed Cumming","credit":"Ed Cumming","altText":"Arnie Stewart","cleanCaption":"‘It’s something everyone is sensitive to, in some degree’: long-term resident Arnie Stewart.","cleanCredit":"Photograph: Ed Cumming"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434735722019/247462d5-7ce4-496c-8e08-970b54ff681d-1423x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1423,"orientation":"portrait","caption":"‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill. Photograph: Ed Cumming","credit":"Ed Cumming","altText":"Charlie Meckna","cleanCaption":"‘It was going to kill me’: Charlie Meckna moved to Green Bank when he believed mobile-phone signals were making him ill.","cleanCredit":"Photograph: Ed Cumming"}],"webPublicationDate":"2015-06-20T23:05:00Z","lastModified":"2015-06-20T23:05:00Z","metadata":{"commentable":true,"commentCount":181,"contributors":[{"name":"Ed Cumming","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ed-cumming"}],"feature":true,"keywords":["Wi-Fi","Mobile phones","Astronomy"],"tags":[{"id":"technology/wifi","webTitle":"Wi-Fi"},{"id":"technology/mobilephones","webTitle":"Mobile phones"},{"id":"science/astronomy","webTitle":"Astronomy"}],"section":{"id":"technology"},"topics":[{"displayName":"Ed Cumming","topic":{"type":"tag-contributor","name":"profile/ed-cumming"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/21/the-town-that-banned-wi-fi","shortUrl":"http://gu.com/p/49pzf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/21/the-town-that-banned-wi-fi","webUri":"http://www.theguardian.com/technology/2015/jun/21/the-town-that-banned-wi-fi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}},"importance":3,"kicker":{"title":"Off the grid"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434535751858/big-telescope-towering-ov-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis","credit":"Jim Lo Scalzo/EPA/Corbis","altText":"big telescope towering over wooden barn","cleanCaption":"Listen up: the giant Robert C Byrd telescope looms over a wooden barn in Green Bank. Photograph: Jim Lo Scalzo/EPA/Corbis"}}]}],"lastModified":"2015-06-21T08:07:38Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}