{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Leave London? Never – I’ll be staying, and fighting for it","rawTitle":"Leave London? Never – I’ll be staying, and fighting for it","item":{"type":"article","id":"uk-news/2015/jul/04/leave-london-never-ill-be-staying-and-fighting-for-it","title":"Leave London? Never – I’ll be staying, and fighting for it","trailText":"The recent slew of writers leaving the capital in disgust are deluded if they think it’s getting worse. For a transplant from north Wales, London has certainly seemed divisive and repellent at times – but also magnificent","standFirst":"<p>The recent slew of writers leaving the capital in disgust are deluded if they think it’s getting worse. For a transplant from north Wales, London has certainly seemed divisive and repellent at times – but also magnificent</p>","byline":"Jonathan Jones","body":"<p>Last year my daughter found a curious relic on the Thames shore near Shakespeare’s Globe. The object she plucked from the lapping waters was a&nbsp;red clay tile with a dog’s pawprint clearly embedded in it. One day long ago, this tile was lying out to dry and a pooch pranced across it. It may have been a medieval or even Romano-Celtic dog; the Museum of London has Roman tiles with pawprints just like this one. Whatever, whenever, it left more of a mark on London than most of us ever will. People have come and gone from this great metropolis in their millions, arriving and leaving, one way or another, generation upon generation, for so long. Most of our stories will vanish into the big history of the big city. At least this dog left a&nbsp;pawprint&nbsp;behind.</p> \n<p>Another way to make your mark on London is to piss at it out of the car window as you leave.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/goodbye-london-moving-to-brighton-house-prices\">Goodbye London: why people are leaving the capital</a> </p> \n</aside> \n<p>It is currently fashionable to announce one’s disgust with the place Daniel Defoe in the early 1700s labelled “the monster city”. It is even more fashionable to say this disgust has become terminal. The traffic in the Blackwall tunnel, the sneering City, the billionaires building gigantic basements, the insane value of small flats, the hordes of tourists, the traffic in the Blackwall tunnel – it is all so appalling that media commentators as well as, you know, ordinary people are <a href=\"http://boingboing.net/2015/06/29/why-im-leaving-london.html\" title=\"\">loading up their vans and clearing out of town</a>, with parting shots at a city that deserves to be put to sleep.</p> \n<p>Yet the London obituarists’ words – and mine – will melt into the water, and not survive as long as that dog’s pawmark. For the latest wave of London critics in the press have been misled about their own originality by one of London’s most curious miracles, its ability to seem new. Modern London manages to make itself appear the brash youngster on the block compared with “old” European cities such as Paris or Rome. In reality it was Londinium once and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/may/15/the-evolution-of-london-the-citys-near-2000-year-history-mapped\" title=\"\">has been a city for about 2,000 years</a>. In that time, almost everything that can be said about a city has been said about London. We should have some humility before expressing a supposedly new view about it. This summer’s sod-you-London articles are just halfhearted scratches at one of English literature’s most festering sores.</p> \n<p>William Blake in the Romantic age walked the streets of London and in every passing face discerned “marks of weakness, marks of woe”. TS Eliot in the early 20th century looked at the commuters crossing London Bridge and was reminded of the swirling hordes of the damned in Dante’s Inferno:</p> \n<blockquote> \n <em>A crowd flowed over London bridge, so many, </em> \n <br /> \n <em>I had not thought death had undone so many.</em> \n</blockquote> \n<p>This image of dead-eyed Londoners trudging to and from their City offices appears in the greatest modern literary work about London, Eliot’s poem The Wasteland, published in 1922. Its title sums up the dark reputation of London in literature and art since at least the 18th century, when Jonathan Swift wrote a pungent poem about a city shower that sent meat, blood and “drowned puppies” swirling through the streets from the Smithfield butcheries to the Fleet ditch. William Hogarth’s painting The Rake in Bedlam, to take another great image of London, shows how this city can literally drive you mad.</p> \n<p>Journalists and ex-Londoners complain that life in the capital today is getting worse. Let me tell you, it’s always been getting worse. And yet I&nbsp;love it. I hope never to leave. Perhaps one day they’ll find my pawprint in a&nbsp;tile.</p> \n<p>To love London is to love all the things that seem to repel its critics. What puzzles me is how you could ever have lived in London without noticing its injustices and violence, ugliness and chaos – or to put it another way, its tension, noise, dirt, exuberant trashiness and raging unpredictable energy. This anti-London fashion, it seems me, posits a golden age that never existed. It’s a classic example of what the critic Robert Hughes called, with typical lack of tact, cultural bulimia. Having spent a couple of decades talking up London as a cool, cool city, the media are now sick on their own words and suddenly see all the bad things about this all too imperfect place.</p> \n<figure class=\"element element-image\" data-media-id=\"4da4b5236b999dd5b9a3bdf3a77da86d07aa0bdb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435943630406/9b2a744b-14d3-4ef2-91b5-b11c1931a009-460x307.jpeg\" alt=\"'Real lovers of London love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture.'\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Real lovers of London love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture.’</span> \n  <span class=\"element-image__credit\">Photograph: LatitudeStock/Alamy</span> \n </figcaption> \n</figure> \n<p>Real lovers of London were never blind to the blemishes, and never bought into the flash rhetoric of “cool” London. We love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture. All the great London recorders, from Dickens to Iain Sinclair and Peter Ackroyd, have dwelt in the dark cellars of London, not the glittering towers.</p> \n<p>I have been raging at London as long as I have lived here; that is 16 years’ worth of wrath. This summer, for example, there’s building going on all around our flat. I get up every morning to the sound of pile drivers, hammers and clashing girders at the mammoth construction site across the road. If I am lucky, someone is also using a&nbsp;power saw in the flat above, which is being converted into a posher and more saleable residence. Then I head out to see some hugely overhyped and miserably executed exhibition in my job as an art critic. I gawp at the overrated art and pretentious curating. The press officer gives me an icy look, recalling my last review. Soon I am in a cafe, sipping awful coffee that manages to be both tasteless and bitter as I bash angrily at the keypad on a quaking iPad screen.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/feb/24/the-city-that-privatised-itself-to-death-london-is-now-a-set-of-improbable-sex-toys-poking-gormlessly-into-the-air\">The city that privatised itself to death | Ian Martin</a> </p> \n</aside> \n<p>Oh, how I relish it. What a great life. How lucky can anyone be? To live in London, slagging it off, is very heaven. And the life I lead would be impossible in any other British town or city. Good luck being a professional art critic in Birmingham, Cheltenham or, for that matter, Edinburgh or Glasgow. Yes, I&nbsp;know how privileged I am. Journalists who denounce the capital city of the English language should know it, too. Anyone who writes criticism, or works in art, theatre or anything else creative, has to acknowledge the incredible inspiration of the capital, in all its monstrousness. The quality that makes London infinitely stimulating <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/30/london-property-market-boom-housing-tower-hamlets\" title=\"\">is not lessened at all by rising property values</a> or too many Mayfair restaurants. London always was hard, divisive and at times repellent.</p> \n<p>In the days when the pundits were all praising London, when everything from the latest pop-up eatery to Frieze Art Fair was being touted as the Greatest Thing on Earth, I deluded myself that I loathed it. I didn’t see how deeply engaged I was with its foibles and follies. I certainly did not recognise the ultra-hip London of media myth with the place I actually dwelt. Then one day I suddenly found I was in love.</p> \n<p>It was a summer Sunday in 2011. We were having a picnic on Primrose Hill – let’s not forget that the Smoke actually contains many of England’s loveliest green spaces – and I looked from the top of the hill across the urban skyline. There next to St Paul’s, dwarfing Wren’s lovely dome, was a colossal concrete pillar. It was the skeleton of the building soon to become the Shard. I was horrified by its ostentatious, aggressive scale and brutally destructive location in one of the city’s oldest neighbourhoods. My shock has not diminished since it crystallised into its final form as an upside-down icicle of frozen money.</p> \n<figure class=\"element element-image\" data-media-id=\"259129fadafba26afd78ce588039162d93e3a3a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435943104224/bb4d76c1-b6da-44b8-ab3f-296b370a5d59-460x276.jpeg\" alt=\"The Shard ... brutally destructive.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Shard ... brutally destructive.</span> \n  <span class=\"element-image__credit\">Photograph: Nick Edwards</span> \n </figcaption> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2012/apr/22/shard-london-bridge-irvine-sellar\" title=\"\">The Shard symbolises everything</a> people who’ve had it with the capital are running away from. It vaunts the ascendancy of runaway money that is driving up property prices, keeping bankers banking and filling Mayfair with art-buying plutocrats. I hate it. But why so much? Defenders can point to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2013/jan/13/renzo-piano-shard-interview-observer\" title=\"\">its designer Renzo Piano’s architectural excellence</a> and the Shard’s realisation of the most ambitious designs of early 20th-century architects like Sant’Elia. Uh huh. If it was in a city I did not care about, I&nbsp;too might hymn its modernism. But the Shard is a stab in the heart of London, a&nbsp;grossly out of scale insult to a part of the city whose streets are haunted by bear pits, poets and playwrights. It makes a mockery of the older, organic, living fabric of this city. The Shard is chilling in its symmetry and purity. London is fascinating for its lack of order, its complexity, mess and variety. London is life. The Shard is death.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/london-new-york-capital\">Sorry, London: you’re too uncool. And way behind New York | Hadley Freeman</a> </p> \n</aside> \n<p>The moment I felt the violence of the Shard’s attack on London was the moment I knew the city had me hooked. All this time railing against the flaws of the place, criticising its famous art scene – for a&nbsp;living – it had been sinking tendrils of belonging in me. Damn it, I care about London, its past and its future.</p> \n<p>I think people who tire of London have become used to too narrow a&nbsp;portion of it. To put it bluntly, you may have become too sophisticated. If your London means talking about property prices at dinner parties, that must get fairly boring. But there’s so much more to this city than that.</p> \n<p>I grew up in north Wales. The biggest city I regularly visited was Chester. London was a far-off, special place we visited rarely. My childhood London meant places like the Natural History Museum and Greenwich that I saw on brief, magical trips. Today my London means ... places like the Natural History Museum and Greenwich. As a parent you have a&nbsp;reason – an excuse? – to visit the places in London that are most innocent and beautiful, to look at dinosaurs in Kensington and tigers in Regent’s Park. If you are feeling exhausted by “adult” London, try the kids’ one. It’s great.</p> \n<p>Or simply stroll the streets. You don’t have to follow <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jun/28/london-overground-days-walk-ginger-line-iain-sinclair-review\" title=\"\">Iain Sinclair’s method of urban psychogeography</a> to feel the pulse of history, culture and science everywhere you go in London. In my immediate neighbourhood, there are blue plaques to Lenin, Jerome K Jerome and Kenneth Williams. It’s like a magical realist novel in which the Carry On star bemuses the architect of the Russian revolution with a camp remark. Time collapses, just going out to the shops. Mary Shelley, author of Frankenstein, lived above my local paper shop, or rather in a building on the same site, with Percy Shelley.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"50d297ee9d79db9ddf93d7f0766261ff41e0c085\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435943196299/c1d39096-b5ae-4d97-a8c7-ec937db83e45-342x420.jpeg\" alt=\"Gin Lane, 1751, by William Hogarth.\" width=\"342\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gin Lane, 1751, by William Hogarth.</span> \n  <span class=\"element-image__credit\">Photograph: Barney Burstein/Burstein Collection/Corbis</span> \n </figcaption> \n</figure> \n<p>Walk a bit further, past the British Museum – where I can see the Standard of Ur, the Elgin Marbles or the Rosetta Stone anyday I like, for free – and I&nbsp;come on a warm evening to St George’s Bloomsbury, a church designed by Nicholas Hawksmoor, whose bizarrely beautiful stepped steeple appears in William Hogarth’s print Gin Lane.</p> \n<p>Here, where the buses choke New Oxford Street and chatty people make for the West End’s summer evening pubs, was once one of London’s direst slums. In Gin Lane, Hogarth depicts it as a place of tumbling houses, where people hang themselves in garrets, get so drunk they have to be carted about in wheelbarrows, and a gin-sodden pauper lets her baby fall from her arms into the abyss of London’s lack of charity.</p> \n<p>Hogarth was angry at London, too. And he did something about it. If you walk east towards Lamb’s Conduit Street you’ll find the gates of the Foundling hospital, which Hogarth helped to found and fund. His <a href=\"https://upload.wikimedia.org/wikipedia/commons/d/d3/William_Hogarth_053.jpg\" title=\"\">portrait of its redcoated creator, Captain Coram</a>, is in the former hospital’s small museum. People have always bemoaned the excesses of London. They have always tried to improve it, too.</p> \n<p>When my daughter was a baby, we would come to Coram’s Fields, a&nbsp;playground now, to pet the goats. I used to think, seeing this London baby, about William Blake’s Songs of Innocence and Experience – those visions of London. Innocence as well as evil exists in this city. All extremes are here. That’s what Dr Johnson meant when he said to tire of London is to tire of life.</p> \n<p>Leave? No. I will stay and fight.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435942790776/5a78088b-ff31-4ab6-8a10-2d663288c321-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alicia Canter for the Guardian","altText":"Jonathan Jones on the Millennium bridge in central London.","cleanCredit":"Photograph: Alicia Canter for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943630848/9b2a744b-14d3-4ef2-91b5-b11c1931a009-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"‘Real lovers of London love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture.’ Photograph: LatitudeStock/Alamy","credit":"LatitudeStock/Alamy","altText":"'Real lovers of London love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture.'","cleanCaption":"‘Real lovers of London love instead the stench of time in its streets, the vast uncaring magnificence of its scale, the relentless abundance of its culture.’","cleanCredit":"Photograph: LatitudeStock/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943105578/bb4d76c1-b6da-44b8-ab3f-296b370a5d59-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Shard ... brutally destructive. Photograph: Nick Edwards","credit":"Nick Edwards","altText":"The Shard ... brutally destructive.","cleanCaption":"The Shard ... brutally destructive.","cleanCredit":"Photograph: Nick Edwards"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943194714/c1d39096-b5ae-4d97-a8c7-ec937db83e45-1661x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1661,"orientation":"portrait","caption":"Gin Lane, 1751, by William Hogarth. Photograph: Barney Burstein/Burstein Collection/Corbis","credit":"Barney Burstein/Burstein Collection/Corbis","altText":"Gin Lane, 1751, by William Hogarth.","cleanCaption":"Gin Lane, 1751, by William Hogarth.","cleanCredit":"Photograph: Barney Burstein/Burstein Collection/Corbis"}],"webPublicationDate":"2015-07-04T07:00:06Z","lastModified":"2015-07-04T07:00:06Z","metadata":{"commentable":true,"commentCount":67,"contributors":[{"name":"Jonathan Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741000/JonathanJones.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanjones"}],"feature":true,"keywords":["London","Cities"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"cities/cities","webTitle":"Cities"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jonathan Jones","topic":{"type":"tag-contributor","name":"profile/jonathanjones"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/04/leave-london-never-ill-be-staying-and-fighting-for-it","shortUrl":"http://gu.com/p/4acay","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/04/leave-london-never-ill-be-staying-and-fighting-for-it","webUri":"http://www.theguardian.com/uk-news/2015/jul/04/leave-london-never-ill-be-staying-and-fighting-for-it"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435942790776/5a78088b-ff31-4ab6-8a10-2d663288c321-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jonathan Jones on the Millennium bridge in central London. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Jonathan Jones on the Millennium bridge in central London.","cleanCaption":"Jonathan Jones on the Millennium bridge in central London.","cleanCredit":"Photograph: Alicia Canter for the Guardian"}},"importance":7,"byline":{"title":"Jonathan Jones"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/efd23923d1b14bf5f0b1f938c15e1b12e350f7b8/0_185_5600_3360/1000.jpg","height":600,"width":1000}}]},{"title":"Minecon","rawTitle":"Minecon","item":{"type":"liveBlog","id":"technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft","title":"Minecon 2015 day one","trailText":"Annual Minecraft conference kicks off in London: we’re there to cover the sights, news, YouTube stars and more from Mojang’s event","standFirst":"<p>Annual Minecraft conference kicks off in London: we’re there to cover the sights, news, YouTube stars and more from Mojang’s event</p>","byline":"Stuart Dredge","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920162119/492f574e-78c1-4b3e-8127-7c0aedceb2df-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Stuart Dredge for the Guardian","altText":"Minecon 2015 is a celebration of the Minecraft community.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922728900/87994c7a-e993-4926-b3dd-53bc5eef3639-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Minecraft Steve mini-figure from Minecon 2015. Photograph: Stuart Dredge for the Guardian","credit":"Stuart Dredge for the Guardian","altText":"Minecraft Steve mini-figure from Minecon 2015.","cleanCaption":"Minecraft Steve mini-figure from Minecon 2015.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435922233014/ff9daf2c-1844-42c4-9173-edfe74562621-1020x765.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":765,"width":1020,"orientation":"landscape","caption":"Minecon 2015 swag for every attendee. Photograph: Stuart Dredge for the Guardian","credit":"Stuart Dredge for the Guardian","altText":"Minecon 2015 swag for every attendee.","cleanCaption":"Minecon 2015 swag for every attendee.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"}],"webPublicationDate":"2015-07-04T07:55:06Z","lastModified":"2015-07-04T07:55:06Z","latestBlock":{"id":"block-5597912ee4b032a39a3ba5f5","publishedDateTime":"2015-07-04T07:55:06Z","body":"Lost children can go to the information desk to be reunited with their parents. But perhaps the conference is tackling this the wrong way round... #minecon2015 needs a space for lost adults to just chill out in. Then kids can just dump them there and collect them later. — Neil C Ford (@neilcford) July 4, 2015","postType":"blog"},"metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Stuart Dredge","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stuart-dredge"}],"feature":false,"keywords":["Minecraft","Games","Technology","Game culture","Culture","Children's tech","YouTube","Digital media"],"tags":[{"id":"technology/minecraft","webTitle":"Minecraft"},{"id":"technology/games","webTitle":"Games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/gameculture","webTitle":"Game culture"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/children-s-tech","webTitle":"Children's tech"},{"id":"technology/youtube","webTitle":"YouTube"},{"id":"media/digital-media","webTitle":"Digital media"}],"section":{"id":"technology"},"displayHint":"news","topics":[{"displayName":"Minecon 2015 day one","topic":{"type":"content","name":"technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-5597912ee4b032a39a3ba5f5","publishedDateTime":"2015-07-04T07:55:06Z","body":"<p>Lost children can go to the information desk to be reunited with their parents. But perhaps the conference is tackling this the wrong way round...</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/neilcford/statuses/617228941921767424\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/minecon2015?src=hash\">#minecon2015</a> needs a space for lost adults to just chill out in. Then kids can just dump them there and collect them later.</p>— Neil C Ford (@neilcford) \n  <a href=\"https://twitter.com/neilcford/status/617228941921767424\">July 4, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-559670f3e4b016ebe1d64d51","publishedDateTime":"2015-07-04T07:53:16Z","body":"<p>Steve! Steve! Steve!</p> \n<figure class=\"element element-image\" data-media-id=\"7f2477e175a2edcec1044d9b5e61df5afd585152\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435922728248/e7c07647-a696-455b-9d4b-0a901459292b-460x276.jpeg\" alt=\"Minecraft Steve mini-figure from Minecon 2015.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Minecraft Steve mini-figure from Minecon 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Stuart Dredge for the Guardian</span> \n </figcaption> \n</figure> \n<p>Mini-Steve with his Minecon cape. Incidentally, Mattel recently launched a smartphone and tablet app for children to make their own stop-motion movies using Minecraft mini-figures. It’s officially licensed - some of the Mojang team made their own demo video for it - and is available <a href=\"https://play.google.com/store/apps/details?id=com.mattel.MCSMMC\">for Android</a> and <a href=\"https://itunes.apple.com/gb/app/minecraft-stop-motion-movie/id960875436?mt=8\">for iOS</a>.</p> \n<p>I will hazard a guess that the average nine year-old could easily outdo my first effort yesterday:</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://vine.co/v/e1wnuJ527rg\"> \n <iframe width=\"460\" height=\"460\" src=\"https://vine.co/v/e1wnuJ527rg/embed/simple\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-55978f91e4b00bdd27707b00","publishedDateTime":"2015-07-04T07:50:48Z","body":"<p>From <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/03/minecon-minecraft-conference-london-attract-10000-gamers\">yesterday’s preview of Minecon</a>, here’s Mojang’s Vu Bui on why the conference is all about the community, rather than the company that created Minecraft:</p> \n<blockquote class=\"quoted\"> \n <p>“If you ask people what their favourite things are to do in Minecraft, the majority would have been created by people outside of Mojang,” he said. “Some people just like to watch Minecraft videos on YouTube, and others play ‘mods’ created by the community. This is not just about a game you download: it’s about the people in the community who are creating on top of it. And this is the one time of the year we get to bring that community together in the real world.”</p> \n</blockquote> \n<p>When I spoke to Bui earlier this week, he promised a few surprises over the course of the weekend, but warned against expecting major announcements. He could have been throwing me off the scent, of course...</p>","postType":"blog"},{"id":"block-55978efee4b032a39a3ba5f1","publishedDateTime":"2015-07-04T07:45:08Z","body":"<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stuartdredge/statuses/617236279730798593\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">It is 8.38am and the <a href=\"https://twitter.com/hashtag/minecon2015?src=hash\">#minecon2015</a> opening ceremony starts at 10.30am. This is the queue to bag a seat... <a href=\"http://t.co/9qEBR40VDi\">pic.twitter.com/9qEBR40VDi</a></p>— Stuart Dredge (@stuartdredge) \n  <a href=\"https://twitter.com/stuartdredge/status/617236279730798593\">July 4, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55966e78e4b016ebe1d64d40","publishedDateTime":"2015-07-04T07:44:34Z","body":"<figure class=\"element element-image\" data-media-id=\"ddf1bc01c3d118e3546ef2fe21f0777cd2acf0fe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435922232821/934c6e54-c2a3-4c8e-920a-8f5491d4683f-460x345.jpeg\" alt=\"Minecon 2015 swag for every attendee.\" width=\"460\" height=\"345\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Minecon 2015 swag for every attendee.</span> \n  <span class=\"element-image__credit\">Photograph: Stuart Dredge for the Guardian</span> \n </figcaption> \n</figure> \n<p>Every Minecon attendee gets a goodie bag when they register at the Excel venue. The bag itself is pretty nice, but it also includes a pen, a notepad, a lanyard, a pin-badge, a commemorative medal, and an exclusive Steve mini-figure wearing a Minecon 2015 cape.</p>","postType":"blog"},{"id":"block-559667c8e4b08f71d0ebaaa7","title":"Welcome to Minecon 2015","publishedDateTime":"2015-07-04T06:39:13Z","body":"<p>In 2009, games developer Markus “Notch” Persson released the first version of Minecraft. Six years on, it has sold 70m copies across computers, consoles and mobile devices, becoming a cultural touchstone for a generation of children in the process.</p> \n<p>Minecraft is a merchandising juggernaut; the engine driving the careers of some of YouTube’s biggest stars; expanding into the educational world; and it persuaded Microsoft to buy Persson’s Mojang studio for $2.5bn in 2014.</p> \n<p>But most importantly, Minecraft is a global community of players. Once a year, thousands of them come together for the Minecon conference, and this weekend sees Minecon 2015 lay down its blocks in London.</p> \n<p>I’m going to be here all weekend reporting on the panel sessions, exhibitors and the general sights and sounds of Minecraft culture - so check back regularly for updates from the show.</p>","postType":"key-event"}],"keyEvents":[{"id":"block-559667c8e4b08f71d0ebaaa7","title":"Welcome to Minecon 2015","publishedDateTime":"2015-07-04T06:39:13Z","body":"<p>In 2009, games developer Markus “Notch” Persson released the first version of Minecraft. Six years on, it has sold 70m copies across computers, consoles and mobile devices, becoming a cultural touchstone for a generation of children in the process.</p> \n<p>Minecraft is a merchandising juggernaut; the engine driving the careers of some of YouTube’s biggest stars; expanding into the educational world; and it persuaded Microsoft to buy Persson’s Mojang studio for $2.5bn in 2014.</p> \n<p>But most importantly, Minecraft is a global community of players. Once a year, thousands of them come together for the Minecon conference, and this weekend sees Minecon 2015 lay down its blocks in London.</p> \n<p>I’m going to be here all weekend reporting on the panel sessions, exhibitors and the general sights and sounds of Minecraft culture - so check back regularly for updates from the show.</p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft?date=2015-07-04T07:55:06Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft","shortUrl":"http://gu.com/p/4abpa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft","webUri":"http://www.theguardian.com/technology/live/2015/jul/04/minecon-2015-day-one-live-minecraft"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920162119/492f574e-78c1-4b3e-8127-7c0aedceb2df-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Minecon 2015 is a celebration of the Minecraft community. Photograph: Stuart Dredge for the Guardian","credit":"Stuart Dredge for the Guardian","altText":"Minecon 2015 is a celebration of the Minecraft community.","cleanCaption":"Minecon 2015 is a celebration of the Minecraft community.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"}},"importance":6,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920162119/492f574e-78c1-4b3e-8127-7c0aedceb2df-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Stuart Dredge for the Guardian","altText":"Minecon 2015 is a celebration of the Minecraft community.","cleanCredit":"Photograph: Stuart Dredge for the Guardian"}}]},{"title":"Online legacy / What happens to my late husband’s digital life now he’s gone","rawTitle":"What happens to my late husband’s digital life now he’s gone","item":{"type":"article","id":"lifeandstyle/2015/jul/04/what-happens-to-my-late-husbands-digital-life-now-hes-gone","title":"What happens to my late husband’s digital life now he’s gone","trailText":"Since her husband, Iain, died seven months ago, Caroline Twigg has had to face an unexpected problem – what to do with his online legacy","standFirst":"Since her husband, Iain, died seven months ago, Caroline Twigg has had to face an unexpected problem – what to do with his online legacy","byline":"Caroline Twigg","body":"<p><em>nyctwigg: Ah, there you are; a Skype username you created while working in New York for a month. And here I am, trying to call someone yet absent-mindedly pulling up your profile. In the tiny square picture icon, you are there in your blue T-shirt, leaning over the table and smiling at the camera. Next to your name it says, “Hear me now”. </em></p> \n<p><em>That drove me mad; you’d sit there and repeat, “Hear me now? Hear me now?” A deliberately annoying mantra, because you knew I could hear you perfectly well. I would hang up and redial to a laughing you and we’d catch up, but today I sit and stare, wishing I could conjure up that annoying voice again. Even just once. </em></p> \n<p><em>I press the little video camera icon to see if I can get through. But it doesn’t even give me the satisfaction of ringing. Instead the screen says “ended” and the call hangs itself up. Guess that’s fair. That’s when I realise it says “offline”. “nyctwigg offline”. Also fair. I should delete your account … and your phone number, email address and all sorts of other aspects of your online life. I sit and wonder if other people you were connected to have deleted your profile. And I stare out the window wondering if I should try to call you again.</em></p> \n<p>My husband, Iain, and I met at school when we were 17, dated in the sixth form, went our separate ways at university, then got back together and married in a flurry of excitement in 2008. Iain worked for the Foreign and Commonwealth Office so we lived, worked and adventured together for seven years in Delhi and Geneva. In October 2013, Iain was diagnosed with a brain tumour, and on 7 December 2014, he died in our bed at home. On that morning, my husband, our hoped for family and my future roadmap of work and travel for the next 40 years, all vanished in one shuddering breath. We were both 33.</p> \n<p>Six months along this single-track pathway, I’m repeatedly aware I have to rebuild and reshape my life – a life I can’t remember distinct from Iain. If your partner dies, a lot of admin also comes your way. And, these days, people die a digital death alongside their physical one, which creates a whole new world of admin that didn’t pass the radar of grieving widows 50 years ago. Those 20th-century widows would have had a box of love letters and a few hard copy photos; I have Facebook messages, professional videos on YouTube, personal videos on my iPhone, email histories, recorded Skype chats, WhatsApp conversations, text messages and digital photos – photos galore. And all this from a marriage with someone who never really liked spending time online. He set out his stall at 18 announcing that he wouldn’t be getting a mobile phone because they “seem pretty annoying, I doubt they’ll catch on”.</p> \n<p>I’ve found at least one blog that tries to make sense of it all. <a href=\"http://www.thedigitalbeyond.com\" title=\"\">The Digital Beyond</a>, which offers a “go-to source for archival, cultural, legal and technical insights, to help you predict and plan for the future of your online content”. Along with “scatter tubes” – tubes with a perforated lid for transporting and scattering ashes – and bespoke jewellery made from ashes, it’s another blossoming industry I never knew existed.</p> \n<p>The blog lists 54 online companies that deal specifically with aspects of dying or, more commonly, the legacy of memories online. I’m slightly spooked by the number of websites that help you send posthumous messages to your friends and relatives. <a href=\"http://tolovedones.com\" title=\"\">ToLovedOnes</a>, for example, will send letters after your death, calculating the dates they are posted “with 95% accuracy from public records”. Which just leaves me worrying about the 5% of people who receive the letters when their relative is still alive.</p> \n<p><a href=\"https://knotify.me/\" title=\"\">Knotify.me</a>, meanwhile, is a free app that answers the question you never knew you had; “What happens to all my online accounts if I get amnesia, Alzheimer’s or if I leave this world?” It helps you set future notifications for your family or yourself, so “nothing of your digital life will be wasted”. <a href=\"http://www.rememberedvoices.com\" title=\"\">Remembered Voices</a> lets you record your voice and play it back to people after you’ve died, <a href=\"http://www.cirruslegacy.com\" title=\"\">Cirrus Legacy</a> stores digital assets in a single place online, so your executor can access them easily. That would have been helpful, in fact. Terry Pratchett was in the know – his recent death was announced in <a href=\"https://twitter.com/terryandrob\" title=\"\">a series of tweets from his own account</a>.</p> \n<p>Just as we’re playing catch up with technology, the technology developers themselves are in the same position. Dying, understandably, didn’t feature highly in Facebook’s early risk registers. Which might be why it was in trouble recently for <a href=\"http://www.bbc.co.uk/news/technology-32193923\" title=\"\">locking a grieving mother out of her teenage daughter’s Facebook account</a>, despite having her daughter’s permission to use it.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I hadn’t anticipated the outpouring of love from around the world. There were messages from Japan, Pakistan, Chile …</p> \n </blockquote> \n</aside> \n<p>When someone dies, Facebook tends to “memorialise” their account – freeze them so they can be viewed, but providing no access to past messages. I read that and panicked: I didn’t want that to happen, so grabbed my laptop and logged in urgently as Iain. Once in though, I wasn’t really sure what I wanted to do – it didn’t feel right reading personal messages to and from other people. They weren’t for me. If he’d left a box of letters, would I have read those? People store important letters, but online messages are kept just because we don’t press delete. Should I read his emails? I didn’t. But I read and reread our text message conversations, which lifted me up so high it felt like we were actually chatting. Then when I got to the end and there were no more, it was a bad, long fall from there. So I decided memorialising was OK.</p> \n<p>Facebook also offended a fair number of bereaved people with its Year in Review clips, in which photographs that attracted the most comments were automatically selected to reappear on your timeline under the words “Here’s what your year looked like”. The problem was that for some, these were pictures of dead loved ones. And, however comforting photos and associated memories can be, out of the blue and at the wrong moment on your computer screen they can cause havoc if you are grieving.</p> \n<p>The bereaved: an oversensitive minority population, you may think, but the numbers involved are bigger than you may realise. Based on Facebook’s growth rate, and the age breakdown of its users over time, probably 10 to 20 million people who created Facebook profiles have since died. Even if Facebook closed registration tomorrow, the number of deaths per year will continue to grow for decades, as the 2000-2020 school generations grow old. And the peak? <a href=\"http://www.webpagefx.com/blog/internet/happens-online-presence-die-infographic/\" title=\"\">Nasa physicist turned full-time cartoonist Randall Munroe </a>estimates that if Facebook falls out of favour with young generations, as many social media sites do, the point at which there will be more users who have died than are living is around 2060. And if Facebook continues to thrive, that’s more like 2130.</p> \n<figure class=\"element element-image\" data-media-id=\"446d2d3ace6429d1c51d5f64623022c365f95944\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435683664595/a89fcfc8-bc81-4bb2-9d8f-6c76c959b4e4-460x276.jpeg\" alt=\"Caroline and Iain in 1999, when they were still at school.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Caroline and Iain in 1999, when they were still at school.</span> \n </figcaption> \n</figure> \n<p>In the hours and immediate few days after Iain died, I turned to the memorial website built overnight by a kind colleague to celebrate my man’s life. A bewildered and floundering group of Iain’s closest friends and family immersed ourselves in a world of photos and memories and words and purpose. Three days later, all within half an hour, the website went live, an email to the worldwide Foreign and Commonwealth Office workforce went out and I put a “global announcement” on Facebook. “Informing friends of the deceased”, 21st-century style. I changed my profile to black, shut my laptop and left the house; the internet did its thing – with speed, breadth and a rush of wildfire.</p> \n<p>I hadn’t anticipated the outpouring of love from around the world. Within minutes there were messages from Japan, Pakistan, Chile … the inhabitants of our interconnected world, suddenly spinning inwards to be connected by shock and grief, then spinning out again to their own physical pockets around the world.</p> \n<p>Today, one of the things I cherish most is an eight-second video of Iain telling me he loves me. There’s something about seeing him as if in real life and hearing his voice, that is just quite incredible. The only downside is that it’s far too short. And it’s all I’m going to get now. I wish I had more videos – they are by far the hardest thing to look at right now, but I sense that one day they will be some of the most precious things I have.</p> \n<p>Otherwise a huge comfort and unity online has come from a network for younger people whose partners have died – <a href=\"https://www.widowedandyoung.org.uk/\" title=\"\">Way (Widowed and Young)</a>. In the past month, I’ve got to know some of the 1,500 people in that group by seeing their biggest fears, their “smallest” achievements, their practical worries and their rallying strength posted online in a closed group. A sub-set of our society, normal people living normal lives that suddenly know tragedy and are thrust together in their confusion and loneliness and upset.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I've discovered that when you cry lying on your back, your tears slide into your ears, which fill up and feel strange</p> \n </blockquote> \n</aside> \n<p>I don’t use the rest of Facebook so much now – I posted a positive few things early on and hadn’t expected so many instantaneous likes and messages saying I was “amazing”. It was too surreal to be told that when you’re barely able to hold a conversation in real life, and it made me feel strange. I’m certainly not going to start covering Facebook with the reality of the new world I have found myself living in since Iain’s death – people don’t go there to see the truth if it’s not pretty.</p> \n<p>So, after I put my phone aside each evening and disconnect myself from my online communities, the moment just after my head hits the pillow is when the reality of my sadness becomes so stark. The moment I go from being exhausted to somehow feeling wide awake, when I feel so, so solo. I look over at Iain’s side of the bed and just his picture grins back at me. I poke my toe over the cold sheet and I wonder how it can be that he was right there, and now he’s not. I think about friends in their homes, with their favourite people breathing quietly beside them. I think of people listening out for babies in other rooms. For their children stirring. I want to say, “Imagine none of those people are in your house now, imagine that silence. And imagine it’s for always.” That’s how alone it feels.</p> \n<p>As I lie there I wonder, have I fallen off the end of the world? I’ve discovered that when you cry while you’re lying on your back, your tears slide into your ears, which fill up and feel strange. I shake my head. And at some point I fall asleep. And then I wake up too early and feel the same.</p> \n<p>As I take the commuter train, I look at everyone on their smartphones. I imagine there are others also scrolling through pictures of their families, just as I am with photos of Iain. I see a message from a lady, a new friend, whose husband also died of a brain tumour a few days before Iain – we’ve never met but have shared such a similarly traumatic story that we’re linked to each other now. As I go to reply, I’m aware that we’d never have connected if this had been 1915, not 2015.</p> \n<p><a href=\"http://www.thebraintumourcharity.org/\" title=\"\"><em>thebraintumourcharity.org</em></a></p> \n<p><em>Caroline Twigg has written a book to help bereaved children. Find out more at </em><a href=\"https://www.kickstarter.com/projects/751745530/158063435?token=7b4be2c7\" title=\"http:\"><em>http://kck.st/1GL3UzI </em></a><em>where she is raising money to illustrate and publish it</em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683345071/Caroline-Twigg-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Caroline and her husband Iain in the Pyrenees a year ago.\r Photograph: g","credit":"g","altText":"Caroline Twigg","cleanCaption":"Caroline and her husband Iain in the Pyrenees a year ago.\r Photograph: g"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683664270/a89fcfc8-bc81-4bb2-9d8f-6c76c959b4e4-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Caroline and Iain in 1999, when they were still at school.","credit":"g","altText":"Caroline and Iain in 1999, when they were still at school.","cleanCaption":"Caroline and Iain in 1999, when they were still at school."}],"webPublicationDate":"2015-07-04T06:30:04Z","lastModified":"2015-07-04T06:30:04Z","metadata":{"commentable":true,"commentCount":23,"contributors":[],"feature":true,"keywords":["Family","Life and style","Facebook","Social media","Bereavement","Death and dying","Health"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/social-media","webTitle":"Social media"},{"id":"lifeandstyle/bereavement","webTitle":"Bereavement"},{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"society/health","webTitle":"Health"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/what-happens-to-my-late-husbands-digital-life-now-hes-gone","shortUrl":"http://gu.com/p/4a9eg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/what-happens-to-my-late-husbands-digital-life-now-hes-gone","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/what-happens-to-my-late-husbands-digital-life-now-hes-gone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683345071/Caroline-Twigg-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Caroline and her husband Iain in the Pyrenees a year ago.","credit":"g","altText":"Caroline Twigg","cleanCaption":"Caroline and her husband Iain in the Pyrenees a year ago."}},"importance":5,"kicker":{"title":"Online legacy"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435683345071/Caroline-Twigg-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Caroline and her husband Iain in the Pyrenees a year ago.\r Photograph: g","credit":"g","altText":"Caroline Twigg","cleanCaption":"Caroline and her husband Iain in the Pyrenees a year ago.\r Photograph: g"}}]},{"title":"Football / England can find joy and meaning in the third place playoff. Others have","rawTitle":"England can find joy and meaning in the third place playoff. Others have","item":{"type":"article","id":"football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","title":"England can find joy and meaning in the third place playoff. Others have","trailText":"The challenge facing England and Germany at the Women’s World Cup is to find an argument to play the next match. If it seems pointless, make a point","standFirst":"<p>The challenge facing England and Germany at the Women’s World Cup is to find an argument to play the next match. If it seems pointless, make a point</p>","byline":"Paul Doyle","body":"<p> The third place playoff is the last place most footballers want to find themselves. Scheduled so soon after their fondest dreams have been shattered, the tie inspires widespread dread. To the manager of Holland at last year’s men’s World Cup, it felt akin to forcing his troops into battle after the war had already been lost. ”This match should never be played, I’ve been saying that for 10 years; it’s unfair,” sighed Louis van Gaal. </p> \n<p> Van Gaal’s objections did not stop his team from inflicting a 3-0 defeat on Brazil, who, in the wake of their semi-final massacre by Germany, had been hoping to apply some sort of dressing to the bloody gaping hole where their dignity used to be – although, in truth, it would have been understandable if most of them would have preferred to just go straight out and get plastered. Or to lie down and weep, again. Because to wallow is natural. But a fat lot of good it ever does. Far better to get straight back up and go again, even if it feels like cycling home after flunking your driving test. That, at least, is one argument for holding third place playoffs. And that is the challenge facing semi-final losers: to find an argument to play the next match. If it seems pointless, make a point.</p> \n<p>England women’s manager Mark Sampson has the right idea. “We can’t win the World Cup, so England v Germany is the next best thing,” he said before his team’s Saturday night date with the other country that fell agonisingly short of the World Cup final. “We’re determined to do something we’ve never done before and beat them.” Laura Bassett, if she plays, will surely be even more highly motivated, because she won’t want her last touch against Japan to be her last touch in the tournament even if, alas, it risks being the one that lives longest in the memory. Germany, meanwhile, will be fuelled by a desire to bid a winning farewell to Silvia Neid, their much-admired manager who steps down after a decade of success. Saturday’s match will not be what defines her career with her country, but if it has to finish with an anti-climax, then might as well end it on a good footnote. </p> \n<p> Some cherished feats have been performed by teams or players who gave themselves a point to prove. Rather than pay homage to the claim by the old baseballer Tom Seaver that “there are two places: first place and no place”, the men of Croatia (1998) and Turkey (2002) chose to offer a different take on the true competitive spirit and played to the belief that third, while not first, is better than fourth. Fine victories ensued, as well as the fastest goal in World Cup history <a href=\"https://www.youtube.com/watch?v=fXNxufuCJbs \">thanks to Hakan Sukur’s strike against South Korea</a> after 11 seconds. </p> \n<p>Others, of course, have gone out with a point to prove and failed tellingly; in 1982, just 48 hours after their harrowing semi-final defeat by West Germany, France had to drag themselves out for a duel with Poland that many considered redundant. The manager, Michel Hidalgo, made seven changes to his starting lineup and gave a start to goalkeeper Jean Casteneda, whose absence up to that point had been cited by critics as one of the reasons why France had not reached the final. Casteneda <a href=\"https://www.youtube.com/watch?v=ciQBoighuaw\">was at fault for two of three of Poland’s goals</a>, suggesting Hidalgo had been right to put his trust in Jean-Luc Ettori. Similarly, sort of, Roberto Baggio might have convinced Peter Shilton in 1990 that after the third place playoff was the right time to retire.</p> \n<p> And then there is the Golden Boot. The German team-mates Cilia Sasic and Anja Mittag, currently the top two in the scoring charts, could have an opportunity to outdo each other while racking up a tally that no player from either of the finalists, USA and Japan, could catch. Salvatore Schillaci, Davor Suker and Thomas M&uuml;ller have all been proud recipients of the men’s Golden Boot thanks to goals in the third place playoff, while Juste Fontaine was only able to establish his all-time record for the number of goals (13) in a single World Cup by hitting four in the 1958 third place playoff. </p> \n<p> It has been argued that such goals should not count, as they are scored in matches that do not matter as much and in which teams tend to play looser and are, by definition, not as good as the ones in the final. Sandor Koscis, whose record Fontaine eclipsed, might have scored more than 11 if his next match after the semi-final had been the third place playoff rather than the final. </p> \n<p> Uefa apparently does not believe in manufacturing new meaning after semi-final defeats. There has been no third place playoff at the women’s Euros since 1993, and in the men’s the match was abolished after just one try, even though Czechoslovakia’s victory over Italy in 1980 featured a grandiose penalty shoot-out <a href=\"https://www.youtube.com/watch?v=leA1qbQ3u90\">and a stonking goal from Ladislav Jurkemik</a>, who ran on to a corner to thrash the ball into the net from 25 yards, past Dino Zoff, no less. That’s the thing about third placed playoffs, they may not matter to many, but they consistently produce great entertainment. </p> \n<p>Michael Ballack may have been caught yawning on the bench during the 2006 third place playoff, but he cheered with everyone else when Bastian Schweinsteiger later walloped two swirling pearlers into the net. And if there had been no third place playoff in 1978, <a href=\"https://www.youtube.com/watch?v=BNrc3TejOyI&acirc;\">then there would have been no Nelhinho</a> and that thing of beauty will be a joy forever. What more meaning do you need?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","credit":"Geoff Robins/AFP/Getty Images","altText":"England's Laura Bassett","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T07:14:05Z","lastModified":"2015-07-04T07:15:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":true,"keywords":["Women's World Cup 2015","England women's football team","Football","Sport","Women's football"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/womensfootball","webTitle":"Women's football"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","shortUrl":"http://gu.com/p/4acgv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff","webUri":"http://www.theguardian.com/football/blog/2015/jul/04/england-germany-womens-world-cup-third-place-playoff"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","caption":"England’s Laura Bassett, if she plays, will surely be highly motivated, because she won’t want her own goal against Japan to be her last touch in the tournament. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Laura Bassett","cleanCaption":"England’s Laura Bassett, if she plays, will surely be highly motivated, because she won’t want her own goal against Japan to be her last touch in the tournament.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Football"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3700a635ba7ad2752b8b4f86b38ab8370eed3d76/0_10_3953_2373/3953.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2373,"width":3953,"orientation":"landscape","credit":"Geoff Robins/AFP/Getty Images","altText":"England's Laura Bassett","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}}]},{"title":"Buttermilk recipes / The big tang theory","rawTitle":"The big tang theory","item":{"type":"article","id":"lifeandstyle/2015/jul/02/buttermilk-recipes-doughnuts-blueberry-soda-bread-buns","title":"Buttermilk recipes: The big tang theory","trailText":"Buttermilk provides a quick, sweet-and-sour dough perfect for honey‑glazed doughnuts and blueberry soda bread buns","standFirst":"<p>Put on your lab coats – there’s mad science at work in this week’s bakes. Acidic buttermilk reacts with bicarbonate of soda to form a quick, sweet-and-sour dough perfect for honey‑glazed doughnuts and blueberry soda bread buns</p>","byline":"Ruby Tandoh","body":"<p>Apart from in the occasional American-style pancake or spruced up scone, buttermilk rarely gets a chance to shine in our cooking. It’s a shame, because its bright tang is the ideal foil to the kind of sickly sweetness and heaviness that baking’s so prone to. It’s also good at keeping cakes perfectly tender, while its acidity – when set off with a pinch of bicarbonate of soda – gives a good rise and light, open crumb. Put it to good use in a glazed cake doughnut or a sweet, blueberry-studded morning roll.</p> \n<h2><strong>Buttermilk doughnuts with a honey glaze</strong></h2> \n<p>Because they are made with baking powder, these doughnuts are far easier and less temperamental than their yeasted cousins. These are closer to the kind of doughnuts you find heaped into grease-stained bags at the funfair and on the seafront than the round sort, plump with custard, chocolate or jam. They’re light and spongy when freshly cooked – far softer than bread doughnuts, and richer too.<br /></p> \n<p>Deep-frying is scary the first time you try it – particularly if you don’t have the luxury of a deep-fat fryer – but give it a go and you’ll find it surprisingly quick and straightforward, if you work carefully. Just make sure you have a sugar thermometer to monitor the temperature of the oil, and keep small hands far away from the action during the frying (there’s plenty for kids to help with during the rolling, stamping and, later, the dunking stages).</p> \n<p><strong>Makes 10-12</strong><br />1.5-2 litres cooking oil<br />300g plain flour<br />60g soft light brown sugar<br />3&frac12; tsp baking powder<br />&frac12; tsp bicarbonate of soda<br />&frac14; tsp salt<br />A pinch of nutmeg<br />1 large egg<br />150ml buttermilk<br />2 tsp vanilla extract<br /><strong><br /></strong></p> \n<p><strong>For the glaze</strong><br />75g unsalted butter<br />300g icing sugar<br />3 tbsp water<br />6 tbsp runny honey<br />2 tsp vanilla extract<br />A pinch of salt</p> \n<p>1 First, prepare the glaze. Melt the butter over a low heat. Stir the icing sugar and water together until a thick paste forms, then add the honey, vanilla extract and salt. Whisk in the melted butter until smooth. Set aside in a large bowl (one wide enough to dunk the doughnuts in later).</p> \n<p>2 Pour the cooking oil into a large pan (not nonstick) to a depth of at least 9cm. Do not to overfill the pan. Heat the oil until it’s 180C/350F; use a sugar thermometer to monitor the temperature. Don’t leave the oil unattended while it’s heating. Once it’s up to temperature, turn the heat right down, or even off, to prevent it from smoking.</p> \n<p>3 While the oil heats, prepare the dough. Combine the flour, sugar, baking powder, bicarbonate of soda, salt and nutmeg in a large mixing bowl. Whisk the egg, buttermilk and vanilla together in a separate bowl before adding this mixture to the dry ingredients. Stir together to get a sticky, malleable dough.</p> \n<p>4 Dust a work surface with plenty of flour, then empty the dough on to it. Pat the dough out to a thickness of roughly 1cm (you can use a rolling pin if you want, but I find it easier just to use my hands here), flouring it as you go to minimise sticking. Cut out 8cm circles using a pastry cutter, then use a smaller 3-4cm cutter or appropriately sized lid to stamp out the small holes in the middle of each doughnut. It’s up to you whether you gather up these doughnut holes to make more doughnuts or just fry them as they are.</p> \n<p>5 Fry the doughnuts in batches of 3 or 4, cooking them for 1 &frac12; minutes on each side. Once cooked, pat dry on a piece of kitchen towel to soak up any excess oil, then, while they’re still warm, dip them in the glaze, coating one or both sides. Leave to cool and set on a wire rack, then repeat the frying and glazing with the remaining doughnuts. These are at their best when they’re freshly cooked, but you can revive them the next day (if they last that long) by warming them in the microwave or a low oven.</p> \n<h2><strong>Blueberry buttermilk soda bread buns</strong></h2> \n<p>Chelsea buns, sticky cinnamon swirls, dough wrapped in toasted pecans and chocolate chips … sweet buns are as good as baking gets, but they’re not ideal if you’ve got an impatient sweet tooth. Too often the thought of a lengthy knead and slow prove sends me careering towards the biscuit tin instead in my laziness. This is a recipe that sidesteps all that hassle, using a quick buttermilk dough instead of the usual bread sort, so you can have these ready, from storecupboard to table, in under an hour. They’re great for breakfasts because they’re not too sweet, but just as good as an afternoon snack.<br /></p> \n<p><strong>Makes 12</strong><br />300g plain flour <br />75g wholemeal flour<br />125g caster sugar<br />1&frac12; tsp baking powder<br />1 tsp bicarbonate of soda<br />1 tsp ground cinnamon<br />&frac14; tsp salt<br />50g poppy seeds<br />Zest of 2 lemons<br />300ml buttermilk<br />400g blueberries<br />150g icing sugar<br />Lemon juice</p> \n<p><br />1 Preheat the oven to 180C/350F/gas mark 4. Line a 20x30cm roasting dish or baking tin with baking parchment.</p> \n<p>2 Stir the flours, 100g of the caster sugar, baking powder, bicarbonate of soda, cinnamon and salt together in a large bowl. Mix in the poppy seeds and lemon zest. Pour in the buttermilk and work the ingredients together using a wooden spoon until a rough, slightly sticky dough forms. If the mixture feels very floury or crumbly, add a drop of milk.</p> \n<p>3 Dust the work surface with flour and roll the dough out to a rectangle roughly 50x30cm, flouring the rolling pin as you go. Scatter the blueberries all over the surface of the rectangle and pat them gently into the soft dough. Dust over the remaining 25g of caster sugar.</p> \n<p>4 Roll the rectangle up from long edge to long edge to give a roll roughly 50cm long, pinching the dough a little as you reach the end to help it stay securely rolled. Trim off the ends, then cut into 12 equal slices. Arrange these rolls in the prepared dish, spacing them equally and leaving a couple of centimetres between each to allow them room to rise.</p> \n<p>5 Bake for 25-30 minutes, until they’re fat, firm to the touch and mottled with juice from the blueberries. Meanwhile, prepare the glaze: stir the icing sugar together with enough lemon juice to give a thick, but pourable icing.</p> \n<p>6 Once the buns are cooked and still hot from the oven, brush them liberally with the lemon glaze and leave to cool a while in their tin. These are at their best when still slightly warm. <br /></p> \n<figure class=\"element element-embed\" data-alt=\"What is the most underused ingredient in British baking?\"> \n <iframe src=\"https://guardiannewsampampmedia.formstack.com/forms/untitled_form_19_copy_12_copy_21\" title=\"COOK July 4 Ruby Bakes\" width=\"100%\" height=\"500\"></iframe> \n</figure>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435832402955/a81f43f5-3fdd-4674-8ecd-2bae300eefbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"Blueberry buttermilk soda bread buns (left) and sticky doughnuts.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-04T05:00:07Z","lastModified":"2015-07-04T05:00:07Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Ruby Tandoh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ruby-tandoh"}],"feature":true,"keywords":["Food & drink","Baking","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/baking","webTitle":"Baking"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ruby Tandoh","topic":{"type":"tag-contributor","name":"profile/ruby-tandoh"}}],"series":{"title":"Ruby bakes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/ruby-bakes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/buttermilk-recipes-doughnuts-blueberry-soda-bread-buns","shortUrl":"http://gu.com/p/4aazj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/buttermilk-recipes-doughnuts-blueberry-soda-bread-buns","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/buttermilk-recipes-doughnuts-blueberry-soda-bread-buns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435832402955/a81f43f5-3fdd-4674-8ecd-2bae300eefbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Buttermilk provides a quick rise and moist texture to these blueberry buttermilk soda bread buns (left) and sticky doughnuts. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"Blueberry buttermilk soda bread buns (left) and sticky doughnuts.","cleanCaption":"Buttermilk provides a quick rise and moist texture to these blueberry buttermilk soda bread buns (left) and sticky doughnuts.","cleanCredit":"Photograph: Jill Mead for the Guardian"}},"importance":3,"kicker":{"title":"Buttermilk recipes"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435832402955/a81f43f5-3fdd-4674-8ecd-2bae300eefbf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"Blueberry buttermilk soda bread buns (left) and sticky doughnuts.","cleanCredit":"Photograph: Jill Mead for the Guardian"}}]},{"title":"Q&A with actor Julia Stiles / ‘The best kiss of my life? It might have been this morning’","rawTitle":"‘The best kiss of my life? It might have been this morning’","item":{"type":"article","id":"lifeandstyle/2015/jul/04/julia-stiles-q-and-a","title":"Q&A: Julia Stiles, actor","trailText":"‘The best kiss of my life? It might have been this morning’","standFirst":"<p>‘The best kiss of my life? It might have been this morning’</p>","byline":"Rosanna Greenstreet","body":"<p>Born in New York, <a href=\"http://www.imdb.com/name/nm0005466/\" title=\"\">Julia Stiles</a>, 34, began acting as a teenager. She went on to star in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/1999/jul/09/3\" title=\"\">10 Things I&nbsp;Hate About You</a> with Heath Ledger in 1999, and the <a href=\"http://www.theguardian.com/film/movie/92826/bourne.identity\" title=\"\">Bourne</a> films with Matt Damon. Her latest film, <a href=\"https://www.youtube.com/watch?v=0kRea2b9_lY\" title=\"\">Out Of The Dark</a>, is available on DVD. She lives in New York.</p> \n<p><strong>When were you happiest? </strong><br />This morning when I woke up. I am generally happy.</p> \n<p><strong>What is your greatest fear? </strong><br />I am not a fan of rats or pigeons. In New York City, they have become very confident. When I was a child, you went on the subways and the rats would stay down on the tracks, but now they hang out on the platform.</p> \n<p><strong>What is your earliest memory?</strong><br />A hurricane in New York. My mum strapped me to her back to walk home, and all the windows were taped and boarded up.</p> \n<p><strong>Which living person do you most admire, and why? </strong><br />People I went to school with who have careers as doctors and teachers.</p> \n<p><strong>What is the trait you most deplore in yourself? </strong><br />Impatience.</p> \n<p><strong>What is the trait you most deplore in others? </strong><br />Passive aggression.</p> \n<p><strong>What would your super power be?</strong><br />I’d have a remote control for time, so I could rewind, fast-forward and pause.</p> \n<p><strong>What makes you unhappy?</strong><br />Usually other people’s unhappiness.</p> \n<p><strong>If you could bring something extinct back to life, what would you&nbsp;choose?</strong><br />I would give anything to sit down with my maternal grandmother and have a cup of tea and play Scrabble. She died 10 years ago.</p> \n<p><strong>Who would play you in the film of your life?</strong><br />Once I was watching a video of a&nbsp;Led&nbsp;Zeppelin concert and thought I could play <a href=\"https://www.google.co.uk/search?q=robert+plant&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ved=\" title=\"\">Robert Plant</a>; we have the same kind of hair.</p> \n<p><strong>To whom would you most like to say sorry?</strong><br />Maybe a boyfriend or two.</p> \n<p><strong>What’s your most unappealing habit?</strong><br />Sleeping late.</p> \n<p><strong>Which words or phrases do you most overuse?</strong><br />“Sorry” and “awesome”.</p> \n<p><strong>What is the worst thing anyone’s said to you?</strong><br />“Act better”, from a director I am not going to name.</p> \n<p><strong>What was the best kiss of your life?</strong><br />It might have happened this morning. I am dating a camera assistant I met at work called&nbsp;Preston.</p> \n<p><strong>If you could edit your past, what would you change?</strong><br />I’d have been less precocious as a&nbsp;child (you grow up fast in New York). I’d have prolonged the&nbsp;naivety.</p> \n<p><strong>If you could go back in time, where would you go?</strong><br />I think it would be fun to go back in time, until I remember that women couldn’t really do anything until about 30 years ago.</p> \n<p><strong>When did you last cry, and why?</strong><br />On a plane. I become so sentimental on planes: I could be watching <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bridesmaids\" title=\"\">Bridesmaids</a> and start crying.</p> \n<p><strong>How often do you have sex?</strong><br />Pretty regularly.</p> \n<p><strong>What is the closest you’ve come to&nbsp;death?</strong><br />I did some sailing last summer in Martha’s Vineyard and we hit some rough weather. I&nbsp;was worried about going overboard.</p> \n<p><strong>What song would you like played at&nbsp;your funeral?</strong><br /><a href=\"https://www.youtube.com/watch?v=LOluh_1_rlw\" title=\"\">When The Saints Go Marching In, by a New Orleans second line band</a>.</p> \n<p><strong>How would you like to be remembered?</strong><br />As a kind, compassionate, fun lady.</p> \n<p><strong>Tell us a joke</strong><br />Knock knock.</p> \n<p>Who’s there?<br />Oswald.</p> \n<p>Oswald who?<br />Oswald my bubble gum.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine"}],"bodyImages":[],"webPublicationDate":"2015-07-04T05:00:04Z","lastModified":"2015-07-04T05:00:04Z","metadata":{"commentable":true,"commentCount":37,"contributors":[{"name":"Rosanna Greenstreet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosannagreenstreet"}],"feature":true,"keywords":["Life and style","Film","Culture"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"film/film","webTitle":"Film"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosanna Greenstreet","topic":{"type":"tag-contributor","name":"profile/rosannagreenstreet"}}],"series":{"title":"The Q&A","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/qa"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/julia-stiles-q-and-a","shortUrl":"http://gu.com/p/49kbj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/julia-stiles-q-and-a","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/julia-stiles-q-and-a"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: ‘My most unappealing habit? Sleeping late.’ Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: ‘My most unappealing habit? Sleeping late.’ Photograph: Charlie Forgham-Bailey/Eyevine"}},"importance":3,"kicker":{"title":"Q&A with actor Julia Stiles"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667148015/QA-Julia-Stiles-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine","credit":"Charlie Forgham-Bailey/Eyevine","altText":"Q&A: Julia Stiles,","cleanCaption":"Julia Stiles: 'My most unappealing habit? Sleeping late.' Photograph: Charlie Forgham-Bailey/Eyevine"}}]},{"title":"Tim Dowling / The dysfunctional family, the broken shelf, and the glue that binds us","rawTitle":"The dysfunctional family, the broken shelf, and the glue that binds us","item":{"type":"article","id":"lifeandstyle/2015/jul/04/tim-dowling-broken-shelf-metaphor-for-family-life","title":"Tim Dowling: the glue that binds us","trailText":"‘The broken shelf in our fridge seems perfectly illustrative of our dysfunctional domestic operation. And I can’t find the glue I need to fix it’","standFirst":"‘The broken shelf in our fridge seems perfectly illustrative of our dysfunctional domestic operation. And I can’t find the glue I need to fix it’","byline":"Tim Dowling","body":"<p>I am alone in the house when I open the fridge to see that the top shelf has collapsed on to the shelf below, sending comestibles everywhere. A&nbsp;bolt of anger shoots through me, then subsides.</p> \n<p>The mess seems perfectly illustrative of our dysfunctional domestic operation. Someone opens a jar of olives, eats three, then puts the jar on the top shelf, where it sits for six years. Over time, it is joined by some capers, a tin of condensed milk inexpertly lidded with foil, and various bottled condiments. Older foodstuffs are not culled, but shoved to the back. Jar is stacked upon jar, and tin upon tub. Because it happens by degrees, everyone is blind to the impending crisis. Then, one day, the shelf breaks under the weight of it all, and it becomes my problem.</p> \n<p>“What’s all this?” my wife asks, pointing to the array of damp jars and tins on the kitchen table.</p> \n<p>“Eat or bin,” I say, staring into the tool cupboard. “You must decide.”</p> \n<p>“How depressing,” she says. “What are you looking for?”</p> \n<p>“Glue,” I say. “I can’t find any.”</p> \n<p>“I’m surprised you can find anything in there.”</p> \n<p>“What happened to my glue collection?”</p> \n<p>“I haven’t touched your fucking glue collection,” she says.</p> \n<p>“Don’t swear at me,” I say. “I’m the victim here.”</p> \n<p>“Sorry,” she says. “I’ve got rage again.”</p> \n<p>Two days later, I ring her from the supermarket. “They haven’t got the glue I need,” I say.</p> \n<p>“Did you honestly just ring me to&nbsp;tell me that?” my wife asks.</p> \n<p>“I just thought, if you were passing a DIY shop, you could pick some up.”</p> \n<p>I hear a huff of fury at her end. “Yes, OK, maybe,” she replies.</p> \n<p>“Thank you,” I say. “It’s the epoxy&nbsp;resin, the kind that comes in two tubes.”</p> \n<p>“Epoxy resin,” she says.</p> \n<p>“Setting time isn’t important,” I&nbsp;say. “As&nbsp;long&nbsp;as…”</p> \n<p>“Ring off, caller.”</p> \n<p>The next afternoon, my wife finds me lying on the sofa. “You need to cut that wisteria,” she says. “It’s growing through a crack in the glass into the kitchen.”</p> \n<p>“I’m busy,” I say.</p> \n<p>“You’re watching <a href=\"http://www.bbc.co.uk/programmes/b00rhg2r\" title=\"\">Pointless</a>,” she says.</p> \n<p>I hold up my hands to show that I’m also pressing two halves of a&nbsp;refrigerator shelf bracket together while the glue sets. She turns, emits a&nbsp;low growl, and leaves.</p> \n<p>On Saturday, my wife is sitting at the kitchen table, chatting to the oldest one and his girlfriend while I&nbsp;add medicine to the old dog’s food. From the corner of my eye, I can see the wisteria taking a turn around the&nbsp;radiator.</p> \n<p>“I told the doctor about my rage,” my wife says. “He seemed to think it was normal in the&nbsp;circumstances.”</p> \n<p>“Rage is normal,” I say. “I have rage.”</p> \n<p>“You’ve got an enlarged prostate,” my wife says. “The doctor says every man your age has an&nbsp;enlarged prostate.”</p> \n<p>“It was the vet who told you that,” I say. After setting down two dog bowls, I find I have half a&nbsp;tin of food left over.</p> \n<p>“So it was,” my wife says. “Anyway, he didn’t give me any rage pills.”</p> \n<p>“The vet?” the oldest one’s girlfriend asks.</p> \n<p>“The vet is a woman,” my wife says.</p> \n<p>“The trick with rage,” I say, “is to tuck it all safely away somewhere. Push it right to the back.”</p> \n<p>“How long does that work?” the oldest says.</p> \n<p>“Indefinitely, so far,” I say.</p> \n<p>I open the fridge and see the newly repaired top shelf sitting snugly on its rails, a little teardrop of&nbsp;epoxy resin hanging from one corner. I set the half tin of dog food on it, next to another half tin of dog food, and shut the door.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667362528/Dowling-fridge-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"  Illustration: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Dowling: fridge","cleanCaption":"  Illustration: Benoit Jacques for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-04T05:00:05Z","lastModified":"2015-07-04T05:00:05Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Tim Dowling","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750190/TimDowling.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timdowling"}],"feature":true,"keywords":["Family","Life and style","Parents and parenting","Marriage"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Tim Dowling","topic":{"type":"tag-contributor","name":"profile/timdowling"}}],"series":{"title":"Tim Dowling's Weekend column","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/timdowlingsweekendcolumn"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/04/tim-dowling-broken-shelf-metaphor-for-family-life","shortUrl":"http://gu.com/p/4a83f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/04/tim-dowling-broken-shelf-metaphor-for-family-life","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/04/tim-dowling-broken-shelf-metaphor-for-family-life"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435667441014/4f4df8d4-a092-4d87-a31d-f02b5d3739e0-642x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":642,"orientation":"portrait","caption":"Illustration: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Dowling: Fridge","cleanCaption":"Illustration: Benoit Jacques for the Guardian"}},"importance":2,"kicker":{"title":"Tim Dowling"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/6/30/1435667362528/Dowling-fridge-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"  Illustration: Benoit Jacques for the Guardian","credit":"Benoit Jacques for the Guardian","altText":"Dowling: fridge","cleanCaption":"  Illustration: Benoit Jacques for the Guardian"}}]}],"lastModified":"2015-07-04T08:10:49Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}