{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Asbestos / The time-bomb in our schools","rawTitle":"The time-bomb in our schools","item":{"type":"article","id":"education/2015/may/19/schools-asbestos-buildings-unable-get-rid","title":"Schools are facing an asbestos timebomb","trailText":"Three-quarters of schools have asbestos in their buildings. But some are unable to get rid of it because of disputes about who foots the bill","standFirst":"Three-quarters of schools have asbestos in their buildings. But some are unable to get rid of it because of disputes about who foots the bill","byline":"Fran Abrams","body":"<p>Eugene Symonds is looking up at a notice in one of his school’s temporary classrooms. “Warning: Encapsulated Asbestos. Do not cut or make fixings without proper authority and precautions,” it says.</p> \n<p>Pupils at West Kidlington primary school in Oxfordshire use this area every day as a cloakroom. Symonds is trying to look on the bright side. “Our asset managers will tell us if there’s anything to worry about. I’m armed with the knowledge that if it’s enclosed and not causing problems, you should leave it alone,” he says. Then he stands back and looks at the notice again. “It is quite worrying, isn’t it? Now I’m not so sure.”</p> \n<p>The 400-pupil school has had the four temporary classrooms since it opened in 1956. And while most of it was rebuilt after a fire in the 1990s, the prefabs survived – much to the chagrin of the staff.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>‘The department recently carried out a survey of school property, but asbestos was specifically excluded from it'</p> \n </blockquote> \n</aside> \n<p>It’s an issue that is exciting a growing chorus of complaint nationally. More than 75% of school buildings contain asbestos and many – mostly the huge number built in the three decades after the second world war – are now coming to the end of their useful lives.</p> \n<p>According to the Local Government Association, disputes over asbestos removal from school buildings are holding up a significant number of projects.</p> \n<p>Symonds, headteacher at Kidlington for 14 years, has been trying to fix the situation there. These antiquated classrooms are freezing in winter and too hot in summer, and when the school called contractors to replace its noisy, dated gas heaters with electric ones, one firm refused to do the work: it would mean moving ceiling panels that contain asbestos.</p> \n<p>“I found myself teaching in that part of the school a lot last year, and the noise from the heating system was unbelievable,” Symonds says.</p> \n<p>Last year the school applied under the government’s Priority Schools Building Programme (PSBP) to knock down and replace its 60-year-old classrooms. It was turned down for the &pound;500,000 it would have needed to do the job. Even if it had succeeded, some contractors have told local authorities that the PSBP won’t pay for asbestos removal in cases like this one.</p> \n<p>David Simmonds, chair of the Local Government Association’s Children and Young People Board, and also cabinet member for education in Hillingdon, recently told the <a href=\"http://data.parliament.uk/writtenevidence/committeeevidence.svc/evidencedocument/education-committee/priority-schools-building-programme/oral/18617.html\" title=\"\">House of Commons education committee</a> that even where money was allocated under the PSBP for rebuilding projects, local authorities have still been expected to meet significant parts of the costs – including asbestos removal.</p> \n<p>A headteacher told the same committee hearing that his school rebuilding project, in Stratford, east London, had been delayed because of a dispute between the contractors and the Education Funding Agency about who should pay for removing asbestos from a building that was to be demolished.</p> \n<p>And Simmonds told Education Guardian that his own local authority had the same problem. The council was rebuilding three of its schools, he said. One of the projects – at Abbotsfield school in Uxbridge, west London – was a year behind schedule.</p> \n<p>“We have ended up with fraught discussions … We said the old building needed to be demolished and that would involve asbestos removal. The answer was that they expected us to pay those costs. We have been saddled with a project where significant costs are essentially not funded.”</p> \n<p>Approached by Education Guardian, the Department for Education said that, despite a number of ongoing disputes, the cost of asbestos removal for school building projects was funded under the PSBP. The local authorities said if that was the case, it needed to be made clear to contractors.</p> \n<p>As asbestos removal is expensive, it can form a a large part of the cost of replacement. And with so many post-war buildings needing major works, the problem is not likely to go away.</p> \n<p>According to a <a href=\"https://www.teachers.org.uk/node/14963\" title=\"\">recent report</a> from the all-party parliamentary group on occupational health and safety, the issue is a “time-bomb in our schools”. Almost all the 14,000 schools built between 1945 and 1975 contain the material, it says, along with most of those refurbished during that period.</p> \n<p>And while some types of asbestos, if enclosed and well managed, do not pose a serious risk, the report says materials such as asbestos lagging, sprayed asbestos and asbestos insulating board, all of which can release dangerous fibres, are present in schools.</p> \n<p>The all-party group quotes a report from the Medical Research Council, which estimates that even when a school building containing asbestos is in good condition, fibre levels are between five and 500 times those found outdoors. Children attending these schools are likely to inhale around three million of the fibres during their school lives, it says.</p> \n<p>Despite this, a much delayed policy review <a href=\"https://www.gov.uk/government/publications/asbestos-in-schools-policy-review\" title=\"\">published in March</a> by the Department for Education quotes the Health and Safety Executive view that schools are a low-risk environment for asbestos.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"82b004a30def3df9c3d6b935b40282cc49165563\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431703140542/9c149c6b-e8bc-4838-9b84-8406bb74862c-460x325.jpeg\" alt=\"The warning notice at West Kidlington primary school. Children use this area as a cloakroom every day.\" width=\"460\" height=\"325\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The warning notice at West Kidlington primary school. Children use this area as a cloakroom every day.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi/Guardian</span> \n </figcaption> \n</figure> \n<p>“Requirements for managing asbestos in buildings are much more rigorous than in the past and the asbestos levels found in the ambient air of schools during normal occupation are likely to be lower than in the past. A recent study of the number of asbestos fibres found in lung samples suggests overall levels of asbestos exposure are decreasing in the general population,” it says.</p> \n<p>But campaigners take a different view. Schools are very different places from offices, they say, because children can be careless and buildings can easily be damaged, allowing the asbestos fibres into the air. They also point out that cases of mesothelioma – which can take 30 years to develop and which is almost always fatal – have been growing.</p> \n<p>Between 1980 and 1985 there were 15 mesothelioma deaths among school teachers – just three per year. In 2012 alone, there were 22. The legacy of the post-war school building boom has some way to go yet.</p> \n<p>In 1972, Paul Crabtree began working as a religious education teacher at Bessemer boys’ secondary in Hitchin, Hertfordshire. Until shortly before the school closed in 1988 he occupied a post-war prefabricated classroom with asbestos in its fabric. “The wisdom was that if you left it alone it was all right,” he says. “But I have been affected by it.”</p> \n<p>In September 2013 he had a pleural effusion – fluid on the lung – and in January last year he was diagnosed with mesothelioma. With the help of Irwin Mitchell solicitors, he is now bringing a case against Hertfordshire county council. As a result, he has seen reports dating from the 1980s which detail the extent of the asbestos in the building.</p> \n<p>Despite this, he is philosophical: “I retired early from teaching when I was 57, because I had been diagnosed with multiple myeloma. I’ve had a melanoma removed from my arm. Nobody suggested those two other cancers were connected with asbestos – they don’t know. But now a third ‘M’ is going to get me,” he says.</p> \n<p>And it is not only teachers who are affected – the DfE’s review accepts that because children have longer to live they are more at risk of developing mesothelioma. A growing number of legal cases now involve people who believe they – or their relatives – were exposed to asbestos as pupils.</p> \n<p>One of those cases was brought by Sandra Naylor, who was diagnosed with mesothelioma in 2012 and who died last August, aged 52. Her husband, Iain, is now pursuing the action. Naylor attended Caldervale high school in Airdrie, North Lanarkshire, between 1974 and 1979.</p> \n<p>“When Sandra put Caldervale and asbestos into Google, up it came – in 2011 during a renovation of the school, they discovered it was riddled with asbestos. She remembered workmen in the school while she was there, and lots of plastic sheeting. She must have come into contact with it then, like a lot of other kids.”</p> \n<p>Neither Hertfordshire nor North Lanarkshire council wished to comment. But Michael Lees, whose own wife died of mesothelioma after working as a teacher, says it is an issue that needs to be kept high on the agenda. He runs a campaigning organisation called Asbestos in Schools, and regularly discusses the issue with officials.</p> \n<p>And while the lack of funding for asbestos removal is an issue, he says, there is another: the DfE does not even know the full extent of the problem because it has not asked. The department recently carried out a survey of school property, but asbestos was specifically excluded from it.</p> \n<p>“Most schools contain asbestos and its presence can be one of the major costs in maintaining, refurbishing or demolishing a school,” Lees says. “The audit of the condition of school buildings cost &pound;20m, and yet the DfE specifically excluded one of the most expensive items to maintain, refurbish or demolish a school – asbestos.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/15/1431698165498/Eugene-Symonds-head-of-We-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to replace its 60-year-old ‘temporary’ classrooms that contain asbestos.  Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to get rid of asbestos. ","cleanCaption":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to replace its 60-year-old ‘temporary’ classrooms that contain asbestos.  Photograph: Christian Sinibaldi for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703141167/9c149c6b-e8bc-4838-9b84-8406bb74862c-2060x1456.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1456,"width":2060,"orientation":"landscape","caption":"The warning notice at West Kidlington primary school. Children use this area as a cloakroom every day. Photograph: Christian Sinibaldi/Guardian","credit":"Christian Sinibaldi/Guardian","altText":"The warning notice at West Kidlington primary school. Children use this area as a cloakroom every day.","cleanCaption":"The warning notice at West Kidlington primary school. Children use this area as a cloakroom every day.","cleanCredit":"Photograph: Christian Sinibaldi/Guardian"}],"webPublicationDate":"2015-05-19T06:30:01Z","lastModified":"2015-05-19T06:30:01Z","metadata":{"commentable":true,"commentCount":63,"contributors":[{"name":"Fran Abrams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/fran-abrams"}],"feature":true,"keywords":["Schools","Teaching","School building programme","Education","Children","Health","Education policy","Politics"],"tags":[{"id":"education/schools","webTitle":"Schools"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/schoolbuilding","webTitle":"School building programme"},{"id":"education/education","webTitle":"Education"},{"id":"society/children","webTitle":"Children"},{"id":"society/health","webTitle":"Health"},{"id":"politics/education","webTitle":"Education policy"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"education"},"topics":[{"displayName":"Fran Abrams","topic":{"type":"tag-contributor","name":"profile/fran-abrams"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/19/schools-asbestos-buildings-unable-get-rid","shortUrl":"http://gu.com/p/49vyk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/19/schools-asbestos-buildings-unable-get-rid","webUri":"http://www.theguardian.com/education/2015/may/19/schools-asbestos-buildings-unable-get-rid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Education/Pix/pictures/2015/5/15/1431698165498/Eugene-Symonds-head-of-We-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to replace its 60-year-old ‘temporary’ classrooms that contain asbestos.  Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to get rid of asbestos. ","cleanCaption":"Eugene Symonds, head of West Kidlington primary, which cannot get funding to replace its 60-year-old ‘temporary’ classrooms that contain asbestos.  Photograph: Christian Sinibaldi for the Guardian"}},"importance":7,"kicker":{"title":"Asbestos"},"showQuotedHeadline":true},{"title":"Why I love living in Siberia","rawTitle":"Why I love living in Siberia","item":{"type":"comment","id":"commentisfree/2015/may/19/why-i-love-living-in-siberia","title":"Why I love living in Siberia","trailText":"People think Siberia is a desolate, icy wasteland – but I love its isolation, the glum locals and the out-there strangeness of the place","standFirst":"People think Siberia is a desolate, icy wasteland – but I love its isolation, the glum locals and the out-there strangeness of the place","byline":"Henry Turner","body":"<p>“Why <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2013/may/31/siberia-cabin-lake-baikal-russia\" title=\"\">Siberia</a>?” is a question that I’ve grown quite used to hearing. That any sane person should want to live here is a fact met with incredulity by Brits and Russians alike. It’s imagined by westerners as a land of darkness, harsh winters, bears and exiles, and it’s a home seldom coveted by foreigners.</p> \n<p>Then again, I’ve not had the most typical of bucket lists. My childhood interests in the eastern bloc have taken me from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jan/15/-sp-pyongyang-north-korea-in-pictures\" title=\"\">Pyongyang</a> to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/nov/29/chernobyl-desolation-camera-drone\" title=\"\">Chernobyl</a> and Beijing to Belgrade. I’ve stood at the tombs of despots: Kim Il-sung and Kim Jong-il, Mao and Tito. While some might see my <a href=\"https://en.wikipedia.org/wiki/Khrushchyovka\" title=\"\"><em>khruschyovka</em></a> – a cheap and hastily erected 1960s Soviet apartment block – as a grey eyesore, I can remember timidly exploring the gutted examples in Pripyat, near Chernobyl, in awe.</p> \n<p>It may be true that our building’s stale corridor has chipped concrete and peeling paint, and that my bathroom is indeed missing a sink, and perhaps I do sleep on a sofa. But I couldn’t be happier about having seized, somewhat impulsively, the chance to travel to places I’ve always wondered about.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Doesn’t a reluctance to thank others frequently grant the word a new sanctity?</p> \n </blockquote> \n</aside> \n<p><a href=\"https://www.lonelyplanet.com/russia/siberia/novosibirsk\" title=\"\">Novosibirsk</a>, Russia’s third city, sits roughly between Kazakhstan and Mongolia, deep in the Russian interior. <a href=\"https://www.google.co.uk/maps/place/Novosibirsk,+Novosibirsk+Oblast,+Russia/@54.9912548,82.9439117,11z/data=!4m2!3m1!1s0x42dfe5e190cc4d97:0x9b3a0673e1d3e985\" title=\"\">It’s situated on a latitude similar to Newcastle</a> and, barring the lack of humidity, the climate doesn’t seem particularly different to home in the tamer months. Despite the slight resemblance to Pyongyang, this is a modern city. Though the trams and metro trains may be up to 60 years old, this remains the last city on the Trans-Siberian railway where you’ll have reliable access to all the facilities of modern life. Both Burger King and KFC stand proudly on Red Avenue and the Irish pubs serve British beer on tap. Imported Japanese cars, which are commonplace, share the streets with the Ladas and Volgas. Some people even claim the tap water is safe to drink.</p> \n<p>How I got here isn’t the simplest of stories. I still recall, some years ago in Kiev, jolting up and down on my seat inside a speeding <em>marshrutka</em> (a kitschy type of shared taxi particular to ex-Soviet states) desperately trying to solicit some directions to my hostel, located near the city’s main station. My rather poor Russian meant I could hardly muster more than: “Help! My hotel! My hotel big train station!” It’s quite understandable why the old women sharing the cab were a tad bemused.</p> \n<p>Still, my experiences in Ukraine were encouraging. It was the first former Soviet city I’d visited. There was a mixed blessing in that my trip coincided with the start of November 2013’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/nov/21/-sp-ukraine-maidan-protest-kiev\" title=\"\">Euromaidan</a> demonstrations, and I meandered around like a clueless tourist questioning as many people as I could inside the occupied government buildings.</p> \n<p>After some months in London studying Russian at an elementary level, working menial jobs to pay my way, I jumped at the chance to head out to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/russia\" title=\"\">Russia</a> and start learning the language intensively. I settled on a language school, and had to choose between Russia’s cultural capital, St Petersburg, or the hitherto unknown Novosibirsk. I figured the latter would be removed from “European Russia”, with its more international inhabitants, and so I chose it without hesitation.</p> \n<p>I found myself thrust into a new world, where shop- and kiosk-owners seem perpetually miserable, smiles are altogether absent and people never tire of staring. I was soon made aware that Russians judge he who smiles without reason to be a fool, and I was quick to learn that the people value forthrightness: I asked one friend why it isn’t customary here to thank motorists who stop when you cross a road. His answer was simply: “Why should you thank someone for not killing you?”</p> \n<p>Perhaps I might be painting the Russians as a rude lot. But doesn’t a reluctance to thank others frequently grant the word a new sanctity? In a country where people believe that an overuse of manners dilutes their meaning, the British custom of barraging others with pleases and apologies seems disingenuous and indirect.</p> \n<p>To their credit, I’ve found Siberians to be a generally straightforward and honest lot. You can learn to value the fact that they won’t hesitate to tell you what they think, and you’ll quickly know where you stand with them. At its best, this can mean that you will always know that your pals truly have your back, and there are no people who make more faithful friends. The people in Novosibirsk see themselves as a contrast to the fast-movers and crowds of far-off Moscow.</p> \n<p>For me, adjusting to the Siberian mentality and philosophy has clearly demonstrated the value in travelling to countries with different values from your native land. It’s possible to check your principles, and see your own habits and even your supposed national character in a different light. You may not share my obsession for the Russosphere or North Korea, but I would nevertheless suggest that anyone who ever entertains the notion, however briefly, of going off the beaten track should follow through with it.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431953896882/Sunrise-over-the-Ob-River-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sunrise over the Ob River near Novosibirsk, Siberia. Photograph: AP/Ilnar Salakhiev Photograph: Ilnar Salakhiev/AP","credit":"Ilnar Salakhiev/AP","altText":"Sunrise over the Ob River near Novosibirsk, Siberia.","cleanCaption":"Sunrise over the Ob River near Novosibirsk, Siberia. Photograph: AP/Ilnar Salakhiev Photograph: Ilnar Salakhiev/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-19T08:00:03Z","lastModified":"2015-05-19T08:00:03Z","metadata":{"commentable":true,"commentCount":12,"contributors":[],"feature":false,"keywords":["Russia","Russia","Life and style","World news"],"tags":[{"id":"world/russia","webTitle":"Russia"},{"id":"travel/russia","webTitle":"Russia"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/why-i-love-living-in-siberia","shortUrl":"http://gu.com/p/4928p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/why-i-love-living-in-siberia","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/why-i-love-living-in-siberia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431953896882/Sunrise-over-the-Ob-River-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sunrise over the Ob River near Novosibirsk, Siberia. Photograph: AP/Ilnar Salakhiev","credit":"Ilnar Salakhiev/AP","altText":"Sunrise over the Ob River near Novosibirsk, Siberia.","cleanCaption":"Sunrise over the Ob River near Novosibirsk, Siberia. Photograph: AP/Ilnar Salakhiev"}},"importance":6,"byline":{"title":"Henry Turner"},"showQuotedHeadline":true},{"title":"Tip for the next Labour leader – get an interest outside politics","rawTitle":"Tip for the next Labour leader – get an interest outside politics","item":{"type":"comment","id":"commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","title":"A tip for the next Labour leader – get yourself an interest outside politics","trailText":"Michael Gove – and Nicky Morgan after him – downgraded arts education. But a rounded worldview is impossible without the influence of culture and creativity","standFirst":"Michael Gove – and Nicky Morgan after him – downgraded arts education. But a rounded worldview is impossible without the influence of culture and creativity","byline":"Polly Toynbee","body":"<p>What a strange time. As chair of the Brighton festival that opened on 2 May and runs until next Sunday, I have zig-zagged between politics and the arts, yo-yoing between two worlds that can seem utterly disconnected from each other. And yet are not – or shouldn’t be.</p> \n<p>The festival opened with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/04/apple-family-plays-brighton-festival-review\">Richard Nelson’s The Apple Family</a> Plays, an intense seven-hour story of an upstate New York family enmeshed in a history of hopey-changey Democratic politics. But there was also Dawn Chorus, by Marcus Coates: an extraordinary installation of humans singing birdsong Further from the realms of politics you cannot go, or so you’d think.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2015/may/04/apple-family-plays-brighton-festival-review\">The Apple Family Plays review – exemplary American ensemble tells a nation’s story</a> </p> \n</aside> \n<p>Obsessives consumed by politics in recent weeks, watching heart-in-mouth for each opinion poll, hopes raised then dashed, may now be suffering an exhausted political fatigue. God knows, it matters, as we shall see in the Queen’s speech and the budget. But there is a limit to what politics can do for the human spirit. The dead language – “aspiration”, “empowerment” – shrivels the imagination and withers the brains of politicians, activists and commentators alike. Engaging with politics is essential but never enough.</p> \n<p>In the lineup of Labour leadership potentials, how to choose between these able, good-looking and experienced Oxbridge graduates? The list of qualities required is probably impossible to combine within one human frame. We look for strength of character and rhetorical talent. But I would look for other clues, too: who has passions beyond politics? The politicians who seem most human are those with lives outside Westminster’s airless corridors: Ken Clarke’s love of serious jazz and F1 motor racing, Michael Heseltine’s passion for trees, Ed Balls taking piano exams or Margaret Hodge playing Mendelssohn helped make them all plain talkers in a world of ear-aching politics-speak. I’d probe the Labour leadership candidates for similar activities. Those who only do politics usually do it badly.</p> \n<p>That’s true in every walk of life: the arts enhance other talents. Recent research found science Nobel laureates are 25 times more likely to sing, dance, act and paint than other Royal Society members, and 12 times more likely to write poetry and novels. After all, <a href=\"https://www.psychologytoday.com/files/attachments/1035/arts-foster-scientific-success.pdf\">Einstein played the violin</a>.</p> \n<p>But that richness across cultures is in danger of being lost to future generations. Gove’s legacy is Gradgrind education, where arts teaching is stripped out in favour of fact-based subjects such as science, technology, economics and maths: imagination replaced with coding. <a href=\"http://www2.warwick.ac.uk/research/warwickcommission/futureculture/\">The Warwick Commission on the future of cultural value</a> found a drastic fall in arts GCSEs ever since Gove downgraded them – a 50% drop in design and technology, drama down by 23% and 25% fewer taking craft subjects. Only 8% of students combined arts and science at AS level – sealing that great “two cultures” divide.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Those who only do politics usually do it badly</p> \n </blockquote> \n</aside> \n<p>Education secretary Nicky Morgan last year warned students off studying arts, saying it held them back for years. How profoundly wrong she is. Facts soon fly out of mind and out of date too. Future-proofed education breeds creativity that spurs enterprise of every kind: nearly a quarter of the UK workforce is in creative employment, <a href=\"http://www.nesta.org.uk/publications/creativity-vs-robots\">according to the charity, Nesta</a> – higher than any other country. <a href=\"http://www.culturallearningalliance.org.uk/images/uploads/Key_Research_Findings.pdf\">Research shows</a> how the arts improve attainment in all subjects: drama improves literacy, music improves maths and early language. The arts make most difference to children from low-income families – those who get arts teaching are three times more likely to get a degree and a job.</p> \n<p>No one forgets any school play they were in. No discipline is tougher than acting in front of an audience, learning a part, speaking up to be heard. All those are skills vital to jobs in later life, as employers complain of young people mumbling and slouching in interviews. But fewer schools employ drama teachers. Shakespeare is the one writer every student must study – but without performance, it’s dead on the page. The Royal Shakespeare Company’s work with schools, training teachers to teach Shakespeare performance, showed remarkable results: performing a play transformed attitudes to both Shakespeare and to school.</p> \n<p>But the English baccalaureate excludes the arts altogether, leading to a sharp fall in arts subjects, especially in deprived areas. I would bet both Gove and Morgan would reject any school for their own child that had abandoned arts teaching. Now, a further 12% cut in school budgets will see arts cut again, as headteachers are judged only on exam results. New Arts Council England head Darren Henley is calling on concerned parents to become school governors if they want to protect arts teaching.</p> \n<p>Fewer poor students are getting a foot on the ladder into worlds of art, music or design. Arts Emergency, a small new charity for 15 to 19-year-olds, has found that pupils from low-income families are often discouraged from applying to art schools, as it promises too precarious an occupation. How long can the UK remain dominant in creative industries if the talent pool dwindles to all but the privileged few?</p> \n<p>The Arts Council, already cut by 30%, braces itself for worse, though every &pound;1 invested yields &pound;2 in GDP. Britain’s cultural power in art and broadcasting casts more global influence than embassies and trade missions. The West End may enjoy a golden age of theatre, but how long can it last without supply of new talent? The Brighton festival does what it can, opening with <a href=\"http://brightonfestival.org/event/5899/childrens_parade/\">a parade of 5,000 primary children</a> from schools who spent months creating costumes and floats with help from visiting artists: a wonderful idea, but no substitute for arts and music in all schools all the time.</p> \n<p>The arts don’t inhabit some distant elite space far removed from politics and commerce. They are integral to every aspect of our national life, from every note of music ever heard to the design of every object ever sold, touching everyone everyday. As for Brighton, don’t miss the spectacular light and sound installation on the beach this Sunday, paying homage to the murmuration of starlings over West Pier, while sparking reflections on political dissent, migration and the surveillance state. Politics and art are never as far apart as they seem.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974169113/Personal-and-political-Th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson ","credit":"Emma Robertson /PR","altText":"Personal and political: The Apple Family Plays","cleanCaption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson "}],"bodyImages":[],"webPublicationDate":"2015-05-19T05:00:11Z","lastModified":"2015-05-19T05:00:11Z","metadata":{"commentable":true,"commentCount":223,"contributors":[{"name":"Polly Toynbee","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/6/30/1404146756739/Polly-Toynbee-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pollytoynbee"}],"feature":false,"keywords":["Arts policy","Culture","Brighton festival","Festivals","Politics","UK news","Education"],"tags":[{"id":"culture/arts-policy","webTitle":"Arts policy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/brighton-festival","webTitle":"Brighton festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/education","webTitle":"Education"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Polly Toynbee","topic":{"type":"tag-contributor","name":"profile/pollytoynbee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","shortUrl":"http://gu.com/p/492j5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/arts-education-policy-brighton-festival-politics"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431974169113/Personal-and-political-Th-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson ","credit":"Emma Robertson /PR","altText":"Personal and political: The Apple Family Plays","cleanCaption":"Personal and political: The Apple Family Plays.  Photograph: Emma Robertson "}},"importance":5,"byline":{"title":"Polly Toynbee"},"showQuotedHeadline":true},{"title":"Travel / UK garden B&Bs, cottages and campsites","rawTitle":"UK garden B&Bs, cottages and campsites","item":{"type":"article","id":"travel/2015/may/19/best-wild-garden-cottages-campsites-uk","title":"The best garden B&Bs, cottages and campsites in the UK","trailText":"From country estates to pub campsites and farm B&amp;Bs, Tania Pascoe, author of Wild Garden Weekends, selects 12 great places to stay among meadows, orchards and wildflower gardens","standFirst":"<p>From country estates to pub campsites and farm B&amp;Bs, Tania Pascoe, author of <a href=\"http://www.wildthingspublishing.com/wild-garden-weekends-by-tania-pascoe-preview/\">Wild Garden Weekends</a>, selects 12 great places to stay among meadows, orchards and wildflower gardens<br /></p>\n<ul>\n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/may/03/secret-gardens-england-scotland\"> 12 of the best secret gardens in the UK </a></strong><br /></li>\n</ul>","byline":"Tania Pascoe","body":"<h2><br /></h2> \n<h2>Farm on the Hill, Prestwood, Staffordshire</h2> \n<p>A secluded campsite on a family farm between woodland and wildflower meadows. There is space for just five tents, so it’s a perfect place for a weekend gathering with friends. Children can count butterflies in the meadow or find twigs for the evening campfire. The view down the valley is lovely, especially from the toilet! Facilities are basic, with no hot water or showers. If you don’t have your own tent, bell tents are available to hire, or you can rent Keepers Cottage,which belonged to the owner’s grandfather, has a woodburner and wonderful views over the hills. On summer weekends, the tea shop in the barn is open. On-site bicycle hire offers a chance to explore the Churnet valley. Comfortable B&amp;B accommodation is also offered at the farmhouse, Manor House Farm.<br /><span class=\"bullet\">•</span> <em>Camping from &pound;10 per tent for up to two, then &pound;5pp, 01889 590410</em><em>, </em><a href=\"http://www.farmonthehill.co.uk/\"><em>farmonthehill.co.uk</em></a><em>. Manor House Farm doubles from &pound;68, Keepers Cottage selleps four, from &pound;240 a week, 01889 590415, </em><em><a href=\"http://www.4posteraccom.com/the-accommodation-c17.html\">4posteraccom.com</a></em></p> \n<h2>Botelet Farm, Liskeard, Cornwall</h2> \n<figure class=\"element element-image\" data-media-id=\"5f1ff31584e02bcee45fc90a38397db3b1939ada\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431690151692/491fb7b2-6912-4edf-a02f-46b2a8f7c6ca-460x276.jpeg\" alt=\"Botelet Farm, Liskeard, Cornwall\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Lose yourself in the romance of this charming farmstead in a wild flower-filled valley near Liskeard. The same family has been offering farmhouse accommodation for over 80 years. Julie now runs the rustic-chic B&amp;B; there is a choice of two yurts – each in their own meadow with their own woodburner – or there is the gorgeous SC Cowslip Cottage. The gardens are a delight and merge with the bucolic landscape, there is an apple orchard, and wind turbines provide most of the farm’s electricity. Sister-in-law Tia offers treatments and massages in the meadow; or you can go inside and enjoy the warmth of the log fires.<br /><span class=\"bullet\">•</span> <em>Cottages sleep five, from &pound;310 a week; Farmhouse B&amp;B rooms from &pound;100 a night; yurts for two from &pound;180 for two nights; camping &pound;7.50pp pn. </em><em>Open mid May-end September, camping </em><em>Easter</em>-<em>October, 01503 220225, </em><a href=\"http://www.botelet.com/\"><em>botelet.com</em></a></p> \n<h2>Snows Hill Manor Estate, Broadway, Cotswolds</h2> \n<figure class=\"element element-image\" data-media-id=\"c29dd185fb810f6ed87f287d65722784799b4878\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691289890/bdd1f0b6-3868-4dd2-8e3b-3abf660bccb3-460x276.jpeg\" alt=\"Snows HillWild Garden Weekends (&pound;16.99 www.wildthingspublishing.com)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Cosy, well-decorated National Trust holiday cottages on the Snowshill estate with terraced gardens and rose-covered porches. The property is in a picture-book village with a local pub, on the top of the Cotswold escarpment. Best of all, you have access to <a href=\"http://www.nationaltrust.org.uk/snowshill-manor/\">Snowshill Manor</a>, the home and garden of art collector Charles Paget Wade, who donated the estate to the National Trust in 1951.<br /><span class=\"bullet\">•</span> <em>From &pound;552 for seven nights, sleeps two, 01386 852410, </em><a href=\"http://www.nationaltrustholidays.org.uk/holiday-cottage/manor-farmhouse-broadway-gloucestershire/\"><em>nationaltrustcottages.co.uk</em></a></p> \n<h2>Nurscombe Farm House B&amp;B, Bramley, Surrey</h2> \n<figure class=\"element element-image\" data-media-id=\"353759aa4407a3998e44d38e32fc37648ff289a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691325357/6b4e21cc-a184-4c2b-bb3b-6027f76234f8-460x276.jpeg\" alt=\"Nurscombe\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>In the Surrey Hills Area of Outstanding Natural Beauty, down a wooded lane in the Thorncombe valley and amid a profusion of tumbling roses is the pretty farmstead of Nurscombe. Old apple trees dot the grassy courtyard of the 16th-century wood-framed barns and farmhouse. Opposite the lane are mown paths through a meadow to a pretty pond with a rowing boat. When we arrived, owner Jane Fairbank was baking delicious cakes for her guests. There are three B&amp;B rooms to choose from, all with en suites. <br /><span class=\"bullet\">•</span> <em>Doubles &pound;80 a night B&amp;B, 01483 892242, </em><a href=\"http://nurscombe.co.uk/nurscombemarquee.html\"><em>nurscombe.co.uk</em></a></p> \n<h2>Badgells Wood Camping, Meopham, Kent </h2> \n<figure class=\"element element-image\" data-media-id=\"74912f859e2519a677e8d02eeb61e5db61e53a54\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691383682/c8aabacf-0c4c-4084-87cd-52d5c81ce1e2-460x276.jpeg\" alt=\"Badgells\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Dens and hideouts abound in this back-to-nature woodland campsite. Pitch your tent among coppiced sweet chestnuts or, in May, amid bluebells. The quiet woods border a site of special scientific interest where owls and peregrine falcons can be spotted. At the campsite free-range chickens provide eggs for breakfast. As the site is off-grid, light comes from the campfire or stars, but there are hot showers and composting toilets. Bushcraft lessons are available and it’s a great place for children to run free.<br /><span class=\"bullet\">•</span> <em>Adults &pound;15 (but parents with kids &pound;12.50) children &pound;6, 07528 609324, </em><em><a href=\"http://badgellswoodcamping.co.uk/\">badgellswoodcamping.co.uk</a>. </em><em>Open from Easter to end of October </em></p> \n<h2>Alde Garden, Sweffling, Suffolk</h2> \n<figure class=\"element element-image\" data-media-id=\"6acb38a9b796156e5ecc3311f5e193b0073777f0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691411003/8d683543-fda6-4dca-ab81-8253f1eece5c-460x276.jpeg\" alt=\"Alde Garden\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Behind the Sweffling pub is a small campsite with a big heart and great community spirit. Accommodation is in a mix of Gypsy caravans and quirky sheds – one is designed specifically for stargazing – or you can bring your own tent and pitch it under the apple trees. Head to the friendly pub for supper – where most of the food and drink is locally sourced.<br /><span class=\"bullet\">•</span> <em>Yurts (sleeps 5) from &pound;180 for two nights; tipi (sleeps 4) from &pound;165 for two nights; bell tent (sleeps 5) from &pound;125 for two nights. Gypsy caravan (sleeps 2 adults, 2 younger children) from &pound;170 for two nights; the Hideout (sleeps 2) from &pound;75 for two nights; Badger Cottage (sleeps 4) from &pound;355 for seven nights; tent pitches from &pound;14 a night, 01728 664178, </em><a href=\"http://aldegarden.co.uk/\"><em>aldegarden.co.uk</em></a></p> \n<h2>Carpenter’s Cottage, Narborough Hall, Norfolk</h2> \n<figure class=\"element element-image\" data-media-id=\"f46bca8bcb683544e3cbcbb87d16ef87cc2c713a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431693842874/7c1291a3-878d-4f58-8d00-43b1056d246e-460x320.jpeg\" alt=\"The Carpenter's Cottage\" width=\"460\" height=\"320\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: David Hen</span> \n </figcaption> \n</figure> \n<p>The gardens of Narborough Hall are open on Wednesdays and Sundays in summer. You can stay in its Carpenter’s Cottage (B&amp;B or self catering), which is set in the wildlife-rich Nar valley. Inside, the south-facing cottage with lake views has two bedrooms, an upstairs den and a spacious living/dining room area. B&amp;B or self-catering is also available in the Groom’s Cottage or, for a little more grandeur, stay in one of the opulent bedrooms in the main house. There are <a href=\"http://www.norfolkwildlifetrust.org.uk/wildlife-in-norfolk\">wildflower walks to enjoy along Narborough’s railway line</a>.<br /><span class=\"bullet\">•</span><em> Carpenter’s Cottage &pound;108 a night B&amp;B, Groom’s Cottage (single) &pound;50 a night self-catering or &pound;60 B&amp;B , 01760 338827, </em><a href=\"http://www.narboroughhallgardens.com/\"><em>narboroughhallgardens.com</em></a></p> \n<h2>Karma Farm Camping, Isleham, Cambridgeshire</h2> \n<figure class=\"element element-image\" data-media-id=\"5fc842af15ae8051ce1d24c3dac670a40e141212\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691472789/b8283ff1-fc04-4629-8f4a-6f0a469a96c1-460x276.jpeg\" alt=\"Karma Farm Wild\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Back-to-nature camping on a working fenland organic farm in a landscape rich with birds, butterflies and wild flowers. Visitors can walk along the river Lark to the nearby village of Isleham or explore the farmland, where there’s a bird hide. The site offers solar-powered showers. Campfires are encouraged and accommodation is either in the yurt, tipis or your own tent. There is a separate one-acre field away from the main site that is ideal for camping parties.<br /><span class=\"bullet\">•</span> <em>Adults from &pound;6.50 per night, children &pound;2.50; first-time visitors and non-members of the Camping and Caravanning Club pay &pound;1 extra, 01638 780701, </em><a href=\"http://karmafarm.co.uk/\"><em>karmafarm.co.uk</em></a></p> \n<h2>Brook Farm, Tenbury Wells, Worcestershire</h2> \n<figure class=\"element element-image\" data-media-id=\"0e9c9227bb36a12c9894aabd102b3107f6a9fc29\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691507978/f5112c55-bfd0-4449-9577-ab608185cdbb-460x276.jpeg\" alt=\"Brook FarmWild Garden Weekends (&pound;16.99 www.wildthingspublishing.com)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Brook Farm and the Heartfelt Garden offer the kind of break where peace, calm and a time to clear your head are paramount. Outside is an area of hammocks, campion-fringed brooks, blossom-crammed courtyards, meadows, and vegetable gardens. B&amp;B accommodation is in two bright bedrooms in the old farmhouse, or you can rent the converted Hop Pickers’ House or the cosy Hen House, each with a bedroom, living area and kitchen. <br /><span class=\"bullet\">•</span> <em>Doubles from &pound;90 B&amp;B, 01584 819868, </em><a href=\"http://brookfarmberrington.org/\"><em>brookfarmberrington.org</em></a></p> \n<h2>Ty Glas, near Cardigan, south Wales</h2> \n<figure class=\"element element-image\" data-media-id=\"902b7c768c1c8156e6569017c4aac34bcace2e23\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691537303/93c26e22-3079-467b-bf01-9eeb40e86317-460x276.jpeg\" alt=\"Ty Glas\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>In 40 acres of meadows and wildlife reserve, Ty Glas cottage and its sister Little Barn are idyllic places to stay. Both buildings have one room, and each sleeps two people. The cottage and barn have fires, plump pillows, period furniture and views of 347-metre tall Carningli mountain. Meadows full of orchids in spring can be seen from your window, while horses peep over the open fences. The landscaping here provides true inspiration for wild gardening.<br /><span class=\"bullet\">•</span> <em>From &pound;419 a week (based on two staying), 0844 5005101, </em><em><a href=\"http://www.underthethatch.co.uk/glas\">underthethatch.co.uk</a></em></p> \n<h2>Carr House Farm, York</h2> \n<figure class=\"element element-image\" data-media-id=\"883139bd971b3d86dd5a2135295602311748dac9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691578612/8105ad2c-25d7-4376-94d8-6b159d42bba4-460x276.jpeg\" alt=\"Carr HouseWild Garden Weekends (&pound;16.99 www.wildthingspublishing.com)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>A charming farmhouse surrounded by ancient bluebell woods and orchards. Anna and Jack serve breakfasts of local produce and offer great advice on walks – many starting outside the door. Inside, four-poster beds and timber beams add to the classic, cosy farmhouse feel. Courses ranging from photography to natural plant dyes are also held at the farm.<br /><span class=\"bullet\">•</span> <em>Doubles from &pound;90 B&amp;B for bookings of two or more nights, 01347 868526, </em><a href=\"http://www.carrhousefarm.co.uk/\"><em>carrhousefarm.co.uk</em></a></p> \n<h2>Alton Albany farm, Barr, near Girvan, Ayrshire</h2> \n<figure class=\"element element-image\" data-media-id=\"0bde95b71786bdc981dd87dcfbb41533bdac1fd4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431691624757/2a47ff85-81db-4c89-a3c5-efebdd62835a-460x276.jpeg\" alt=\"The Office Garden looking west from Alton Albany Farm, barr, Ayrshire, Scotlandphotography    Wild Garden Weekends (&pound;16.99 www.wildthingspublishing.com)\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>A fantastic farm B&amp;B, run by Alasdair Currie and Andrea Jones, on the Stinchar river near the village of Barr. The drawing room has a log fire and plenty of games to play in the evening. Alasdair’s breakfasts are just what you need to start a day’s walk straight from the house, or perhaps in <a href=\"http://scotland.forestry.gov.uk/forest-parks/galloway-forest-park\">Galloway forest park</a> nearby. The gardens are lovely, with a pretty burn running through them, and children and dogs have plenty of space to run around outside in the fields. Andrea is a garden photographer and much of her work can be seen at the farm.<br /><span class=\"bullet\">•</span> <em>Doubles from &pound;85 B&amp;B, 01465 861148, </em><a href=\"https://altonalbanyfarmbandb.wordpress.com/\"><em>altonalbanyfarmbandb.wordpress.com</em></a></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"475cc489a9cd70dd9e4a8d7ed2c6a03227016c27\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431686298924/8766977a-a9c3-48ec-aac6-09172b51b4df-358x420.jpeg\" alt=\"Wild Garden Weekends\" width=\"358\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p><em>Wild Garden Weekends by Tania Pascoe is published by <a href=\"http://www.wildthingspublishing.com/wild-garden-weekends-by-tania-pascoe-preview/\">Wild Things Publishing</a>, </em><em>&pound;16.99</em><em>. Guardian readers can get 25% off the price, with free UK delivery, by visiting </em><a href=\"http://www.wildthingspublishing.com/\"><em>wildthingspublishing.com</em></a><em> and entering Wild Garden Weekends as a coupon code</em></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691680579/a3db53f9-a5d2-4634-ba31-e925f77ed2bc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Picasa/PR","altText":"Farm on the HillWild Garden Weekends (£16.99 www.wildthingspublishing.com)","cleanCredit":"Photograph: Picasa/PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431690153062/491fb7b2-6912-4edf-a02f-46b2a8f7c6ca-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Botelet Farm, Liskeard, Cornwall","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691291431/bdd1f0b6-3868-4dd2-8e3b-3abf660bccb3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Snows HillWild Garden Weekends (£16.99 www.wildthingspublishing.com)","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691326978/6b4e21cc-a184-4c2b-bb3b-6027f76234f8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Nurscombe","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691385116/c8aabacf-0c4c-4084-87cd-52d5c81ce1e2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Badgells","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691412394/8d683543-fda6-4dca-ab81-8253f1eece5c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Alde Garden","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431693842697/7c1291a3-878d-4f58-8d00-43b1056d246e-540x375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":375,"width":540,"orientation":"landscape","caption":"  Photograph: David Hen","credit":"David Hen","altText":"The Carpenter's Cottage","cleanCaption":" ","cleanCredit":"Photograph: David Hen"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691474134/b8283ff1-fc04-4629-8f4a-6f0a469a96c1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Picasa/PR","altText":"Karma Farm Wild","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691509371/f5112c55-bfd0-4449-9577-ab608185cdbb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Brook FarmWild Garden Weekends (£16.99 www.wildthingspublishing.com)","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691538511/93c26e22-3079-467b-bf01-9eeb40e86317-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Under the Thatch","altText":"Ty Glas","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691579833/8105ad2c-25d7-4376-94d8-6b159d42bba4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"PR","altText":"Carr HouseWild Garden Weekends (£16.99 www.wildthingspublishing.com)","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431691626250/2a47ff85-81db-4c89-a3c5-efebdd62835a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Andrea Jones/Garden Exposures Photo Library/PR","altText":"The Office Garden looking west from Alton Albany Farm, barr, Ayrshire, Scotlandphotography    Wild Garden Weekends (£16.99 www.wildthingspublishing.com)","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431686297126/8766977a-a9c3-48ec-aac6-09172b51b4df-1739x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1739,"orientation":"portrait","caption":" ","credit":"PR","altText":"Wild Garden Weekends","cleanCaption":" "}],"webPublicationDate":"2015-05-19T05:00:10Z","lastModified":"2015-05-19T05:00:10Z","metadata":{"commentable":true,"commentCount":9,"contributors":[],"feature":true,"keywords":["Weekend breaks","Short breaks","Camping","Bed and breakfasts","Hotels","United Kingdom","Travel","Gardens","Life and style","Self-catering","Cottages"],"tags":[{"id":"travel/weekends","webTitle":"Weekend breaks"},{"id":"travel/short-breaks","webTitle":"Short breaks"},{"id":"travel/camping","webTitle":"Camping"},{"id":"travel/bed-and-breakfasts","webTitle":"Bed and breakfasts"},{"id":"travel/hotels","webTitle":"Hotels"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/travel","webTitle":"Travel"},{"id":"lifeandstyle/gardens","webTitle":"Gardens"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/selfcatering","webTitle":"Self-catering"},{"id":"travel/cottages","webTitle":"Cottages"}],"section":{"id":"travel"},"topics":[],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/may/19/best-wild-garden-cottages-campsites-uk","shortUrl":"http://gu.com/p/49ve7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/may/19/best-wild-garden-cottages-campsites-uk","webUri":"http://www.theguardian.com/travel/2015/may/19/best-wild-garden-cottages-campsites-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431686731894/4f5f11aa-73e5-4885-b79a-344b5278319a-2060x1545.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1545,"width":2060,"orientation":"landscape","caption":"Totally lush … the view from the Farm on the Hill, Prestwood, Staffordshire","credit":"PR","altText":"Farm on the Hill","cleanCaption":"Totally lush … the view from the Farm on the Hill, Prestwood, Staffordshire"}},"importance":4,"kicker":{"title":"Travel"},"showQuotedHeadline":false},{"title":"Sentenced to Life review / Clive James’s spark is not extinguished","rawTitle":"Clive James’s spark is not extinguished","item":{"type":"article","id":"books/2015/may/19/sentenced-to-life-clive-james-poetry-review","title":"Sentenced to Life review – Clive James’s spark is not extinguished","trailText":"He jokes about each new collection of poetry being written in expectation that it will be his last, but the defining mood of James’s latest is one of grateful gallantry","standFirst":"He jokes about each new collection of poetry being written in expectation that it will be his last, but the defining mood of James’s latest is one of grateful gallantry","byline":"Kate Kellaway","body":"<p>The punning title of Clive James’s latest collection, published with an expectation that it will be his last, is characteristically robust. He is suffering from leukaemia but has been cracking staunch jokes recently about the embarrassment of his continuing survival in the wake of poems written at what he believed to be his last gasp. Illness has changed his thinking but has not extinguished his spark. It has made him rueful, and grateful too. Many of these poems are an appeal to the heart, and in particular to the heart of his wife. The collection’s defining quality is gallantry and it is this that makes it so moving. There are also some infuriating and, perhaps invevitably, solipsistic poems here, but there is no fault you could highlight of which James himself is not aware and addressing in print.</p> \n<p>Each poem is accessible and the secure rhymes have a chiming poignancy – as neat as beds tucked with hospital corners – a protest against formlessness and death. James does remorse almost as well as Thomas Hardy and “Echo Point” seems an echo of the poems Hardy wrote after the death of his wife (“The Haunter”, “The Voice”). James’s use of the third person recalls Hardy, too. “His body that betrayed you has gone on / To do the same for him.” It is perhaps easier in moments of intensity to shift from “I” to “him” – a tiny sidestepping of responsibility. The poem’s setting is Australian, with its blue valley and whip-bird, and, in the title poem, he explains that his native Australia is his inner landscape still: “… The sky is overcast / Here in the English autumn, but my mind / Basks in the light I never left behind.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/mar/15/clive-james-interview-done-lot-since-my-death\">Clive James: ‘I’ve got a lot done since my death’</a> </p> \n</aside> \n<p>As a writer, James has always been a performer and he frets about his audience. In “Holding Court”, he remarks: “People still turn towards me where I sit”. In “Landfall”, he remembers “… all the sirens in the signing queue / who clutched their hearts at what I had to say” although he is now in some doubt about whether their “shining eyes” were a figment of his imagination. In “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/video/2015/mar/15/clive-james-reads-poem-early-to-bed-exclusive-video\" title=\"\">Early to Bed</a>”, he wonders whether to risk a new role: “The grand old man. Do I dare play that part? / Perhaps I am too frail. I don’t know how / to say exactly what is in my heart / Except I feel that I am nowhere now.”</p> \n<p>The vulnerability is new and brave. But the question about any performance is whether it rings true – and this he also explores. In “Managing Anger”, he entertainingly grumbles about actors for whom yelling is not enough: “They must pull down a cupboard full of plates.” After sympathising with the stage hands who have to clear up nightly, he comes to the poem’s worried heart: “For our real lives, where we go on for years / Not even mentioning some simple fact / That brings us to the aching point of tears – / Lest people think that it might be an act.”</p> \n<p>It was <a href=\"http://en.wikiquote.org/wiki/Fran%C3%A7ois_de_La_Rochefoucauld\" title=\"\">La Rochefoucauld</a> who said: “Neither the sun nor death can be looked at steadily”, yet James proves him wrong in several poems, especially in his unblinkingly bleak “Event Horizon” – a feat beyond performance – and the darkly witty “Transit Visa”. But it is “<a href=\"http://www.bbc.co.uk/news/entertainment-arts-29680507\" title=\"\">Japanese Maple</a>” (which has held readers captive since it <a href=\"http://www.newyorker.com/magazine/2014/09/15/japanese-maple\" title=\"\">appeared last year</a>) that is the steadiest of poems. It mixes celebration, sorrow and acceptance – a perfect, valedictory balancing act. Looking at the maple his daughter planted for him, James writes: “Ever more lavish as the dusk descends / This glistening illuminates the air. / It never ends. / Whenever the rain comes it will be there, / Beyond my time, but now I take my share.”</p> \n<p><em>Sentenced to Life is published by Picador (&pound;14.99). </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/274808/\" title=\"\"><em>Click here to buy it for &pound;11.24</em></a></p> \n<h2>Echo Point by Clive James</h2> \n<p>I am the echo of the man you knew.<br />Launched from the look-out to the other side<br />Of this blue valley, my voice calls to you<br />All on its own, and more direct for that.<br />My line of sweet talk you could not abide<br />Came from the real man. It will all be gone –<br />Like glitter back to the magician’s hat –<br />Soon now, and only sad scraps will remain.<br />His body that betrayed you has gone on<br />To do the same for him. Like veils of rain,<br />He is the cloud that his tears travel through.</p> \n<p>When the cloud lifts, he will be gone indeed.<br />Hearing his cry, you’ll see the ghost gums break<br />Into clear air, as all the past is freed<br />From false hopes. No, I nowhere lie awake<br />To feel this happen, but I know it will.<br />At the last breath, my throat was full of song;<br />The proof, for a short while, is with you still.<br />Though snapped at sharply by the whip-bird’s call,<br />It has not stopped. It lingers for your sake:<br />Almost as if I were not gone for long –<br />And what you hear will not fade as I fall.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/8/1431087794119/Clive-James-at-his-home-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brave new vulnerability: Clive James's poems appeal to the heart. Photograph: Frantzesco Kangaris","credit":"Frantzesco Kangaris","altText":"Clive James, at his home in Cambridge on Thursday, June 20, 2013.","cleanCaption":"Brave new vulnerability: Clive James's poems appeal to the heart. Photograph: Frantzesco Kangaris"}],"bodyImages":[],"webPublicationDate":"2015-05-19T05:30:10Z","lastModified":"2015-05-19T05:30:10Z","metadata":{"commentable":true,"commentCount":24,"contributors":[{"name":"Kate Kellaway","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katekellaway"}],"feature":false,"keywords":["Poetry","Clive James","Books","Culture"],"tags":[{"id":"books/poetry","webTitle":"Poetry"},{"id":"culture/clive-james","webTitle":"Clive James"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Kate Kellaway","topic":{"type":"tag-contributor","name":"profile/katekellaway"}}],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/19/sentenced-to-life-clive-james-poetry-review","shortUrl":"http://gu.com/p/488ez","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/19/sentenced-to-life-clive-james-poetry-review","webUri":"http://www.theguardian.com/books/2015/may/19/sentenced-to-life-clive-james-poetry-review"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/8/1431087794119/Clive-James-at-his-home-i-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brave new vulnerability: Clive James's poems appeal to the heart. Photograph: Frantzesco Kangaris","credit":"Frantzesco Kangaris","altText":"Clive James, at his home in Cambridge on Thursday, June 20, 2013.","cleanCaption":"Brave new vulnerability: Clive James's poems appeal to the heart. Photograph: Frantzesco Kangaris"}},"importance":4,"kicker":{"title":"Sentenced to Life review"},"showQuotedHeadline":false},{"title":"Stepping Hill hospital murders / How Victorino Chua's poisonings were uncovered","rawTitle":"How Victorino Chua's poisonings were uncovered","item":{"type":"article","id":"uk-news/2015/may/18/stepping-hill-hospital-poisonings-operation-roxburg-manchester-police-victorino-chua","title":"Stepping Hill murders: how Victorino Chua's poisonings were uncovered","trailText":"The nurse convicted of murdering patients was caught after a night of curious incidents, but his motive remains a mystery","standFirst":"<p>The nurse convicted of murdering patients was caught after a night of curious incidents, but his motive remains a mystery</p>","byline":"Helen Pidd Northern editor and Jamie Grierson","body":"<p>Usually it is immediately obvious when there has been a murder. But for some time after Victorino Chua embarked on his killing spree at Stepping Hill hospital during the summer of 2011, no one really noticed. His victims were mostly, but not exclusively, elderly. All were unwell. Each was already in hospital when he secretly loaded their drips with insulin in order to put them into hypoglycaemic shock, causing their blood sugar levels to plunge to dangerously – and sometimes fatally – low levels.</p> \n<p>Two patients were dead by the time the police were called on 12 July 2011. Attempts had been made to grievously harm several others. Chua had poisoned them with insulin, but foul play was not suspected straight away.</p> \n<figure class=\"element element-image\" data-media-id=\"36d33a6dc91430033ff917fc8f159ec72c108cc5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/29/1430307787240/fb8464b3-be89-4468-9a9c-4b5fa1a722d3-460x211.jpeg\" alt=\"Tracey Arden, Arnold Lancaster and Alfred Weaver.\" width=\"460\" height=\"211\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tracey Arden, Arnold Lancaster and Alfred Weaver. Chua was found guilty of murdering Arden and Weaver and attempting to cause Lancaster grievous bodily harm with intent by poisoning.</span> \n  <span class=\"element-image__credit\">Photograph: Greater Manchester police/PA</span> \n </figcaption> \n</figure> \n<p>His victims were seemingly chosen at random. They simply had the misfortune of being connected to drips fed by saline bags, which, for reasons that have never become clear, Chua had previously tampered with in the privacy of the hospital’s treatment rooms. By this method he murdered Tracey Arden, 44, on 7 July and Alfred Weaver, 83, later that month. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/18/stepping-hill-nurse-victorino-chua-guilty-of-murdering-patients\">Stepping Hill nurse Victorino Chua guilty of murdering patients</a> </p> \n</aside> \n<p>It was the unusual events of the weekend of 11-12 July 2011 that prompted Greater Manchester police to begin their biggest and most complex investigation in 10 years – bigger, in the early stages, than that which pieced together the crimes of Harold Shipman, the GP from Hyde convicted in 2000 of murdering 15 patients.</p> \n<figure class=\"element element-image\" data-media-id=\"42cfdb323707aa23228489a11b19971f29fddc5f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/29/1430307917304/332137f0-9d24-4e97-92c7-afcecba8ab3a-460x268.jpeg\" alt=\"Stepping Hill hospital in Stockport, Greater Manchester.\" width=\"460\" height=\"268\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stepping Hill hospital in Stockport, Greater Manchester.</span> \n  <span class=\"element-image__credit\">Photograph: Dave Thompson/PA Archive</span> \n </figcaption> \n</figure> \n<p>Five patients on the male ward (A1) at Stepping Hill suffered unexpected hypoglycaemic attacks. Just one, 67-year-old Philip Jones, was diabetic. He was the only one of the five who could have been expected to suffer insulin regulation problems, though he controlled his illness by diet rather than insulin injections.</p> \n<p>All five had suffered classic symptoms of insulin overdose. They appeared pale and sweaty; some had convulsions and fits. One man, 41-year-old Grant Misell, who had been rushed to hospital after taking an overdose, fell into a coma and suffered irreversible brain injury as a result of the maladministration of insulin. Weaver became so unwell that he died 10 days later.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/jun/03/nurse-stepping-hill-rebecca-leighton-sues-police\">Nurse cleared of Stepping Hill poisoning sues police</a> </p> \n</aside> \n<p>Staff were confused. Why were so many patients suffering these attacks? The following day, a nurse discovered a number of saline bags – known as ampoules – that were leaking, having clearly been tampered with. Chua was working that night and was party to the discussions about what might have gone on. At that stage no one suspected there was a poisoner in their midst. But after the ampoules were tested and insulin discovered in the solutions, the police were contacted.</p> \n<p>The investigation came too late for some of the women on the A3 ward. Chua had tampered with their drips, injecting bags containing saline solution with insulin. He chose to use two kinds of pharmaceutically manufactured insulin, taken from the unlocked fridges in Stepping Hill’s treatment rooms, human (ie human-derived or naturally harvested insulin) and synthetic.</p> \n<p>The use of the human insulin muddied the water. During Chua’s trial, both prosecution and defence accepted that six of the 21 victims had suffered attacks caused by the administration of synthetic insulin. But the defence argued that 15 patients had underlying health conditions that could explain why they might have suffered the episodes of critically low blood sugar.</p> \n<p>Daphne Harlow, 86, was the first woman to suffer the ill-effects of Chua’s tampering that night. Admitted after a fall, she had no history of diabetes, yet 24 hours after her admission she could not be roused and looked like she was having a fit. It was a severe hypoglycaemic episode.</p> \n<figure class=\"element element-image\" data-media-id=\"a3a904045bfe43a3c76ca177a93e3767f0d969ac\"> \n <img src=\"http://media.guim.co.uk/a3a904045bfe43a3c76ca177a93e3767f0d969ac/0_0_627_411/500.jpg\" alt=\"Foil seal showing puncture marks consistent with a hypodermic needle.\" width=\"500\" height=\"328\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Foil seal showing puncture marks consistent with a hypodermic needle.</span> \n  <span class=\"element-image__credit\">Photograph: GMP</span> \n </figcaption> \n</figure> \n<p>Twenty-four-year-old Zubia Aslam was next. On examination, it emerged that her saline drip contained high amounts of human insulin. When the bag was examined by a forensic scientist, it was noticed that there was a small v-shaped cut to the rubber septum of the resealable bung and two puncture holes to the inner membrane of the bung consistent with a hypodermic needle.</p> \n<p>Panic set in. Police were again called and products were removed. On testing it emerged that a glucose bag, saline bag and antibiotic bag had needle puncture holes consistent with the insertion of a hypodermic needle. Another saline bag had been contaminated with Lidocaine, a local anaesthetic.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2e7ffd8605b5915aebb6e20da7ba71c30863f4ac\"> \n <img src=\"http://media.guim.co.uk/2e7ffd8605b5915aebb6e20da7ba71c30863f4ac/0_0_451_677/333.jpg\" alt=\"Stepping Hill patient prescription chart.\" width=\"333\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stepping Hill patient prescription chart.</span> \n  <span class=\"element-image__credit\">Photograph: GMP</span> \n </figcaption> \n</figure> \n<p>So began Operation Roxburg, Greater Manchester police’s 18-month investigation into the poisonings. They began by advising sweeping changes to the hospital’s security policies, restricting access to treatment and drug storage rooms and installing CCTV to entrances and exits to wards.</p> \n<p>Detectives carried out a review of all hypoglycaemic incidents at Stepping Hill, examining medical records and preserved blood samples to see which patients had suffered unexpected drops in blood sugar levels. They cross-referenced the dates of these incidents with the shift patterns of the hospital’s 4,000-plus staff and – unfortunately for one woman – jumped to the wrong conclusion. </p> \n<p>On 20 July 2011, police arrested a nurse called Rebecca Leighton, who worked on A3. Early forensic tests indicated that she had handled a number of suspected contaminated IV products. She was charged with criminal damage with intent to endanger life and spent six weeks on remand in prison before the senior investigating officer, DS Simon Barraclough, realised she was not responsible. He approached the Crown Prosecution Service and got it to drop the charges.</p> \n<p>Leighton, dubbed the “angel of death” by some media outlets, was entirely innocent, Barraclough says now. “The evidence proved not to be the evidence that we expected it to be. The fact is Rebecca Leighton didn’t do this.” In 2013, she began proceedings <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/jun/03/nurse-stepping-hill-rebecca-leighton-sues-police\">to sue Greater Manchester police</a> for up to &pound;100,000 after officers allegedly leaked her name to the media and made public her private Facebook account.</p> \n<p> Meanwhile, Chua continued to work at Stepping Hill. But with the hospital on virtual lockdown and new control measures in place, he had to take a different tack, Manchester crown court heard.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"f90502980c00cf1670da971af6774342deff3b96\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430250070245/a7eb7122-eaa5-4c34-be9a-8896c7484257-460x276.jpeg\" alt=\"Venn diagram produced by Greater Manchester police to prove Victorino Chua's guilt in the Stepping Hill hospital poison investigation\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Venn diagram produced by Greater Manchester police to prove Victorino Chua’s guilt in the Stepping Hill hospital poison investigation</span> \n  <span class=\"element-image__credit\">Photograph: Greater Manchester police</span> \n </figcaption> \n</figure> \n<p>He waited five months before continuing. On the night shift of 1-2 January 2012, Chua was once again working on A3. That night he was involved in a number of curious incidents. First he had an argument with the daughter of Maria Pawlyszyn, an elderly patient who had been admitted that night. The daughter left in tears and the next morning it was discovered that her mother’s prescription chart had been altered.</p> \n<figure class=\"element element-image\" data-media-id=\"b4a1568c9d101faaf251beeb29c809bb12b8820e\"> \n <img src=\"http://media.guim.co.uk/b4a1568c9d101faaf251beeb29c809bb12b8820e/0_0_990_722/500.jpg\" alt=\"Victorino Chua’s nursing BSc certificate from Galang Medical Center.\" width=\"500\" height=\"365\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Victorino Chua’s nursing BSc certificate from Galang Medical Center.</span> \n  <span class=\"element-image__credit\">Photograph: GMP</span> \n </figcaption> \n</figure> \n<p>The following morning after the handover, when Chua had gone home, other nurses realised something was amiss with the prescribed dosages of drugs on some patient prescription charts. They noticed “crude alterations” had been made to the charts of Pawlyszyn and five other women aged 79 to 92. But by then the wrong dosage had been administered to another victim, Theresa Bailey, who fortunately suffered no significant ill effects.<br /></p> \n<p>Chua was arrested at home in Stockport on 5 January 2012. Police had produced a Venn diagram plotting the suspicious hypoglycaemic episodes against the staff working the shifts when and where the episodes occurred. Only one name found its way into the intersection as the common denominator: Victorino Chua, who came to the UK from his native Philippines in February 2002 on a temporary two-year work permit.</p> \n<figure class=\"element element-image\" data-media-id=\"87e6394ef03292e0f3fdfe8d679d9f0c087d535d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/28/1430251548321/63d4e9a7-d6a5-47e2-98f1-a74b7e0cc30a-460x276.jpeg\" alt=\"Chua as a nurse in the Philippines.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chua as a nurse in the Philippines.</span> \n  <span class=\"element-image__credit\">Photograph: Greater Manchester police</span> \n </figcaption> \n</figure> \n<p>Born on 30 October 1965, he qualified with a degree in nursing and during the 1990s practised as a nurse in Manila. In 2003, he was registered in the UK as a nurse and in 2008 was naturalised as a UK citizen and settled with his wife and two children in Stockport. In 2009, he was appointed to the post of staff nurse at the Stockport NHS foundation trust and on 1 June 2009 he started working at Stepping Hill.</p> \n<p>During the three-month trial no motive ever really emerged for why Chua decided to kill his patients. In the vast majority of cases, his victims were chosen by fate, after he contaminated products or altered prescription charts at random. As prosecutor Peter Wright QC put it when he opened the case in January: “It was, to a degree, a lottery as to who was treated with a contaminated product and who was not.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"49ceeeb244d2ce4a5bd158a3dcde1a37155f364b\"> \n <img src=\"http://media.guim.co.uk/49ceeeb244d2ce4a5bd158a3dcde1a37155f364b/0_0_1418_1872/757.jpg\" alt=\"Document handwritten by Victorino Chua\" width=\"757\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chua wrote that there is a ‘devil in me’, in notes seized by police from his house.</span> \n  <span class=\"element-image__credit\">Photograph: CPS/PA</span> \n </figcaption> \n</figure> \n<p>Yet on occasion he was solely responsible for the care of his victims when they suffered an unexpected hypoglycaemic attack, and chose to do nothing about it, other than to conceal it on the medical notes of observations. </p> \n<p>Wright said to the jury: “You can draw your own conclusions as to why someone seized with the responsibility of caring for a patient should elect to do that. We say only he knows the real reason for his conduct. It is his responsibility for it that we seek to establish, not what caused him to do it and to turn from a man who had dedicated his life to caring for others, to harming them.”</p> \n<p>The only clue as to Chua’s state of mind came in a letter he had written but never sent, discovered by police during a search of his home following his arrest. In the letter, dismissed as “the bitter nurse confession” by Chua, the nurse said he was “an angel turned into an evil person” and “there’s a devil in me”, who had things he would “take to the grave”.</p> \n<p>The crown accepted Chua had written the document at the suggestion of a counsellor during a therapy session in June 2010 – a year before he went on his poisoning campaign.</p> \n<p>But Wright told the jury: “We say this letter, in the form of autobiography, was a living and unfinished document. There was unfinished business. It is a narrative of his life, of his feelings, of his pent-up frustrations. It was a portent of things to come and of what he had done.</p> \n<p>“It is an insight into his thought process during a period of considerable anger and disharmony both at home and at work which coincided with these events. The evidence points sadly to a man who, for reasons truly known only to himself, decided to take out his frustrations on his and other’s patients.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/958332c169a04d9cdb05eb2c546ec2050a969e2d/0_107_3432_2060/3432.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":3432,"orientation":"landscape","credit":"REX/REX","altText":"Victorino Chua","cleanCredit":"Photograph: REX/REX"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/29/1430307785798/fb8464b3-be89-4468-9a9c-4b5fa1a722d3-2060x945.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":945,"width":2060,"orientation":"landscape","caption":"Tracey Arden, Arnold Lancaster and Alfred Weaver. Chua was found guilty of murdering Arden and Weaver and attempting to cause Lancaster grievous bodily harm with intent by poisoning. Photograph: Greater Manchester police/PA","credit":"Greater Manchester police/PA","altText":"Tracey Arden, Arnold Lancaster and Alfred Weaver.","cleanCaption":"Tracey Arden, Arnold Lancaster and Alfred Weaver. Chua was found guilty of murdering Arden and Weaver and attempting to cause Lancaster grievous bodily harm with intent by poisoning.","cleanCredit":"Photograph: Greater Manchester police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/29/1430307917891/332137f0-9d24-4e97-92c7-afcecba8ab3a-2060x1201.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1201,"width":2060,"orientation":"landscape","caption":"Stepping Hill hospital in Stockport, Greater Manchester. Photograph: Dave Thompson/PA Archive","credit":"Dave Thompson/PA Archive","altText":"Stepping Hill hospital in Stockport, Greater Manchester.","cleanCaption":"Stepping Hill hospital in Stockport, Greater Manchester.","cleanCredit":"Photograph: Dave Thompson/PA Archive"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a3a904045bfe43a3c76ca177a93e3767f0d969ac/0_0_627_411/627.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":411,"width":627,"orientation":"landscape","caption":"Foil seal showing puncture marks consistent with a hypodermic needle. Photograph: GMP","credit":"GMP","altText":"Foil seal showing puncture marks consistent with a hypodermic needle.","cleanCaption":"Foil seal showing puncture marks consistent with a hypodermic needle.","cleanCredit":"Photograph: GMP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2e7ffd8605b5915aebb6e20da7ba71c30863f4ac/0_0_451_677/451.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":677,"width":451,"orientation":"portrait","caption":"Stepping Hill patient prescription chart. Photograph: GMP","credit":"GMP","altText":"Stepping Hill patient prescription chart.","cleanCaption":"Stepping Hill patient prescription chart.","cleanCredit":"Photograph: GMP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430250070727/489381d1-8787-4cfa-b535-4217a8ff1843-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Venn diagram produced by Greater Manchester police to prove Victorino Chua’s guilt in the Stepping Hill hospital poison investigation Photograph: Greater Manchester police","credit":"Greater Manchester police","altText":"Venn diagram produced by Greater Manchester police to prove Victorino Chua's guilt in the Stepping Hill hospital poison investigation","cleanCaption":"Venn diagram produced by Greater Manchester police to prove Victorino Chua’s guilt in the Stepping Hill hospital poison investigation","cleanCredit":"Photograph: Greater Manchester police"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4a1568c9d101faaf251beeb29c809bb12b8820e/0_0_990_722/990.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":722,"width":990,"orientation":"landscape","caption":"Victorino Chua’s nursing BSc certificate from Galang Medical Center. Photograph: GMP","credit":"GMP","altText":"Victorino Chua’s nursing BSc certificate from Galang Medical Center.","cleanCaption":"Victorino Chua’s nursing BSc certificate from Galang Medical Center.","cleanCredit":"Photograph: GMP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/28/1430251548756/c3025090-2b1a-4a97-9a7c-5d52beba8e13-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Chua as a nurse in the Philippines. Photograph: Greater Manchester police","credit":"Greater Manchester police","altText":"Chua as a nurse in the Philippines.","cleanCaption":"Chua as a nurse in the Philippines.","cleanCredit":"Photograph: Greater Manchester police"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49ceeeb244d2ce4a5bd158a3dcde1a37155f364b/0_0_1418_1872/1418.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1872,"width":1418,"orientation":"portrait","caption":"Chua wrote that there is a ‘devil in me’, in notes seized by police from his house. Photograph: CPS/PA","credit":"CPS/PA","altText":"Document handwritten by Victorino Chua","cleanCaption":"Chua wrote that there is a ‘devil in me’, in notes seized by police from his house.","cleanCredit":"Photograph: CPS/PA"}],"webPublicationDate":"2015-05-19T08:11:27Z","lastModified":"2015-05-19T08:11:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"},{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["Crime","UK news","Hospitals","Society","Manchester","Greater Manchester"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/hospitals","webTitle":"Hospitals"},{"id":"society/society","webTitle":"Society"},{"id":"uk/manchester","webTitle":"Manchester"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/18/stepping-hill-hospital-poisonings-operation-roxburg-manchester-police-victorino-chua","shortUrl":"http://gu.com/p/48vdf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/18/stepping-hill-hospital-poisonings-operation-roxburg-manchester-police-victorino-chua","webUri":"http://www.theguardian.com/uk-news/2015/may/18/stepping-hill-hospital-poisonings-operation-roxburg-manchester-police-victorino-chua"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/958332c169a04d9cdb05eb2c546ec2050a969e2d/0_107_3432_2060/3432.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2060,"width":3432,"orientation":"landscape","caption":"Victorino Chua, pictured while on bail. His victims suffered classic symptoms of insulin overdose. Photograph: Rex/Rex","credit":"Rex/Rex","altText":"Victorino Chua","cleanCaption":"Victorino Chua, pictured while on bail. His victims suffered classic symptoms of insulin overdose.","cleanCredit":"Photograph: Rex/Rex"}},"importance":3,"kicker":{"title":"Stepping Hill hospital murders"},"showQuotedHeadline":false},{"title":"Review / Sony Xperia Z4: the thin tablet that's also an Android laptop","rawTitle":"Sony Xperia Z4: the thin tablet that's also an Android laptop","item":{"type":"article","id":"technology/2015/may/19/sony-xperia-z4-tablet-review-thin-tablet-android-laptop","title":"Sony Xperia Z4 Tablet review: the thin tablet that's also an Android laptop","trailText":"Thinner and lighter than an iPad, waterproof and with an excellent keyboard accessory, the Xperia Z4 Tablet is Sony’s best yet","standFirst":"<p>Lighter than an iPad, waterproof and with an excellent keyboard accessory, the Xperia Z4 Tablet is Sony’s best yet</p>","byline":"Samuel Gibbs","body":"<p>Sony’s Xperia Z4 Tablet is the Japanese firm’s best yet, with small bezels, a bright screen and a waterproof body – but it’s when you add a full keyboard that things start to get interesting.<br /></p> \n<p>Sony has a solid heritage in tablets with two excellent entries into the Z series before now. While they have failed to sell particularly well, they have been some of the best Android tablets available. In fact, they have only been let down by the poor amount of tablet-optimised software for Android. That app gap between Android tablets and Apple’s iPad no longer exists.</p> \n<p><em>This review is based on a near-final pre-production sample of the Xperia Z4 Tablet – some aspects could change, </em><em>although this is highly unlikely</em><em>.</em></p> \n<h2>Thinnest and lightest 10in tablet</h2> \n<figure class=\"element element-image\" data-media-id=\"3696f76d3954d735173fa27e9f970b9c489a4e25\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431946367906/0f5ebd68-8c31-47f1-9080-5875e2e63d17-460x276.jpeg\" alt=\"Sony Xperia Z4 Tablet review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">At 6.1mm thick, the tablet is as thin as the thinnest smartphones, with an exposed but waterproof micro USB port.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p>The Xperia Z4 Tablet will be familiar to anyone who has laid eyes on a Sony smartphone or tablet made in the last couple of years: a thin, waterproof body, black bezels and a brilliant LCD screen.</p> \n<p>The big change for the Z4 is the size of the housing. The screen is the same 10.1in, now quad HD with a pixel density of 299 pixels per inch, but the bezels around the screen have shrunk – the tablet is 12mm shorter and 5mm narrower, making it one of the smallest 10in tablets available.</p> \n<p>The body is thin with a thickness of 6.1mm, light at 393g, and discrete with hard-wearing black plastic back, and nylon corners that are meant to absorb the energy and stop the screen shattering if the tablet is dropped. It’s an understated design and the thinnest and lightest large tablet yet.</p> \n<p>The 2K screen is great: it’s pin-sharp, very bright and with very wide viewing angles. It’s not quite as fantastic as Samsung’s OLED screen on the Galaxy Tab S but is in line with the subtle colours of LCD screens such as Apple’s iPad Air 2.</p> \n<p>The screen is not covered by Gorilla Glass – the scratch-resistant glass used in most smartphones and tablets – but instead with Sony’s own scratch-resistant glass. In the past Sony’s own glass has proved to not be as scratch resistant as rivals. A screen protector might be a wise purchase.</p> \n<h2>Specifications</h2> \n<ul> \n <li><strong>Screen:</strong> 10.1in 2K (2560x1600) LCD (299ppi)<br /></li> \n <li><strong>Processor: </strong>Octacore Qualcomm Snapdragon 810<br /></li> \n <li><strong>RAM: </strong>3GB<br /></li> \n <li><strong>Storage:</strong> 32GB + microSD card reader<br /></li> \n <li><strong>Operating system:</strong> Android 5.0.2 Lollipop<br /></li> \n <li><strong>Camera:</strong> 8.1MP rear, 5.1MP front-facing<br /></li> \n <li><strong>Connectivity: </strong>Wi-Fi, GPS, Bluetooth, FM Radio, optional 3G/LTE<br /></li> \n <li><strong>Dimensions:</strong> 254 x 167 x 6.1mm<br /></li> \n <li><strong>Weight: </strong>393g<br /></li> \n</ul> \n<h2>Long battery life for work, short for gaming</h2> \n<figure class=\"element element-image\" data-media-id=\"f8afd38e3e50904cdbf1664226442165f0e137b4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431946456354/197f7300-261c-437d-b7c4-1c32ae158044-460x276.jpeg\" alt=\"Sony Xperia Z4 Tablet review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The 2K LCD screen is pin-sharp and bright, but surprisingly power efficient.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p>The Z4 Tablet is fast and snappy throughout, running Qualcomm’s latest top-of-the-line processor, the octacore Snapdragon 810 with 3GB of Ram and 32GB of storage, plus a microSD card slot.</p> \n<p>The Snapdragon 810 has allegedly been plagued by overheating issues. The Z4 Tablet does get warm during heavy use such as installing a bunch of applications at the same time, but quickly cools and the performance is not noticeably affected in general use.</p> \n<p>Overall the Z4 Tablet is not quite the fastest Android device I have used this year –that would be the Samsung Galaxy S6 – but is considerably faster than last year’s best Android tablet, the Samsung Galaxy Tab S.</p> \n<p>Battery life is a mixed bag. It is excellent for less demanding jobs – giving a full working day of more than nine hours when word processing (more on that later) – but not spectacular when playing games or anything that requires more processing power. That’s likely to do with the difference between the lower-power quad-core chip and the higher-performance, more power-hungry chip that it switches to when needed.</p> \n<p>Sony’s excellent power-saving modes can extend battery life by days, including modes that barely limit capabilities but dramatically prolong standby life.</p> \n<h2>Is that a start menu?</h2> \n<figure class=\"element element-image\" data-media-id=\"9cd977114d30e85304fe3a0e1b48fa9e98feb710\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431947211025/f1a92ec3-13b8-44b9-acfb-6bacf058193e-460x276.jpeg\" alt=\"Sony Xperia Z4 Tablet\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Is that a start menu or are you just pleased to see me?</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p>As with the outside of the tablet, the inside should also be familiar to anyone who’s used a Sony product in the past five years, such as a Sony TV or a PlayStation 4.</p> \n<p>The Z4 Tablet runs Google’s Android 5.0.2 Lollipop but with a custom look. It’s not radical, and looks mostly like Android with only small visual tweaks. The main additions have been the integration of a task-bar-like additional menu of icons in the bottom left of the screen, and a start menu with recent apps and other settings that is triggered when a keyboard is connected.</p> \n<p>Sony also bundles a load of its own apps, including the solid Walkman app and a decent photo editor. A Navigon satnav and AVG antivirus app come pre-installed but can be deleted.</p> \n<h2>Keyboard</h2> \n<figure class=\"element element-image\" data-media-id=\"ca670b0aa69808e86ec3525d82cd236c4049e9c7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431947399367/662880af-2095-4619-9ae2-12e8abb0fee3-460x276.jpeg\" alt=\"Sony Xperia Z4 Tablet\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The keyboard accessory turns the Z4 Tablet into a decent Android-based PC, with keys good enough for touch typing despite its small size.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p>Sony’s big push for its new tablet is taking it into the crossover space between PCs and tablets. The firm has made a new Bluetooth keyboard into which the tablet slots. It has a fully angle-adjustable hinge and when docked in the thin and light keyboard the machine behaves like a laptop.</p> \n<p>It’s one of the best tablet keyboards I’ve ever used. The keys are quite short, but are almost full width with good travel and feel. It has a trackpad at the bottom that invokes a traditional mouse cursor on screen, responds to multi-touch gestures and is responsive, making it useful for fine-grain control.</p> \n<p>The keyboard has a separate battery and is changed by microUSB. When closed, it protects the screen and creates a very thin and light PC replacement. The keyboard weighs 365g, which makes the overall package, with the tablet, weigh just 758g: around 200g lighter than any laptop.</p> \n<p>The keyboard was good enough to use to write the whole of this review and many other articles sat at a desk or on my lap while on the train. My only real niggle was that the right-hand shift key is placed to the right of the directional arrows, meaning I kept hitting backslash while touch typing.</p> \n<h2>Cameras</h2> \n<figure class=\"element element-image\" data-media-id=\"5d112d62048abe25f2b848aa997be48eb9b7bf72\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431947674826/ab147213-6998-4fa4-95b5-2b8fbe8cc0e1-460x276.jpeg\" alt=\"Sony Xperia Z4 Tablet review\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The tablet has a solid camera, but you shouldn’t use it in polite company.</span> \n  <span class=\"element-image__credit\">Photograph: Samuel Gibbs for the Guardian</span> \n </figcaption> \n</figure> \n<p>Sony makes some of the best cameras in the mobile business – the iPhone and OnePlus One use Sony’s cameras for instance. The 8.1 megapixel camera on the back of the Z4 Tablet is decent, if not exceptional, and is probably one of the best fitted to a tablet. The front-facing 5.1MP camera takes decent selfies and makes for an excellent video-chat camera.</p> \n<h2>Price</h2> \n<p>The Sony Xperia Z4 Tablet is available for pre-order, costing &pound;499 for the Wi-Fi only version with the a keyboard shipping at the end of May. A version with 4G mobile data will be available at a later date, with a higher price tag.</p> \n<p>For a comparison, Samsung’s 10.5in Galaxy Tab S costed &pound;399 at launch and Apple’s iPad Air 2 costs &pound;399, both without keyboard accessories.</p> \n<h2>Verdict</h2> \n<p>Sony’s tablets have always been excellent, but have failed to stand out from the pack. The Xperia Z4 Tablet is the best yet and is thinner and lighter than most, with a great screen and solid battery life.</p> \n<p>It’s also waterproof, without any fiddly doors covering the charging or headphones ports, which means there’s basically no downside to being waterproof.</p> \n<p>But the best bit is when the tablet is combined with the keyboard, making a very capable and simple laptop replacement that is thinner, lighter and lasts longer on battery than most. </p> \n<blockquote> \n <p><strong>Pros:</strong> Thin, light, waterproof, excellent keyboard, microSD card slot, 2K screen</p> \n <p><strong>Cons: </strong>Not quite as sturdy feeling as some, expensive, variable battery life, no Gorilla Glass</p> \n</blockquote> \n<h2>Other reviews</h2> \n<p><strong><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/jul/10/samsung-galaxy-tab-s-review-ipad-apple\">Samsung Galaxy Tab S review: a new benchmark for screen quality</a></strong></strong></p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2014/oct/22/apple-ipad-air-2-review-best-tablet\">Apple iPad Air 2 review : Apple’s best tablet yet, but is that enough?</a></strong><br /></p> \n<p><strong><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/01/microsoft-surface-3-review-one-of-the-best-tablet-laptop-hybrids\">Microsoft Surface 3 review: one of the best tablet-laptop hybrids</a></strong></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431945827699/b90e85b3-1198-45d5-862c-5c0847a8f56d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet review","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431946369033/5762c8e7-082b-4f08-8396-341646c46e20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"At 6.1mm thick, the tablet is as thin as the thinnest smartphones, with an exposed but waterproof micro USB port. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet review","cleanCaption":"At 6.1mm thick, the tablet is as thin as the thinnest smartphones, with an exposed but waterproof micro USB port.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431946457537/bb0b65b0-af1f-4cea-b913-b2f73d1a5e95-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The 2K LCD screen is pin-sharp and bright, but surprisingly power efficient. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet review","cleanCaption":"The 2K LCD screen is pin-sharp and bright, but surprisingly power efficient.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431947212189/b7b5aa84-b22d-474a-86a2-4cbb62022d4c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Is that a start menu or are you just pleased to see me? Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet","cleanCaption":"Is that a start menu or are you just pleased to see me?","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431947400619/a693d884-cc4c-420a-b791-d6a304c30c68-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The keyboard accessory turns the Z4 Tablet into a decent Android-based PC, with keys good enough for touch typing despite its small size. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet","cleanCaption":"The keyboard accessory turns the Z4 Tablet into a decent Android-based PC, with keys good enough for touch typing despite its small size.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431947676046/957044fe-fbfd-4c56-b559-2be94e68d95d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The tablet has a solid camera, but you shouldn’t use it in polite company. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet review","cleanCaption":"The tablet has a solid camera, but you shouldn’t use it in polite company.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"}],"webPublicationDate":"2015-05-19T05:00:10Z","lastModified":"2015-05-19T08:26:16Z","metadata":{"commentable":true,"commentCount":36,"contributors":[{"name":"Samuel Gibbs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samuel-gibbs"}],"feature":false,"keywords":["Sony","Tablet computers","Android","Technology","Gadgets","Laptops","Computing"],"tags":[{"id":"technology/sony","webTitle":"Sony"},{"id":"technology/tablet-computer","webTitle":"Tablet computers"},{"id":"technology/android","webTitle":"Android"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/gadgets","webTitle":"Gadgets"},{"id":"technology/laptops","webTitle":"Laptops"},{"id":"technology/computing","webTitle":"Computing"}],"section":{"id":"technology"},"topics":[{"displayName":"Samuel Gibbs","topic":{"type":"tag-contributor","name":"profile/samuel-gibbs"}}],"starRating":"4","embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/19/sony-xperia-z4-tablet-review-thin-tablet-android-laptop","shortUrl":"http://gu.com/p/4922f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/19/sony-xperia-z4-tablet-review-thin-tablet-android-laptop","webUri":"http://www.theguardian.com/technology/2015/may/19/sony-xperia-z4-tablet-review-thin-tablet-android-laptop"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431945827699/b90e85b3-1198-45d5-862c-5c0847a8f56d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sony’s latest tablet is the thinnest, lightest and most capable tablet yet, with a brilliant Bluetooth keyboard accessory that turns it into an Android-powered laptop. Photograph: Samuel Gibbs for the Guardian","credit":"Samuel Gibbs for the Guardian","altText":"Sony Xperia Z4 Tablet review","cleanCaption":"Sony’s latest tablet is the thinnest, lightest and most capable tablet yet, with a brilliant Bluetooth keyboard accessory that turns it into an Android-powered laptop.","cleanCredit":"Photograph: Samuel Gibbs for the Guardian"}},"importance":3,"kicker":{"title":"Review"},"showQuotedHeadline":false}],"lastModified":"2015-05-19T08:06:21Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}