{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Long read / Don’t mess with Grace Mugabe – she could be Zimbabwe's next president","rawTitle":"Don’t mess with Grace Mugabe – she could be Zimbabwe's next president","item":{"type":"article","id":"world/2015/jul/15/dont-mess-with-grace-mugabe-she-could-be-next-president-zimbabwe","title":"Don’t mess with Grace Mugabe – she could be the next president of Zimbabwe","trailText":"<strong>The long read:</strong> For two decades, she was a demure companion at her husband’s side. Now she has taken the stage as a fearsome political figure in her own right. Can Grace Mugabe seize power before it’s too late?","standFirst":"<p>For two decades, she was a demure companion at her husband’s side. Now she has taken the stage as a fearsome political figure in her own right. Can Grace Mugabe seize power before it’s too late?</p>","byline":"David Smith","body":"<p>During a state banquet in Pretoria, South Africa, in April 2015, I had a brief encounter with Grace Mugabe, the first lady of Zimbabwe. I was asking her husband, Robert Mugabe, about the question of her succeeding him as president. “She doesn’t have those ambitions,” began Mugabe, the spectacles perched on his nose reminiscent of an elderly librarian, a narrow moustache clinging to his upper lip like a caterpillar. Suddenly he interrupted himself with mock alarm: “Careful, there she comes!” The frail 91-year-old, who increasingly resembles a hanger for his well-tailored suits, remained seated. I rose and turned to behold his 49-year-old wife, with her cropped hair and long black dress, lace hanging daintily at the wrist. Grace, who had been the subject of persistent gossip about a serious illness, was returning from an interlude on the dancefloor that delighted dinner guests.</p> \n<p>“Hello, David Smith of the Guardian. We were just talking about you.”</p> \n<p>“Oh, really? You were talking about me? But I’m dead, I’m a corpse,” she replied smiling. The reports about her ill-health had apparently been exaggerated.</p> \n<p>“I just wanted to ask you if it’s true you might like to be president one day,” I asked.</p> \n<p>Her hard features, which can resemble a mask with striking dark eyes and sculpted cheekbones, dissolved into a laugh. She did not deny it. “I don’t know, I don’t know.”</p> \n<p>Just then a band struck up and I beat a retreat, past the glares of South African protocol mandarins, one of whom ordered me to leave, snarling: “I hope we never see you again.”</p> \n<p>Few women in Africa provoke such fascination, or such loathing, as Grace Mugabe. Loyalists describe her as “Amai” (Mother), “The Lady of the Revelation” or, predictably, “Amazing Grace”, while detractors prefer “DisGrace”, “Gucci Grace” or “First Shopper”. There are reports that the couple have substantial foreign properties and multiple offshore bank accounts, Grace’s overseas shopping expeditions are legendary: she was widely reported to have spent &pound;75,000 on luxury goods in one day in Paris in 2003, and to have taken 15 trolley-loads of purchases into the first-class lounge of Singapore airport. She has been forced to deny rumours that she has been unfaithful to the president and defends herself against accusations that she is pampered and lazy.</p> \n<p>The four-decade age difference between her and her husband has invited urgent questions about what will happen to her after his death. She stands to lose the presidential credit card and possibly the luxurious mansion in the Zimbabwean capital, Harare. She has grown up in a country where proximity to power is no guarantee of survival, and knows how quickly loyalties can turn. Mugabe’s long years of cunning divide and conquer have left the ruling <a href=\"http://www.zanupf.org.zw/\">Zanu-PF</a> party and the country without an obvious successor, creating an atmosphere among the ruling elite that seethes with mutual suspicion and treachery, and bitter factional divisions.</p> \n<p>Grace had always appeared acquiescent, an adornment, mother of the president’s children. No one, until now, considered that she might have political ambitions. But late last year, the world met a new Grace Mugabe. Suddenly, without warning, she transformed from smiling president’s wife to political player in her own right. In early December, she was elevated to a senior role in Zanu-PF and confirmed as the new head of its women’s league. She then embarked on a national promotional trip, nicknamed the “Graceland tour”, flying across the country to attend a series of rallies, where she delivered tirades against her husband’s perceived enemies. At one of the rallies, Grace made her agenda clear. She declared: “They say I want to be president. Why not? Am I not a Zimbabwean?”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"729b4ad1f9b356d9741ecab06979ba3a66aa63c5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436885690520/f99749e3-a2bf-48b4-9420-a34600bdcf8d-280x420.jpeg\" alt=\"Grace Mugabe makes her first political speech, at a rally in October 2014.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Grace Mugabe makes her first political speech, at a rally in October 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Philimon Bulawayo/Reuters</span> \n </figcaption> \n</figure> \n<p>The political establishment was rocked back on its heels. Ibbo Mandaza, a former civil servant who has known the president and his wife for years, said: “Grace was always sedate, sitting in the background looking beautiful. Then suddenly this woman is someone else you can’t recognise. She was uncouth, unbecoming.”</p> \n<p>Part of the rebranding was her award of a PhD in sociology from the University of Zimbabwe in just three months – all the more remarkable because she reportedly once dropped out of a correspondence course at the University of London after failing most of the exams with marks as low as 7%. One academic said: “It’s an embarrassment to the university. Everybody here jokes about it. It made the university a laughing stock.”</p> \n<p>She appeared to be carving out a political identity that would protect her against the loss of her husband. Having risen from selling chickens in her home village to working as a receptionist at State House and then becoming first lady, the prospect of losing everything was unthinkable. One political insider, who did not wish to be named, said: “The Mugabes are feeling cornered by time and circumstances. She comes across as this ambitious climber creating an image and it’s getting worse as she’s getting older. She’s experienced this massive wealth and doesn’t want to lose that.”</p> \n<p>When Muammar Gaddafi was dragged from a drainpipe, beaten and sodomised with a bayonet in 2011, there was cause for sleepless nights in the bed chambers of many of Africa’s ossified dictators. If Libya’s self-anointed “King of Kings” could suffer such a lynching after four decades in power, what winds of change might blow the continent’s other strongmen off their pedestals and into the hands of a vengeful mob? No one, it seems, was more rattled by Gaddafi’s demise than Robert Mugabe, the oldest leader in the world. At the UN in 2012 he railed against the US and Nato for backing Libyan rebels: “The mission was strictly to protect civilians, but it turned out that there was a hunt, a brutal hunt, of Gaddafi and his family. In a very dishonest manner we saw … Chapter 7 [of the UN charter] being used now as a weapon to rout a whole family.”</p> \n<p>At a rally a year later, Mugabe cited the fall of Gaddafi and Saddam Hussein and again swiped at the west: “All of them were killed and these nations are left in chaos as people fight among each other. Beware that is what they are seeking when you hear them speak of removing Mugabe because they say he is the impediment to our goals.”</p> \n<p>Mugabe’s reference to Gaddafi’s family was no accident. The first lady, who turns 50 this month, has made enemies among the political elite and the general population; she and the couple’s three children may be vulnerable. Her son by a previous husband was last month convicted of manslaughter and fined the equivalent of &pound;520 for running over and killing a man, which sparked protests at his lenient treatment. Grace’s abrupt emergence on the political stage last year can be seen as a frantic act of self-preservation. At one rally she inveighed against the then vice-president<a href=\"http://mg.co.za/tag/joice-mujuru\"> Joice Mujuru</a>: “She has been telling people that once Mugabe dies, she will draw me close to her, and my secretaries told me that she will drag me in the streets, with people laughing while my flesh sticks on the tarmac.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Grace is viewed as an opportunistic, greedy, selfish, aggressive woman motivated by fear of her husband’s death</p> \n  <footer> \n   <cite>Andy Moyse</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Today Grace is viewed as an opportunistic, greedy, selfish, aggressive woman motivated by fear of her husband’s death,” said Andy Moyse, a veteran Zimbabwean journalist. “She’s going to be terribly exposed once he’s gone because there’s no political structure to save her. She’s trying to entrench her position and her assets.”</p> \n<h2>* * *</h2> \n<p><strong>Robert Mugabe was already a political prisoner </strong>in Rhodesia when Grace Marufu was born in Benoni, South Africa. Like many Zimbabweans, Grace’s parents had crossed the border to look for employment. Her father, Johnston Marufu, worked in Johannesburg for several years. Grace, the youngest of five children, was five years old when the family left South Africa in 1970. In that time, she formed some impressions of the country’s apartheid regime, but her formative years were spent in rural Zimbabwe.</p> \n<p>As a young girl, Grace lived in Sadza, a village in Mashonaland East province, 150km south of the capital, Harare. Even now the signs of its butcher, grocer and “bottle store” display the bold, unironic fonts of a bygone age. Maize grows in the garden of the modest white farmhouse Grace once shared with her aunt. Just in front of its barbed wire fence stands the primary school she attended. The building nestles amid ravishing green hills, but the dusty grounds where Grace once played now look tired, with washing hung out to dry and a concrete courtyard where flies buzz and chickens strut. The rudimentary classrooms have battered doors and dirty windows, yet their walls are hung with colourful cartoon illustrations of animals. The school has 739 pupils, aged from four to 15, and just 21 teachers.</p> \n<p>Tapiwa Chengeta, 42, the deputy headteacher, complained that the school is starved of resources. “We have a room that could be a computer lab but no computers. We are still waiting for tar for the road.” Grace last visited, by helicopter, in June 2008 but has not provided any help. “It’s very difficult to put pressure on such a person,” Chengeta said.</p> \n<p>Grace continued her education at St Francis of Assisi, a Catholic boarding secondary school in Madondo, close to her home. That institution bore the stamp of British colonialism, offering O- and A-levels. Its former headteacher, Stephen Chiurayi, 66, said Grace gained entry on merit, aged 14, but was there for less than a year because the school was burned down in 1979 during the bush war, in which Robert Mugabe led a guerrilla struggle against Rhodesia’s white minority rulers. This may have been a traumatising moment for the teenage Grace, but it did not appear to politicise her. The upheaval forced her to complete her schooling at Kriste Mambo High School in Rusape, Manicaland province. She then took a secretarial course at the Christian College of Southern Africa. Grace was still a teenager when she married Stanley Goreraza, an air force pilot, and 20 when she was recruited as a typist at State House, the seat of power in Harare. By then, her father had died, creating a vacuum in her life that would soon be filled in a most unexpected way.</p> \n<h2>* * *</h2> \n<p><strong>Zimbabwe was the last African country</strong> to escape the yoke of British colonialism. Robert Mugabe was an intellectual who fought for black voting rights, and preached forgiveness long before Nelson Mandela emerged from prison. He was one of the most visionary figures in post-colonial politics and remains a giant in Africa, receiving ovations almost everywhere he goes on the continent. To many he is the embodiment of black pride, of achieving true psychological independence, of sticking two fingers up to the arrogant west.</p> \n<p>Mugabe rose to power with quiet ruthlessness. At the racially inclusive Fort Hare University in South Africa he experienced a political awakening after encountering the African National Congress (ANC) youth league. He became a teacher in Ghana and, inspired by Kwame Nkrumah, who had led that country to independence, returned home in 1960 to what was then Rhodesia, where white settlers dominated politics and farmed the most fertile land. Mugabe was arrested for “subversive speech” and served a 10-year jail term, after which he fled to neighbouring Mozambique to lead guerrilla forces in a protracted war against Rhodesian prime minister Ian Smith’s government. One veteran of the war of independence, which took place between 1964 and 1979, is Didymus Mutasa, who spent eight months with Mugabe behind bars. “He was an outstanding person among us,” he recalled. “When he went out to fight it glorified him more. He was the brains.”</p> \n<p>For their part in bringing an end to the war and the start of independence, Mugabe and Lord Carrington, the British foreign secretary, were nominated jointly for the Nobel peace prize. As the new president of Zimbabwe, in 1980, Mugabe announced a policy of reconciliation and invited whites to help rebuild the country. In these early years Zimbabwe prospered, with booming agriculture, new hospitals and schools – the latter of which resulted in the highest literacy rate in Africa. With his eloquence, intellect and charm, Mugabe was such a darling of the west a blind eye was turned to his brutal crushing of an armed rebellion in the province of Matabeleland in the 1980s.</p> \n<p>By the time the 20-year-old Grace came to work at State House in 1985, an aura of mastery surrounded Mugabe. “At the time I looked at him as a father figure,” she told interviewer Dali Tambo on the South African Broadcasting Corporation (SABC) in 2013. “He just started talking to me, asking me about my life – were you married before, things like that. But I was just saying, ‘He’s my boss, he must ask.’ I didn’t know it was leading somewhere. I was quite a shy person, very shy.”</p> \n<p>“She was very beautiful, pretty braids, sitting at the switchboard at State House,” said Ibbo Mandaza, who is now head of the Southern African Political and Economic Series Trust thinktank in Harare. “All the girls were attractive but Grace especially. I said, ‘Let’s go for lunch’, but someone said, ‘You’ll get in trouble.’” Then one day Mandaza noticed that Grace was pregnant. “And it clicked.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7f88e15d154bbe3a3d3dce08a1734307e778428c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436886654150/fdbeb12c-04fa-4b4a-b4af-a0fa7aa9b28f-460x276.jpeg\" alt=\"A road in Harare named after Zimbabwe's first lady.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A road in Harare named after Zimbabwe’s first lady.</span> \n  <span class=\"element-image__credit\">Photograph: Philimon Bulawayo/Reuters</span> \n </figcaption> \n</figure> \n<p>Mugabe’s pursuit of the young secretary was kept quiet, for the perfectly simple reason that he was already married. He had met Sally Hayfron, a fellow teacher, in her native Ghana. They married in 1961 and had one child, Michael Nhamodzenyika, who died aged three from cerebral malaria. By then Mugabe was in jail in Rhodesia, and he was denied permission to attend his son’s funeral. Sally held a political role in the Zanu women’s league that she continued after independence, and set up a children’s health charity. She was greatly respected and loved; revered as the mother of the nation. According to the journalist Angus Shaw, Grace suffers by comparison: “Sally always had an ideological base. She appeared to be very committed to freedom and believed in a socialist ethic of equality. Grace has never shown that; she has shown greed. Sally was a modest person and didn’t yell like a Billingsgate fishwife.”</p> \n<p>In her 50s, Sally became gravely ill with kidney disease, and was hospitalised for long periods, while her husband was conducting his affair with Grace. There was a painful, farcical episode when Grace gave birth to Mugabe’s daughter, Bona, and Mugabe had to shuttle between the maternity ward and his dying wife’s intensive care unit.</p> \n<p>In the 2013 SABC interview, Tambo put it to Grace that Mugabe was still married to Sally when they got together. Grace admitted: “I felt a bit uncomfortable … He told me that they had discussed it and she was sort of agreeable … Of course she knew I was there, she knew the children were there, that’s what he told me. So I’m sure they had come to some agreement of some sort.”</p> \n<p>According to Sally’s friend Margaret Dongo, Sally only discovered her husband’s adultery when word leaked that Grace was pregnant, in 1989. “She came to my house and said, ‘How could this happen?’ It hurt her. Inside her heart she cared, but being first lady she couldn’t stand on a rooftop and say this is what happened to me. She didn’t want to embarrass him. This would have been one of the most damaging things to his career … I would never forgive him because, to me, it was an indirect torture. It shows that element of cruelty in him.” Dongo’s verdict on Grace is scathing: “If Sally saw Grace today she would say, ‘God, let me go back quickly and rest in peace.’”</p> \n<h2>* * *</h2> \n<p><strong>The affair was hushed up</strong> for as long as possible,but one night in the early 1990s Grace’s mother was admitted to a hospital in Harare while experiencing a psychotic episode. The head of state soon arrived on the scene. One witness recalls: “The entire presidential cavalcade came, which made people scared. Robert Mugabe and Grace arrived together. The affair was rumoured, but it was an extraordinarily well kept secret.”</p> \n<p>Indeed, the news did not reach the wider public until three years after Sally’s death. The March/April 1995 issue of Horizon, then Zimbabwe’s top-selling lifestyle magazine, broke the story that Mugabe had paid <em>lobola </em>– bride price – to Grace’s family at the end of 1992, 11 months after Sally’s death. Andy Moyse, then publisher and editor of Horizon, said: “The issue sold out in about a day: we were printing 60,000 to 70,000 copies. It became the talk of the country and there was quite a lot of resentment towards Grace. It’s suggested that Sally had given her blessing but she had no choice: he was bonking Grace anyway.”</p> \n<p>Grace is thought to have divorced Stanley Goreraza in the mid-1990s, after which he was assigned to China as defence attache. Another obstacle to the president’s happiness was swiftly taken care of. Mugabe was raised Roman Catholic – he is never without his rosary – and his church would not normally countenance a divorced mother remarrying. But the so-called “St Paul prerogative” was invoked. Grace had not been baptised prior to her wedding to Goreraza, so the elaborate argument went, and was therefore not a Christian at the time, so that marriage should not be recognised. She was duly baptised in 1996 ahead of a lavish wedding in Kutama, the Jesuit mission where Mugabe went to school. Mozambique’s president Joaquim Chissano, the best man, escorted the groom up the aisle.</p> \n<p>Some 6,000 invited guests, including South African president Nelson Mandela, joined the celebration, and an estimated 40,000 citizens gathered to show their support. Pope John Paul II wished the couple “an abundance of divine joy”. The lavish banquet attracted some criticism at a time when drought had reportedly driven more than 100,000 Zimbabweans to the brink of starvation. The event cost an estimated $6.5m, with about $2m coming from state coffers.</p> \n<p>The Mugabes take care to nurture the image of a happy couple: in the SABC interview, they took each other’s hands and expressed their love for one another. There was mirth around the family table as Grace rose to give the president a chaste kiss. Another glimpse of Mugabe family life appeared online last year with photos of their Christmas holiday in Singapore: Grace looking at an iPad with a glass of red wine; the teetotal Mugabe appearing somewhat disengaged as their children celebrated.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f2d94b5be1acb17d20079bc282406fbc51abb1fc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436897105860/12f5386c-b185-4bc5-a797-9523e03190bd-460x335.jpeg\" alt=\"The Mugabe family on holiday.\" width=\"460\" height=\"335\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Mugabe family on holiday in Singapore.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian</span> \n </figcaption> \n</figure> \n<p>Still, there has been much conjecture about the first lady’s private life. One unconfirmed rumour has linked her to a businessman named Peter Pamire, who died in a car crash in 1997. There have also been suggestions of a relationship with the governor of the reserve bank, which she has publicly denied.</p> \n<p>A 2007 diplomatic cable from the US embassy in Harare, published by WikiLeaks, stated: “Within the last year, it was rumoured (unconfirmed) she had fled to east Asia and that her husband travelled there to convince her to return to Zimbabwe … Grace has few friends, even within the Mugabe family … Grace’s primary personal interest appears to be shopping; she reportedly spends large amounts of forex on her infrequent trips to Asia. In Zimbabwe, she makes contributions to women’s cooperatives.” The cable concluded: “We believe Grace has little or no political influence over her husband. She is concerned about her children and would seek to influence the president to act in ways that would benefit or protect them.”</p> \n<p>At this time Grace appeared content in a role typical of first ladies in Africa: the demure companion at her husband’s side. There was little hint of ambition. One acquaintance, who did not wish to be named, said bluntly: “When she’s out of her depth, she’s aware of her intellectual inferiority. If someone would talk about a subject at a committee meeting and reach a decision, five minutes later she would bring it up again … She had strong opinions and didn’t hear what people were saying. I had a strong feeling that she was almost trying to make herself a royal figure, slightly distanced from the hoi polloi. She’s been quite good at reinventing herself.”</p> \n<p>Grace has certainly made efforts to correct her public image. “I’m not really what they say I am,” she declared in a TV interview two years ago. “And I’m actually surprised to hear some of the things they say: that she’s a very lazy person, she’s always eating. I work so hard I have no time to pamper myself.”</p> \n<p>Trudy Stevenson, the Zimbabwean ambassador to Senegal, said: “You know all the rumours but I have to tell you she has certainly improved herself enormously and can hold her own with the best of them. She has very strong opinions on all sorts of things and she’s very happy to debate those opinions.</p> \n<p>Grace, meanwhile, has cultivated an image as a philanthropist, perhaps conscious of the previous first lady’s achievements in this area. She has opened an orphanage in Mazowe, outside Harare, where an imposing security gate and bell tower are visible to passing motorists amid the rolling countryside. Andy Moyse said: “Grace has done this orphanage to outdo Sally. It’s a political thing: people will compare her and Sally and she needs to have some credibility.”</p> \n<p>“People are terrified of her: when she’s coming to a place, that place gets transformed,” said an acquaintance. “There’s no shortage of money when she’s coming to town. She does have a good sense of humour but if you say the wrong thing she might have your head chopped off, so be circumspect.”</p> \n<p>There are people in Zimbabwe who have never forgiven Mugabe for betraying his first wife. Some also believe that without Sally’s guiding force, he became politically and morally lost. According to Angus Shaw: “Sally was regarded as a decent woman. The consensus view is she could have kept Mugabe more on the rails.”</p> \n<h2>* * *</h2> \n<p><strong>In the early days of the 21st century,</strong> the ground began shifting under the Mugabes’ feet. Mobs of self-styled war veterans seized farms with the government’s blessing in what was billed as an attempt to correct the colonialist legacy that left immense tracts of land in the hands of a shameless white minority. Many saw it as a crude attempt to isolate the opposition Movement for Democratic Change (MDC) which enjoyed support among white farmers and black farm workers.</p> \n<p>In a wave of vicious attacks, both landowners and their long-time managers and farm hands were killed, beaten or chased away and the properties taken over by Zanu-PF cronies or citizens, many of whom lacked the skills or capital to farm. The world was transfixed by images of farm buildings ablaze and acts of truly horrific violence. In the eyes of many, the party that had brought liberation and hope to Zimbabwe was now irredeemably corrupt and motivated by self-enrichment and power at all costs. That transformation reflected more on Mugabe than anyone else. Food production imploded and one of Africa’s strongest economies shrank to half the size it had been in 1980. Later, record hyperinflation would render supermarket shelves bare and the national currency worthless. In a region of fertile land with probably the most pleasant climate on earth, 10% of the population have fled to neighbouring countries in penury, hunger and fear.</p> \n<p>From 1999 Mugabe faced an unprecedented challenge. He clung to power through a series of hotly disputed elections, culminating in 2008 when he lost <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2008/apr/02/zimbabwe1\">the first round to MDC leader Morgan Tsvangirai</a>. It was the first potential “Gaddafi moment” when the Mugabes could have found themselves suddenly stripped of their invincibility. Instead, Zanu-PF triggered an explosion of political violence in which more than 200 people were killed and many more tortured. Mugabe displayed political genius by inviting the MDC into a power-sharing agreement in September 2008 by which he remained president and Tsvangirai was appointed prime minister. It is now widely held that he outmanoeuvred Tsvangirai brilliantly, conceding few real powers and distracting the MDC from the next election, which it lost heavily. In 2009, Tsvangirai’s wife Susan was killed in a car crash. The prime minister accepted that it was an accident, but the tragedy was another reminder to Grace of the fragility of existence.</p> \n<p>After allegations of violence and vote-rigging, Mugabe, once the shining star of Africa, became an international pariah – assets belonging to Mugabe and Grace have been frozen and both have been subject to an EU travel ban –<strong> </strong>yet they emerged from the chaos unscathed, smiling, and rich. Opponents had been beaten or seduced while the west had been faced down. The first couple are now said to be the biggest landowners in the country after acquiring farms spanning thousands of acres, one of which Grace used to set up a dairy. A 2008 diplomatic cable from then US ambassador James McGee reported that Grace was said to be among “a small group of high-ranking Zimbabwean officials who have been extracting tremendous diamond profits” from the country’s mines.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>She’s been an unmitigated disaster as first lady and I fear for her safety once her husband is no longer in his position</p> \n  <footer> \n   <cite>Eddie Cross</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Since she stepped into the limelight, Grace’s popularity has taken a battering. MP Eddie Cross, 75, the MDC’s secretary for local government, said: “She’s arrogant and greedy, a very nasty woman. I don’t think she has any redeeming features; the contrast with Sally could not be greater. She’s been an unmitigated disaster as first lady and I really fear for her safety once her husband is no longer in his current position.”</p> \n<h2>* * *</h2> \n<p><strong>At one of her firebrand political rallies</strong> late last year, dressed in colourful regalia including an elaborate headwrap featuring her husband’s image, Grace jabbed an angry finger and accused Joice Mujuru of plotting to assassinate Robert Mugabe. Mujuru had been his deputy for many years and was the favourite to take over when he dies. Nevertheless, Grace brought Mujuru down, accusing her of witchcraft, murder plots and indecent behaviour. She proclaimed that if Mujuru were killed, “dogs and fleas would not disturb her carcass”. Mujuru was ousted from her position as vice-president in December last year, and this March, expelled from the party.</p> \n<p>A former guerrilla fighter with the nom-de-guerre Teurai Ropa (spill blood), Mujuru refused to trade insults with Grace. She responded: “We are not of the same background so our understanding is totally different. You can’t blame someone when you have no understanding who she is. I leave it to herself and the people of Zimbabwe to judge her. She was a first lady housewife. I was vice-president with a fully fledged financial office. I wouldn’t spend much time with housewives. I only saw her interested in politics last year. I had not seen her as politically minded herself: she was first lady. For the first few years she told us she wasn’t interested.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"2d469de40c845bfec87d7499059fb4eacf0a4bd5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436887016604/0f3cc92a-4891-4c98-a03a-d0969f22daa9-460x276.jpeg\" alt=\"Joice Mujuru with Robert Mugabe in October 2014 shortly after the first lady Grace Mugabe called for Mujuru's resignation as vice-president.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joice Mujuru with Robert Mugabe in October 2014 shortly after Mugabe’s wife called for Mujuru’s resignation as vice-president.</span> \n  <span class=\"element-image__credit\">Photograph: Jekesai Njikizana/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mujuru, whose husband Solomon, a former army chief, died in an unexplained farmhouse fire in 2011, vehemently denies plotting to kill the president and said she appealed to Mugabe in person three times last year. “I’m so shocked a man of his calibre believes such lies. You work with someone such a long time and you don’t know him.” Among the old guard cast into the wilderness with Mujuru was Mugabe’s former friend from the independence struggle, Didymus Mutasa. He has known Mugabe since 1972 and regards Grace as a wrecking ball: “The words she uttered against Mrs Mujuru are not words any leader with respect would say about another woman … Joice Mujuru will be our next president come any election. Those who now call themselves Zanu-PF have no following and no one wants to see them today.”</p> \n<p>Mujuru’s long-time rival Emmerson Mnangagwa, known as “the crocodile” – became vice-president late last year, but officials have played down the idea that he is the heir apparent. Does that leave the way open for Grace? Mutasa, who is now 79, said: “That has been said to a great extent, particularly in Zanu-PF. There was a rumour that the president made a request to the current Zanu-PF hierarchy to assist the first lady to take over from him. I don’t know the response but I don’t think any of the current leaders would accept it. It’s totally un-African.”</p> \n<p>Rugare Gumbo, 75, who was formerly Zanu-PF’s spokesperson, a politician who has known Mugabe for half a century, said: “Under an erratic woman, Mugabe’s legacy has been destroyed. The party has been destroyed. The liberation legacy has been destroyed. She’s young, she’s beautiful and the old man is charmed by that. He can’t say anything.”</p> \n<p>Some have compared Grace to Jiang Qing, the third wife of Mao Zedong. An essay by political analyst William Muchayi, published last year, points out that both were secretaries who began affairs with older, married men. Both struggled to gain public acceptance, sought to exploit their husbands’ reputations and turned crises in their political parties into personal opportunities. Muchayi pointed out that Jiang attempted to seize power after her husband’s death, only to be arrested a month later and sentenced to death – her punishment was later reduced to a life sentence but she eventually committed suicide in prison.</p> \n<p>Even at 91, Robert Mugabe does not appear in imminent mortal danger. He walks without the aid of a stick and still possesses an easy charisma evocative of the first generation of post-independence African leaders. But he cannot go on forever. Zimbabwe stands at the edge of the precipice and Grace Mugabe is determined not to fall. To avoid a diabolical end at the hands of a mob, she is capable of anything.</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian long read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436871201959/d57bb86b-1f99-4502-9807-0dba34c4e16a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philimon Bulawayo/Reuters","altText":"Grace Mugabe.","cleanCredit":"Photograph: Philimon Bulawayo/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436885692889/f99749e3-a2bf-48b4-9420-a34600bdcf8d-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Grace Mugabe makes her first political speech, at a rally in October 2014. Photograph: Philimon Bulawayo/Reuters","credit":"Philimon Bulawayo/Reuters","altText":"Grace Mugabe makes her first political speech, at a rally in October 2014.","cleanCaption":"Grace Mugabe makes her first political speech, at a rally in October 2014.","cleanCredit":"Photograph: Philimon Bulawayo/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436886656733/fdbeb12c-04fa-4b4a-b4af-a0fa7aa9b28f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A road in Harare named after Zimbabwe’s first lady. Photograph: Philimon Bulawayo/Reuters","credit":"Philimon Bulawayo/Reuters","altText":"A road in Harare named after Zimbabwe's first lady.","cleanCaption":"A road in Harare named after Zimbabwe’s first lady.","cleanCredit":"Photograph: Philimon Bulawayo/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436897106122/12f5386c-b185-4bc5-a797-9523e03190bd-620x452.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":452,"width":620,"orientation":"landscape","caption":"The Mugabe family on holiday in Singapore. Photograph: The Guardian","credit":"The Guardian","altText":"The Mugabe family on holiday.","cleanCaption":"The Mugabe family on holiday in Singapore.","cleanCredit":"Photograph: The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436887018048/0f3cc92a-4891-4c98-a03a-d0969f22daa9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Joice Mujuru with Robert Mugabe in October 2014 shortly after Mugabe’s wife called for Mujuru’s resignation as vice-president. Photograph: Jekesai Njikizana/AFP/Getty Images","credit":"Jekesai Njikizana/AFP/Getty Images","altText":"Joice Mujuru with Robert Mugabe in October 2014 shortly after the first lady Grace Mugabe called for Mujuru's resignation as vice-president.","cleanCaption":"Joice Mujuru with Robert Mugabe in October 2014 shortly after Mugabe’s wife called for Mujuru’s resignation as vice-president.","cleanCredit":"Photograph: Jekesai Njikizana/AFP/Getty Images"}],"webPublicationDate":"2015-07-15T05:00:07Z","lastModified":"2015-07-15T05:00:07Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"David Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidsmith"}],"feature":true,"keywords":["Zimbabwe","Robert Mugabe","Africa","World news"],"tags":[{"id":"world/zimbabwe","webTitle":"Zimbabwe"},{"id":"world/robert-mugabe","webTitle":"Robert Mugabe"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"David Smith","topic":{"type":"tag-contributor","name":"profile/davidsmith"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/15/dont-mess-with-grace-mugabe-she-could-be-next-president-zimbabwe","shortUrl":"http://gu.com/p/4ajj7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/15/dont-mess-with-grace-mugabe-she-could-be-next-president-zimbabwe","webUri":"http://www.theguardian.com/world/2015/jul/15/dont-mess-with-grace-mugabe-she-could-be-next-president-zimbabwe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436885536137/b9fc8160-bed7-4af3-9090-563c71041ba3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Zimbabwe’s president Robert Mugabe celebrates his 91st birthday with his wife Grace in February 2015. Photograph: Xinhua News Agency/eyevine","credit":"Xinhua News Agency/eyevine","altText":"Zimbabwe's president Robert Mugabe celebrates his 91st birthday with his wife Grace in February 2015.","cleanCaption":"Zimbabwe’s president Robert Mugabe celebrates his 91st birthday with his wife Grace in February 2015.","cleanCredit":"Photograph: Xinhua News Agency/eyevine"}},"importance":7,"kicker":{"title":"Long read"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436871201959/d57bb86b-1f99-4502-9807-0dba34c4e16a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Philimon Bulawayo/Reuters","altText":"Grace Mugabe.","cleanCredit":"Photograph: Philimon Bulawayo/Reuters"}}]},{"title":"'The only one that made it out' / US teenager tells plane crash survival story","rawTitle":"US teenager tells plane crash survival story","item":{"type":"article","id":"world/2015/jul/15/the-only-one-that-made-it-out-autumn-veatch-tells-plane-crash-survival-story","title":"'The only one that made it out': Autumn Veatch tells plane crash survival story","trailText":"Rescuers amazed at how teenager escaped burning wreckage of aircraft on Washington state mountainside and hiked alone out of the wilderness to safety","standFirst":"<p>Rescuers amazed at how teenager escaped burning wreckage of aircraft on Washington state mountainside and hiked alone out of the wilderness to safety</p>","byline":"Associated Press in Seattle","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/14/teenage-girl-survives-us-plane-crash-and-walks-for-days-to-safety\">Autumn Veatch: US teenager survives plane crash then walks for days to safety</a> </p> \n</aside> \n<p>With her step-grandparents dead or dying in the burning wreckage of their small plane, 16-year-old Autumn Veatch needed to somehow find her way off the remote, thickly forested Washington state mountainside where they crashed on Saturday afternoon.</p> \n<p>Bruised by the impact, singed by the fire, fearing an explosion and knowing she couldn’t help the other victims, the girl did what she could: she headed down the steep slope, following a creek to a river. She spent a night on a sand bar, where she felt safer. She drank small amounts of the flowing water but worried she might get sick if she drank more.</p> \n<p>She followed the river to a trail, and the trail to a highway. Two men driving by stopped and picked her up Monday afternoon, bringing her — about two full days after the crash — to the safety of a general store in Mazama, a tiny town in north-central Washington, near the east entrance of North Cascades national park.</p> \n<p>“We crashed, and I was the only one that made it out,” she told a 911 operator, after a store employee called for her. “I have a lot of burns on my hands, and I’m kind of covered in bruises and scratches and stuff.”</p> \n<p>As authorities continued searching for the plane’s wreckage on Tuesday, aided by clues Veatch provided, they also marvelled at the wherewithal of a teenager who managed to survive — and to later joke from her hospital bed about how it was a good thing her dad made her watch the television show Survivor.</p> \n<p>“She’s got an amazing story, and I hope she gets to tell it soon,” said Okanogan County Sheriff Frank Rogers, who had interviewed Veatch and relayed details of her ordeal to the Associated Press. “It’s pretty impressive when you talk to her.”</p> \n<p>According to Rogers the Beechcraft A-35 was flying over north-central Washington on its way from Kalispell, Montana, to Lynden, Washington, when it entered a cloud bank. Then the clouds suddenly parted, and from her seat behind the cockpit Veatch could see the mountain and trees ahead. Her step-grandfather, Leland Bowman, of Marion, Montana, was piloting with his wife, Sharon, by his side. He tried to pull up — to no avail.</p> \n<div>\n __VIDEO_EMBED_gu-video-457487951__\n</div> \n<p>They struck the trees and the plane plummeted to the ground and caught fire.</p> \n<p>“When they came out of the clouds, she said it was obvious they were too low,” Rogers said. “They crashed right into the trees and hit the ground. She tried to do what she could to help her grandparents, but she couldn’t because of the fire.”</p> \n<p>Veatch had no life-threatening injuries but was dehydrated and suffering from a treatable muscle tissue breakdown caused by vigorous exercise without food or water, said Scott Graham, chief executive officer of Three Rivers hospital in Brewster.</p> \n<p>Anita Fisk, director of human resources at the hospital, said Veach was in stable condition on Tuesday. It was not immediately known when she might be released.</p> \n<p>“It’s a miracle, no question about it,” Lieutenant Colonel Jeffrey Lustick of the Civil Air Patrol told reporters, saying he had spent 30 years in search and rescue and “moments of joy like this can be hard to find.”</p> \n<p>Lustick said even with the clues Veatch provided, finding the wreckage and getting to it remained a daunting challenge — especially considering that the plane may have broken apart and now be hidden under the thick tree canopy.</p> \n<p>Veatch’s father, David Veatch, of Bellingham, told reporters outside the hospital late on Monday that his daughter was exhausted but doing remarkably well. She was able to joke with him about the survival shows they watched together on television, he said.</p> \n<p>“She’s just an amazing kid,” David Veatch said. “There’s more to her than she knows.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HeatherGrafK5/statuses/620984921717239808\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">9 am update: Family tells us plane crash survivor Autumn Veath slept on and off through the night and is doing well. <a href=\"http://t.co/adwZQXDo5p\">pic.twitter.com/adwZQXDo5p</a></p>— Heather Graf (@HeatherGrafK5) \n  <a href=\"https://twitter.com/HeatherGrafK5/status/620984921717239808\">July 14, 2015</a>\n </blockquote> \n</figure> \n<p>Autumn Veatch’s boyfriend, Newton Goss, said he and his mother had been supposed to pick her up from the airport on Saturday. He and Autumn had been texting back and forth when his final text to her failed to go through, he said.</p> \n<p>Goss, 16, showed the texts he received from Veath during the flight, including one that read: “This is so bumpy and it’s making me feel yucky.”</p> \n<p>Later he heard about the missing plane and his heart dropped.</p> \n<p>“I had all the hope in the world that she was going to make it out fine,” he said.</p> \n<p>Goss said he had spoken to Autumn several times since her ordeal.</p> \n<p>“She wanted McDonald’s. How do you go through that situation and just go, ‘I really want McDonald’s right now’?” he said. “She’s being really light-hearted like she usually is with me. That’s reassuring.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436924281260/ecb3b504-8328-4c8f-ba63-2b40bfe5704a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sierra Lundy/AP","altText":"Autumn Veatch survived a small plane crash on Saturday and found her way out of mountainous wilderness to safety.","cleanCredit":"Photograph: Sierra Lundy/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-15T01:45:23Z","lastModified":"2015-07-15T06:17:11Z","metadata":{"commentable":true,"commentCount":60,"contributors":[],"feature":false,"keywords":["Plane crashes","Washington state","US news","World news"],"tags":[{"id":"world/plane-crashes","webTitle":"Plane crashes"},{"id":"us-news/washington-state","webTitle":"Washington state"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457487951","source":"Kiro7","durationInSeconds":16,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/14/150714CrashPatrol.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/14/150714CrashPatrol_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/14/1436858769079/KP_353946_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for US teenager survives plane crash: 'It's a miracle' - video","credit":"guardian.co.uk","altText":"620x372 trailpic for US teenager survives plane crash: 'It's a miracle' - video","cleanCaption":"620x372 trailpic for US teenager survives plane crash: 'It's a miracle' - video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","navigationButtonColour":"#005689","ruleColour":"#4bc6df","headlineColour":"#333333","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/15/the-only-one-that-made-it-out-autumn-veatch-tells-plane-crash-survival-story","shortUrl":"http://gu.com/p/4akcz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/15/the-only-one-that-made-it-out-autumn-veatch-tells-plane-crash-survival-story","webUri":"http://www.theguardian.com/world/2015/jul/15/the-only-one-that-made-it-out-autumn-veatch-tells-plane-crash-survival-story"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436924281260/ecb3b504-8328-4c8f-ba63-2b40bfe5704a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Autumn Veatch survived a small plane crash on Saturday and found her way out of mountainous wilderness to safety. Photograph: Sierra Lundy/AP","credit":"Sierra Lundy/AP","altText":"Autumn Veatch survived a small plane crash on Saturday and found her way out of mountainous wilderness to safety.","cleanCaption":"Autumn Veatch survived a small plane crash on Saturday and found her way out of mountainous wilderness to safety.","cleanCredit":"Photograph: Sierra Lundy/AP"}},"importance":6,"kicker":{"title":"'The only one that made it out'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/15/1436924281260/ecb3b504-8328-4c8f-ba63-2b40bfe5704a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sierra Lundy/AP","altText":"Autumn Veatch survived a small plane crash on Saturday and found her way out of mountainous wilderness to safety.","cleanCredit":"Photograph: Sierra Lundy/AP"}}]},{"title":"Why I left my job in the City to fight Isis","rawTitle":"Why I left my job in the City to fight Isis","item":{"type":"video","id":"commentisfree/video/2015/jul/15/why-i-left-my-job-in-the-city-to-fight-isis-video","title":"Why I left my job in the City to fight Isis","trailText":"<p>Macer Gifford tells how he joined the fight against Islamic State on the ground, and argues that the British government has let down the people of Syria and Iraq</p>","standFirst":"Macer Gifford was angry and disgusted, like many in the UK, as he watched Isis grow in power during 2014. But unlike most other Britons, he decided to leave his job and fly to Syria to join the fight on the ground. He argues that the British government has let down the people of Syria and Iraq, and calls for them to increase bombing raids and further arm the resistance","byline":"Macer Gifford, Maya Wolfe-Robinson, Leah Green, Caterina Monzani and Bruno Rinvolucri","body":"<video data-media-id=\"gu-video-457493417\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/7/14/1436884621525/KP_354321_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/14/150714macer_gifford_cif2_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/14/150714macer_gifford_cif2_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/14/150714macer_gifford_cif2_small.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/14/150714macer_gifford_cif2_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/14/150714macer_gifford_cif2.m3u8\"></source> \n</video>","video":{"id":"gu-video-457493417","source":"guardian.co.uk","durationInSeconds":171,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/14/150714macer_gifford_cif2_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/14/150714macer_gifford_cif2.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/14/1436884621525/KP_354321_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCaption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCredit":"guardian.co.uk"}},"section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/14/1436884621525/KP_354321_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCaption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-07-15T06:00:00Z","lastModified":"2015-07-15T07:36:19Z","metadata":{"commentable":true,"commentCount":62,"contributors":[{"name":"Leah Green","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/leah-green"},{"name":"Bruno Rinvolucri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rinvolucri-bruno"},{"name":"Maya Wolfe-Robinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maya-wolfe-robinson"},{"name":"Caterina Monzani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caterina-monzani"},{"name":"Macer Gifford","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/macer-gifford"}],"feature":false,"keywords":["Foreign policy","UK news","David Cameron","Politics","Syria","Iraq","Islamic State","Middle East and North Africa","Kurds"],"tags":[{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/kurds","webTitle":"Kurds"}],"section":{"id":"commentisfree"},"topics":[],"series":{"title":"Comment is free weekly videos","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/comment-is-free-weekly"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","navigationButtonColour":"#333333","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","quoteColour":"#999999","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/video/2015/jul/15/why-i-left-my-job-in-the-city-to-fight-isis-video","shortUrl":"http://gu.com/p/4ak2d","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/video/2015/jul/15/why-i-left-my-job-in-the-city-to-fight-isis-video","webUri":"http://www.theguardian.com/commentisfree/video/2015/jul/15/why-i-left-my-job-in-the-city-to-fight-isis-video"},"shouldHideAdverts":false},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/14/1436884621525/KP_354321_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCaption":"620x372 trailpic for Macer Gifford: Why I left my job in the City to fight Isis","cleanCredit":"guardian.co.uk"}}]},{"title":"What is depression? / You asked Google – here's the answer","rawTitle":"You asked Google – here's the answer","item":{"type":"comment","id":"commentisfree/2015/jul/15/what-is-depression-google-answer","title":"What is depression? You asked Google – here's the answer","trailText":"Every day, millions of internet users ask Google life’s most difficult questions, big and small. Our writers answer some of the commonest queries","standFirst":"<p>Every day, millions of internet users ask Google life’s most difficult questions, big and small. Our writers answer some of the commonest queries</p>","byline":"David Shariatmadari","body":"<blockquote class=\"quoted\"> \n <p>To illustrate how horrible it was, being in jail in a wheelchair with four broken limbs after the car accident that prompted me to get sober ... was much, much easier and less painful.</p> \n</blockquote> \n<p>Comedian Rob Delaney’s <a href=\"http://robdelaney.tumblr.com/post/414007899/on-depression-getting-help\">description of severe depression</a> is enough to stop you in your tracks. How can a mental illness, a disorder of thought and emotion, feel so much worse than the most intense physical discomfort? And yet it’s not unusual to read about metaphorical bouts between illnesses in which the black dog always wins. “It’s a piece of cake in comparison with depression,” said <a href=\"http://www.independent.ie/life/health-wellbeing/mental-health/majella-odonnell-battling-cancer-is-a-piece-of-cake-compared-with-depression-30227758.html\">Majella O’Donnell</a>, of breast cancer. Even in the realm of mental anguish, it pummels all competitors into submission. Lewis Wolpert <a href=\"https://www.nytimes.com/books/first/w/wolpert-sadness.html\">found it</a> “more terrible even than watching my wife die”. A pain worse than fractured bones, cancer and grief. What is this state, which <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12830306\">around 10%</a> of us can expect to experience at least once in our lives? Where does it come from, and what can be done about it?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The first anti-depressant, Iproniazid, was developed to treat tuberculosis</p> \n </blockquote> \n</aside> \n<p>The surprising news is that experts find it hard to agree on a definition. I ask <a href=\"https://iris.ucl.ac.uk/iris/browse/profile?upi=OROBI05\">Oliver Robinson</a>, a neuroscientist specialising in psychiatric disorders, to tell me what depression is. “I am asked that quite a lot actually,” he tells me. “The answer I generally give is that I literally have no idea.” How can that be? Robinson points out that depression is unusual among medical conditions in that it’s identified via symptoms alone – a doctor will make a judgment based on criteria such as lack of enjoyment, insomnia or loss of appetite. But hypersomnia (sleeping too much) and overeating can show up as well. Two people with a diagnosis of depression can present very differently. <br /></p> \n<p>That’s because, according to Robinson, the causes of their low mood might be very different. “Where a cough is a symptom we don’t diagnose a ‘cough disorder’, right? A cough could be bronchitis, it could be lung cancer, it could be a cold.” This is why drugs that work well for some have little effect on others. “Different underlying mechanisms probably require fundamentally different treatments,” he says. But our understanding of those mechanisms is, in any case, pretty sketchy. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"0527b822d8c1a68e7caba299732352f3a81ae4cf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436389772027/6577429e-d8c6-4e05-b626-64b95366f0b8-460x276.jpeg\" alt=\"A woman contemplates the sculpture \" untitled=\"\" (big=\"\" man)\"=\"\" by=\"\" australian=\"\" artist=\"\" ron=\"\" mueck=\"\" 16=\"\" february=\"\" 2006=\"\" at=\"\" the=\"\" neue=\"\" nationalgalerie=\"\" museum=\"\" in=\"\" berlin\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘One psychiatric textbook urges doctors to look out for ‘a turning downward of the corners of the mouth and … vertical furrowing of the centre of the brow’.’ Untitled (Big Man) by Ron Mueck.</span> \n  <span class=\"element-image__credit\">Photograph: Oliver Lang/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The role of neurotransmitters, such as serotonin, dopamine and noradrenaline, has been emphasised because medicines that were – accidentally – found to alleviate depression acted on them (the first anti-depressant, Iproniazid, was developed to treat tuberculosis). A more recent focus is the the way different parts of the brain communicate. Illness may occur when these circuits become disrupted. Even then, Robinson says, “whether it’s a result or a cause is entirely up for debate”.</p> \n<p>If the precise workings of the depressed brain remain obscure, is it better to ask what depression feels like? Samuel Johnson wrote of the “black dog” of melancholia (a phrase later adopted by Winston Churchill) in the 18th century, and blackness seems to crop up frequently in descriptions of the illness. It is a “black stone in your heart”, a heavy “black cloak”. The association is with darkness, an inability to see beyond the miasma of repeated, terrible thoughts. Heaviness is a common theme too. The term “<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC181236/\">leaden paralysis</a>” is still used by doctors to refer to the sensation of being weighed down, the sluggishness of a slow-to-respond body. <br /></p> \n<p>If limbs feel as though they are in chains, the mind does too. Rumination – a tendency to get stuck the same negative pattern of thinking – is a common symptom. The pattern is often self-reinforcing, as another neuroscientist, <a href=\"http://tedxradboudu.com/programme/marc-lewis/\">Marc Lewis</a>, explains. “Any set of thoughts that is repeated builds synaptic pathways. Thoughts that are repeated over and over build structure into the brain and therefore increase their own likelihood.” <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The term 'leaden paralysis' is still used by doctors to refer to the sluggishness of a slow-to-respond body</p> \n </blockquote> \n</aside> \n<p>This is the essence of habit formation, and in extreme cases, addiction. In those situations, however, there’s a payoff – whether it’s the satisfaction of completing your daily crossword or the pleasure of an addictive drug. Why should negative thoughts recur? “Because we keep trying to find a way out of them,” says Lewis. “The possibility that I am bad, that nobody likes me, that I’m not doing well enough, the fact that I’ve lost my job and can’t figure out what to do with my life: those kinds of thoughts draw us in. You try to fix [the problem], you try to correct it, you rehearse it.” As time goes on, he says, “you build your prison by continually repeating those particular thoughts. Until that becomes your mental world.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"249802f0efb1c663d9cfad6666dd7f19a5404994\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436365289443/7ddb6b73-942e-4dd4-bb78-3a606613cdd0-460x363.png\" alt=\"Melancholy, by Lucas Cranach the Elder, 1472-1553\" width=\"460\" height=\"363\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Melancholy (detail), by Lucas Cranach the Elder, 1472-1553.</span> \n </figcaption> \n</figure> \n<p>For Louise John, who first experienced depression at university, the illness was like “a giant black cloud that will suck any kind of personality or positivity out of somebody. You are just left a shell,” she tells me. “There’s no desire or care to do anything, with no obvious way out.” Rather than losing her appetite, Louise ate a lot, and put on weight. Nevertheless, she was obviously unwell. “When I look back on pictures now, I just look grey. I just look ill.” </p> \n<p>A truly scientific definition may still elude us, but professionals tend to agree that you usually know a depressed person when you see one. This may be because it shows even in the way you carry yourself. A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19414617\">2009 study</a> found that “gait patterns associated with sadness and depression are characterised by reduced walking speed, arm swing, and vertical head movements”. <a href=\"https://books.google.co.uk/books?id=O3sSd-OAdP0C&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">One psychiatric textbook</a> urges doctors to look out for “a turning downward of the corners of the mouth and … vertical furrowing of the centre of the brow” while noting that “some patients maintain a smiling exterior despite deep feelings of depression”. </p> \n<p>Descriptions of “clinical signs” form part of an long tradition. According to 17th century scholar <a href=\"https://en.wikipedia.org/wiki/Robert_Burton_%28scholar%29\">Robert Burton</a>, Hippocrates reckoned that the outward signs of melancholy included looking “hollow-eyed … old, wrinkled, harsh, much troubled with wind, and a griping in their bellies, or bellyache … dry bellies and hard, dejected looks, flaggy beards”. Burton himself <a href=\"http://www.gutenberg.org/files/10800/10800-h/10800-h.htm\">wrote</a> that melancholy caused people to become “lean … uncheerful in countenance, withered, and not so pleasant to behold, by reason of those continual fears, griefs, and vexations”.</p> \n<p>Burton’s earthy language calls to mind some of the more unpleasant afflictions of early modern life: scurvy, the plague, or worms. And yet we’re obviously dealing with an entirely different kind of disease. It’s doesn’t arise because of the absence of some vital nutrient. It can’t be caught, like an infection. It’s not a parasite that can be swiftly dispatched with a short course of the right drug. The mysterious nature of depression has led some to argue that it has its basis in the normal functioning of the human mind and body – a functioning that is somehow disrupted and made malignant. It’s even been suggested that depression emerged because it helps us survive. In other words, it evolved because it is adaptive. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a37dd2296036b9cd0901a2cebf94b2ced8b2746d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436376554697/18ac6af2-fd78-4bbf-baad-99870d5c9fcc-399x420.jpeg\" alt=\"Melencolia, by Albrecht Durer, 1471-1528.\" width=\"399\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Melencolia, by Albrecht Durer, 1471-1528.</span> \n </figcaption> \n</figure> \n<p>It’s hard to imagine that depression could ever be useful. But picture our distant ancestors: they lived cooperatively, though there was always an element of competition. In one scenario, an individual is faced with a difficult social problem, like the loss of status due to an injury or an inability to find a mate. In becoming depressed they forget about trivialities and concentrate intensely on the issue at hand – they ruminate. As a result, it’s said, they’re more likely to find a solution. Here, depression is a way of focusing mental resources in order to figure a way out of a tricky situation. In another, falling into despair and becoming incapable of looking after yourself forces others members of the group to take greater care of you. Depression is, in other words, “a strategy for extorting investment” from your peers. </p> \n<p>In his <a href=\"http://www.sciencedirect.com/science/article/pii/S0165032703002623\">review of the literature</a>, behavioural scientist Daniel Nettle gives these theories short shrift. In contrast to genuine evolutionary adaptations, such as colour vision, those who don’t experience depression aren’t put at a disadvantage. Also, the illness frequently returns regardless of social context: in the adaptationist model, it should disappear once the problem is solved and only reemerge in response to another, similar, difficulty. Not only that, but, left untreated, it can damage relationships rather than strengthening them.</p> \n<p>So if it’s a disadvantage, how come it hasn’t been evolved away? Nettle argues that depression could be the result of a complex trade-off. He uses the example of height: reproductive fitness increases the taller you are, up to a point, when the problems outweigh the benefits – very big babies, for example, are more likely to die in childbirth. But height is determined by a large number of genes that also play other roles – so the possibility of being too tall or too short simply can’t be eliminated by natural selection. <br /></p> \n<p>It’s the same with “emotional reactivity”. Increased reactivity (otherwise known as neuroticism) brings some benefits: an obsessive striving after goals and a tendency to avoid risks. Beyond a certain point, however, it increases the likelihood of mental ill-health. In other words, depression is a spectre that will always accompany the human race, even as it continues to adapt better to its environment.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People are resistant to drugs. 'Oh it’ll mess with my brain.' I say ‘but you have half a bottle of wine every night!’</p> \n </blockquote> \n</aside> \n<p>We’ve spoken of brain circuitry, the black dog, repeated thoughts that build a prison, competing evolutionary pressures. And yet the explanations are not exhausted.<br /></p> \n<p>For Sally Willis, a psychoanalyst of 30 years experience, depression is a way of defending yourself against overwhelming thoughts and emotions, usually generated by childhood trauma. Anything can be a defence, she says: drinking too much, getting into abusive relationships, anger, mania, getting very stressed. Depression is brought to bear when there’s nothing else left in your armoury. “It’s like a blanket over feelings that are unacceptable to the conscious mind. It absolves you of all responsibility to say ‘I have these feelings and I need to attend to them’. But it’s a very unpleasant way to opt out. It’s agony really. I’ve suffered from depression myself. It’s physical, it’s emotional, and it’s too much.”</p> \n<p>I’m surprised to find how relaxed Willis, who describes herself as a “modern Freudian” is about drug treatment. Some psychoanalysts believe that pills only hold symptoms at bay and interfere with the process of “working through” – gradually bringing the unacceptable feelings into consciousness and engaging with them. In fact, she says, “a good psychiatrist is like a wizard. It’s extremely interesting to me how many people are resistant to drugs. They think – oh it’s going to mess with my brain. And I say to them ‘but you have half a bottle of wine every night!’ And that’s far more dangerous than these drugs which are nowadays so specific and so targeted.” <br /></p> \n<p>Willis believes that when a patient is seriously ill, psychiatry is a vital means of addressing the disrupted brain chemistry. Psychoanalytic treatment can then be used to treat relational aspects of the illness – the dynamics that exist between the self and others. I ask what aspect of Freud’s theory of depression, formulated nearly a century ago, well before anti-depressants and brain scans, she sets most store by. “He brilliantly said – he used the word ‘compelled’ but I often use the word ‘doomed’ – we’re compelled to repeat what we haven’t worked through.” In the technical jargon, this is known as repetition compulsion, a drive to replicate an early trauma, to set up situations in which it gets played out over and over, albeit with different people. “I see it again and again. People are compelled to repeat what they haven’t worked through.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"17df90dce45a9bdc3a60fcf9754a1ba73a7dbbce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/8/1436389493821/e4c1fb1d-d3ea-4a76-af75-109298239902-460x331.png\" alt=\"Ladybower reservoir overflow\" width=\"460\" height=\"331\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We can think of it as a sort of sinkhole.’</span> \n  <span class=\"element-image__credit\">Photograph: Brian Adamson/flickr</span> \n </figcaption> \n</figure> \n<p>Which, interestingly enough, brings us back to contemporary neuroscience, and Marc Lewis’s view of the brain stuck in a rut. Borrowing from <a href=\"https://en.wikipedia.org/wiki/Complex_systems\">complex systems theory</a>, Lewis calls depression “a very strong psychological attractor”. The dictionary definition of an attractor is “a value or set of values toward which variables in a dynamical system tend to evolve”. That’s not so easy to grasp – but think of it as a sort of sinkhole, a point to which a rolling ball in a landscape will start to move once you’ve given it a push. “Depression is a place to which mental processes converge when they’re perturbed from different starting points. Once the attractor grows in power it becomes a more and more likely outcome for any given stream of thoughts,” he says.</p> \n<p> Complicated as it, this is the best definition of depression is that I’ve come across. For those with a genetic disposition, it exerts a gravitational pull. Very often that pull can be resisted, but sometimes, given a knock, you can’t help but roll towards it. Is there a way to break out of its orbit? We are very lucky to live in an age when psychiatrists can be described as “wizards” rather than jailers. But pills seem to work best when you take them on the couch.</p> \n<p>Lewis, who was once addicted to heroin and speed (and wrote a <a href=\"http://www.memoirsofanaddictedbrain.com/excerpt/\">brilliant memoir</a> about it), told me this: “Around the time I quit drugs, I was 30, 32. I got into psychotherapy for a while and I had a pretty good therapist. And I felt real pure sadness for the first time in many years.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Pills seem to work best when you take them on the couch</p> \n </blockquote> \n</aside> \n<p>“It was amazing. I was like, ‘Oh, this is what sadness feels like, this is what I’ve been fighting all this time, or denying or resisting.’ And I think with depression you have sadness, but you keep fighting it … it’s sadness plus anxiety. When you have pure sadness – that can be kind of a relief.”</p> \n<p>He also believes the practice of mindfulness can help. But what does mindfulness actually do? According to Lewis, it builds a capacity for self-acceptance. “To forgive yourself you have to first just be with yourself, to just sit here and say OK, this is who I am, this is what I’ve got, this is not evil, I’m not Adolf Hitler. You know – it’s not perfect, but this is who I am. And once you stay there for a little while, I think you can start to accept and forgive. That’s pretty fundamental.” </p> \n<p><em>Useful websites: <a href=\"http://www.depressionalliance.org/\">depressionalliance.org</a> (UK) <a href=\"http://www.samaritans.org/\">samaritans.org</a> (UK) <a href=\"http://www.adaa.org/\">adaa.org</a> (US) <a href=\"http://www.suicidepreventionlifeline.org/\">suicidepreventionlifeline.org</a> (US) <a href=\"https://www.sane.org/\">www.sane.org</a> (Aus)</em> <em><a href=\"https://www.lifeline.org.au/\">lifeline.org.au</a> (Aus) </em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436396266151/fd9f2847-f832-4881-af06-6065d2082d64-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"CANNES FILM FESTIVAL / HO/EPA","altText":"Kirsten Dunst in Melancholia, 2011.","cleanCredit":"Photograph: CANNES FILM FESTIVAL / HO/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436389773338/6577429e-d8c6-4e05-b626-64b95366f0b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘One psychiatric textbook urges doctors to look out for ‘a turning downward of the corners of the mouth and … vertical furrowing of the centre of the brow’.’ Untitled (Big Man) by Ron Mueck. Photograph: Oliver Lang/AFP/Getty Images","credit":"Oliver Lang/AFP/Getty Images","altText":"A woman contemplates the sculpture \"Untitled (Big Man)\" by Australian artist Ron Mueck 16 February 2006 at the Neue Nationalgalerie museum in Berlin","cleanCaption":"‘One psychiatric textbook urges doctors to look out for ‘a turning downward of the corners of the mouth and … vertical furrowing of the centre of the brow’.’ Untitled (Big Man) by Ron Mueck.","cleanCredit":"Photograph: Oliver Lang/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436365290225/3f5e1401-a235-4f19-957c-f8e8b9bb4a81-620x489.png?width=#{width}&height=#{height}&quality=#{quality}","height":489,"width":620,"orientation":"landscape","caption":"Melancholy (detail), by Lucas Cranach the Elder, 1472-1553.","credit":"Public domain","altText":"Melancholy, by Lucas Cranach the Elder, 1472-1553","cleanCaption":"Melancholy (detail), by Lucas Cranach the Elder, 1472-1553."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436376556330/18ac6af2-fd78-4bbf-baad-99870d5c9fcc-1938x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1938,"orientation":"portrait","caption":"Melencolia, by Albrecht Durer, 1471-1528.","credit":"Public domain","altText":"Melencolia, by Albrecht Durer, 1471-1528.","cleanCaption":"Melencolia, by Albrecht Durer, 1471-1528."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436389494689/0461097f-8e9d-4056-9a5b-4bcff29e99a5-620x447.png?width=#{width}&height=#{height}&quality=#{quality}","height":447,"width":620,"orientation":"landscape","caption":"‘We can think of it as a sort of sinkhole.’ Photograph: Brian Adamson/flickr","credit":"Brian Adamson/flickr","altText":"Ladybower reservoir overflow","cleanCaption":"‘We can think of it as a sort of sinkhole.’","cleanCredit":"Photograph: Brian Adamson/flickr"}],"webPublicationDate":"2015-07-15T07:00:01Z","lastModified":"2015-07-15T07:55:20Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"David Shariatmadari","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/7/1428415389605/David-Shariatmadari-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidshariatmadari"}],"feature":false,"keywords":["Depression","Society","Science","Health","World news"],"tags":[{"id":"society/depression","webTitle":"Depression"},{"id":"society/society","webTitle":"Society"},{"id":"science/science","webTitle":"Science"},{"id":"society/health","webTitle":"Health"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Shariatmadari","topic":{"type":"tag-contributor","name":"profile/davidshariatmadari"}}],"series":{"title":"The autocomplete questions","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/the-autocomplete-questions"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","navigationButtonColour":"#ffffff","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/15/what-is-depression-google-answer","shortUrl":"http://gu.com/p/4af6m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/15/what-is-depression-google-answer","webUri":"http://www.theguardian.com/commentisfree/2015/jul/15/what-is-depression-google-answer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436396266151/fd9f2847-f832-4881-af06-6065d2082d64-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The term ‘leaden paralysis’ is used by doctors to refer to the sensation of being weighed down.’ Kirsten Dunst in Melancholia, 2011. Photograph: CANNES FILM FESTIVAL / HO/EPA","credit":"CANNES FILM FESTIVAL / HO/EPA","altText":"Kirsten Dunst in Melancholia, 2011.","cleanCaption":"‘The term ‘leaden paralysis’ is used by doctors to refer to the sensation of being weighed down.’ Kirsten Dunst in Melancholia, 2011.","cleanCredit":"Photograph: CANNES FILM FESTIVAL / HO/EPA"}},"importance":4,"kicker":{"title":"What is depression?"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/8/1436396266151/fd9f2847-f832-4881-af06-6065d2082d64-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"CANNES FILM FESTIVAL / HO/EPA","altText":"Kirsten Dunst in Melancholia, 2011.","cleanCredit":"Photograph: CANNES FILM FESTIVAL / HO/EPA"}}]},{"title":"The world's first hack / Concerns over privacy in 19th century","rawTitle":"Concerns over privacy in 19th century","item":{"type":"article","id":"technology/2015/jul/15/first-hack-telegraph-invention-privacy-gchq-nsa","title":"The world's first hack: the telegraph and the invention of privacy","trailText":"Concern over personal data interception did not start with GCHQ and the NSA – hacking can be traced all the way back to the 19th century<br>","standFirst":"<p>Concern over personal data interception did not start with GCHQ and the NSA – hacking can be traced all the way back to the 19th century<br /></p>","byline":"Thomas McMullan","body":"<p>John Tawell had money worries. The &pound;1 weekly child allowance he had to give his mistress Sarah Hart was the last straw, and on New Year’s Day 1845 he travelled to her house in Slough, poisoning her beer with a potion for varicose veins that contained prussic acid.</p> \n<p>After the murder, Tawell made his escape on a train headed to London’s Paddington station. He wasn’t known in Slough and expected to slip through the hands of the law. But he was travelling along one of the only stretches of railway in the world to have telegraph wires running beside the railway lines.<br /></p> \n<p>Tawell was a Quaker and had been dressed in a distinctive dark coat. A witness, Reverend ET Champnes, had seen Tawell leaving the crime scene and followed him to Slough station, but not in time to stop the train. Champnes found the stationmaster and together they sent a message to the police in Paddington. Pre-dating morse code, only 20 letters could be covered by the early telegraph system, and Q wasn’t one of them.</p> \n<p><em>“A MURDER HAS GUST BEEN COMMITTED AT SALT HILL AND THE SUSPECTED MURDERER WAS SEEN TO TAKE A FIRST CLASS TICKET TO LONDON BY THE TRAIN WHICH LEFT SLOUGH AT 742 PM HE IS IN THE GARB OF A KWAKER WITH A GREAT COAT ON WHICH REACHES NEARLY DOWN TO HIS FEET HE IS IN THE LAST COMPARTMENT OF THE SECOND CLASS COMPARTMENT,”</em> the message read.</p> \n<p>It took police a while to work out what a KWAKER was, but they eventually they apprehended Tawell. After a trial, he was executed in front of 10,000 people; the best advertisement possible for the telegraph’s speed and security. </p> \n<p>The Times reported that, “Had it not been for the efficient aid of the electric telegraph, both at Slough and Paddington, the greatest difficulty, as well as delay, would have occurred in the apprehension.” </p> \n<p>The story of Tawell’s capture jump-started the rollout of the telegraph, signalling the beginning of sweeping social change brought about by technology. Companies began to tap into the public interest around that technology, and within four years 200 telegraph stations had been connected in Britain. By 1858, the first successful test of an undersea cable between Europe and North America was made. By 1870 a telegram could be sent from London to Bombay in a matter of minutes.<br /></p> \n<h2>The telegraph and privacy</h2> \n<p>For the vast majority of human civilisation, the scope of day-to-day conversational privacy had pretty much been whatever was beyond earshot. But the rise of the telegraph meant that the possibilities of communication exploded; by the mid-19th century you could go to a telegraph station and have a message sent further and faster than had ever been possible. The whole idea of what was “beyond earshot” changed inexorably.</p> \n<p>Along with that expanded space of communication came a newfound vulnerability. Words could be snatched from you long after they’d left your vicinity. Electrical telegraph lines could be tapped, signals intercepted. Cable workers were required to sign confidentiality agreements, but even they could be bribed to divulge messages. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"fe449bd289ec1b21310cadff42e96b9a13516100\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436864696696/3b412b10-d02c-480e-8264-b10e0c8ad024-460x276.jpeg\" alt=\"a telegraph at the Telegraph Museum in Porthcumo\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A telegraph at the Telegraph Museum in Porthcumo.</span> \n  <span class=\"element-image__credit\">Photograph: Thomas McMullan</span> \n </figcaption> \n</figure> \n<p>Message security increased with the onset of coded languages. The Cooke-Wheatstone device used to catch John Tawell is on display at the Telegraph Museum in the Cornish village of Porthcurno, in the far south west of the UK. Its ornate, diamond-shaped console looks more like a Ouija board than a telecommunications hub, but soon became obsolete with the spread of morse code. Not only could morse account for all the letters of the alphabet, the system of dots and dashes meant that only those who understood the code could read the messages; namely trained operators.</p> \n<p>As the telegraph expanded, so did the idea of conversation privacy. “By the turn of the century business users were concerned about privacy, and cable companies were therefore keen to ensure they knew anything sent by cable was secure,” says John Packer, honorary curator of the Telegraph Museum and a lecturer from the museum’s previous life as a telegraphy teaching school.</p> \n<p>Packer tells me that although the high cost of sending messages prevented people from exposing their personal lives, businesses increasingly expected sensitive communications to remain private and secure. </p> \n<p>Like today, this took the form of encryption. To keep information from prying operators, messages already encoded in morse could be further encrypted with a cipher – an algorithm consisting of a number of steps to turn plaintext to ciphertext. Tactics like this, along with the difficulties of tapping undersea cables, helped to keep messages from falling into the wrong hands.</p> \n<p>By the end of the 19th century, the telegraph had evolved to become the dominant – and first – technology of mass communication. The Eastern Telegraph Company, with a global hub in Porthcurno, absorbed a stream of companies connecting the British Isles to everywhere from South America to India, forming a near-monopoly over international communications. </p> \n<p>Telecommunications security had spread across the globe, but it wasn’t until a rival technology appeared that communications privacy was fully articulated as a concept within the public imagination. </p> \n<h2>Privacy: a brand new concept </h2> \n<p>Within a generation people had gone from worrying about what was heard within earshot to dealing with the potential for global interception through a complex electrical communications system. The sense of individual privacy developed rapidly, and by the start of the 20th century the telegraph company had begun to leverage this relatively new concept to make sure competing technologies didn’t cut into its profits. </p> \n<p>One such emerging technology was wireless transmissions, which was being developed by Guglielmo Marconi, also in Cornwall, near the village of Poldhu. His work worried the Eastern Telegraph Company so much that it employed Nevil Maskelyne – a London magician known to use the nascent wireless technology as part of his mind-reading act – to disrupt it. </p> \n<p>“By relaying my receiving instruments through landlines to the station in the valley below I had all the Poldhu signals brought home to me at any hour of the night or day,” Maskelyne boasted in The Electrician, where he published the intercepted messages and underlined the threat to privacy posed by wireless. </p> \n<p>According to Packer, it wasn’t until Marconi’s experiments became technically feasible that privacy was taken as a selling point for the wired telegraph. “It wasn’t until that point that there was a need to publicise the advantage of using a cable because prior to that there was no rival: you sent it by cable or you didn’t send it,” he says. The telegraph had done more than label a standard of privacy; it had helped to create the entire concept.</p> \n<p>Maskelyne followed his trick with an even bigger showstopper. In June 1903, Marconi was set to demonstrate publically for the first time in London that morse code could be sent wirelessly over long distances. A crowd filled the lecture theatre of the Royal Institution while Marconi prepared to send a message around 300 miles away in Cornwall. The machinery began to tap out a message, but it didn’t belong to the Italian scientist. </p> \n<p>“Rats rats rats rats,” it began. “There was a young fellow of Italy, who diddled the public quite prettily ...” Maskelyne had hijacked the wavelength Marconi was using from a nearby theatre. He later wrote a letter to the Times confessing to the hack and, once again, claimed he did it to demonstrate the security flaws in Marconi’s system for the public good. </p> \n<p>Maskelyne may have been in the pocket of the Eastern Telegraph Company, but his exposure of security weaknesses has a lot in common with contemporary hackers and cybercriminals who set it upon themselves to find and brandish security flaws.</p> \n<p>As the amount of data transferred over telegraph increased, security measures and concerns also grew. Of course, that data is nothing compared to what we transfer today, both wirelessly and through fibre optic cables. With almost every aspect of our lives now passing through telecommunications systems, the level of concern about privacy and security has grown to become one of the most pressing issues of our age. </p> \n<h2>GCHQ and mass interception</h2> \n<p>On Cornwall’s north coast is the seaside town of Bude, home to GCHQ’s satellite ground station co-operated by GCHQ and the NSA. </p> \n<p>GCHQ Bude’s satellites are thought to cover all the main electromagnetic frequency bands. In 2013, the Guardian <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/jun/21/gchq-cables-secret-world-communications-nsa\">reported</a> that the government site had also been monitoring probes attached to transatlantic fibre-optic cables where they land on British shores in west Cornwall. According to the report, in 2011 there were GCHQ probes attached to more than 200 internet links, and these were each carrying data at a rate of 10 gigabits a second. </p> \n<p>The Guardian report claimed that GCHQ’s ability to tap into fibre optic cables consequently gave GCHQ and the NSA access to enormous quantities of communications, including records of phone calls, Facebook posts, internet history and email messages.</p> \n<p>“Despite the current furore over hacking, which is only a modern term for bugging, eavesdropping, signals intercept, listening-in, tapping, monitoring, there has never been guaranteed privacy since the earliest optical telegraphs to today’s internet,” Packer says. “There never was and never will be privacy.”</p> \n<p>The horizon of white dishes and orbs of GCHQ Bude is on a completely different scale to the interception aerials used by Maskelyne, yet they too loom behind the barbed fences on a Cornish shore like the props of a magician. </p> \n<p>When John Tawell travelled from Slough to Paddington, his pursuers were able to use the telegraph to send a message faster than the train he rode on. Today, location tracking would allow authorities to trace Tawell’s smartphone to within a few metres, his search engine history could be flagged up for inappropriate terms, his messages with Sarah Hart intercepted, extracted, pored-over and stored. He could be arrested before he even woke up. </p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436864372809/5d6e0c36-4e37-44cc-81d1-1364d25b5c9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thomas McMullan","altText":"The Telegraph Museum","cleanCredit":"Photograph: Thomas McMullan"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436864698089/10013182-461d-4597-8206-97d2c1434bce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A telegraph at the Telegraph Museum in Porthcumo. Photograph: Thomas McMullan","credit":"Thomas McMullan","altText":"a telegraph at the Telegraph Museum in Porthcumo","cleanCaption":"A telegraph at the Telegraph Museum in Porthcumo.","cleanCredit":"Photograph: Thomas McMullan"}],"webPublicationDate":"2015-07-15T07:00:02Z","lastModified":"2015-07-15T07:00:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Thomas McMullan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/thomas-mcmullan"}],"feature":true,"keywords":["Internet","Privacy","World news","Technology","Hacking"],"tags":[{"id":"technology/internet","webTitle":"Internet"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"world/world","webTitle":"World news"},{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/hacking","webTitle":"Hacking"}],"section":{"id":"technology"},"topics":[{"displayName":"Thomas McMullan","topic":{"type":"tag-contributor","name":"profile/thomas-mcmullan"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/15/first-hack-telegraph-invention-privacy-gchq-nsa","shortUrl":"http://gu.com/p/4atmk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/15/first-hack-telegraph-invention-privacy-gchq-nsa","webUri":"http://www.theguardian.com/technology/2015/jul/15/first-hack-telegraph-invention-privacy-gchq-nsa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436864372809/5d6e0c36-4e37-44cc-81d1-1364d25b5c9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"T​the Telegraph Museum in the Cornish village of Porthcurno hosts the Cooke-Wheatstone device used to catch murderer John Tawell. Photograph: Thomas McMullan","credit":"Thomas McMullan","altText":"The Telegraph Museum","cleanCaption":"T​the Telegraph Museum in the Cornish village of Porthcurno hosts the Cooke-Wheatstone device used to catch murderer John Tawell.","cleanCredit":"Photograph: Thomas McMullan"}},"importance":3,"kicker":{"title":"The world's first hack"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436864372809/5d6e0c36-4e37-44cc-81d1-1364d25b5c9b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thomas McMullan","altText":"The Telegraph Museum","cleanCredit":"Photograph: Thomas McMullan"}}]},{"title":"Best holiday treehouses in the UK","rawTitle":"Best holiday treehouses in the UK","item":{"type":"article","id":"travel/2015/jul/15/the-best-holiday-treehouses-in-the-uk","title":"The best holiday treehouses in the UK","trailText":"There’s something magical about treehouses – whatever your age. These arboreal boltholes will appeal to growns-ups who want to get close to nature without forgoing creature comforts ","standFirst":"<p>There’s something magical about treehouses – whatever your age. These arboreal boltholes will appeal to growns-ups who want to get close to nature without forgoing creature comforts </p>","byline":"Will Coldwell","body":"<h2>Brockloch Treehouse, near Kirkpatrick Durham, Dumfries and Galloway</h2> \n<p>Earlier this year we tipped Brockloch Treehouse among the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jan/12/top-20-new-hotels-hostels-campsites-mainland-europe-and-uk-2015\">best new places to stay in Europe</a> in 2015. It has been six months since the snug modernist masterpiece opened and it’s already become a popular spot for couples looking for an architecturally fascinating nesting place. It’s the second place Brockloch has commissioned from designer <a href=\"http://www.echoliving.co.uk/\">Sam Booth</a>, and although there weren’t any plans to expand beyond two units, the owners admit they’re already tempted to see what Booth can come up with next. The off-grid treehouse is designed for people to unwind: there’s no TV or Wi-Fi; small windows cut into the walls allow residents to peep out at the forest around them.<br /><span class=\"bullet\">•</span> <em>Sleeps two from &pound;150 a night (minimum two nights stay), </em><a href=\"http://www.brockloch.co.uk/brockloch-treehouse.php\"><em>brockloch.co.uk</em></a></p> \n<h2>Lost Meadow Treepod, Bodmin, Cornwall</h2> \n<figure class=\"element element-image\" data-media-id=\"0aa345b398fa6b1069a52aad8f31f941710bbea6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436888751043/0859c1c9-3d24-40ed-bea8-74e9ebc08e52-460x276.jpeg\" alt=\"Lost Meadow Treepod, Cornwall\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>The surreal-looking Lost Meadow Treepod is a cedar-clad ball suspended between two trees in a north Cornish woodland. Accessible via a staircase, the pod contains a cosy bedroom with a woodburner. A kitchen hut, and fire circle, can be found just below. Nearby is a small river (complete with stepping stones) and a meadow for games and picnics.<br /><span class=\"bullet\">•</span> <em>&pound;95 a night, sleeps two, Bodmin </em><em><a href=\"http://www.canopyandstars.co.uk/britain/england/cornwall/broom-park-farm/lost-meadow-treepod\">canopyandstars.co.uk</a></em></p> \n<h2>Pen Y Bryn, Machynlleth, Powys</h2> \n<figure class=\"element element-image\" data-media-id=\"cca26c2cd8be8418eb04191e45a7d982ab02315e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436888854630/579cc3d6-a51f-4cad-a734-222ed6737ca1-460x276.jpeg\" alt=\"Pen Y Bryn, Powys\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>With it’s wooden walkways high above the forest floor, this impressive treehouse complex brings to mind the Ewok village from Star Wars (especially at night, when the welcoming lights glow in the darkness). For a kid, this is probably as good as holiday accommodation comes, but even for adults this place is exciting. Families have plenty of room for adventure; the main living space has a double and bunk beds to sleep four, while there’s a second living-dining space attached – all 30ft above the ground.<br /><span class=\"bullet\">•</span> <em>Sleeps two from &pound;127 a night, </em><a href=\"http://www.living-room.co/\"><em>living-room.co</em></a></p> \n<h2>Sky Den, Kielder, Northumberland</h2> \n<figure class=\"element element-image\" data-media-id=\"e70d8e7e4ed5c36872730501123b36e3131a42d2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436888954059/88daccb3-558c-4607-a1f3-ee2e60787a05-460x276.jpeg\" alt=\"Sky Den, Kielder, Northumberland\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Created by architect George Clarke (of George Clarke’s Amazing Spaces fame), in collaboration with designer William Hardie, the Sky Den is a beautiful, albeit bizarre, treehouse project in the <a href=\"http://www.visitkielder.com/\">Kielder Water and Forest Park</a>. The pi&egrave;ce de r&eacute;sistance (and this is not an overstatement) is the rooftop, which unfolds like a pop-up book, leaving guests standing with their heads in the clouds.<br /><span class=\"bullet\">•</span> <em>Sleeps four from &pound;150 a night, </em><a href=\"http://www.canopyandstars.co.uk/britain/england/northumberland/calvert-trust-kielder/sky-den\"><em>canopyandstars.co.uk</em></a></p> \n<h2>West Lexham Manor, near King’s Lynn, Norfolk</h2> \n<figure class=\"element element-image\" data-media-id=\"2df15e9bc01a0d0d2b8a16ceb7aa7a0a8a757452\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436888999046/2efc6d67-a25b-4417-abba-df6e2e62fafa-460x276.jpeg\" alt=\"West Lexham Manor treehouses, Norfolk\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Four beautifully appointed treehouses stand on the site of West Lexham Manor, perfectly suited for anything from a romantic hideaway to a family holiday. Sunrise, the biggest of the collection, has two bedrooms and a terrace looking out through the forest, while the Tinker makes a colourful home for two. The bright decorations throughout create a festive atmosphere – multi-coloured bunting hangs from the ceiling above patterned beddings, while fairylights and woodburning stoves keep things feeling magical at night.<br /><span class=\"bullet\">•</span> <em>Prices vary, two nights from &pound;300, </em><a href=\"http://www.westlexham.org/\"><em>westlexham.org</em></a></p> \n<h2>The Birdhouse, Crewkerne, Somerset</h2> \n<figure class=\"element element-image\" data-media-id=\"80235d29cb894b581d593d568dd479d59390e23f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436889073832/23909400-0c8d-4257-acd0-d32f172081d4-460x302.jpeg\" alt=\"The Birdhouse, Somerset\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>New for 2015, the quaint name of this bolthole belies the fact that this is actually an incredibly chic and sophisticated place to stay. The stilted treehouse, made from local cedar, stands on the edge of a forest glade. Inside is a modern flat with all the bells and whistles you’d more likely associate with a swish urban Airbnb: HDTV, rainhead shower, stainless steel German kitchen appliances and a handmade wooden dining table. This truly is another one of those luxurious glamping spots that cater to people who hate camping. And with the award-winning gastro pub The <a href=\"http://www.lordpoulettarms.com/\">Lord Poulett Arms</a> just a mile away, you could argue it caters for people who hate cooking too.<br /><span class=\"bullet\">•</span> <em>Sleeps two from &pound;120 a night, </em><a href=\"http://www.theyurtretreat.co.uk/\"><em>theyurtretreat.co.uk</em></a></p> \n<h2>Into the Woods, Wootton, Isle of Wight</h2> \n<figure class=\"element element-image\" data-media-id=\"558e370a1aacebb958d6418a2a40febd48035506\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436889104223/522003cd-bb41-4caa-936e-911f4568d5f4-460x276.jpeg\" alt=\"Into the Woods, Isle of Wight\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>Another luxurious treehouse, though this fancy offering on the Isle of Wight is a little more “woody” and a lot less “TV-y” than the aforementioned Birdhouse. The accommodation consists of a living house, with a kitchen, dining table, sofa and woodburning stove, while the sleeping house has two bedrooms, including a bunk room with a mezzanine the kids can argue over. Both houses are mounted on stilts and connected by a decking area providing plenty of space for families.<br /><span class=\"bullet\">•</span> <em>Sleeps two-six, two nights from &pound;300, </em><a href=\"http://www.isleofwighttreehouse.com/the-treehouse\"><em>isleofwighttreehouse.com</em></a></p> \n<h2>Treetops Treehouse, Chulmleigh, Devon</h2> \n<figure class=\"element element-image\" data-media-id=\"2deb53ec8619f8f762d633829fa3e8093c497dba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436889130560/39f2d8fc-ee87-4455-8d02-3c414f5055df-460x276.jpeg\" alt=\"Treetops Treehouse, Devon\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>There are some places that describe themselves as treehouses aren’t even built up a tree – but this place is most definitely not one of them. It is an ambitious construction fitted between the boughs of a 250-year-old oak tree. The surprisingly spacious apartment is described as a “warren of interconnected rooms”, with an impressive freestanding bath tub among the luxurious fittings.<br /><span class=\"bullet\">•</span> <em>Sleeps four from &pound;250 a night, </em><em><a href=\"http://www.foxandhoundshotel.co.uk/news-events-/luxury-tree-house\">foxandhoundshotel.co.uk</a></em></p> \n<h2>Tree Sparrow House, St Keverne, Cornwall</h2> \n<figure class=\"element element-image\" data-media-id=\"be0113d6c0ef65fda1da83f696e3c5b182a61431\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436889264369/7259db65-95c7-4a24-9896-b36af4bd7853-460x276.jpeg\" alt=\"Tree Sparrow House, Cornwall\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>This magical Tolkien-esque treehouse (it’s already had an honourable mention on our list of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/gallery/2014/dec/12/hobbit-holiday-homes-you-can-stay-in-around-the-world\">worldwide Hobbit homes</a>) is a snug one-bedroom abode in an ash tree. The twig-and-branch-decorated interior includes a small dining room and camping stove, while a tiny attic room contains a bed with white sheets draped overhead. Among the more unusual offerings you’ll find on Airbnb, the Tree Sparrow house has views over Falmouth Bay, and Porthallow beach is a 10-minute stroll.<br /><span class=\"bullet\">•</span> <em>Sleeps two, &pound;100 a night, </em><a href=\"https://www.airbnb.co.uk/rooms/404881\"><em>airbnb.co.uk</em></a></p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436883631761/b87ed78c-9327-4b24-8d69-eacc7485be2f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"canopyandstars.co.uk","altText":"Brockloch Treehouse, Dumfries and Galloway","cleanCredit":"Photograph: canopyandstars.co.uk"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436888752592/0859c1c9-3d24-40ed-bea8-74e9ebc08e52-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"www.canopyandstars.co.uk","altText":"Lost Meadow Treepod, Cornwall","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436888856078/579cc3d6-a51f-4cad-a734-222ed6737ca1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"www.canopyandstars.co.uk","altText":"Pen Y Bryn, Powys","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436888955418/88daccb3-558c-4607-a1f3-ee2e60787a05-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":" ","credit":"Mark Pinder/www.canopyandstars.co.uk","altText":"Sky Den, Kielder, Northumberland","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436888999701/2efc6d67-a25b-4417-abba-df6e2e62fafa-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"http://www.westlexham.org","altText":"West Lexham Manor treehouses, Norfolk","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436889074284/23909400-0c8d-4257-acd0-d32f172081d4-540x355.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":355,"width":540,"orientation":"landscape","caption":" ","credit":"http://www.theyurtretreat.co.uk/treehouse/","altText":"The Birdhouse, Somerset","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436889104969/522003cd-bb41-4caa-936e-911f4568d5f4-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"http://www.isleofwighttreehouse.com/treehouse-gallery","altText":"Into the Woods, Isle of Wight","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436889131322/39f2d8fc-ee87-4455-8d02-3c414f5055df-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"http://www.foxandhoundshotel.co.uk","altText":"Treetops Treehouse, Devon","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436889265106/7259db65-95c7-4a24-9896-b36af4bd7853-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":" ","credit":"https://www.airbnb.co.uk/rooms/404881","altText":"Tree Sparrow House, Cornwall","cleanCaption":" "}],"webPublicationDate":"2015-07-15T05:30:02Z","lastModified":"2015-07-15T05:30:42Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Will Coldwell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/will-coldwell"}],"feature":true,"keywords":["Treehouses","Short breaks","Bed and breakfasts","Weekend breaks","Adventure travel","Self-catering","United Kingdom","Top 10s","Travel"],"tags":[{"id":"travel/treehouses","webTitle":"Treehouses"},{"id":"travel/short-breaks","webTitle":"Short breaks"},{"id":"travel/bed-and-breakfasts","webTitle":"Bed and breakfasts"},{"id":"travel/weekends","webTitle":"Weekend breaks"},{"id":"travel/adventure","webTitle":"Adventure travel"},{"id":"travel/selfcatering","webTitle":"Self-catering"},{"id":"travel/uk","webTitle":"United Kingdom"},{"id":"travel/top10","webTitle":"Top 10s"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"travel"},"topics":[{"displayName":"Will Coldwell","topic":{"type":"tag-contributor","name":"profile/will-coldwell"}}],"embeddedVideos":[],"adTargetingPath":"travel"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/travel/2015/jul/15/the-best-holiday-treehouses-in-the-uk","shortUrl":"http://gu.com/p/4akxj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/travel/2015/jul/15/the-best-holiday-treehouses-in-the-uk","webUri":"http://www.theguardian.com/travel/2015/jul/15/the-best-holiday-treehouses-in-the-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436883462611/a047ce0c-38ee-4527-bb41-4713bc7f3de1-2060x1545.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1545,"width":2060,"orientation":"landscape","caption":"Wood you believe it? Brockloch Treehouse, Dumfries and Galloway","credit":"canopyandstars.co.uk","altText":"Brockloch Treehouse, Dumfries & Galloway","cleanCaption":"Wood you believe it? Brockloch Treehouse, Dumfries and Galloway"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436883631761/b87ed78c-9327-4b24-8d69-eacc7485be2f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"canopyandstars.co.uk","altText":"Brockloch Treehouse, Dumfries and Galloway","cleanCredit":"Photograph: canopyandstars.co.uk"}}]},{"title":"Jehovah’s Witnesses take to the streets as busy heathens are rarely home","rawTitle":"Jehovah’s Witnesses take to the streets as busy heathens are rarely home","item":{"type":"article","id":"world/2015/jul/14/jehovahs-witnesses-evangelism-church-god-armageddon","title":"Jehovah’s Witnesses take to the streets as busy heathens are rarely home","trailText":"The church requires its 8 million followers to actively spread the good news about God and Armageddon – and they say that loitering in shopping centres, stations and parks is the way to find new believers","standFirst":"<p>The church requires its 8 million followers to actively spread the good news about God and Armageddon – and they say that loitering in shopping centres, stations and parks is the way to find new believers</p>","byline":"Harriet Sherwood","body":"<p>They take up position outside train and underground stations in all weather, smartly dressed, courteous and smiling. They are sometimes called God-botherers or Bible-bashers – but this army of polite, freshly-laundered missionaries neither bother nor bash. They may stretch out a hand to offer a pamphlet to commuters streaming past, but they rarely accost anyone.</p> \n<p>In fact, on the rare occasions when a passer-by does show interest, the proselytisers seem faintly surprised. “Could I have one of your pamphlets,” I ask a young woman outside a London railway station. “Of course,” she replies – but I have to make a further request for a second title, and at no point does she try to engage me in conversation.</p> \n<p>Jehovah’s Witnesses – for indeed, it is they – are stepping up their presence in city centres across the UK in an effort to attract converts to a church that claims more than 8 million adherents worldwide. Best known for door-to-door evangelism and persistent attempts to engage householders in conversation about God, Witnesses are increasingly to be found in shopping centres, stations, parks and squares in at least 13 cities in England, Scotland, Wales and Ireland. In London, more than 1,000 people regularly participate in “public witnessing”, handing out 6,000 brochures, 20,000 books and 100,000 magazines each month. In other cities, the number of volunteers averages around 200.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2014/oct/19/jehovahs-witness-melbourne-international-convention-pictures\">Jehovah's Witnesses descend on Melbourne – in pictures</a> </p> \n</aside> \n<p>According to Jehovah’s Witness full-timers, the results have proved the value of the new approach, although figures prove elusive. “It’s hard to quantify by number ... but a lot of people express appreciation of the work we’re doing,” says Mark O’Malley, who is “assigned” to the public information desk at the Jehovah’s Witness UK centre in north London. “We now have more than 165,000 [literature] carts on the streets in over 50 countries. It gives us visibility and availability. It’s something we’re going to see more of, definitely.”</p> \n<p>All those baptised as Jehovah’s Witnesses are required to proselytise, logging the number of hours spent in doorstep and city centre evangelism in a monthly “field service report”. A standard commitment to ministry work is 840 hours a year – more than 16 hours a week. “This is not the kind of movement where you can tag along for a free ride,” says Andrew Holden, author of Jehovah’s Witnesses: Portrait of a Contemporary Religious Movement.</p> \n<p>“Jehovah’s Witnesses have always been an aggressively evangelistic organisation since inception. Proselytising is central to the modus operandi. They see it as a fulfilment of biblical prophecy,” he says. The move to public witnessing follows an increasing awareness of “how busy people’s lives have become, that people are often not at home. So door-to-door evangelism doesn’t really win many converts. And for every recruit, there are hundreds and hundreds of rebuffs.”</p> \n<p>Before they are let loose on the public, JWs must first fill out an application form, asking such questions as “Are you now of good moral standing and habits?” and “Are you willing and able to follow theocratic direction on public witnessing?” A section of the form asks the local “congregation service committee” to rate the applicant on a scale from A to E on four criteria: dignified personal appearance; dependable and organised; balance in judgment and discernment; and physical stamina.</p> \n<figure class=\"element element-image\" data-media-id=\"ec2d7ebad095276145bc48b6596edf39515362ed\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436883088440/e36a1e35-88e3-4a9c-bb8e-82f097b128ce-460x276.jpeg\" alt=\"Spreading the word … a Jehovah’s Witness at a central London stall. Photograph: Sean Smith for the Guardian\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Spreading the word … a Jehovah’s Witness at a central London stall. Photograph: Sean Smith for the Guardian</span> \n </figcaption> \n</figure> \n<p>An internal letter sent to “all bodies of elders” in November 2012 issued detailed guidance on public witnessing, saying “it has proved to be an increasingly effective means to reach many with the good news of the Kingdom”. Amid advice on locations and display techniques, it adds that public witnesses “should present themselves in a dignified way. Their appearance and dress should be professional, well-arranged and modest.”</p> \n<p>According to Holden, JWs are given careful instruction in proselytising, including role-play and detailed assessment of criteria such as eye contact and fluency. Individuals are given a personal assessment report to study in order to improve their performance. “The training involved in effective communication for the sole purpose of winning recruits is not unlike that undertaken by sales personnel in the secular world of business,” he wrote in an academic paper in 2003.</p> \n<p>Simon Darling, who grew up in a Jehovah’s Witness family and was baptised into the church at the age of 15, spends his weekends in public ministry at an assigned spot among around 20 locations in central London. He is unsurprisingly enthusiastic about the practice. “It’s excellent. If I’m honest, what I’ve found is that people who I would never have approached have come up to me. We all make snap judgments in our heads about whether someone might be interested, but this allows people to come to us.”</p> \n<p>This doesn’t quite square with an hour I spent watching six JW stands at Oxford Circus underground station one busy lunchtime this month. The only person I saw approach asked not for a copy of Awake! or The Watchtower or What Does The Bible Really Teach?, but for directions.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'Knocking on doors has long been immensely unpopular. It’s embarrassing. Often you’d just pretend to ring the doorbell'</p> \n </blockquote> \n</aside> \n<p>Former JW Robert Crompton says: “I’ve certainly noticed the carts everywhere. But quite frankly, a lot of us ex-JWs find the whole thing quite amusing. Knocking on doors has long been immensely unpopular [among JWs]. No one likes doing it. It’s embarrassing, you get rebuffed, often you’d just pretend to ring the doorbell. But with these carts, you can just stand there, not doing anything and not talking to anyone, just logging your hours.”</p> \n<p>The 2012 letter emanated from the Christian Congregation of Jehovah’s Witnesses, headquartered in Mill Hill, north London. It is a huge place, known in JW parlance as a “bethel” (house of God), where 800 JWs live and work. But, apparently, not huge enough. Work will start next year on a vast new &pound;150m complex near Chelmsford, Essex, <a href=\"http://www.essexchronicle.co.uk/Religious-hub-home-1-200-worshippers/story-25534888-detail/story.html\" title=\"\">constructed entirely by volunteer labour</a>. A model shows residences for 1,200 people, offices, printing plant, auditorium, hospital, fitness centre, water treatment plant and parking for more than 1,000 vehicles. I ask O’Malley, a former Catholic whose entire family became Witnesses when he was 10, if there were any objections at the planning stage; after all, not everyone wants Jehovah’s Witness Central in their back yard. “I think the council was happy that we were buying, clearing and developing the site,” he says.</p> \n<p>At Mill Hill, the centre and residences are spread over several smaller sites. The day starts with the study of the scripture set for the global JW membership, followed by the standard working day from 8am until 5pm. “Bethelites” are assigned jobs and given training where necessary, for which they receive a stipend of &pound;100 a month, with all necessities provided.</p> \n<p>O’Malley hosts me for lunch in the dining room, where we are joined by fellow bethelites Andrew and Jane Schofield. On a hot June day, the men are wearing immaculate suits and ties; Jane, who is assigned to housekeeping duties, wears a cream skirt, floral blouse and suede ankle boots. Witnesses are instructed to dress modestly and presentably at all times. When I ask Schofield how bethelites afford such nice clothes on their modest stipend, he talks vaguely about donated items. On the day of my visit, lunch was roast lamb, roast potatoes, cabbage and carrots, followed by dessert and coffee. What happens if you’re a vegetarian? “There are vegetables,” shrugs O’Malley, as if no one has ever demanded a choice. Dinner is served from 5pm until 5.45pm.</p> \n<p>JWs place great emphasis on personal as well as spiritual hygiene, cleanliness being next to godliness. The Schofields and O’Malley each separately tell me about the laundry facilities at JW headquarters. While showing me the printing plant in which millions of booklets are produced each year, O’Malley points with pride to the glossy polished concrete floor and gleaming machines. It is unlike any other printing plant I have seen.</p> \n<p>Strict rules govern the lifestyle of Witnesses. “We stick by the Bible’s moral codes,” says Schofield. These include, he says, no sex outside marriage, no homosexuality, no smoking, no drugs (“though of course the Bible doesn’t talk about drugs,” he concedes) and only moderate alcohol consumption is permitted. Films, television and the internet are not banned, but Witnesses are “discouraged from viewing immoral or excessively violent” content. “We put an emphasis on a ‘Bible-trained conscience’ – a framework for life.”</p> \n<p>The internet – “a wonderful tool, but with a sinister side,” according to Schofield – has been harnessed by Jehovah’s Witnesses, with a website (<a href=\"http://www.jw.org/en/\" title=\"\">jw.org</a>) in 540 languages, a broadcast channel (<a href=\"http://tv.jw.org/#home\" title=\"\">tv.jw.org</a>) and various apps. In the first two years following the launch in August 2012, 850m visits were made to the website, according to the most recent JW yearbook. “We’re very ahead with technology,” says O’Malley, pulling up today’s set scripture on his smartphone. Later, he says: “We’re like Google – we’ve mapped the world.”</p> \n<p>The global church is run by a seven-strong, all-male, self-selecting Governing Body, based in Brooklyn, to which all Witnesses defer. In the UK, a registered charity, the International Bible Students Association, runs the printing operation that churns out publications in 700 languages. The Watchtower Bible and Tract Society is the New York-based Jehovah’s Witness company responsible for the church’s administration. In 2001, Newsday listed the Watchtower Society as one of New York’s 40 richest corporations, with revenues of more than $950m. The organisation says it is financed entirely by voluntary donations, with no system of tithing.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a6d375bc031b487bda67a31b11688f82f71d448e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/14/1436883536614/f4cb9884-f961-4117-a755-15747a284192-327x420.jpeg\" alt=\"Essentially it is Bible quotations with dire warnings, firm advice and tales of personal redemption ... The Watchtower\" width=\"327\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Essentially it is Bible quotations with dire warnings, firm advice and tales of personal redemption ... The Watchtower</span> \n  <span class=\"element-image__credit\">Photograph: Guardian</span> \n </figcaption> \n</figure> \n<p>Awake! and The Watchtower, the JW’s regular giveaway magazines, are essentially quotations from the Bible strung together by dire warnings, firm advice and tales of personal redemption. For example, the May issue of Awake! (print run: 51.7m) includes a section on “Teaching Children to Obey”, exhorting parents to “assert your authority”, quoting Proverbs 23:13: “Do not hold back discipline”.</p> \n<p>The Bible is viewed by JWs as a historically accurate document and the absolute authority by which adherents live. Since the organisation was founded in the 1870s, its followers have believed humanity is living in the final days before the second coming of Christ, and has repeatedly prophecised Armageddon. “Islamic terrorism, tsunamis, earthquakes – they’re all seen as a fulfilment of biblical prophecy,” says Holden. But, he adds, given that the end has not materialised on the anticipated dates, “it is all the more surprising that the society has continued to recruit and expand with the success it has”.</p> \n<p>These millenarians reject the doctrine of the holy trinity, refuse to celebrate Christmas or Easter (or birthdays), and avoid contact with “worldly” people (non-JWs) who are seen as morally corrupt. All other religions are considered false, ruling out ecumenicalism. Members are not allowed to challenge or debate the pronouncements of the Bible – or the governing body.</p> \n<p>Most famously, JWs refuse blood transfusions, even when life is at risk. They say the Bible instructs the faithful to “abstain from blood”, which rules out accepting transfusions. “It’s a direct command in the Bible, but we also increasingly see medical evidence showing the advantages of not accepting blood transfusions,” says O’Malley. He cites the 2010 Haiti earthquake, when the National Blood Transfusion Centre in Port au Prince was destroyed, causing a critical shortage of blood and equipment, and says many people survived “bloodless” surgery. In fact, the World Health Organisation, Red Cross and medical charities made desperate appeals for international blood donations in order to save lives.</p> \n<p>Many believe the Jehovah’s Witness organisation to be a global cult, escape from which is difficult and distressing. Bonnie Zieman, whose book Exiting the JW Cult: A Healing Handbook was published in May, speaks of her years of “submission” to the “toxic ideology” of a controlling and repressive sect.</p> \n<p>She recounts how when she and her husband left the JW, their families “slowly began to cut us off. We are now not invited to family events such as weddings, funerals, family reunions; nor are we informed of births, accomplishments, illnesses or deaths in the family.” She adds: “Exiting the JW cult was one of the hardest things I have ever done, and one of the very best. I have never regretted it.”</p> \n<p>Others’ experiences echo Zieman’s. Crompton, who was formally “disfellowshipped”, or expelled, 40 years ago, was “shunned” by his family. Having grown up in a JW family, “it took a long time to develop the normal social skills that most people get simply by growing up. I was entirely alone for a long time.”</p> \n<p>Lloyd Evans formally left the JWs in 2013, three years after “I woke up from indoctrination”. He says: “It’s impossible to leave without punishment inflicted on you. I’m paying the price of something that happened when I was 11 [his baptism].” He is now “shunned” by his father and sisters. “My baby daughter has never seen her grandfather.”</p> \n<p>Evans claims JWs are increasingly trying to win over children as adults become more sceptical about the nature of the organisation. “They are getting hammered on the internet. You can push any amount of [JW] material into people’s hands, but then they go home and open Google, and the whole thing collapses. The more you look at Jehovah’s Witnesses, you realise they are a fantastically successful cult.”</p> \n<p>Other former JWs have alleged sexual, emotional and psychological abuse, domestic violence, the loss of autonomy, the denial of education and people driven to suicide or to attempt suicide. In June, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/woman-abused-jehovahs-witness-minister-damages\" title=\"\">a British woman won a &pound;275,000 payout</a> after a court ruled that JW elders had failed to protect her from sexual abuse as a child, in the first case of its kind brought in the UK. The judgment came two months after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/mar/02/jehovahs-witnesses-silencing-techniques-child-abuse\" title=\"\">a California jury awarded a woman $28m in damages for child sex abuse</a>. The Witnesses’ legal entity was <a href=\"http://usnews.nbcnews.com/_news/2012/06/15/12225753-jehovahs-witnesses-ordered-to-pay-more-than-20-million-to-woman-who-said-she-was-sexually-abused\" title=\"\">ordered to pay almost $24m of the total</a> after it was held responsible for covering up the abuse.</p> \n<p>Holden points out that mainstream religions, including the Catholic church and the Methodists, have also seen cases of child and sex abuse. “I prefer the term religious movement to cult. JWs may not appeal to many people, but we need to be careful about branding them a cult. They’re not particularly renowned for doing dangerous things.”</p> \n<p>O’Malley dismisses claims of a cult. “Anyone can make accusations, but that doesn’t make it the truth. People say things all the time. We’re not on a campaign to try to counter that, we’re just going to continue. We’re not embarrassed about anything we do.”</p> \n<p>Back at Oxford Circus, there are plenty of takers for free samples of Lipton Ice Tea and the London Evening Standard, but none for Awake! and The Watchtower. Undeterred, Luis and Veronica, a married JW couple from northern Spain, politely tell me they are happy to spread the truth during their four-hour stints. “It’s wonderful,” says Luis, sporting the ubiquitous JW smile.</p> \n<p>Are they taught to smile, I ask Andrew Schofield at JW HQ. “God loves a joyful giver,” he replies – with a smile.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436882746121/-Jehovah-s-Witness-Simon--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Christian Sinibaldi","altText":" Jehovah’s Witness Simon Darling outside Piccadilly tube stati","cleanCaption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436883090043/e36a1e35-88e3-4a9c-bb8e-82f097b128ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Spreading the word … a Jehovah’s Witness at a central London stall. Photograph: Sean Smith for the Guardian","credit":"Sean Smith/Guardian","altText":"Spreading the word … a Jehovah’s Witness at a central London stall. Photograph: Sean Smith for the Guardian","cleanCaption":"Spreading the word … a Jehovah’s Witness at a central London stall. Photograph: Sean Smith for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436883535768/f4cb9884-f961-4117-a755-15747a284192-560x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":560,"orientation":"portrait","caption":"Essentially it is Bible quotations with dire warnings, firm advice and tales of personal redemption ... The Watchtower Photograph: Guardian","credit":"Guardian","altText":"Essentially it is Bible quotations with dire warnings, firm advice and tales of personal redemption ... The Watchtower","cleanCaption":"Essentially it is Bible quotations with dire warnings, firm advice and tales of personal redemption ... The Watchtower","cleanCredit":"Photograph: Guardian"}],"webPublicationDate":"2015-07-14T16:00:02Z","lastModified":"2015-07-14T23:00:42Z","metadata":{"commentable":true,"commentCount":528,"contributors":[{"name":"Harriet Sherwood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harrietsherwood"}],"feature":true,"keywords":["Religion","Christianity","World news"],"tags":[{"id":"world/religion","webTitle":"Religion"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Harriet Sherwood","topic":{"type":"tag-contributor","name":"profile/harrietsherwood"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","navigationButtonColour":"#ffffff","ruleColour":"#e02b7f","headlineColour":"#ffffff","quoteColour":"#fdadba","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/14/jehovahs-witnesses-evangelism-church-god-armageddon","shortUrl":"http://gu.com/p/4a4v6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/14/jehovahs-witnesses-evangelism-church-god-armageddon","webUri":"http://www.theguardian.com/world/2015/jul/14/jehovahs-witnesses-evangelism-church-god-armageddon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436882746121/-Jehovah-s-Witness-Simon--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Christian Sinibaldi","altText":" Jehovah’s Witness Simon Darling outside Piccadilly tube stati","cleanCaption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian"}},"importance":1,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/14/1436882746121/-Jehovah-s-Witness-Simon--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Christian Sinibaldi","altText":" Jehovah’s Witness Simon Darling outside Piccadilly tube stati","cleanCaption":"‘This allows people to come to us’ ... Jehovah’s Witness Simon Darling outside Piccadilly tube station. Photograph: Christian Sinibaldi for the Guardian"}}]}],"lastModified":"2015-07-15T07:33:50Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}