{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Hungary's border fence / This wall, we will not accept it","rawTitle":"This wall, we will not accept it","item":{"type":"article","id":"world/2015/jun/22/migrants-hungary-border-fence-wall-serbia","title":"Migrants on Hungary's border fence: 'This wall, we will not accept it'","trailText":"Hungary plans a 4 metre-high fence along 110-mile border with Serbia to stop migrants on Balkan land route, making an already perilous journey even harder<br>","standFirst":"<p>Hungary plans a 4 metre-high fence along 110-mile border with Serbia to stop migrants on Balkan land route, making an already perilous journey even harder<br /></p>","byline":"Patrick Kingsley on the Serbo-Hungarian border","body":"<p>Crouched in the darkness, 500 metres from the Hungarian border, 15 Syrian refugees whisper about how they should cross into the EU. A few miles back, they switched off their phones. Then they picked up sticks to protect them from local gangsters. Now they’re organising into pairs: going two-by-two means they might not trigger the heat sensors on the border. And it is at this moment that a 23-year-old pharmacist, Mohamed Hussein, absent-mindedly decides to light a cigarette.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/17/hungary-closes-border-serbia-starts-building-fence-bar-migrants\">Hungary closes border with Serbia and starts building fence to bar migrants</a> </p> \n</aside> \n<p>“Put it out!” comes the collective hiss, betraying a rising sense of fear. Several in this group have previously been jailed for a fortnight by the Hungarian police after crossing the border, before being returned to Serbia. Now they’re trying again.</p> \n<p>“The border between Greece and Macedonia was very easy,” whispers Selim, a 36-year-old Syrian sales manager, whose home in old Aleppo was destroyed by an army rocket. “But this is the most difficult bit, the Hungarian border.”</p> \n<p>And it is about to get a lot harder. Last week, Hungary’s illiberal government began drawing up plans to stop people like Selim and Hussein – by building a four-metre high fence along its 110-mile (177km) border with Serbia.</p> \n<figure class=\"element element-embed\" data-alt=\"Hungary’s anti-migration fence\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1434898893486/hungary_migration_wall-460.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>“This is a necessary step,” the government’s spokesman, Zolt&aacute;n Kov&aacute;cs, told the Guardian by phone from Budapest. “We need to stop the flood.”</p> \n<p>Rights groups see the move as the obvious conclusion of a wave of government-led xenophobia. In recent months, Kov&aacute;cs’s colleagues have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/08/hungarian-activists-anti-immigration-billboard-budapest\">conflated immigrants with extremists, announced a national consultation on the twin themes of migration and terrorism</a>, and floated the idea of placing all migrants in what would be some of Europe’s first internment camps since the second world war.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/29/hungary-pm-death-penalty-work-camps-for-immigrants-viktor-orban\">Hungary PM: bring back death penalty and build work camps for immigrants</a> </p> \n</aside> \n<p>But Kov&aacute;cs argues that a fence is a legitimate response to a huge spike in migration that has this year turned Hungary into a hidden frontline of Europe’s migration crisis. Most of the media coverage centres on Italy and Greece, which have borne the brunt of the maritime arrivals. But Kov&aacute;cs claims that the onward movement of mainly Syrian, Afghan and Iraqi migrants from Greece through the Balkan land route has quietly made Hungary “the most affected EU country in absolute terms. Over 50,000 have entered Hungary illegally since January. Italy and Greece are lagging behind by a couple of 2,000.”</p> \n<p>With hundreds arriving in all three countries every day, Kov&aacute;cs’s figures cannot be confirmed. But certainly Hungary must contend with a migrant influx that is comparable to that faced by Mediterranean countries. And this forest, lining a river that leads to the Danube, is one of the main secret thoroughfares into the country from Serbia – particularly for Syrians. “People start gathering here around four or five in the afternoon,” says Abu Khalil, a Syrian doctor waiting in the last town before the border. “And then they walk through the night.”</p> \n<figure class=\"element element-image\" data-media-id=\"728929ee9e9d944d0c15e0f8925925c1d1477035\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434900460630/ff77c488-dc8b-4e7e-8b50-302d119b4090-460x276.jpeg\" alt=\"A group of Syrian migrants make their way through the woods hugging a river outside of Kanjiza, Serbia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A group of Syrian migrants make their way through the woods hugging a river outside of Kanjiza, Serbia.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>As the sun sets, huddle after huddle of Syrian refugees, travelling together for protection, edge north along the bends of the river. At other points along the border, migrants pay smugglers to get them across. But here, everyone guides themselves, using tips passed on by those who passed through in previous weeks. There are doctors and businessmen walking, as well as children and old men. Every so often, in the distant darkness, you can hear a baby cry.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/09/a-migrants-journey-from-syria-to-sweden-interactive\">The Journey: A refugee's odyssey from Syria to Sweden</a> </p> \n</aside> \n<p>They say that not even a wall will put them off. “We are Syrians,” says Mohamed Hussein, a fortnight after he spoke to ITN as his boat landed on the Greek island of Lesvos. “We can solve anything. We made the first written language, so we can break the wall. If they use electricity, we will take gloves and cut it.”</p> \n<p>Hussein’s perseverance is a case in point. On his left wrist he has a tattoo that honours Pink Floyd – “I love progressive rock!” – and on his right wrist, an image of a ship. It’s to remind him of the boat he tried to take from Turkey to Europe last December. He says it ran into trouble on New Year’s Eve, and coastguards took him back to Turkey.</p> \n<p>So the Hungarians, Hussein concludes, are “not going to solve migration like this. They need to solve the real problem and get rid of Bashar al-Assad and Isis.”</p> \n<p>But right now these particular Syrians face a more pressing concern. On the dyke above the river, still a couple of miles from the border, they can make out two mysterious cars. Are those the local thieves they’ve heard about – or the police? “Man, I’m so stressed,” says Nizam, a young computer scientist who left Syria after his father died in a bombing last year. “Keep your voices down,” Selim interrupts. “And hide in the woods.”</p> \n<figure class=\"element element-image\" data-media-id=\"95a691b9df20c101fd6d94a00930f284e84c03a4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434903930375/37da4674-760e-4a46-981c-3efebccab6d6-460x276.jpeg\" alt=\"A group of Afghan migrants gather at a makeshift camp awaiting people smugglers or money to move northwards through Hungary.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A group of Afghan migrants gather at a makeshift camp, awaiting people smugglers or money to move northwards through Hungary.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>Twenty miles to the west, another group of refugees are arguably in even more desperate straits. The Syrians usually stay in a couple of cheap hotels. But many Afghans, who largely enter Hungary by a more westerly route, hide out in the overgrown grounds of a disused brick factory. </p> \n<p>“This is a famous place,” says Rahman Niazi, an 18-year-old Afghan student. “Every Afghan goes through here, because here there’s always people who speak their language – and then they walk to Hungary.”</p> \n<p>Migrants first started trickling here in 2011, when the annual number of arrivals to Hungary was around 4% of what it is now. Four years on, around 200 migrants now gather here every day, estimates Tibor Varga, a local priest who hands out food at the factory several times a week. <br /></p> \n<p>The casual visitor would find it hard to find them. The refugees hide in a vast stretch of overgrown sweetcorn fields nestling between a sewage works and a rubbish tip, where the crops have long knotted with nettles and grass flowers. Migrants call the space the jungle, and it is not hard to see why. It’s very easy to get lost. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"6a7588fc0cd10fa5c28fea3de7afa4d72ab26b07\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434903772341/2dbb2a1a-005f-43b2-ab3a-f4d2f0ad0b38-460x276.jpeg\" alt=\"An Afghan migrant walks among the fields surrounding an abandoned brick factory on the outskirts of Subotica, Serbia. Migrants call the space the jungle.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An Afghan migrant walks among the fields surrounding an abandoned brick factory on the outskirts of Subotica, Serbia. Migrants call the space the jungle.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>Weaving through the tall and thick foliage, to a soundtrack of crackling crickets, you can hear the voices of different clusters of refugees, and step across the detritus of migrants past. But finding them happens almost by chance. A small hollow will suddenly open up in the undergrowth to reveal a huddle of a dozen Afghans – often waiting till nightfall before making for Hungary. </p> \n<p>Here they camp in the open air and hoist their water from an old well – but still try to create some kind of normality. “Please at least take this,” Yama Nayab, an Afghan surgeon, says to a passing stranger, holding out a cup of dirty well-water. “In Afghanistan, it would be our duty to offer you food as our guest.”</p> \n<figure class=\"element element-image\" data-media-id=\"b119fd8c911983c62913b7dd2026bf534478d6eb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434903835158/68aea736-5672-401f-bab5-f222a09b25c0-460x276.jpeg\" alt=\"The migrants are forced to camp in the open air and hoist their water from an old well.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The migrants are forced to camp in the open air and hoist their water from an old well.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>Today, the irony of Nayab’s ingrained hospitality could not be starker. Stabbed four times in the chest by the Taliban earlier this year, he recovered and fled the country with his wife and two toddlers. Since then, they have walked and bussed through Pakistan, Iran, Turkey, Bulgaria and Serbia to find somewhere that will offer them a future.</p> \n<p>“Wherever I find a safe place,” Nayab says, “a country that accepts me and gives me a chance, I will start my life there.” Today, he’s just discovered that Hungary wants to build a wall to stop him doing that.</p> \n<p>Not that a wall will deter him. “In Afghanistan, life is not safe, and every human who wants a safe life will make a hole in that wall, or find another way,” he explains, and uses his own story to illustrate his point. A surgeon with the Afghan army, he says he was approached by a Taliban fighter as he returned home one day near the start of this year. </p> \n<p>“Why are you working for the government?” the man said to him. “Here in Afghanistan. the Americans and the pagans made a government – and you are working for that government.” </p> \n<figure class=\"element element-image\" data-media-id=\"9f9cddc9deb9f038d508c7bdf464e49d8bcbc2d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434900678548/a573b6d0-5854-4569-ad11-ebe0ce11d6a0-460x276.jpeg\" alt=\"A group of Afghan migrants walk along the train tracks.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A group of Afghan migrants walk along the train tracks.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>Then the man got out a knife. “And then he did this,” says Nayab, pulling up his shirt to reveal four pink scars circling his heart.</p> \n<p>It’s tense in the jungle. Many of the people here are waiting for instructions from the men they call their chief. These are the smugglers to whom they pay around €10,000 (&pound;7,170) before they depart from Afghanistan. At every stage of their odyssey to Europe, they call this man, who then gives them a set of new directions. Sometimes it’s a GPS coordinate for the next place they should walk to. Sometimes it’s a bus route. Occasionally, the chief will send them a car. Once, as they prepared to walk to Iran, his men gave Niazi the first western clothes he’d ever worn. “He has a deputy in every country,” the student explains.</p> \n<figure class=\"element element-image\" data-media-id=\"c0577c1a2637a4f4f07b7033d990ccdd32d394f0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434900904231/fd3d2877-5a11-4d06-97f0-e3d4fb9d0904-460x276.jpeg\" alt=\"Syrian migrants make their way through the woods outside of Kanjiza, Serbia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Syrian migrants make their way through the woods outside of Kanjiza, Serbia.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure> \n<p>While they wait for his call, everyone fears an attack from the police. Attempting to walk from Iran to Turkey, two of Niazi’s companions were shot by Iranian border guards. In Bulgaria, he says he was beaten and robbed by the local police. <br /></p> \n<p>In a nearby thicket, an Afghan kickboxer says the constant tension has made him take up smoking. “Usually I don’t smoke,” says Ajmir, 21, who fled Afghanistan after he says a fellow kickboxer was killed for playing a sport deemed to be too western. “But here it’s so dangerous, I’m so nervous. We don’t have any papers. I don’t want to be fingerprinted. So now I am smoking.”</p> \n<p>Back on the border with Hungary, Syrian Mohamed Hussein hurriedly puts out his own cigarette as his friends take their last breather before crossing the border. They whisper encouragement to each other, to gee themselves up. </p> \n<p>“If we stick together, we can do this,” Hussein tells Nizam, with whom he’s travelled since Turkey. Then the group rises, and walks towards the invisible line where Hungary’s wall will shortly stand. </p> \n<p>“This wall, we will not accept it,” says Hussein, and bounds over the border.</p> \n<figure class=\"element element-image\" data-media-id=\"cb14de00044765c27acbb6f65d42e194aa4cbe8c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434901555225/25b586cd-b447-4fc2-935f-751049d7ea1b-460x276.jpeg\" alt=\"Migrants walk through Kanjiza, Serbia, northwards to Hungary.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Migrants walk through Kanjiza, Serbia, northwards to Hungary.</span> \n  <span class=\"element-image__credit\">Photograph: Sima Diab for the Guardian</span> \n </figcaption> \n</figure>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900307563/5251cc73-9432-402e-a53d-fad18b114f26-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sima Diab for the Guardian","altText":"Yama Nayab with his daughter and other migrants in a makeshift camp in the fields and brush of an abandoned brick factory in the outskirts of Subotica, Serbia.","cleanCredit":"Photograph: Sima Diab for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900462475/ff77c488-dc8b-4e7e-8b50-302d119b4090-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A group of Syrian migrants make their way through the woods hugging a river outside of Kanjiza, Serbia. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"A group of Syrian migrants make their way through the woods hugging a river outside of Kanjiza, Serbia.","cleanCaption":"A group of Syrian migrants make their way through the woods hugging a river outside of Kanjiza, Serbia.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434903930975/37da4674-760e-4a46-981c-3efebccab6d6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A group of Afghan migrants gather at a makeshift camp, awaiting people smugglers or money to move northwards through Hungary. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"A group of Afghan migrants gather at a makeshift camp awaiting people smugglers or money to move northwards through Hungary.","cleanCaption":"A group of Afghan migrants gather at a makeshift camp, awaiting people smugglers or money to move northwards through Hungary.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434903772834/2dbb2a1a-005f-43b2-ab3a-f4d2f0ad0b38-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"An Afghan migrant walks among the fields surrounding an abandoned brick factory on the outskirts of Subotica, Serbia. Migrants call the space the jungle. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"An Afghan migrant walks among the fields surrounding an abandoned brick factory on the outskirts of Subotica, Serbia. Migrants call the space the jungle.","cleanCaption":"An Afghan migrant walks among the fields surrounding an abandoned brick factory on the outskirts of Subotica, Serbia. Migrants call the space the jungle.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434903835620/68aea736-5672-401f-bab5-f222a09b25c0-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The migrants are forced to camp in the open air and hoist their water from an old well. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"The migrants are forced to camp in the open air and hoist their water from an old well.","cleanCaption":"The migrants are forced to camp in the open air and hoist their water from an old well.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900680069/a573b6d0-5854-4569-ad11-ebe0ce11d6a0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A group of Afghan migrants walk along the train tracks. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"A group of Afghan migrants walk along the train tracks.","cleanCaption":"A group of Afghan migrants walk along the train tracks.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900905683/fd3d2877-5a11-4d06-97f0-e3d4fb9d0904-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Syrian migrants make their way through the woods outside of Kanjiza, Serbia. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"Syrian migrants make their way through the woods outside of Kanjiza, Serbia.","cleanCaption":"Syrian migrants make their way through the woods outside of Kanjiza, Serbia.","cleanCredit":"Photograph: Sima Diab for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434901556610/25b586cd-b447-4fc2-935f-751049d7ea1b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Migrants walk through Kanjiza, Serbia, northwards to Hungary. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"Migrants walk through Kanjiza, Serbia, northwards to Hungary.","cleanCaption":"Migrants walk through Kanjiza, Serbia, northwards to Hungary.","cleanCredit":"Photograph: Sima Diab for the Guardian"}],"webPublicationDate":"2015-06-22T06:00:06Z","lastModified":"2015-06-22T07:34:34Z","metadata":{"commentable":true,"commentCount":163,"contributors":[{"name":"Patrick Kingsley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414679917584/Patrick-Kingsley-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrick-kingsley"}],"feature":false,"keywords":["Migration","Serbia","Hungary","Syria","Afghanistan","Europe","Middle East and North Africa","World news"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/serbia","webTitle":"Serbia"},{"id":"world/hungary","webTitle":"Hungary"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/afghanistan","webTitle":"Afghanistan"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Kingsley","topic":{"type":"tag-contributor","name":"profile/patrick-kingsley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia","shortUrl":"http://gu.com/p/4a2vm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia","webUri":"http://www.theguardian.com/world/2015/jun/22/migrants-hungary-border-fence-wall-serbia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434900307563/5251cc73-9432-402e-a53d-fad18b114f26-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yama Nayab with his daughter and other migrants in a makeshift camp at an abandoned brick factory in the outskirts of Subotica, Serbia. He was a surgeon in Afghanistan until he was stabbed by the Taliban. Photograph: Sima Diab for the Guardian","credit":"Sima Diab for the Guardian","altText":"Yama Nayab with his daughter and other migrants in a makeshift camp in the fields and brush of an abandoned brick factory in the outskirts of Subotica, Serbia.","cleanCaption":"Yama Nayab with his daughter and other migrants in a makeshift camp at an abandoned brick factory in the outskirts of Subotica, Serbia. He was a surgeon in Afghanistan until he was stabbed by the Taliban.","cleanCredit":"Photograph: Sima Diab for the Guardian"}},"importance":7,"kicker":{"title":"Hungary's border fence"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://i.guim.co.uk/static/w-620/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/21/1434903773389/2dbb2a1a-005f-43b2-ab3a-f4d2f0ad0b38-620x372.jpeg","height":372,"width":620}}]},{"title":"US Open / Spieth hasn’t so much dealt with expectations as vaulted over them","rawTitle":"Spieth hasn’t so much dealt with expectations as vaulted over them","item":{"type":"article","id":"sport/2015/jun/21/us-open-2015-jordan-spieth-wins-in-thrilling-finish-to-add-to-masters-crown","title":"US Open 2015: Jordan Spieth wins in thrilling finish to add to Masters crown","trailText":"Jordan Spieth continued his brilliant start to 2015 as he won the US Open ahead of a shocked Dustin Johnson","standFirst":"<ul>\n <li>Dustin Johnson misses putt to win title</li>\n <li>Spieth wins first two majors of the year</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/21/us-open-2015-final-round-live\">Read Scott Murray’s hole-by-hole report</a><br /></li>\n</ul>","byline":"Ewan Murray at Chambers Bay","body":"<p>When caddies and fellow players call him the golden child, it is partly in jest. The label is now serious; Jordan Spieth has become only the sixth player in golfing history to claim the Masters and US Open back-to-back. The last man to achieve such a feat? Tiger Woods, once the most golden of them all. Spieth hasn’t so much dealt with expectations as vaulted over them. </p> \n<p>Further glances at history endorse the scale of Spieth’s achievement on a sun-kissed afternoon in the Pacific Northwest. At just 21, he is the youngest player since Gene Sarazen in 1922 to place multiple major success beside his name. </p> \n<p>Suddenly, Spieth is halfway towards a career grand slam. “You can’t win them all if you don’t win the first two,” he said during his victory address. “So we are going to go St Andrews looking for the Claret Jug. I believe we can get it done.” Arrogance? Not a bit of it. The confidence is perfectly justified. </p> \n<p>Chambers Bay was a controversial major venue but it produced a stunning champion; a young man who is showing little regard whatsoever for ceremony when continually swatting aside all before him. Spieth’s unwillingness to simply compete, his ability to prevail in completely different scenarios, set him apart from those with considerably more experience. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/jun/21/us-open-2015-final-round-live\">US Open 2015: final round –as it happened | Scott Murray</a> </p> \n</aside> \n<p>As the Texan celebrated his latest triumph, it was impossible not to feel sympathy for Dustin Johnson. The 30-year-old continues to find new ways to pass up major championship opportunities; from bizarre rules breaches to complete blow-ups to, on this occasion, three-putting the 72nd hole. </p> \n<p>In what proved a quite incredible US Open denouement, Johnson had a 12ft eagle putt to win the championship. As that effort slid 4ft past, there was a sad sense of inevitability. Already in the locker room at five under par, Spieth was soon to be crowned the champion. He didn’t even need a Monday 18-hole play-off to seal his title.</p> \n<p>There was a time when Michael Greller caddied for amateurs at Chambers Bay. His aim back then was to somehow make it to a US Open. Not only has Greller done that, he has carried the bag of a champion. It isn’t only Spieth who is rapidly turning dreams into reality. </p> \n<p>On a quite epic day, Spieth believed his chance may have gone. Leading by three with two to play, he double-bogeyed the par three 17<sup>th</sup> after a horrible tee shot. This opened the door for Johnson, who birdied the penultimate hole and played a glorious five-iron into the last from 247 yards. Disaster was to strike thereafter, as it has so many times in Johnson’s enigmatic career. This stumble will wound him more than any other. </p> \n<p>“On the last green, I was thinking, ‘This is why I’m here. This is why I play the game of golf.’ It just didn’t work out,” said an understandably shellshocked Johnson. </p> \n<p>Different players had flirted with glory. Branden Grace was tied with Spieth before carving his tee shot on 16 out of bounds. Louis Oosthuizen played the Sunday back nine in just 29 shots for a four under total. Oosthuizen, denied a playoff by one, will look back ruefully on an opening round of 77. There was little shock attached to the fact that Jason Day, who had earlier suffered from the effects of vertigo, watched his challenge peter out. Day signed for a 74 and tied for ninth place. <br /></p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/jun/22/rory-mcilroy-charge-us-open-2015\">Rory McIlroy charges up US Open leaderboard but leaves it too late</a> </p> \n</aside> \n<p>Day’s compatriot, Adam Scott, showed the benefits of having Steve Williams back on caddie duties. Scott signed off with a 64 for a share of fourth with Grace and the 21-year-old Australian Cameron Smith. </p> \n<p>As this nail-biting conclusion was being played out, Ian Poulter took to social media to offer a lengthy criticism of Chambers Bay. The Englishman had promised to keep his counsel over the venue until the conclusion of his fourth round and kept to that vow.</p> \n<p>Poulter admitted he “didn’t play well enough to be remotely close” but added: “It is disgraceful that the USGA hasn’t apologised about the greens they simply have said ‘we are thrilled the course condition this week.’ </p> \n<p>“It wasn’t a bad golf course, in fact it played well and was playable. What wasn’t playable were the green surfaces. If this was a regular PGA Tour event lots of players would have withdrawn and gone home on Wednesday but players won’t do that for a major. They were simply the worst most disgraceful surfaces I have ever seen on any tour in all the years I have played.</p> \n<p>“The US Open deserves better than that.”</p> \n<p>Whether merited or not, the tournament threw up an unforgettable closing chapter. If Rory McIlroy is the finest golfer in the world, there can be no doubt over the man to capture hearts and minds thus far in 2015. Scarily, this is still only the beginning of Spieth’s career. </p> \n<p><br /> </p> \n<p><br /> </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434942293745/ed03bc58-5176-49c9-99d3-31458fe7806a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Kyle Terada/USA Today Sports","altText":"Jordan Spieth","cleanCredit":"Photograph: Kyle Terada/USA Today Sports"}],"bodyImages":[],"webPublicationDate":"2015-06-22T03:01:24Z","lastModified":"2015-06-22T03:57:42Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Ewan Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/26/1401131130466/Ewan-Murray-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewanmurray"}],"feature":false,"keywords":["US Open Golf 2015","Jordan Spieth","US Open","Golf","PGA Tour","Sport","US sports"],"tags":[{"id":"sport/us-open-golf-2015","webTitle":"US Open Golf 2015"},{"id":"sport/jordan-spieth","webTitle":"Jordan Spieth"},{"id":"sport/usopengolf","webTitle":"US Open"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/pga-tour","webTitle":"PGA Tour"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"sport"},"topics":[{"displayName":"Ewan Murray","topic":{"type":"tag-contributor","name":"profile/ewanmurray"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/21/us-open-2015-jordan-spieth-wins-in-thrilling-finish-to-add-to-masters-crown","shortUrl":"http://gu.com/p/4a278","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/21/us-open-2015-jordan-spieth-wins-in-thrilling-finish-to-add-to-masters-crown","webUri":"http://www.theguardian.com/sport/2015/jun/21/us-open-2015-jordan-spieth-wins-in-thrilling-finish-to-add-to-masters-crown"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434942293745/ed03bc58-5176-49c9-99d3-31458fe7806a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jordan Spieth kisses the US Open trophy after a remarkable finish to the tournament. Photograph: Kyle Terada/USA Today Sports","credit":"Kyle Terada/USA Today Sports","altText":"Jordan Spieth","cleanCaption":"Jordan Spieth kisses the US Open trophy after a remarkable finish to the tournament.","cleanCredit":"Photograph: Kyle Terada/USA Today Sports"}},"importance":6,"kicker":{"title":"US Open"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/22/1434942293745/ed03bc58-5176-49c9-99d3-31458fe7806a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Kyle Terada/USA Today Sports","altText":"Jordan Spieth","cleanCredit":"Photograph: Kyle Terada/USA Today Sports"}}]},{"title":"My fix for the housing crisis: ban ownership by foreign non-residents","rawTitle":"My fix for the housing crisis: ban ownership by foreign non-residents","item":{"type":"comment","id":"commentisfree/2015/jun/22/housing-crisis-ban-ownership-foreign-non-residents","title":"My fix for the housing crisis: ban ownership by foreign non-residents","trailText":"Complaining about housing sold abroad sounds old-fashioned. But many of us will soon be in servitude to a landlord class","standFirst":"Complaining about housing sold abroad sounds old-fashioned. But many of us will soon be in servitude to a landlord class","byline":"Zoe Williams","body":"<p>It is the one point on which all people and parties agree: Britain’s housing problem is one of supply and demand. The solution is to build more homes. It doesn’t matter who owns them: once we have more supply, the normal market – where perfectly equal individuals reach great deals through mutual self-interest – will resume. This orthodoxy on house-building is so ingrained that if you query it you are regarded as a person who doesn’t understand supply and demand.</p> \n<p>Last week the economist John Kay argued that, at the current rate of building – 100,000 homes in 2014 – even to replace existing stock will take 270 years, given that there are 27m dwellings in the country. But this is not accurate – there were actually <a href=\"http://www.ons.gov.uk/ons/dcp171766_373513.pdf\" title=\"\">141,000 built last year</a>, I guess he was rounding down for ease of arithmetic. It is not enlightening – like a TV chef filling a bus with sugar and yelling “Milwaukee consumes this much sugar every quarter”, the extension is supposed to give a sense of scale, but instead bestows senseless impotence. Ultimately, it is misleading; houses aren’t people, or crops: they don’t have to be replaced every year. Indeed, if you make them really well, you might expect them to last 270 years.</p> \n<p>But the supply argument is not a simple mistake; it is deliberated and dearly held. Once you accept it, other things follow: supply is too low because planning is too stringent, because people are selfish and they would prefer to have a large garden than to help their fellow man. It follows also that supply wouldn’t be a problem if demand were lower, so now there are people to blame: immigrants, baby boomers with their great big houses, divorcees who have perverted the supply chain with their toxic personalities, people living alone, whose atomised existences are unsustainable in our tiny jewel of an island.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/aug/18/default-line-extract-faisal-islam-housing\">Home ownership: how the property dream turned into a nightmare</a> </p> \n</aside> \n<p>Supply-and-demand turns this into a character weakness. We’re all a little bit too selfish and nimbyish; we’re inconsistent, wanting our house prices to rise but moaning when our kids can’t get on the property ladder; we want cheap labour but don’t want to accommodate the new arrivals who provide it; we’re just bad people who have created the market we deserve; those who’ve had no agency – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/11/pensioners-escaped-effects-austerity-young-suffered-most-resolution\" title=\"\">the under-30s – should direct their ire towards those who have</a> – their own parents and grandparents.</p> \n<p>This depressing analysis is, fortunately, quite wrong. The problem of supply, for one thing, is not one of planning but developer incentives. Land value rises faster than the value of housing stock: expecting developers to crack on, to build and sell, is to expect them to get rid of an asset that would otherwise rise in value. This system would work fine if property development were a social enterprise. However, where the aim is maximising shareholder value, these incentives more or less guarantee that they will drag their feet: land with planning permission will remain undeveloped; when it is developed, the housing stock will be thrown up as cheaply as possible.</p> \n<p>This is really easily solved, without having to undertake a mass reversal of the modern psyche. We could have a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/may/06/land-value-tax-david-cooper\" title=\"\">land value tax</a>; the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/dec/15/ed-miliband-housebuilding-labour-councils-developers\" title=\"\">Labour proposal to compulsorily purchase land that was left idle</a> would have worked. The <a href=\"http://www.dailymail.co.uk/news/article-2431030/Miliband-accused-Stalinist-land-grab-push-million-new-homes.html\" title=\"\">Conservatives branded that “Stalinist”</a>, while including in their own manifesto the proposal to appropriate <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/14/tory-election-manifesto-right-to-buy-housing-association-properties\" title=\"\">social housing, then sell it</a>. Politics never looks more pitiful or, frankly, animal crackers than in the housing debate – it’s almost a relief when they don’t discuss it.</p> \n<p>But that isn’t the half of it. What we have seen over three decades is a rise in house prices far beyond what people can afford. This is thought of as a London problem, but that can apply only to things that do not infect the rest of the nation. Beards are a London problem – unaffordable housing costs have already spread to Reading, Cambridge, Oxford, Bristol, Brighton and beyond. GDP figures are mainly telling a story of housing costs in the south-east. Cities where housing is less expensive have no part in this economic growth but are expected to rejoice in it anyway. This could never have happened through simple shortage. “The housing market,” wrote <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2013/aug/18/default-line-extract-faisal-islam-housing\" title=\"\">Faisal Islam in the Default Line</a>, “is driven principally by the availability of finance, mainly mortgage debt, but sometimes bonuses, inheritances, or hot money from abroad.” He is not, by the way, a Marxist; his <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/mar/20/faisal-islam-adam-boulton-sky-news-political-editor\" title=\"\">career as a broadcaster</a> relies on his impartiality.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Essentially, what looks like economic growth is simply the extension of credit to fuel a housing boom</p> \n </blockquote> \n</aside> \n<p>To deal with those in reverse order: the money from abroad needn’t even necessarily be hot – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/davehillblog/2013/oct/22/london-house-prices-foreign-investors\" title=\"\">75% of inner London housing is never shown on the UK market</a>, going straight to mainly Asian investors. Last week I shared a panel with a developer, Martyn Evans, and we were looking at a website’s illustration of a block of flats aimed at foreign investors. Apart from Canary Wharf showing up in the background – a scene of geographical impossibility – the funniest bits were the characters: a young man who looked like Prince William, on his phone; a kid with a bunch of balloons, running past in a blur.</p> \n<p>This was actually the main point of difference between Evans and me. (It is amazing how many developers also think the system is completely broken.) He said investors look for exactly the same qualities as residents do. No (I insisted): residents want somewhere to live. Investors want somewhere where their investment will be safe. What could possibly be safer than a place where multiple balloons can be carried? Who last saw a child carrying a bunch of balloons?</p> \n<p>It has become so normal for housing to be sold abroad that to complain about it sounds old-fashioned, almost racist. However, when anybody from anywhere can buy a flat in your city, sooner or later the people who live and work in it won’t be able to afford to. Rents will become difficult – last week the average monthly rent in London hit &pound;1,500 for the first time. Soon after that, your population is in lifelong servitude to a landlord class, or it moves to Wales. The solution could not be easier: we could <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/feb/01/rich-overseas-investors-uk-eu-housing-market\" title=\"\">ban the ownership of housing by foreign non-residents</a>, as they do in Norway and Australia.</p> \n<p>Inequality has also played its part, as salaries in the financial sector have ratcheted up what sounds reasonable. Yet far more important has been the role of banks in extending credit.</p> \n<p>This is how money is created – banks lend it to people, and it appears in the economy. Of this lending, 85% is on existing residential housing stock. Essentially, what looks like economic growth is simply the extension of credit to fuel a housing boom. Banks cannot lose: instead of being indebted to them for 20 years, it’s 30; or owing them three times our salary, it’s six; the very luckiest among us have wandered into a state of <a href=\"http://www.ehow.com/about_5414560_debt-peonage.html\" title=\"\">debt peonage</a> to a high street bank, while the unlucky – who will never get on to the housing ladder – work to service the investments of the lucky. This is a bit more complicated and may involve an overhaul in the way we create money.</p> \n<p>But when we look at how badly things are being done – the vanishingly small number of people served by the status quo, the huge numbers, entire generations, who will have to live differently because of what we’ve allowed – this can’t be allowed to stand. So sure, we can talk about supply and demand, and even create the political will to do something about supply. But the exciting bit will start when we allow ourselves&nbsp;to&nbsp;think bigger.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434909720839/Terraced-housing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Politics never looks more pitiful or, frankly, animal crackers than in the housing debate – it’s almost a relief when they don’t discuss it.' Photograph: Helen Yates","credit":"/Helen Yates","altText":"Terraced housing","cleanCaption":"'Politics never looks more pitiful or, frankly, animal crackers than in the housing debate – it’s almost a relief when they don’t discuss it.' Photograph: Helen Yates"}],"bodyImages":[],"webPublicationDate":"2015-06-22T06:00:06Z","lastModified":"2015-06-22T06:00:06Z","metadata":{"commentable":true,"commentCount":205,"contributors":[{"name":"Zoe Williams","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoewilliams"}],"feature":false,"keywords":["Housing","Housing market","Communities","Society","Politics","Business","UK news"],"tags":[{"id":"society/housing","webTitle":"Housing"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Zoe Williams","topic":{"type":"tag-contributor","name":"profile/zoewilliams"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/22/housing-crisis-ban-ownership-foreign-non-residents","shortUrl":"http://gu.com/p/4a24a","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/22/housing-crisis-ban-ownership-foreign-non-residents","webUri":"http://www.theguardian.com/commentisfree/2015/jun/22/housing-crisis-ban-ownership-foreign-non-residents"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434909720839/Terraced-housing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'Politics never looks more pitiful or, frankly, animal crackers than in the housing debate – it’s almost a relief when they don’t discuss it.' Photograph: Helen Yates","credit":"/Helen Yates","altText":"Terraced housing","cleanCaption":"'Politics never looks more pitiful or, frankly, animal crackers than in the housing debate – it’s almost a relief when they don’t discuss it.' Photograph: Helen Yates"}},"importance":5,"byline":{"title":"Zoe Williams"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733751535/ZoeWilliams.png"}}]},{"title":"Rail fare has doubled for my 16-year-old son","rawTitle":"Rail fare has doubled for my 16-year-old son","item":{"type":"article","id":"money/2015/jun/22/rail-fare-doubles-for-my-16-year-old-son","title":"Rail fare doubles for my 16-year-old son","trailText":"Is there any way round this unaffordable increase?","standFirst":"<p>Is there any way round this unaffordable increase?</p>","byline":"Rebecca Smithers","body":"<p><strong>My son travels to school daily by train from Totnes to Exeter. He turns 16 at the end of August, when he will cease to be eligible for a child fare. Unfortunately, because he has to travel to school at peak time on CrossCountry or First Great Western trains a young person’s Railcard (for which we would have to pay &pound;30 a year) will not be valid. </strong></p> \n<p><strong>At the moment he buys a weekly season ticket at &pound;24, but this will double to &pound;48 when he reaches 16, which we simply can’t afford. I have heard some areas offer something called a “scholar’s pass”, but this doesn’t seem to be available in Devon. Is there any way round this? The school says it has no schemes to help out with transport costs; nor does our local education authority. </strong></p> \n<p><strong>I also wonder why the child rail fare age limit is still 15. Surely this is a hangover from when this was the school leaving age and only a minority stayed in education beyond that? Now that all youngsters must be in full-time education or training until 18, it seems nonsensical to treat 16-year-olds as if they are wage earners. Our son is halfway through his GCSEs, living at home, and won’t be earning a full-time wage any time soon. Surely affordable rail transport for youngsters would stop them all being driven to school? </strong><em>PB,</em> <em>Totnes, Devon</em></p> \n<p>The young person’s 16-25 Railcard leaflet, which trumpets “a third off rail fares”, claims that you can use the card on “all standard Anytime” fares, which suggests this includes peak-time journeys. But the small print adds: “A &pound;12 minimum fare applies for journeys starting- between 4.30am–10am Monday to Friday, excluding Advance fares.”</p> \n<p>This minimum fare does not apply on public holidays or throughout July and August (clearly not helpful to youngsters using the train to get to and from school). An “Anytime return” from Totnes to Exeter is currently &pound;11.60, so no discount would be available.</p> \n<p>We spoke to the Rail Delivery Group, which administers the various national Railcards on behalf of the train operating companies, which said: “The 16-25 Railcard is designed to encourage more leisure travel by train rather than for commuting to work or school – season tickets already offer discounts for this purpose. Many local authorities have agreements in place with local train operators for reduced price season tickets for schoolchildren, so in this case perhaps the parent or school could consider approaching their local authority to see if anything is in place.” </p> \n<p>We strongly suggest you do this before the end of term.</p> \n<p>There are already schemes in city centres such as London which cover rail as well as buses, so why not rural areas too? We have to agree that a cut-off age of 15 for children’s fares seems positively Dickensian. Time for a rethink?</p> \n<p><strong>We welcome letters but cannot answer individually. Email us at <a href=\"mailto:consumer.champions@theguardian.com\">consumer.champions@theguardian.com</a> or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number</strong></p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434712089538/b8c00f75-983d-494e-9391-6ec8a586c700-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"train on track","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-22T06:00:07Z","lastModified":"2015-06-22T06:00:07Z","metadata":{"commentable":true,"commentCount":90,"contributors":[{"name":"Rebecca Smithers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccasmithers"}],"feature":true,"keywords":["Rail fares","Consumer affairs","Money","Transport","Transport policy","UK news"],"tags":[{"id":"money/rail-fares","webTitle":"Rail fares"},{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"money/money","webTitle":"Money"},{"id":"uk/transport","webTitle":"Transport"},{"id":"politics/transport","webTitle":"Transport policy"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"money"},"topics":[{"displayName":"Rebecca Smithers","topic":{"type":"tag-contributor","name":"profile/rebeccasmithers"}}],"series":{"title":"Consumer champions","uri":"http://mobile-apps.guardianapis.com/lists/tag/money/series/bachelor-and-brignall-consumer-champions"},"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jun/22/rail-fare-doubles-for-my-16-year-old-son","shortUrl":"http://gu.com/p/4axvf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jun/22/rail-fare-doubles-for-my-16-year-old-son","webUri":"http://www.theguardian.com/money/2015/jun/22/rail-fare-doubles-for-my-16-year-old-son"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434712089538/b8c00f75-983d-494e-9391-6ec8a586c700-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Reader is struggling to pay rail fare for 16-year-old son. Photograph: Alamy","credit":"Alamy","altText":"train on track","cleanCaption":"Reader is struggling to pay rail fare for 16-year-old son.","cleanCredit":"Photograph: Alamy"}},"importance":4,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/298f2611bed77ef81ad632e3cbd12426c4992c09/512_390_3655_2194/1000.jpg","height":600,"width":1000}}]},{"title":"Being an abortion doctor has taught me a lot about life","rawTitle":"Being an abortion doctor has taught me a lot about life","item":{"type":"article","id":"healthcare-network/views-from-the-nhs-frontline/2015/jun/22/abortion-doctor-learn-life-women","title":"Being an abortion doctor has taught me a lot about life","trailText":"I’ve learned from the women I care for that it’s never an easy decision and I’m grateful I can help them at a difficult time<br>","standFirst":"<p>I’ve learned from the women I care for that it’s never an easy decision and I’m grateful I can help them at a difficult time<br /></p>","byline":"Anonymous","body":"<p>I slip out through the back door of the clinic, cut through the car park and cross to the far side of the road. I pick intently at the angry blisters emerging on the thumb and index finger of my operating hand, then shift my concentration to rummaging in my bag for my phone. Anything to avoid catching the eye of the protestors gathering on the opposite pavement, brandishing their gruesome placards of foetal parts.</p> \n<p>I can’t say this is exactly what I had in mind when I was 17 and writing my Ucas application, full of idealism and pride to be applying for such a noble profession. Probably not what my parents were thinking of either – it doesn’t make for great dinner party conversation having an abortion doctor for a daughter. <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I have heard 21 stories of 21 decisions, some agonising, others more straightforward, but not one of them taken lightly</p> \n </blockquote> \n</aside> \n<p>But somehow here I am. I made a decision not to conscientiously object and I am now nearing the end of my abortion-care training. If I’m honest, I haven’t found it emotionally easy (and I suspect neither have those closest to me!) but I’d never go back and change that decision. Not only have I received excellent tuition, but, perhaps more importantly, I have learnt much about life from the women I have cared for. They have taught me that pregnancy at the wrong time, with the wrong person, or in the wrong situation, can be a very lonely and unsympathetic place to be. One young woman confided in me that she’d rather take three buses home after her medical procedure and risk bleeding on the bus than have to ask a friend or family member for a lift, and therefore disclose her situation. I loaded her up with sanitary towels and silently hoped for the best. </p> \n<p>I have performed 21 abortions today, ending pregnancies in women ageing from 16 to 44, who have travelled from as far as Northern Ireland to regain control over their own bodies. I have carefully sieved through aspirate to identify the tiny translucent jelly-fish-like gestation sac at five weeks. I have painstakingly removed a foetus part by part at 23 weeks and watched the ultrasound image of the uterus shrink back to size. I have heard 21 stories of 21 difficult decisions, some agonising, others more straightforward, but not one of them taken lightly. One woman made it as far as the operating table and changed her mind. I wiped away another woman’s silent tears as the anaesthetist counted her down from 10 as he put her under. <br tabindex=\"-1\" /></p> \n<p>The staff in the clinic show boundless compassion. They strike the perfect balance of being sensitive to the enormity of the situation for each individual while not making too big a deal of it. I suppose this is their everyday, their normal and they are experienced at what they do: there is no lack of demand for abortion work, as that well-known “<a draggable=\"true\" href=\"http://www.1in3campaign.org/en/\">one in three women in the UK</a>” statistic demonstrates. My training also serves to remind me that there is no one type of woman who experiences unwanted pregnancy. </p> \n<p>I’ve seen as many professional women in their 40s as chaotic girls in their teens; and the majority have been using some form of contraception, albeit unsuccessfully. Many of the women are already mums. Some are devoutly religious. Some have been advised to have an abortion of a much-wanted pregnancy for medical reasons or severe foetal abnormalities. One woman I encountered had been trying to conceive for many years and finally got pregnant by IVF, only to be given this devastating recommendation. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/views-from-the-nhs-frontline/2015/jan/28/dignity-death-assisted-suicide-end-life-care\">Patient’s shocking death alone in a public toilet made me question end-of-life care</a> </p> \n</aside> \n<p>It has not yet become my everyday and my normal. I wonder if it will ever feel like that. As I leave clinic, I actually feel slightly elated from the work – I have learnt skills far beyond my expectations and I feel gratified to have been involved in helping women out in a vulnerable and sometimes desperate time. I glance back at the pro-life contingent and I wonder whether I feel guilty, or whether I should. There is a stir as a wide-eyed woman leaves the entrance of the clinic; she flinches when she sees the crowd and bows as if to hide her face. As I walk away I know these protestors have inadvertently answered my question. As long as unplanned pregnancy exists, we need to help women in this unfortunate situation, not harass them. Abortion can improve life and prevent harm; pro-choice, to me, does not mean anti-life. </p> \n<p>I breathe my customary sigh of relief as I close my front door behind me and kick off my shoes. My boyfriend hears the latch and calls from the kitchen to ask me about my day. I mutter something nondescript, skimping on detail, then get straight to the point: “How about a glass of wine?”. <br /></p> \n<p><em>If you would like to write a blogpost for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/healthcare-network/views-from-the-nhs-frontline\">Views from the NHS frontline</a>, read our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/healthcare-network/2014/aug/12/highs-lows-nhs-write-guardian\">guidelines</a> and get in touch by emailing <a href=\"mailto:healthcare@theguardian.com\">healthcare@theguardian.com</a>.</em></p> \n<p><strong><a href=\"https://register.theguardian.com/healthcare-professionals/\">Join our network</a> to read more pieces like this. And follow us on Twitter (<a href=\"https://twitter.com/GdnHealthcare\">@GdnHealthcare</a>) to keep up with the latest healthcare news and views.</strong><em><br /></em></p>","section":"Healthcare Professionals Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734198677/abortion-placard-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Craig Lassig/AP","altText":"abortion placard","cleanCredit":"Photograph: Craig Lassig/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-22T06:45:06Z","lastModified":"2015-06-22T06:48:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Healthcare Network","Workforce","NHS","Health","Society","Abortion","Women","Life and style"],"tags":[{"id":"healthcare-network/healthcare-network","webTitle":"Healthcare Network"},{"id":"healthcare-network/workforce","webTitle":"Workforce"},{"id":"society/nhs","webTitle":"NHS"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"world/abortion","webTitle":"Abortion"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"healthcare-network"},"topics":[],"series":{"title":"Careers in public services","uri":"http://mobile-apps.guardianapis.com/lists/tag/society-professionals/series/careers-in-public-services"},"embeddedVideos":[],"adTargetingPath":"healthcare-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/healthcare-network/views-from-the-nhs-frontline/2015/jun/22/abortion-doctor-learn-life-women","shortUrl":"http://gu.com/p/49ykt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/healthcare-network/views-from-the-nhs-frontline/2015/jun/22/abortion-doctor-learn-life-women","webUri":"http://www.theguardian.com/healthcare-network/views-from-the-nhs-frontline/2015/jun/22/abortion-doctor-learn-life-women"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734198677/abortion-placard-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘I do anything to avoid catching the eye of protestors gathering on the opposite pavement.’ Photograph: Craig Lassig/AP","credit":"Craig Lassig/AP","altText":"abortion placard","cleanCaption":"‘I do anything to avoid catching the eye of protestors gathering on the opposite pavement.’","cleanCredit":"Photograph: Craig Lassig/AP"}},"importance":4,"byline":{"title":"Anonymous"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734198677/abortion-placard-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Craig Lassig/AP","altText":"abortion placard","cleanCredit":"Photograph: Craig Lassig/AP"}}]},{"title":"Manuka / Even children now know that the honey choice of celebrities, is hyped and overpriced","rawTitle":"Even children now know that the honey choice of celebrities, is hyped and overpriced","item":{"type":"article","id":"lifeandstyle/2015/jun/22/manuka-is-a-taste-of-money","title":"Why manuka is a taste of money","trailText":"<strong>Rachel Cooke:</strong> Even children now know that manuka, the honey choice of celebrities, is hyped and overpriced. So, what’s Gwyneth going to do now?","standFirst":"<p>Even children now know that manuka, the honey choice of celebrities, is hyped and overpriced. So, what’s Gwyneth going to do now?</p>","byline":"Rachel Cooke","body":"<p>A group of schoolchildren in north London recently carried <a href=\"http://www.statschat.org.nz/2015/06/08/meddling-kids-confirm-manuka-honey-isnt-panacea/\">out a randomised trial on manuka honey</a> which seemed to disprove once and for all the strong claims made for its ability to keep flu and colds at bay. However, it wasn’t the results of their brilliant experiment that interested one newspaper reporter so much as its location. Oh, the irony that such a breakthrough should be made in Islington, a place he referred to as “<a href=\"http://www.theaustralian.com.au/news/world/manukas-magic-nothing-but-a-sweet-myth-children-prove/story-fnb64oi6-1227385766130\">Britain’s spiritual home of nonsense health fads”.</a> How on earth, he wondered, were the locals going to take this news? After all, don’t their corner shops sell little else? Those he interviewed were obliging, their tongues reaching immediately for their cheeks. “It’s deeply subversive,” said <a href=\"https://twitter.com/SellaTheChemist/status/606107178051768321\">Andrea Sella</a>, a UCL chemist and parent at the school involved. “Islington may never be the same again.”</p> \n<p>Ho ho, I thought as I read this story, perched at my kitchen table in – yes – downtown Islington. I wasn’t, at that particular moment, much in the mood for tedious cracks about the price of Ottolenghi’s butternut squash with tahini. I was trying to take a breather. Plus, I had a little irony of my own to hand, what with having just come from the Tube, a walk that inevitably requires me to wade through pile after pile of discarded takeaway boxes and flattened Coke bottles, and what with the certain knowledge that I would soon have to head out in the other direction, a journey that would take me past a local restaurant that is called, enticingly, Chick-Pizz. (No, its speciality is not chickpeas. It is, I believe, a one-stop shop for the purchase of fried chicken and pizza.) All I wanted, you understand, was to be able to enjoy a swift Crunchie and a strong cup of PG Tips in peace and quiet without any recourse to – or even thoughts of – kale, gluten-free bread or overpriced honey from New Zealand.</p> \n<p>But I digress. In truth, I was unreasonably pleased to hear that manuka appears to do a person no more or less good than any other kind of honey (perhaps this is why the reporter’s tone irked me so). Even before you get to the cost – a 340g jar of Steens “cold process extraction” New Zealand manuka with an “anti-bacterial rating” of 20+ <a href=\"https://www.ocado.com/webshop/product/Steens-Raw-Manuka-Honey-20/225482011\">will set you back a loopy &pound;33.95</a> – its bitter taste has always seemed to me to be the very opposite of what honey should be, which is to say sweet and comforting.</p> \n<p>I also have an inbuilt loathing of any foodstuff that comes trailing celebrity fans (Gwyneth Paltrow, joyless Twiglet that she is, believes in manuka, and so does Scarlett Johansson, who rubs it into her face – here’s the science bit – to <a href=\"http://www.style.com/beauty/people/2011/im-not-the-kind-of-person-that-just-slops-around-in-sweatpants-scarlett-johansson-on-why-beauty-is-a-daily-commitment\">“pull out the impurities”</a>). Most of all, though, there is just the simple fact that there are so many other, more delicious honeys out there in the world to be enjoyed. And I should know. When it comes to honey, those smart aleck kids have got nothing on me.</p> \n<p>The best I’ve ever tasted came from Yemen, a country famed across the Middle East for its honey, which is made from the flowers of the sidr tree, aka Christ’s thorn, the jujube or the lote. In 2008, I bought two combs in Wadi Hadramawt, a lonely and magical place that it would be impossible to visit now, and transported them back to Britain in a couple of tins, one for me, and one from my honey-addict friend, Nick. All I can tell you is that it was magnificent: floral without being cloying (though the Yemenis, I read, mix it with carrot seed and claim it as an aphrodisiac – so it could, in theory, be cloying in other ways).</p> \n<p>On these shores, sea lavender honey is notable both for its mildness and its lovely pale yellow-green colour – though it’s difficult to track down (you can sometimes find it at farmers markets in London and East Anglia). I also like the honey produced by Steve Benbow at the<a href=\"http://www.thelondonhoneycompany.co.uk/\"> London Honey Company</a>. He sells all sorts: borage, ling heather, Isle of Purbeck (the latter is made mostly from hawthorn blossom, which to me gives it extra romance). But my best treat would be a comb of his distinctive London honey, the work of urban bees. The thought of their hives, high on tower-block roofs and other out-of-the-way places, relieves the low moods brought on by knee-deep litter and fried chicken joints. Spread the city on your toast, and it begins to seem sweet once again.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469666975/2cb2744d-848d-4cbb-97f9-85a5966dad49-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Marc O. Finley/Getty Images/StockFood","altText":"Honeycomb on a fork.","cleanCredit":"Photograph: Marc O. Finley/Getty Images/StockFood"}],"bodyImages":[],"webPublicationDate":"2015-06-22T07:00:06Z","lastModified":"2015-06-22T07:00:06Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Rachel Cooke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rachelcooke"}],"feature":true,"keywords":["Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rachel Cooke","topic":{"type":"tag-contributor","name":"profile/rachelcooke"}}],"series":{"title":"Rachel Cooke on food","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/rachel-cooke-on-food"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/22/manuka-is-a-taste-of-money","shortUrl":"http://gu.com/p/49yhk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/22/manuka-is-a-taste-of-money","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/22/manuka-is-a-taste-of-money"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469666975/2cb2744d-848d-4cbb-97f9-85a5966dad49-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The bitter taste of manuka is the opposite of what honey should be’.  Photograph: Marc O. Finley/Getty Images/StockFood","credit":"Marc O. Finley/Getty Images/StockFood","altText":"Honeycomb on a fork.","cleanCaption":"‘The bitter taste of manuka is the opposite of what honey should be’. ","cleanCredit":"Photograph: Marc O. Finley/Getty Images/StockFood"}},"importance":3,"kicker":{"title":"Manuka"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434469666975/2cb2744d-848d-4cbb-97f9-85a5966dad49-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Marc O. Finley/Getty Images/StockFood","altText":"Honeycomb on a fork.","cleanCredit":"Photograph: Marc O. Finley/Getty Images/StockFood"}}]},{"title":"Daryl Hannah / It’s scary being in solitary","rawTitle":"It’s scary being in solitary","item":{"type":"article","id":"film/2015/jun/21/darryl-hannah-hollywood-splash-blade-runner-sense8-netflix","title":"Daryl Hannah: ‘It’s scary being in solitary’","trailText":"In the 80s, the Hollywood star was best known as a mermaid in Splash and a replicant in Blade Runner. More recently, she has concentrated on green issues, and her protests have landed her in jail. So does Sense8, her new Netflix series with the Wachowskis, herald a comeback?","standFirst":"<p>In the 80s, the Hollywood star was best known as a mermaid in Splash and a replicant in Blade Runner. More recently, she has concentrated on green issues, and her protests have landed her in jail. So does Sense8, her new Netflix series with the Wachowskis, herald a comeback?</p>","byline":"Xan Brooks","body":"<p>On the hottest day of the year so far, Daryl Hannah appears like a mirage outside her Paris hotel. She has been<strong> </strong>window-shopping and people-watching, but the heat is intense and her foundation is flaking. She explains that she likes taking walks in the city because this was where it all started; it is where her parents met. Without Paris, she says, she would not even exist.</p> \n<p>Hannah is in town to plug her role in <a href=\"http://www.netflix.com/WiMovie/80025744?mqso=81640163&amp;gclid=CL2M3M2AgcYCFSrJtAod5HQAIg\">Sense8</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/04/sense8-review-wachowskis-netflix\">an audacious, globe-hopping Netflix series about fluid identities and the shadowy links between the present and the past</a>. As luck would have it, the first three episodes have her cropping up as a ghost on various bustling city streets. Flaxen hair trails across her shoulders. Her gaze is full of mysterious import. She has something vital to tell us. I have no idea what it is.</p> \n<p>Once inside, Hannah retouches her makeup and arranges herself on the couch. At the age of 54, she has amassed more than 70 screen credits and squared all manner of circles. She is the painfully shy child turned 80s poster girl; the Hollywood star who found a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2009/jun/07/interview-daryl-hannah\">fresh lease of life as an environmental campaigner</a>. She has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/aug/30/daryl-hannah-arrested-at-white-house\">been arrested five times</a> and has seen the inside of jails. But interviews spook her so much that she has a PR sitting with us. She concludes the bulk of her answers with a sheepish giggle, as though taken aback at her own presumption. She looks like a valkyrie and behaves like a faun.</p> \n<figure class=\"element element-image\" data-media-id=\"d8216e0c88eb93f665cabc3ffe9d0cc2a9714a79\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734128288/bc292ca1-5012-4ef8-b8d2-8f15905cc8e6-460x276.jpeg\" alt=\"Hannah in the new Netflix series Sense8.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hannah in the new Netflix series Sense8.</span> \n  <span class=\"element-image__credit\">Photograph: Netflix</span> \n </figcaption> \n</figure> \n<p>No doubt this friction is part of her appeal. “One of the great advantages with Daryl is that she combines enormous strength with enormous vulnerability,” says Grant Hill, the producer of Sense8. “That’s what makes her so perfect for the role. You have the sense that she is controlling the tension, but that at any moment the balance could shift.”</p> \n<p>The trouble is that a discussion of Sense8 can only take us so far. The show is the brainchild of the <a href=\"http://en.wikipedia.org/wiki/The_Wachowskis\">blockbusting siblings Andy and Lana Wachowski</a>, working alongside Babylon 5 creator <a href=\"http://en.wikipedia.org/wiki/J._Michael_Straczynski\">J Michael Straczynski</a>, and spotlights the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jun/11/fast-and-curious-what-do-you-make-of-sense8s-telepathic-tag-team-netflix-episodes-one-to-six\">telepathic communication between eight strangers in eight different cities</a>. But the series is designed to reveal its hand slowly and the opening episodes scatter so many clues that it is all I can do to work out whether we are in Berlin or Nairobi. Hannah takes pity. She insists the show is beautiful and profound and that everything of importance will be explained in due course. “I believe that when you see the whole series it will expand your mind,” she says. She peers at me earnestly. “And your heart.”</p> \n<p>Assuming Sense8 connects, it will count as a comeback of sorts. Her recent credits are dotted with obscure titles such as SOS: Love! and Zombie Night. I have the sense that acting has been playing second fiddle to her real-world concerns. Hannah edits and presents her own environmental blog on sustainable living (<a href=\"http://www.dhlovelife.com/v2/opening/\">DHlovelife</a>), although she laments that the site is in need of updating. Over the past decade, she has helped to organise protests against the closure of a community farm in Los Angeles, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2009/jun/24/james-hansen-daryl-hannah-mining-protest\">surface mining in West Virginia</a> and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2012/oct/05/daryl-hannah-arrested-keystone-protest\">construction of the Keystone oil pipeline between Canada and the Gulf coast</a>. Her Hollywood profile lends visibility to causes that otherwise risk being ignored by the mainstream news media. It must also make it awkward for the cops sent to put her in handcuffs.</p> \n<figure class=\"element element-image\" data-media-id=\"75f2ec6fcb449ef4dc95b90687ed9c95d9648905\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734313406/5ae60e10-b29d-47f4-9004-65dfae99c511-460x276.jpeg\" alt=\"Hannah as the Mermaid in the 1984 film Splash.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hannah as the Mermaid in the 1984 film Splash.</span> \n  <span class=\"element-image__credit\">Photograph: Moviestore/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>She nods. “Oh yeah, it’s pretty funny. Generally I end up taking pictures with the sheriffs at the station. So I do get singled out – not necessarily in good ways. The times I’ve been put in jail, I’m always in solitary. Partly because they think: ‘Oh, she must be the ringleader.’ Partly to protect me from the drunks and murderers.” She laughs at the memory. “It’s kind of scary and boring being in solitary.”</p> \n<p>Naturally, she makes an effort to lead by example. Her house runs on solar power; her car on recycled grease from fast food. But she acknowledges that the wider struggle verges on the Sisyphean.</p> \n<p>Does she feel hopeful? She see-saws her hand. “I go back and forth. Sometimes I’m very optimistic, when I’ve just participated in some action with young people and can see that there is a growing awareness. But then when you see the brick wall of resistance within the legislative and political system, it can be very frustrating.”</p> \n<p>She was raised in a world of wealth and privilege, of private jets and holiday homes. But her adolescence was a torment and she was bullied by her peers. A doctor diagnosed her as “borderline autistic” and suggested she be hospitalised. Acting, she says, was her way of escaping into a fantasy world. By the time she turned 25, Hannah had played the punkish replicant Pris in <a href=\"https://www.youtube.com/watch?v=e9t5ikxjAQ4\">Ridley Scott’s Blade Runner</a>, the Cro-Magnon orphan in The Clan of the Cave Bear, and Tom Hanks’s wide-eyed mermaid lover in the box-office hit <a href=\"https://www.youtube.com/watch?v=uMIsXdoj2vU\">Splash</a>. She felt that her salvation had been there all along.</p> \n<p>“Oh, for sure, when I did Blade Runner, I was completely transported to another world. The whole thing was perfect. It was just what I wanted. I wanted to become another person. I wanted to live in another reality.”</p> \n<figure class=\"element element-image\" data-media-id=\"6323bc3b523e10e49132029800fdbb2dbce55fab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734466624/2e815bfe-1bb9-4276-abae-67a02fd2c199-460x318.jpeg\" alt=\"Hannah as Pris in the 1982 film Blade Runner.\" width=\"460\" height=\"318\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hannah as Pris in the 1982 film Blade Runner.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>The illusion, however, could not last for ever. “I always loved the process, but I was very uncomfortable with the other aspects of the job – the publicity and all that stuff. And I didn’t anticipate that, because I was such a fan of 30s and 40s cinema: I thought it would all be so glamorous. ‘Oh, I’ll be getting out of a car and walking into Grauman’s Chinese theatre, won’t that be so wonderful?’ I didn’t realise that, because I was a self-conscious, picked-on kid, when people were looking at me, I’d feel they were making fun of me.”</p> \n<p>Even when those people were applauding and cheering? “Well, yeah,” she splutters. “Because that was the only attention I was used to. So the attention triggered the same old response. I knew that people were looking at me because I looked weird.”</p> \n<p>It seems safe to assume that the world did not think she looked weird. She was tall, blond and beautiful; the possessor of “one of the 10 best female bodies”, according to McCall’s magazine. Producers fell over themselves to cast her as an object of desire. Off screen, she has had relationships with David Blaine and John F Kennedy Jr; Jackson Browne and Neil Young. But I keep recalling what Hill told me about her curious blend of vulnerability and strength. It occurs to me that many of those early roles installed Hannah as a particularly benighted male fantasy figure: the gauche, innocent child with the body of a woman.</p> \n<p>“Oh no,” she protests. “Not always. Come on.” She mentions 1989’s <a href=\"https://www.youtube.com/watch?v=v2IGgZgWj0k\">Steel Magnolias</a>, in which she played a frowsy southern misfit behind thick, horn-rimmed specs. “But, actually, I did a lot of films where I wasn’t playing that role. And, come on – every 20-year-old actress is installed in that way. It’s a male-dominated industry. It’s just a bunch of guys saying: ‘Let’s make the girl younger, and sexy, and hot.’ So, yeah, of course it’s exploitative. And that’s unfortunate because it has the potential to be really transformative in expressing the human condition.”</p> \n<figure class=\"element element-image\" data-media-id=\"a3ac51d5f82944046274d0dd15c7a9802c1ed5c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434734735948/a03e4d83-24c2-4d23-9979-485590b631aa-460x347.jpeg\" alt=\"Hannah during a protest against oil giant Texaco in Ecuador in 2007.\" width=\"460\" height=\"347\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hannah during a protest against oil giant Texaco in Ecuador in 2007.</span> \n  <span class=\"element-image__credit\">Photograph: Jose Jacome/EPA</span> \n </figcaption> \n</figure> \n<p>In hindsight, she sees that her first 12 months in the business were pure playtime, in that she was able to shoot a bunch of movies unnoticed before the klieg light was switched on. After that, she was stricken. Journalists kept asking about her acting technique, when of course she had no technique; she was making it up as she went along. So, she enrolled in acting classes and immersed herself in Shakespeare and reckons that this was a disaster; it messed her up more than ever. It took her years to reconnect with the skills she had to begin with. “All I was trying to do was to lose myself in the fantasy, just like a kid does in the playground. People kept telling me that it wasn’t enough, to the point where I didn’t know that pretending something and believing it is all that it is. Seriously,” she laughs, “that’s all acting is.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2010/mar/14/the-film-that-changed-daryl-hannah\">As a kid, she loved Judy Garland and longed to be whisked away to the land of Oz</a>. Now she accepts Oz isn’t real and has made her peace with the pretence. The day after our interview, she is going to the south of France, where her elderly mother is having a birthday party. A storybook child might travel there by tornado. A Hollywood star would fly down on a jet. But Hannah prides herself on finding more sensible solutions – a sustainable middle route between these two fantasy worlds. Her ticket is prebooked; she is taking the train.</p> \n<p><em><span class=\"bullet\">•</span> Sense8 is available on Netflix now.</em></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434733909575/8fd85206-6311-4efe-8319-7e8f79b73952-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Ray Davidson/Netflix","altText":"Daryl Hannah: 'I wanted to become another person, to live in another reality.'","cleanCredit":"Photograph: Eric Ray Davidson/Netflix"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734129637/bc292ca1-5012-4ef8-b8d2-8f15905cc8e6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hannah in the new Netflix series Sense8. Photograph: Netflix","credit":"Netflix","altText":"Hannah in the new Netflix series Sense8.","cleanCaption":"Hannah in the new Netflix series Sense8.","cleanCredit":"Photograph: Netflix"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734314928/5ae60e10-b29d-47f4-9004-65dfae99c511-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hannah as the Mermaid in the 1984 film Splash. Photograph: Moviestore/Rex Shutterstock","credit":"Moviestore/Rex Shutterstock","altText":"Hannah as the Mermaid in the 1984 film Splash.","cleanCaption":"Hannah as the Mermaid in the 1984 film Splash.","cleanCredit":"Photograph: Moviestore/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734465185/2e815bfe-1bb9-4276-abae-67a02fd2c199-2060x1424.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1424,"width":2060,"orientation":"landscape","caption":"Hannah as Pris in the 1982 film Blade Runner. Photograph: Alamy","credit":"Alamy","altText":"Hannah as Pris in the 1982 film Blade Runner.","cleanCaption":"Hannah as Pris in the 1982 film Blade Runner.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734735074/a03e4d83-24c2-4d23-9979-485590b631aa-2060x1554.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1554,"width":2060,"orientation":"landscape","caption":"Hannah during a protest against oil giant Texaco in Ecuador in 2007. Photograph: Jose Jacome/EPA","credit":"Jose Jacome/EPA","altText":"Hannah during a protest against oil giant Texaco in Ecuador in 2007.","cleanCaption":"Hannah during a protest against oil giant Texaco in Ecuador in 2007.","cleanCredit":"Photograph: Jose Jacome/EPA"}],"webPublicationDate":"2015-06-21T18:15:15Z","lastModified":"2015-06-21T23:10:07Z","metadata":{"commentable":true,"commentCount":49,"contributors":[{"name":"Xan Brooks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/5/1399296989428/Xan-Brooks-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/xanbrooks"}],"feature":true,"keywords":["Daryl Hannah","Film","Activism","Environment","Netflix","Media"],"tags":[{"id":"film/daryl-hannah","webTitle":"Daryl Hannah"},{"id":"film/film","webTitle":"Film"},{"id":"environment/activism","webTitle":"Activism"},{"id":"environment/environment","webTitle":"Environment"},{"id":"media/netflix","webTitle":"Netflix"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"film"},"topics":[{"displayName":"Xan Brooks","topic":{"type":"tag-contributor","name":"profile/xanbrooks"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/21/darryl-hannah-hollywood-splash-blade-runner-sense8-netflix","shortUrl":"http://gu.com/p/4axda","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/21/darryl-hannah-hollywood-splash-blade-runner-sense8-netflix","webUri":"http://www.theguardian.com/film/2015/jun/21/darryl-hannah-hollywood-splash-blade-runner-sense8-netflix"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434733909575/8fd85206-6311-4efe-8319-7e8f79b73952-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Daryl Hannah: ‘I wanted to become another person, to live in another reality.’  Photograph: Eric Ray Davidson/Netflix","credit":"Eric Ray Davidson/Netflix","altText":"Daryl Hannah: 'I wanted to become another person, to live in another reality.'","cleanCaption":"Daryl Hannah: ‘I wanted to become another person, to live in another reality.’ ","cleanCredit":"Photograph: Eric Ray Davidson/Netflix"}},"importance":3,"kicker":{"title":"Daryl Hannah"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434733909575/8fd85206-6311-4efe-8319-7e8f79b73952-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Eric Ray Davidson/Netflix","altText":"Daryl Hannah: 'I wanted to become another person, to live in another reality.'","cleanCredit":"Photograph: Eric Ray Davidson/Netflix"}}]}],"lastModified":"2015-06-22T08:11:35Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}