{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Rose Byrne / I couldn't do standup, my comedy doesn't come from jokes","rawTitle":"I couldn't do standup, my comedy doesn't come from jokes","item":{"type":"article","id":"film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","title":"Rose Byrne: 'I couldn't do standup, my comedy doesn't come from jokes'","trailText":"The actor on being funny, serious and successful – and her delight that the fight against ‘illegal’ sexism in the film industry is finally landing some blows","standFirst":"<p>The actor on being funny, serious and successful – and her delight that the fight against ‘illegal’ sexism in the film industry is finally landing some blows</p>","byline":"Alexandra Spring","body":"<p>Rose Byrne is a notorious “breaker” – one of those actors who finds it impossible to keep a straight face opposite a comedic co-star. While she assures me she’s improving, working with her “unpredictable” co-star Melissa McCarthy on their new movie Spy made it almost impossible. “She’ll go on these runs of her bits, so it’s pretty hard not to start laughing. Even the crew guys start laughing.” She adds quickly: “Jude [Law] broke a lot so that made me feel less self-conscious.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/16/spy-review-paul-feig-melissa-mccarthy-jude-law\">Spy review –&nbsp;uproarious Paul Feig comedy tickles SXSW</a> </p> \n</aside> \n<p>For Byrne, it’s an occupational hazard. The Sydney-born actor has made a slew of comedies since her 2010 role as <a href=\"https://www.youtube.com/watch?v=1q2sUV_eHfI\">trashtastic popstar Jackie Q</a>, the girlfriend of Russell Brand’s character in Get Him to the Greek. Next came the wildly successful Bridesmaids, in which she played the insufferable Helen opposite Kristen Wiig and Maya Rudolph, followed by the bromance<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/bad-neighbours\"> Bad Neighbours</a>, in which she played Seth Rogen’s wife and casually walked away with most of the kudos. </p> \n<p>Her fast track to funny girl is no accident. When I interviewed Byrne in 2010, before Greek, she spoke of a desire to do more comedy after a run of solemn-faced roles in the Asperger’s drama Adam, the horror flick 28 Weeks Later and the sci-fi thriller Sunshine. She said then: “Most of my stuff has been serious … but I definitely have a light-hearted side.” </p> \n<p>She has channelled it. Spy reunites her with the Bridesmaids director, Paul Feig, and co-star McCarthy. Billed as an action comedy, the film sees McCarthy’s mild-mannered CIA analyst Susan Cooper forced out into the field – in increasingly depressing cat-lady disguises – to stop an underworld nuclear arms deal. Byrne plays the dastardly Raina Boyanov, a mob boss’s daughter who is possibly the linchpin in the deal and the foil for McCarthy’s unfortunate character. The two banter and bounce off each other, locked in a tussle of wits and, occasionally, limbs. </p> \n<figure class=\"element element-image\" data-media-id=\"663d64cb3327dde9360a2f8c437f907473493f53\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432811966207/fda8bdda-972f-496f-9575-44772dc81672-460x276.jpeg\" alt=\"Rose Byrne in Spy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart</span> \n </figcaption> \n</figure> \n<p>Despite <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/jul/20/rose-byrne-this-much-i-know\">her growing assuredness</a>, she finds comedy challenging, particularly when working with “effortless” performers such as Wiig, Rudolph and McCarthy. “It’s like doing a drama but on top of that you have to get a laugh,” she says, “It’s scientific, it’s technical and it’s also like lightning in a bottle.” Her approach is different to that of her co-stars: “I could never do standup – my comedy comes from character stuff, not necessarily from jokes.” </p> \n<p>What makes her laugh in real life? “Fox news. That’s pretty funny.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/australia-culture-blog/2014/jul/04/two-hands-rewatched-heath-ledger-emerges-in-offbeat-caper\">Two Hands rewatched – Heath Ledger emerges in offbeat crime caper</a> </p> \n</aside> \n<p>At 35, Byrne is one of Australia’s most successful actors. Audiences have watched her transform from the fresh-faced (albeit peroxided) 20-year-old in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/australia-culture-blog/2014/jul/04/two-hands-rewatched-heath-ledger-emerges-in-offbeat-caper\">Two Hands</a>, opposite Heath Ledger, through a blink-and-you-missed-it performance in Star Wars Episode II: Attack of the Clones, a screen kiss with Brad Pitt in the forgettable Troy and a role as the extravagant Duchesse de Polignac in Sofia Coppola’s lightweight Marie Antoinette. </p> \n<p>Then came <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2010/may/28/damages-review\">Damages</a>, her breakout television role in which she played a law school graduate locked in a dysfunctional relationship with her mentor/tormentor, played by Glenn Close. The show premiered in 2007, the same year as Mad Men, and was one of the new breed of TV dramas, headed up by strong female leads. It ran for five seasons. Looking back, Byrne says she realises it was a seminal time: “I was lucky to be part of that really great writing that was returning to TV.” </p> \n<p>The role got her noticed – and two Golden Globe nominations. By 2013 she was one of LA’s most in-demand actors, reportedly having her pick of TV scripts during pilot season. Instead she focused on getting her funny on.<br /></p> \n<p>While more likely to be cracking a smile on screen, she’s getting more serious off screen. Until recently, Byrne could never have been accused of being outspoken but in 2014 she appeared in a <a href=\"https://www.youtube.com/watch?v=Zd6VenJWz9A\">public service announcement</a> on US television about sexual assaults on college campuses. Inspired by the campaign, she followed it up by taking part in a women’s day at the UN in New York. “I thought it was a really hard subject to discuss that nobody really wants to.”</p> \n<p>She’s also entered the debate about sexism in the film industry. Byrne points to a push by the <a href=\"http://variety.com/2015/biz/news/hollywoods-biased-hiring-practices-against-women-subject-of-a-c-l-u-inquiry-1201493101/\">American Civil Liberties Union</a> for a criminal investigation into gender discrimination. “It’s not being put down to good old-fashioned misogyny, it’s actually [asking] why is this quietly tolerated? Why has this been a silent agreement for the last however many years. </p> \n<p>“This is discrimination. And that’s illegal. It’s very interesting, long overdue and quite frankly exciting to see it being taken as seriously as it should be.”</p> \n<figure class=\"element element-image\" data-media-id=\"7afd609c42e9109c4a20d5a6549f1ead6c53b928\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432827099767/cc668fb2-5f9b-4e4a-a36c-a0bc0e85dd95-460x306.jpeg\" alt=\"Rose Byrne (second from left) and her Bridesmaids co-stars in Paul Feig's 2011 film.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film.</span> \n  <span class=\"element-image__credit\">Photograph: Allstar/Universal Pictures/Sportsphoto Ltd</span> \n </figcaption> \n</figure> \n<p>Byrne and a group of close friends have taken matters into their own hands. Documentary film-maker Gracie Otto, actor and writer Krew Boylan, director Shannon Murphy, publicist Jessica Carrera and Byrne decided to band together to form <a href=\"http://www.filmink.com.au/news/welcome-to-the-dollhouse-/\">the Dollhouse Collective</a>, a production company with an emphasis on creating “complicated great lead roles for women”.</p> \n<p>The fivesome intend to mix and match duties, with Byrne keen to produce and direct. “As an actor, you have little control over your career, whereas you can exercise a little bit more of that when you are steering the ship.” She feels a responsibility to Australia. “You want to give back, to tell Australian stories and nurture the place where you are from.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It just seems to be more bad news with this government with the arts</p> \n  <footer> \n   <cite></cite> \n  </footer> \n </blockquote> \n</aside> \n<p>She won’t say if the newly announced <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/may/12/budget-takes-100m-from-australia-council-to-establish-arts-excellence-program\">Screen Australia funding cuts </a>will affect the company’s first project Seriously Red, written by Boyland and executive produced by Byrne. But she was disappointed to hear about them. “It just seems to be more bad news with this government with the arts. It’s not a priority for them to cultivate our storytelling or our culture through artistic pursuits.”</p> \n<p>Still, she continues to enjoy the lighter side of her work. She’s pleased when I point out red carpet shots in which she looks increasingly chipper. “I’m used to people telling me I was miserable so its nice to have a change of tune.” </p> \n<p>Time to press her for a reason. Is it her increasingly comedic roles that are making her smile? Her confidence as a red carpet regular? Or perhaps the happiness she’s reportedly found with her partner, actor Bobby Cannavale? She laughs hard. “Maybe I’ve had a few glasses of wine before I got on there, that’s probably it.”</p> \n<p><em><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/mar/16/spy-review-paul-feig-melissa-mccarthy-jude-law\">Spy</a> is out now in Australia and released on 5 June in the US and UK</em><br /></p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f64361ed845812b21f422655fad57b098c31e8ac/0_69_7119_4280/7119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4280,"width":7119,"orientation":"landscape","credit":"Chris Weeks/Getty Images","altText":"LOS ANGELES, CA - APRIL 16:  Actress Rose Byrne attends the Burberry \"London in Los Angeles\" event at Griffith Observatory on April 16, 2015 in Los Angeles, California.  (Photo by Chris Weeks/Getty Images for Burberry)","cleanCredit":"Photograph: Chris Weeks/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432811967824/e043ddeb-4d38-4154-be00-358740bdbb1d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart","credit":"supplied","altText":"Rose Byrne in Spy","cleanCaption":"Rose Byrne in Spy opposite Melissa McCarthy and Miranda Hart"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432827100200/cc668fb2-5f9b-4e4a-a36c-a0bc0e85dd95-2060x1368.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1368,"width":2060,"orientation":"landscape","caption":"Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film. Photograph: Allstar/Universal Pictures/Sportsphoto Ltd","credit":"Allstar/Universal Pictures/Sportsphoto Ltd","altText":"Rose Byrne (second from left) and her Bridesmaids co-stars in Paul Feig's 2011 film.","cleanCaption":"Rose Byrne (second from left) with her Bridesmaids co-stars in Paul Feig’s 2011 film.","cleanCredit":"Photograph: Allstar/Universal Pictures/Sportsphoto Ltd"}],"webPublicationDate":"2015-05-28T23:36:53Z","lastModified":"2015-05-29T07:23:02Z","metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Alexandra Spring","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/16/1421421468525/Alexandra-Spring-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexandra-spring"}],"feature":true,"keywords":["Spy","Rose Byrne","Melissa McCarthy","Comedy","Australian film","Film industry","Film","Comedy","Culture"],"tags":[{"id":"film/spy","webTitle":"Spy"},{"id":"film/rose-byrne","webTitle":"Rose Byrne"},{"id":"film/melissa-mccarthy","webTitle":"Melissa McCarthy"},{"id":"film/comedy","webTitle":"Comedy"},{"id":"film/australia","webTitle":"Australian film"},{"id":"film/film-industry","webTitle":"Film industry"},{"id":"film/film","webTitle":"Film"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"film"},"topics":[{"displayName":"Alexandra Spring","topic":{"type":"tag-contributor","name":"profile/alexandra-spring"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","shortUrl":"http://gu.com/p/49a6j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes","webUri":"http://www.theguardian.com/film/2015/may/29/rose-byrne-i-couldnt-do-standup-my-comedy-doesnt-come-from-jokes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f64361ed845812b21f422655fad57b098c31e8ac/0_69_7119_4280/7119.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":4280,"width":7119,"orientation":"landscape","caption":"Rose Byrne: ‘I’m used to people telling me I was miserable.’ Photograph: Chris Weeks/Getty Images","credit":"Chris Weeks/Getty Images","altText":"Rose Byrne","cleanCaption":"Rose Byrne: ‘I’m used to people telling me I was miserable.’","cleanCredit":"Photograph: Chris Weeks/Getty Images"}},"importance":7,"kicker":{"title":"Rose Byrne"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Jamie xx / Mercury winner and acclaimed producer on going solo","rawTitle":"Mercury winner and acclaimed producer on going solo","item":{"type":"article","id":"music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","title":"Jamie xx: 'What have I learned? That I like working on my own'","trailText":"He’s one third of a Mercury-winning band, an acclaimed remixer and a producer by appointment to pop royalty like Drake and Alicia Keys. Jamie Smith explains why going solo with his debut album, In Colour, suits him just fine","standFirst":"<p>He’s one third of a Mercury-winning band, an acclaimed remixer and a producer by appointment to pop royalty, such as Drake and Alicia Keys. Jamie Smith explains why going solo with his debut album, In Colour, suits him just fine</p>","byline":"Alexis Petridis","body":"<p>Jamie Smith thinks his interest in dance music might have come from his family. As a kid, two of his uncles were DJs. The first lived in New York: “He played in bars. It was around the whole chill-out thing, he was playing Latin music. He used to send mix CDs over every Christmas.” He has a vague memory of going to New York to see his uncle play. Or at least he thinks he does: “I have this thing in my head that I did go to a bar and hear him, but I don’t actually know if it’s real. I might have just made it up when I was younger, because he talked about it all the time.”</p> \n<p>The other uncle, who taught the 10-year-old Smith how to mix two records on a pair of turntables, was based in the slightly less glamorous environs of Sheffield. He played house music on a pirate station, then got his own show on Kiss FM, and it was there that Smith – better known these days as <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/jamie-xx\">Jamie xx</a> – made his radio debut. Or rather <em>didn’t</em> make his radio debut. “He took me to the studio in Sheffield and tried to get me to speak on the radio.” There’s a pause. How did that go? Smith frowns. “I didn’t speak.”</p> \n<p>It’s tempting to suggest that here is an example of an artist starting how he meant to go on. Twenty-six-year-old Smith may be many things – <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/the-xx\">one third of the xx</a>, an acclaimed DJ and remixer, a producer by appointment to R&amp;B royalty including Drake and Alicia Keys, and the author of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/may/24/jamie-xx-in-colour-review-larging-it-for-introverts\">fantastic solo album, In Colour</a> – but one of pop’s natural raconteurs isn’t among them. I meet him twice: in a cafe around the corner from his home in east London; and in Liverpool, before he DJs at Freeze: an event that takes place in a ruined church. There is little eye contact, some awkward silences, and a lot of terse answers: a question usually yields a couple of sentences in response, rephrasing it gets you a few more words. His manner isn’t in any way surly, rude or difficult. I can’t work out whether he’s incredibly shy, a bit diffident, or just really doesn’t like talking about himself. Ironically, when trying to explain how he makes music, he occasionally sounds not unlike the sampled voice you hear at the end of SeeSaw, a track from his album: “I just … the world just …” it stammers, before lapsing into silence.</p> \n<figure class=\"element element-image\" data-media-id=\"5b5e1ac8f63fdaf3d1711cc8c8c0661787e44557\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432817259747/0d2d5876-5a2d-4724-9478-b726ace34b09-460x276.jpeg\" alt=\"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.</span> \n  <span class=\"element-image__credit\">Photograph: Katherine Anne Rose</span> \n </figcaption> \n</figure> \n<p>You do find yourself wondering how someone apparently so introverted gets on in the studio with big-name R&amp;B stars. “It’s hard, really,” he says. “Hip-hop, in particular, is really difficult because you have to smoke a lot of weed while you’re doing it. I mean, I’m happy to say ‘no’ but, at the same time, you feel like a nerd. Weed doesn’t help me at all: it just makes me fall asleep or want to be sick.</p> \n<p>“It’s like being a producer for hire. You meet a lot of people, consider everybody’s opinion. I’ve learned a lot.” A pause. What have you learned? “Mostly that I like working on my own. But it’s good to push myself.”</p> \n<p>He says he only made a solo album because it would force him to finish a load of tracks he had lying around, some dating back six years – “I can make something for a long time, and just not come up with an ending. It’s finishing things that I don’t enjoy” – but In Colour is far, far better than that suggests. Smith is exceptionally good at what you might call “dancefloor melancholy”, something you find a lot on old disco and early house records: an odd, ineffable sense of yearning amid the euphoria, a nod to the fact that the elation of dancing in a club is a transient thing and the real world still waits outside. The tracks with lyrics are filled with people temporarily lost in front of the big speakers, subsumed by music. “You want to change your colours just for the night with no word of it following you home,” he says, as his bandmate Oliver Sim puts it on Stranger in a Room from the album.</p> \n<p>Smith says he works best when he’s feeling miserable. “Well, I don’t need to be, but I find that it helps. It’s not like I force myself to think of sad things, but … it’s more that I make music because it makes me happy.” So, if the music you’re making lifts your mood it’s an indication that it is a success? “Yeah, that’s it.”</p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Jamie xx - All Under One Roof Raving\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wk28cgCG3Ho\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In fairness, Smith is a positive chatterbox compared to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/apr/10/the-xx-interview\">first time I met him, in 2010</a>, in the company of his bandmates. In my memory, Smith didn’t utter a sound for two hours but, checking the recording, that’s not the case: at one juncture, he yawned and muttered something about drum machines. The xx were barely out of their teens and seemed a bit dazed by the success of their debut album, which was critically lauded, already on its way to going platinum and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2010/sep/08/the-xx-mercury-prize-2010\">winning the Mercury prize</a>. Smith had produced it “by accident” – they’d tried working with other producers, including Diplo, but ended up coming back to his original recordings – and he was already being hailed as a visionary figure by his label boss at XL Recordings, Richard Russell. “I found him really inspiring as a beatmaker in quite a specific way,” says Russell. “He was playing the MPC – which is a piece of studio equipment you’re supposed to use for recording and sequencing – as an instrument. That idea sort of blew my mind: that you could play something live and still have the sounds I love, the sample sounds. I started doing it myself straight away, on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2012/jun/10/bobby-womack-bravest-man-universe-review\">Bobby Womack’s album</a>, on the stuff I was doing with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2014/jan/20/damon-albarn-everyday-robots\">Damon Albarn</a>.” (“I didn’t realise you weren’t supposed to do that with it,” shrugs Smith. “I still don’t know how to use one properly.”)</p> \n<p>Smith began DJing aged 15, playing jazz and soul in a bar in Camden, and picking up dance tracks after hearing them on skate videos – “The American ones are all punk, but the English skate videos were quite tasteful: a lot of hip-hop and electronica” – but his style changed after a visit to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/jan/07/london-club-plastic-people-remembered-ade-fakile-floating-points\">legendary dubstep night FWD&raquo; at east London’s Plastic People</a>. “Before that, I wasn’t really old enough to go to clubs and, like, actually feel it, so I didn’t really understand it: I used to think house music was just boring. Then I went to FWD&raquo; and the amount of bass that they had … it had a kind of physical effect. That made me want to make it, on a faster tempo.”</p> \n<figure class=\"element element-image\" data-media-id=\"ecc86355d87dfc510f388e9b93a91331af4eacd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432817146668/def3f094-99c0-447f-9bc7-df023f7a7e61-460x357.jpeg\" alt=\"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.\" width=\"460\" height=\"357\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.</span> \n  <span class=\"element-image__credit\">Photograph: Mischa Richter</span> \n </figcaption> \n</figure> \n<p>He began DJing alongside Mount Kimbie, James Blake and Joy Orbison, all artists who would make their mark on the post-dubstep dance scene – although, at first, Smith says he “didn’t feel like I was part of it, because I was in an indie band”. He began producing low-key remixes for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2009/apr/01/jack-penate\">Jack Pe&ntilde;ate</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/florence-and-the-machine\">Florence and the Machine</a>, but the real breakthrough came when Russell asked him to remix <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/gil-scott-heron\">Gil Scott-Heron’s final album, I’m New Here</a>, in its entirety. He turned in a startling reinvention that marooned <a href=\"https://www.youtube.com/watch?v=PaXslpx3MWY\">Scott-Heron’s voice over heaving bass and washes of electronic noise</a>, its 21st-century sound flecked with samples from 60s and 70s soul. “I think I had an inkling [that Jamie] was part of the same thing I see myself as,” says Russell. “A bit of a continuum of pirate radio-influenced music [Russell began his career as a pirate radio DJ, before recording and remixing rave tracks under the names Kicks Like a Mule and the Valentine Boys]. And I realised I was kind of in an interesting position because Gil was 60-odd, I was in my late 30s and Jamie was just hitting 20, so there were these three very different stages of life. I felt like between the three of us, something interesting would come out of it.”</p> \n<figure class=\"element element-embed element--supporting\" data-alt=\"Jamie xx - Boiler Room London\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/HV-nNEXgsOk\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Smith released a slew of acclaimed singles under his own name, including the remarkable <a href=\"https://www.youtube.com/watch?v=wk28cgCG3Ho\">All Under One Roof Raving</a>, a strange, hypnotic confection of sparse percussion, steel drums and snatches of dialogue from early-90s ravers taken from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2009/aug/03/fiorucci-made-me-hardcore\">Mark Leckey</a>’s short film <a href=\"https://www.youtube.com/watch?v=-dS2McPYzEE\">Fiorucci Made Me Hardcore</a>. There’s a kind of sequel to it on In Colour’s opening track Gosh: a warped take on an old hardcore rhythm topped with a gorgeous, wistful melody – the latter a homage to <a href=\"https://www.youtube.com/watch?v=M0wYZ9hS0zc\">Orbital’s heartbreaking 1991 end-of-the-night anthem, Belfast</a>. (The samples of MCs from Radio 1’s mid-90s One in the Jungle show are enough to make dance music fans of a certain age dewy-eyed.) A toddler when Belfast was released, Smith says he’s not obsessed with the past. “I just like the lineage and the heritage and the fact that British dance music is still progressing. I’m from London, I love London, and I wouldn’t know how else to show that love in musical terms. There’s something about British stuff that’s a bit faster, a bit harder-hitting. Just tough.”</p> \n<p>Aside from his DJing career and the f<a href=\"http://www.nme.com/news/the-xx/77815\">orthcoming third album from the xx</a>, he’s scoring a <a href=\"http://www.mif.co.uk/event/tree-of-codes\">ballet for the Manchester International Festival</a>, based on Jonathan Safran Foer’s experimental book <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2010/dec/18/tree-codes-safran-foer-review\">Tree of Codes</a>. “The music’s less concise than on my album.” And there’s talk of performing some of In Colour live, at least for a TV show – the prospect of which doesn’t seem to fill him with delight. “I’m dreading it,” he says. “I have to be in front, for one thing, and then I have to orchestrate a whole band of people I don’t know – as well as Ollie and Romy, if they’re up for it – which I’ve never done. Again, it’s a good thing to do, because it’ll be a learning experience.” He doesn’t look convinced.</p> \n<p>We head around the corner to the bombed-out church. He’s a fantastic DJ, unafraid to take risks – midway through the set, he puts on the completely beatless Stranger in a Room – maintaining a frenzied atmosphere without playing anything obvious. He stands half-hidden in dry ice, rarely looking up from the turntables. Sometimes he turns around to pull another record out of his box – he’s playing vinyl – and, with his back to the audience, dances on his own. He looks like a character in one of In Colour’s songs: momentarily lost, subsumed by the music.</p> \n<h2><strong>The records that made Jamie xx</strong><br /></h2> \n<p><strong>The Stax/Volt Revue Volume 1: Live In London by various artists (1967)</strong><br />It was one of my parents’ records. They were big soul and folk fans, they liked <a href=\"http://en.wikipedia.org/wiki/Fairport_Convention\">Fairport Convention</a>. I just remember the cover: black, with loads of different pictures of people onstage. It wasn’t that that appealed to me, though – it was the music: Otis Redding, Sam and Dave. I listened to it over and over again.</p> \n<figure class=\"element element-embed\" data-alt=\"The Stax/Volt Revue\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/3ND4P-gy1PM\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>The World Is a Ghetto (Special US Disco Mix) by War (1979)</strong><br />It’s nine minutes long, or something: four really long solos, a harmonica solo in the middle, this really driving disco beat. It just works. It’s not so much influential as something I like – it doesn’t get boring no matter how many times I listen to it. I play it out a lot. It’s got to the stage where I try not to, but it’s very tempting.</p> \n<figure class=\"element element-embed\" data-alt=\"The World Is a Ghetto\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/SbfnYeeOgxE\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Dummy by Portishead (1994)</strong><br />I first heard it when I was 11, probably. One of the tracks, Wandering Star, was on this skate video I liked. I bought the album just after that. I think it was the production that appealed to me. Obviously, I didn’t know about how to produce or anything then, I didn’t even know what a computer program that made music looked like, but every bit of it sounds so satisfying, it’s obvious they spent a lot of much time on it.</p> \n<figure class=\"element element-embed\" data-alt=\"Portishead - Glory Box\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4qQyUi4zfDs\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>Double Figure by Plaid (2001)</strong><br />For years, I always pronounced their name “played” – I never met anyone else who knew them or what to call them. “Played” makes more sense, actually. It’s like, techno but not techno. They use really odd chord progressions, they change keys from minor to major in the middle of a riff, which is kind of unsettling. I’d just never heard anything that was like that.</p> \n<figure class=\"element element-embed\" data-alt=\"Plaid - Eyen\"> \n <iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/t5uB8oTK9JY\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><strong>There Is Love in You by Four Tet (2010)</strong><br />It was when Kieran Hebden started making stuff with a 4/4 rhythm to it. I’d listened to him a lot before, but this … It came out when I met my girlfriend. We listened to it over and over, so that’s quite a special album. It was before I really knew him. We’re friends now. He has an amazing record collection. I mean, his dad is a jazz record collector, so he had an in, but still. He always says he forgets that he made this album.</p> \n<figure class=\"element element-embed\" data-alt=\"Four Tet - Love Cry\"> \n <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/urOUJMTZdD8\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p><em>Jamie xx’s debut solo album, In Colour, is out on 1 June</em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432815545062/Jamie-Smiths-new-album-In-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamie Smith's new album In Colour is out on 15 June. Photograph: Christopher Thomond","credit":"/Christopher Thomond","altText":"Jamie Smith's new album In Colour is out on 1 June.","cleanCaption":"Jamie Smith's new album In Colour is out on 15 June. Photograph: Christopher Thomond"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432817261141/0d2d5876-5a2d-4724-9478-b726ace34b09-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx. Photograph: Katherine Anne Rose","credit":"Katherine Anne Rose","altText":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.","cleanCaption":"Oliver Sim, Jamie Smith and Romy Madley-Croft make up the xx.","cleanCredit":"Photograph: Katherine Anne Rose"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432817146877/def3f094-99c0-447f-9bc7-df023f7a7e61-1020x792.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":792,"width":1020,"orientation":"landscape","caption":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise. Photograph: Mischa Richter","credit":"Mischa Richter","altText":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.","cleanCaption":"Smith turned Gil Scott-Heron’s I’m New Here into a startling reinvention that marooned Scott-Heron’s voice over heaving bass and washes of electronic noise.","cleanCredit":"Photograph: Mischa Richter"}],"webPublicationDate":"2015-05-28T14:23:17Z","lastModified":"2015-05-28T23:00:41Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Alexis Petridis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733732709/AlexisPetridis.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alexispetridis"}],"feature":true,"keywords":["Music","Culture","Jamie xx","The xx","Dance music"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/jamie-xx","webTitle":"Jamie xx"},{"id":"music/the-xx","webTitle":"The xx"},{"id":"music/dance-music","webTitle":"Dance music"}],"section":{"id":"music"},"topics":[{"displayName":"Alexis Petridis","topic":{"type":"tag-contributor","name":"profile/alexispetridis"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","shortUrl":"http://gu.com/p/49a88","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour","webUri":"http://www.theguardian.com/music/2015/may/28/jamie-xx-smith-solo-debut-album-in-colour"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432815545062/Jamie-Smiths-new-album-In-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jamie Smith’s debut solo album, In Colour, is out on 1 June. Photograph: Christopher Thomond","credit":"Christopher Thomond/for the Guardian","altText":"Jamie Smith's new album In Colour is out on 15 June.","cleanCaption":"Jamie Smith’s debut solo album, In Colour, is out on 1 June. Photograph: Christopher Thomond"}},"importance":6,"kicker":{"title":"Jamie xx"},"showQuotedHeadline":false,"sublinks":[]},{"title":"When Pop Ruled My Life / A loving look at extreme fandom","rawTitle":"A loving look at extreme fandom","item":{"type":"article","id":"tv-and-radio/2015/may/29/when-pop-ruled-my-life-preview","title":"When Pop Ruled My Life: a loving look at extreme fandom","trailText":"‘No one is safe, there are identical fan colonies at whichever end of the ideological pole you find yourself: be it the in crowd or those who embrace their outsider status’","standFirst":"<p>‘No one is safe, there are identical fan colonies at whichever end of the ideological pole you find yourself: be it the in crowd or those who embrace their outsider status’</p>","byline":"Filipa Jodelka","body":"<p>“I’d forced my family to go on holiday near Roger Taylor’s house in Cornwall,” explains Kate Mossman with a breezy nonchalance in <strong>When Pop Ruled My Life: The Fans’ Story</strong> <em>(Friday, 9pm, BBC4)</em>. After seeing Queen on Top Of The Pops in 1991, Kate’s life became filled by the spoils of pop obsession: diaries flooded with prose; a life-size papier-mache Freddie Mercury mask the exact purpose of which still baffles her (and me); a lovingly Pritt-sticked collage that ate up an entire weekend in its making, etc.</p> \n<p>In this documentary, we see how powerful the tide of furiously zealous pop neeks really is. We watch footage of young girls enraptured by some incomprehensible quality of Harry Styles (maybe, but not conclusively, his resemblance to a lovely gerbil); we have interviews with fans long grown up and the pop stars those fans were in love with; and finally Kate’s own candid confessions of consuming passion.</p> \n<p>The presenter’s murky past helps this enjoyable documentary explore the question of what drives small fanatics, but the beauty of the programme lies in its affection for the fans. Take, for instance, the Iron Maiden devotees – now white-haired men – who named their children after band mascot Eddie and now chuckle about their wives leaving them. Or the Bay City Rollers extremists who still turn up to reunion shows in tartan Rollergear, with the word “Les” embellished on their backs in diamante.</p> \n<p>There is a sort of safety in numbers tip to pop fandom. Linda Adams doesn’t know why she screamed at Beatles shows, just that that was what everyone did. I’ll never not enjoy vintage film of Beatlemania: hundreds of children behind a human chain of struggling, chin-strapped policemen. It was observed by some witnesses at the time that civilisation itself was collapsing, but perceptive history buffs will note that just a couple of decades before, it almost had. Personally, I reject the idea that adolescence is a mid-century invention. I suspect the years between childhood and adult toil has always been a sort of purgatory, and that the postwar period just happened to birth a generation whose whims were indulged by adults thankful for the presence of chubby and most importantly alive children, even if they were screaming their lungs out in a puddle of warm piss.</p> \n<p>I love young people for this stupid shit. This is the “character building” part of growing up, not because it’s awful and miserable, which it is, but because to look back and not cringe your entire being into vapour at the idiot who preceded you takes strength. No one is safe, there are identical fan colonies at whichever end of the ideological pole you find yourself: be it the in crowd or those who embrace their outsider status, stubbornly pouring their bizarre teen bodies into frankly terrible clothes while self-consciously reading Voltaire in Swansea drizzle. Even those in between herd together, like the sweet little dickheads shown here lining up in worship of Boy George, all having stuck bits of their nan’s angora yarn in their hair beforehand. “I do all me plaits meself!” chirps one.</p> \n<p>Miracles happen in pop. Daron Hogg, who at 15 was so beautiful, bore such a likeness to Boy George and had such a winning way with harem pants that he was invited to tour Europe and perform with the band (sort of like a Saddam Hussein impersonator but with more lace), and managed to fool the entire nation of France. As for Kate, her dictatorial approach to family holidays paid off, as she did spot her beloved Roger Taylor in Cornwall. “At last he knew I existed,” she says. This sentiment is shared by the One Direction fans tweeting, double-clicking, sobbing and tweeting again for some recognition. This, clearly is a matter of existentialism. Who knew things were so deep?</p> \n<p>It’s not fashionable to give these saucer-eyed fans much credence, and I’m thankful that Kate has. As two 1D-ers explain, the now-notorious genre of Larry Stylinson fanfic, I’m also firm in the belief it’s not for you or me to understand. Just be thankful you’ve not seen the Fab Foursome stuff knocking about.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127124923/Queen-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Deacon, Freddie Mercury, Brian May and Roger Taylor of Queen in 1970. Photograph: REX","credit":"/REX","altText":"Queen","cleanCaption":"John Deacon, Freddie Mercury, Brian May and Roger Taylor of Queen in 1970. Photograph: REX"}],"bodyImages":[],"webPublicationDate":"2015-05-29T07:59:01Z","lastModified":"2015-05-29T07:59:01Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Filipa Jodelka","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/filipa-jodelka"}],"feature":true,"keywords":["Television","Television & radio","Culture","Music","Pop and rock"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Filipa Jodelka","topic":{"type":"tag-contributor","name":"profile/filipa-jodelka"}}],"series":{"title":"Filipa Jodelka's other side","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/filipa-jodelka-s-other-side"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/29/when-pop-ruled-my-life-preview","shortUrl":"http://gu.com/p/4948v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/29/when-pop-ruled-my-life-preview","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/29/when-pop-ruled-my-life-preview"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432127124923/Queen-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Deacon, Freddie Mercury, Brian May and Roger Taylor of Queen in 1970. Photograph: REX","credit":"/REX","altText":"Queen","cleanCaption":"John Deacon, Freddie Mercury, Brian May and Roger Taylor of Queen in 1970. Photograph: REX"}},"importance":5,"kicker":{"title":"When Pop Ruled My Life"},"showQuotedHeadline":false,"sublinks":[]},{"title":"'Low-carb diets are crazy' / Master baker's secrets for making and eating bread","rawTitle":"Master baker's secrets for making and eating bread","item":{"type":"article","id":"lifeandstyle/australia-food-blog/2015/may/29/low-carb-diets-are-crazy-a-master-baker-shares-his-secrets-for-making-and-eating-bread","title":"'Low-carb diets are crazy': a master baker shares his secrets for making and eating bread","trailText":"French master baker Eric Kayser eats bread three times a day, and he thinks you should too. On tour in Sydney, he shares his top tips for the perfect loaf","standFirst":"<p>French master baker Eric Kayser eats bread three times a day, and he thinks you should too. On tour in Sydney, he shares his top tips for the perfect loaf</p>","byline":"Calla Wahlquist","body":"<p>Eric Kayser has no time for your low-carb diets. The fourth-generation French baker and occasional marathon runner has built an empire on a love of bread, a love he believes remains universal in spite of global trends encouraging health-conscious people to step away from the gluten. </p> \n<p>For proof, he can point to the success of his own boulangeries. The first opened at 8 Rue Monge in Paris in 1996; now there are 29 Maison Kayser locations in Paris alone and another 50 worldwide, all of which bypass the use of industrial yeast in favour of natural bread starter levain.</p> \n<p>Kayser spoke to Guardian Australia in Sydney on the promotional tour for his new book, the <a href=\"http://au.phaidon.com/store/food-cook/the-larousse-book-of-bread-9780714868875/\">Larousse Book of Bread</a>, about how to start making your own bread and why you should always judge a bakery on the quality of its baguettes.</p> \n<h2><strong>On your first bake</strong></h2> \n<p>“The baguette is sometimes more difficult to realise nicely at the beginning. I think people need to go step by step at home, because the baguette is a little complicated. You need to find the good flour, with a protein percentage of 11 or 11.30. That’s number one. Number two is kneading very nicely. Number three is you need to have very perfect fermentation. For example, if you put five grams of dry yeast you need to keep one hour, one-hour-and-a-half, for first fermentation. So you need to organise yourself very nicely.</p> \n<p>“And I think sometimes the simple things are the best for me, because you can see if a bakery is good with the baguette, you can see if a bakery is good with the croissant, you can see if bakery is good with a sourdough. They are simple but difficult to do.</p> \n<p>“At first you start with boule and after you can go perhaps to the baguette. Step by step, people need to learn.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"gu-fc-45fd3b50-ae8a-4929-bca0-c7dbbeb27cf5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432856197535/f2ba1c73-11f1-4504-9b2d-3593eac79da7-460x276.jpeg\" alt=\"Sourdough loaf – a simple bread but difficult to do well.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sourdough loaf – a simple bread but difficult to do well.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<h2><strong>On building a quality foundation</strong></h2> \n<p>“A good ingredient is a good ingredient. You need to buy the best walnut, the best cranberries, the best raisins, the best olives, kalamata olives, to do a good bread. If you want to put olive oil you need to take extra-virgin olive oil to put in your bread. </p> \n<p>“It’s similar to when you cook. If you want to cook a chicken you need to find a good chicken. If you want to cook the beef you need to find the best beef. It’s the same for every recipe. Buy good ingredients. Put that in your bread and you will have a good bread.”</p> \n<h2><strong>On low-carb diets</strong></h2> \n<p>“I think it’s crazy, you know? Three years ago we’re starting with the gluten-free because coeliac in the population of the world I think is between 1% and 3%. And 10% or 15% of people they think sometimes if they stop the gluten for one week or two weeks, a year, it will be good for their body. For this, we do the gluten-free bread.<br /></p> \n<p>“But carbohydrates, you know, I think for all the people usually bread is very good. Me, I eat bread three times a day, and you see, of the 65 million people in France, I think perhaps 60 million people eat bread every day. Two times, three times, and they are good. I think it’s just crazy.</p> \n<p>“Some people cannot eat meat, some people cannot drink coffee, some people cannot eat the gluten. It’s OK, but it’s just a small part of the population. But sometimes just to sell a book or just to have good advice for the TV people say, ‘Oh, you can do that, you can’t do that’. I think ... sometimes, it is just crazy. We the people eat the bread since thousand and thousand of years. If it is not good for our body we would know for sure.”</p> \n<h2><strong>On the egalitarian appeal of bread</strong></h2> \n<p>“All the people, they can buy bread, a good piece of bread. Sometimes it’s a little more expensive but it’s not a lot. So when I go to a bakery and I see the morning that the homeless can buy our bread and they are happy to eat that, I’m just happy because I think you need to find a way [to feed all the people] and all the people need to be happy with that. So we have two different types of customer in our shop. It’s just beautiful.” </p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432774124650/9c8b2141-0a62-4412-b144-72023dbdae2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"c/c","altText":"Eric Kayser","cleanCredit":"Photograph: c/c"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/26/1427385788732/5a6538d6-10a4-49ea-8a4d-b18ddac4ae09-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sourdough loaf – a simple bread but difficult to do well. Photograph: Alamy","credit":"Alamy","altText":"Sourdough loaf – a simple bread but difficult to do well.","cleanCaption":"Sourdough loaf – a simple bread but difficult to do well.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-05-29T00:29:32Z","lastModified":"2015-05-29T02:07:12Z","metadata":{"commentable":true,"commentCount":194,"contributors":[{"name":"Calla Wahlquist","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/1/1430440732936/Calla–Wahlquist–L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/calla-wahlquist"}],"feature":false,"keywords":["Life and style","Food & drink","Bread","Sydney"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/bread","webTitle":"Bread"},{"id":"australia-news/sydney","webTitle":"Sydney"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Calla Wahlquist","topic":{"type":"tag-contributor","name":"profile/calla-wahlquist"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/australia-food-blog/2015/may/29/low-carb-diets-are-crazy-a-master-baker-shares-his-secrets-for-making-and-eating-bread","shortUrl":"http://gu.com/p/4982n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/australia-food-blog/2015/may/29/low-carb-diets-are-crazy-a-master-baker-shares-his-secrets-for-making-and-eating-bread","webUri":"http://www.theguardian.com/lifeandstyle/australia-food-blog/2015/may/29/low-carb-diets-are-crazy-a-master-baker-shares-his-secrets-for-making-and-eating-bread"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432774124650/9c8b2141-0a62-4412-b144-72023dbdae2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eric Kayser – French bake in Sydney. Photograph: c/c","credit":"c/c","altText":"Eric Kayser – French bake in Sydney.","cleanCaption":"Eric Kayser – French bake in Sydney.","cleanCredit":"Photograph: c/c"}},"importance":4,"kicker":{"title":"'Low-carb diets are crazy'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Captured / The moment Mount Shindake volcano erupts in Japan","rawTitle":"The moment Mount Shindake volcano erupts in Japan","item":{"type":"article","id":"world/2015/may/29/the-moment-japans-mount-shindake-volcano-erupts-in-spectacular-fashion","title":"Mount Shindake: the moment Japan's volcano erupts in spectacular fashion","trailText":"Kuchinoerabu island is evacuated after eruption on Friday morning","standFirst":"<p>Kuchinoerabu island is evacuated after eruption on Friday morning</p>","byline":"Justin McCurry and agencies","body":"<p>More than 100 people have been ordered to evacuate after a volcano erupted on the tiny southern Japanese island of Kuchinoerabu on Friday morning.</p> \n<p>Spectacular TV footage captured the moment Mount Shindake exploded, sending columns of thick, black smoke high into the air.</p> \n<p>Japan’s meteorological agency raised the alert level to five – the highest on its scale – and ordered the island’s 140 residents to evacuate.</p> \n<p>The agency said no injuries or damage had been reported following the eruption, which occurred eight months after 57 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/28/japan-volcano-victims-mount-ontake\">people died after Mount Ontake</a> in central Japan erupted without warning.</p> \n<p>The agency added that pyroclastic flows, dense currents of rock fragments and hot gases from the volcano had reached the island’s north-west shore.</p> \n<p>In Tokyo, the prime minister, Shinzo Abe, set up an emergency response team and dispatched a self-defence forces to the island. Abe said he had instructed local authorities to do “everything possible” to ensure the islanders’ safety.</p> \n<p>Yoshihide Suga, the government’s chief spokesman, said a coast guard vessel had also been sent to help residents evacuate.</p> \n<p>A local official said the eruption, which occurred without warning, had forced about 100 people to take shelter at an evacuation centre. “There was a really loud sound of an explosion, and then black smoke rose, darkening the sky,” Nobuaki Hayashi told the national broadcaster NHK. “It smells of sulphur.” </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TAKUYAbluewhale/statuses/604099629492273153\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"ja\" dir=\"ltr\">目の前の屋久島で口永良部島噴火した。噴火警戒レベル5。ドーンって地鳴りがすごかった <a href=\"http://t.co/nhzESpWJJE\">pic.twitter.com/nhzESpWJJE</a></p>— Oh!kawa@カムバックパラダイス (@TAKUYAbluewhale) \n  <a href=\"https://twitter.com/TAKUYAbluewhale/status/604099629492273153\">May 29, 2015</a>\n </blockquote> \n</figure> \n<p>Hayashi said several people were yet to be accounted for, and others had yet to reach the evacuation shelter because they were travelling by boat. “The skies here are blue, but smoke is still rising to the west,” he said.</p> \n<p>Photographs by Twitter user @TAKUYAbluewhale, who was on the nearby island of Yakushima, <a href=\"https://twitter.com/TAKUYAbluewhale/status/604099629492273153\">show a huge plume of smoke rising</a> nine kilometres into the sky. “The eruption happened right before my eyes,” he said. “The seismic force of the eruption was incredible.</p> \n<p>The manager of a guesthouse on the island told Kyodo News the sound of the blast was “tremendous”, adding that she had immediately taken shelter.<br /></p> \n<p>Kuchinoerabu island is located about 80km (50 miles) south-west of the main island of Kyushu, and can be reached only by a once-a-day ferry from Yakushima island, 19km (12 miles) to the east.</p> \n<p>Residents live with the constant threat of a volcanic eruption; Mount Shindake, located about 650 metres above sea level, erupted in August 2014 for the first time since 1980.</p> \n<p>Friday’s eruption occurred just before 10am local time, the meteorological agency said, adding it had previously imposed restrictions on climbing in the area.</p> \n<p>Authorities in Japan, which is dotted with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/dec/30/japan-snoopy-island-volcanic-eruption\">active volcanoes</a>, are taking a more cautious approach following criticism that they had failed to warn hikers of increased volcanic activity before the Ontake tragedy last September.</p> \n<p>They recently closed part of a popular hot spring resort about 80 kilometers from Tokyo amid fears that nearby Mount Hakone could erupt.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432867336815/3d199e7c-9e17-4fe1-ba74-3be6611361a3-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":297,"width":495,"orientation":"landscape","credit":"Nippon.com","altText":"Mount Shindake erupts","cleanCredit":"Photograph: Nippon.com"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:12:12Z","lastModified":"2015-05-29T08:15:59Z","metadata":{"commentable":true,"commentCount":184,"contributors":[{"name":"Justin McCurry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/justinmccurry"}],"feature":false,"keywords":["Japan","Volcanoes","Asia Pacific","Natural disasters and extreme weather","World news"],"tags":[{"id":"world/japan","webTitle":"Japan"},{"id":"world/volcanoes","webTitle":"Volcanoes"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Justin McCurry","topic":{"type":"tag-contributor","name":"profile/justinmccurry"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/the-moment-japans-mount-shindake-volcano-erupts-in-spectacular-fashion","shortUrl":"http://gu.com/p/49ank","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/the-moment-japans-mount-shindake-volcano-erupts-in-spectacular-fashion","webUri":"http://www.theguardian.com/world/2015/may/29/the-moment-japans-mount-shindake-volcano-erupts-in-spectacular-fashion"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456945789","source":"Reuters","durationInSeconds":161,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/29/150529volcano.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/29/150529volcano_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/29/1432884715654/KP_249465_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for volcano","credit":"guardian.co.uk","altText":"620x372 trailpic for volcano","cleanCaption":"620x372 trailpic for volcano"}}},"importance":3,"kicker":{"title":"Captured"},"showQuotedHeadline":false,"sublinks":[]},{"title":"30 years on / How the compact disc lost its shine","rawTitle":"How the compact disc lost its shine","item":{"type":"article","id":"music/2015/may/28/how-the-compact-disc-lost-its-shine","title":"How the compact disc lost its shine","trailText":"It’s 30 years since Dire Straits’ Brothers in Arms began the CD boom. How did the revolution in music formats come about and what killed it? ","standFirst":"<p>It’s 30 years since Dire Straits’ Brothers in Arms began the CD boom. How did the revolution in music formats come about and what killed it?</p>","byline":"Dorian Lynskey","body":"<p>Thirty years ago this month, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/direstraits\">Dire Straits</a> released their fifth album, Brothers in Arms. En route to becoming one of the best-selling albums of all time, it revolutionised the music industry. For the first time, an album sold more on compact disc than on vinyl and passed the 1m mark. Three years after the first silver discs had appeared in record shops, Brothers in Arms was the symbolic milestone that marked the true beginning of the CD era.</p> \n<p>“Brothers in Arms was the first flag in the ground that made the industry and the wider public aware of the CD’s potential,” says the BPI’s Gennaro Castaldo, who began a long career in retail that year. “It was clear this was a format whose time had come.”</p> \n<p>As Greg Milner writes in his book <a href=\"http://www.amazon.co.uk/Perfecting-Sound-Forever-Story-Recorded/dp/1847081401\">Perfecting Sound Forever</a>, the compact disc became “the fastest-growing home entertainment product in history”. CD sales overtook vinyl in 1988 and cassettes in 1991. The 12cm optical disc became the biggest money-spinner the music industry had ever seen, or will ever be likely to see. “In the mid-90s, retailers and labels felt indestructible,” says Rob Campkin, who worked for HMV between 1988 and 2004. “It felt like this was going to last for ever.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/2015/feb/23/an-album-in-12-different-formats-trevor-jackson-mines-audio-history\">An album in 12 different formats: Trevor Jackson mines audio history</a> </p> \n</aside> \n<p>It didn’t, of course. After more than a decade of decline, worldwide CD income was finally surpassed by digital music revenues last year. With hindsight, it’s clear that technological changes had made that inevitable, but almost nobody had foreseen it, because the CD was just too successful. It was so popular and so profitable that the music industry couldn’t imagine life without it. Until it had to.</p> \n<p>In 1974, 28-year-old electronic engineer Kees Schouhamer Immink was assigned to the Optics Group of Philips Research in Eindhoven, Holland. His team’s task was to create a 30cm videodisc called Laservision, but that flopped and the focus shifted to designing a smaller audio-only disc. “There were 101 problems to be solved,” Immink says. Meanwhile, in Japan, Sony engineers were working on a similar project. In 1979, Sony and Philips made an unpredecented agreement to pool resources. For example, Sony engineers perfected the error correction code, CIRC, while Immink himself developed the channel code, EFM, which struck a workable balance between reliability and playing time. “We never had people from other companies in our experimental premises,” Immink says. “It was unheard of. Usually you become foes, but in this case we really became good friends, and we’re still friends after so many years. It was remarkable, actually.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>George Martin told us: You can’t smash them, look! And it broke in half</p> \n  <footer> \n   <cite>Paul McCartney</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In June 1980, after complicated negotiations in Tokyo and Eindhoven, the so-called Red Book set standard specifications for the compact disc digital audio format. The story goes that the size (12cm) and length (74 minutes, 33 seconds) were changed at the 11th hour when Sony’s executive vice president Norio Ohga insisted that the disc should have enough space for the longest recorded performance of Beethoven’s Ninth Symphony, his wife’s favourite piece of music, but Immink suspects that is a myth. There were so many technical and financial considerations that it’s unlikely such a key decision came down to one woman’s love of Beethoven.<br /></p> \n<p>The CD was introduced to the British public in a 1981 episode of the BBC’s <a href=\"http://www.bbc.co.uk/archive/tomorrowsworld/\">Tomorrow’s World</a>, in which Kieran Prendeville mauled a test disc of the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/bee-gees\">Bee Gees’</a> Living Eyes to demonstrate the format’s alleged indestructibility. It caught the public imagination, but Immink found the claim puzzling and embarrassing because it was clearly untrue. “We should not put emphasis on the fact it will last for ever because it will not last for ever,” he says. “We should put emphasis on the quality of sound and ease of handling.” (Paul McCartney recently recalled the first time George Martin showed him a CD. “George said, ‘This will change the world.’ He told us it was indestructible, you can’t smash it. Look! And – whack – it broke in half.”)</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=bMp1pSVxoqw\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/bMp1pSVxoqw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The CD, demonstrated on BBC1’s Tomorrow’s World. \n </figcaption> \n</figure> \n<p>The engineers were evangelical about the CD’s superiority to vinyl and cassette, but the industry and public still needed persuading. “I was not convinced we would be a success at the time because I had seen the failure of the videodisc, which was a nice product, technically speaking,” Immink says.<br /></p> \n<p>So, in April 1982, representatives of Sony and Philips set off to Billboard’s international music industry conference in Greece with a spring in their step. The record industry was suffering a painful recession (“Is Rock on the Rocks?” asked Newsweek) and this new digital marvel was surely the solution. To the labels, however, it was an invitation to gamble millions of dollars on a potential white elephant: an alien format that was expensive to manufacture and expensive to buy. Jerry Moss, chairman of A&amp;M Records, claimed that the new format would “confuse and confound the customer”. It was a rough conference. “There were many black-disc lovers who didn’t want to change and said: ‘We don’t see why we have to go digital,’” Immink says.</p> \n<p>At least Sony and Philips had their own record labels – CBS and Polygram, respectively – so they pressed ahead. CBS released the world’s first commercially available CD, a reissue of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/billy-joel\">Billy Joel</a>’s 52nd Street, in Japan in October 1982. Philips missed the production deadline so the international release was put back to March 1983. It’s hardly surprising that only 5.5m CDs and 350,000 players were sold that year when so few titles were available.</p> \n<p>Faced with low manufacturing capacity and high costs, labels trod carefully. Jeff Rougvie, who later worked for the pioneering CD-only label Rykodisc, was in retail at the time. He couldn’t even order individual titles from Sony, only a predetermined box of six: “A couple of classical titles, a couple of rock titles and Thriller. And of course you’d sell Thriller and the other five would sit around. Labels thought it was an audiophile-only product that was going to sell primarily to classical music buyers. They did not see it as a mass-market format.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/14/vinyl-revival-music-here-to-stay\">Vinyl revival: is it back for good? | Bob Stanley</a> </p> \n</aside> \n<p>Jon Webster, who worked at Virgin Records between 1981 and 1992, remembers that the label’s first batch of CD releases included Mike Oldfield’s Tubular Bells and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/phil-collins\">Phil Collins’s</a> Face Value: albums likely to appeal to affluent early adopters with the means to buy the discs and the expensive players. The first US CD plant, in Terre Haute, Indiana, debuted in October 1984 with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/springsteen\">Bruce Springsteen</a>’s blockbuster Born in the USA. Enter Dire Straits.</p> \n<p>Aware that most consumers didn’t even know what digital audio was, Sony and Philips had launched a promotional campaign on multiple fronts, including advertisements, public demonstrations, product placement, and special promotions for clubs, bars and radio stations. They also courted studio engineers and artists. While analogue loyalists such as Neil Young and Steve Albini railed against translating music into soulless binary code, some high-profile audiophiles felt that this was how music was meant to be heard. On first hearing a CD, the great Austrian conductor Herbert von Karajan memorably declared: “Everything else is gaslight.”</p> \n<p>Dire Straits’ Mark Knopfler was an early convert (the second track on Pure, Perfect Sound Forever, the motley 1982 compilation that came free with early CD players, was Dire Straits’ <a href=\"https://www.youtube.com/watch?v=tO7Tacda2WU\">Once Upon a Time in the West</a>). Knopfler insisted on recording Brothers in Arms on state-of-the-art digital equipment, so a promotional partnership was a natural fit. Philips sponsored Dire Straits’ world tour and featured the band in TV commercials with the slogan, attributed to Knopfler: “I want the best. How about you?”<br /></p> \n<p>“Brothers in Arms was an iconic release,” says Gennaro Castaldo. “The CD came to symbolise the so-called yuppie generation, representing new material success and aspiration. If you owned a CD player it showed you were upwardly mobile. Its significance seemed to go beyond music to a lifestyle statement.”</p> \n<figure class=\"element element-image\" data-media-id=\"170656967cf45413c85fbfe1a36d5f875bfdbfb1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432823750171/f01a0e00-9d1f-4568-aaff-06d2691662d2-460x276.jpeg\" alt=\"Mark Knopfler of Dire Straits, quick to see the potential of CD as a format.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mark Knopfler of Dire Straits, quick to see the potential of CD as a format.</span> \n  <span class=\"element-image__credit\">Photograph: Fin Costello/Redferns</span> \n </figcaption> \n</figure> \n<p>Brothers in Arms coincided perfectly with an economic recovery, more affordable CD players and the music industry’s post-Live Aid uptick. Philips had predicted that annual worldwide sales would surpass 10m that year while Sony anticipated twice that number. In fact, the figure was 61m, rising to 140m in 1986.</p> \n<p>Yet the industry was still half-hearted when it came to back catalogue. Rykodisc (“Ryko” is Japanese for “sound from a flash of light”) realised there was big money to be made from consumers upgrading their record collections to CD if enough care was devoted to remastering, programming (ie, bonus tracks) and packaging. The newcomer made big back-catalogue deals with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/frank-zappa\">Frank Zappa</a> and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/music/davidbowie\">David Bowie</a> because the majors weren’t interested. EMI, which had first dibs, told Zappa: “No one will ever buy your stuff on CD.” “There wasn’t a real good understanding on the majors’ side of what some of this stuff was worth,” Rougvie says.</p> \n<p>Eventually, even the slowest labels caught on. When Rob Campkin started work at HMV’s flagship Oxford Circus, London, store in summer 1988, the entire CD inventory filled just five five-foot racks. By the following summer, there were almost 40. “In those days, vinyl was very flimsy,” he says. “Cassettes were completely disposable. When CD came along and said this will last you a lifetime,customers really did lap it up. It felt new, it felt shiny, it felt exciting.”</p> \n<p>By the 1990s, the CD reigned supreme. As the economy boomed, annual global sales surpassed 1bn in 1992 and 2bn in 1996, and the profit margins were the stuff of dreams. The CD was cheaper than vinyl to manufacture, transport and rack in stores, while selling for up to twice as much. Even as costs fell, prices rose. “It was simple profiteering,” says Stephen Witt, whose new book <a href=\"http://www.amazon.co.uk/How-Music-Got-Free-Industry/dp/0525426612\">How Music Got Free</a> chronicles the industry’s vexed relationship with the MP3. “[Labels] would cut backroom deals with retailers not to let the price drop. The average price was $14 and the cost had gotten down almost to a dollar, so the rest was pure profit.”</p> \n<p>Jon Webster bristles at this claim. “What’s fair? The public says. Supply-and-demand says. There were ignorant campaigns by the likes of the Sun and the Independent on Sunday saying that these things cost a pound to make. Well, that’s like saying a newspaper costs 3p to produce. That doesn’t include the creativity and the marketing and the money it costs to make the actual recordings.”</p> \n<p>Whether or not the prices were justified, CDs sold in their billions and flooded the industry with cash like never before. This enabled labels to invest more heavily in new talent – Campkin suggests that Britpop might not have happened without the CD windfall – but it also funded misguided A&amp;R frenzies, wasteful marketing and excessive pay packets. “In the 90s we were awash with profitability and became fat, to be honest,” says Webster.</p> \n<p>Philips and Sony also reaped extraordinary sums from royalties on the discs themselves, including billions of CD-Roms, although none of it reached Immink and his colleagues. Under Japanese law, engineers were entitled to a cut, but their Dutch counterparts had to settle for a salary and a token one-dollar fee for each US patent they filed. “I’m not saying it happened,” Immink says drily, “but what could have happened is you work with a Japanese guy from Sony and he can buy a yacht and the Dutch guy has to be happy with one dollar.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1jrk0QV5P7U\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/1jrk0QV5P7U?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Philips promotes its new compact disc. \n </figcaption> \n</figure> \n<p>As the decade wore on, there were tremors of unease. The industry was running out of albums to reissue, battling over price with supermarkets and big-box retailers, and disturbed by the introduction of CD burners. “Arguably, it’s why they missed the MP3, because they were so concerned about compact-disc burners,” says Witt. “If you read corporate literature about forward-facing risks to the business in the late 90s, this is one of the top things they’re talking about, if not the top. And the impact was real. If bootleg discs flood the market they kill sales, no question about it.”</p> \n<p>Bootleg CDs were a danger the industry could get its head around – you could hold one in your hand. What it couldn’t comprehend was the threat of the MP3: the idea that music could transcend physical formats. “That happened for two reasons,” says Witt. “One was they were enjoying unbelievable profits. Two, the studio engineers hated the way the MP3 sounded and refused to engage with it. A lot of artists hated the way it sounded, too.” What the audiophiles didn’t realise was that most consumers couldn’t tell the difference. “What was the audio experience before the compact disc?” says Witt. “It was cheap vinyl or an AM transistor radio on the beach, and MP3 sounds better than either of those.”</p> \n<p>Rougvie suggests a third reason: fierce resistance from retailers who, understandably, considered the MP3 an existential threat. “Distributors and record stores were threatening to return every Ryko title they had, just because we were selling 10 or 12 MP3s every week. If that’s what we were feeling, I can only imagine what kind of pushback EMI or Warners were getting.”</p> \n<p>Just like their predecessors in Greece in 1982, 90s executives were too busy worrying about the next quarter to consider the next decade. The status quo was perfect, until it wasn’t. “My biggest bugbear about this industry is that they all think short-term,” says Webster. “Nobody ever thinks long-term. All these executives were sitting there being paid huge bonuses on increased profits and they didn’t care. I don’t think anyone saw it coming. I remember the production guy at Virgin saying, ‘In a few years, you’re going to be able to carry all the music you want around on something the size of a credit card.’ And we all laughed. Don’t be ridiculous! How can you do that?”</p> \n<figure class=\"element element-image\" data-media-id=\"9a03b321b32e6cedc9e74f4f476d37db67affa20\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/28/1432824035326/5106436f-1f4a-4cd6-916a-5555bf28ae09-460x276.jpeg\" alt=\"The iPod, CD's ultimate foe.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The iPod, CD’s ultimate foe.</span> \n  <span class=\"element-image__credit\">Photograph: Sarah Lee</span> \n </figcaption> \n</figure> \n<p>“The MP3 wasn’t just a new format, it was a whole new way of doing things,” Castaldo says. “There was also the first dotcom boom and bust, and I remember some people around me saying: ‘I told you it would never take off. That’s not how people want to buy music.’ Obviously a brand-new player like Apple could write the future as it saw it, but the rest of us didn’t have such a blank sheet to start from.”</p> \n<p>Only a handful of people predicted the CD’s downfall way back in 1982. German computer engineer Dieter Seitzer, the forefather of the MP3, immediately considered the CD “a maximalist repository of irrelevant information, most of which was ignored by the human ear,” writes Witt. If music could become digital data, he thought, it wouldn’t be bound by the Red Book. Webster remembers one industry Cassandra, Maurice Oberstein – who ran CBS and then Polygram in the UK – making a similar point. “He was the only one who went: ‘We’re making a huge mistake. We’re putting studio-quality masters into the hands of people.’ And he was absolutely right in that respect. Once you made a CD with ones and zeroes it was only a matter of time before that was converted into something that was easily transferable.”<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It’s dying. It will go obsolete like the floppy disc did</p> \n  <footer> \n   <cite>Stephen Witt</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The fall of the CD, like its rise, began slowly. When file-sharing first took off with Napster in 1999 and 2000, CD sales continued to ascend, reaching an all-time peak of 2.455bn in 2000. Tech-savvy, cash-poor teenagers stopped buying them but most consumers didn’t want (or know how) to illegally download digital files on a slow dial-up connection. So the market remained steady, artificially buoyed by aggressive discounting.</p> \n<p>It was the 2001 launch of the iPod, an aspirational premium product which made MP3s portable, that turned the tide. “Before that the MP3 was an inferior good,” Witt says. “Once you had the iPod, the CD was an inferior good. It could get cracked or lost, whereas MP3 files lasted.” Not pure, not perfect, but sound for ever.</p> \n<p>The compact disc has proved surprisingly tenacious. It still dominates markets such as Japan, Germany and South Africa; it makes for a better Christmas present than an iTunes voucher; and it has some hardcore enthusiasts. Jeff Rougvie is even planning to set up a boutique CD label to reissue rare and out-of-print albums. “It defies conventional wisdom but so did Ryko at the time. There’s an audience.” But, insists Stephen Witt: “It’s dying. It will go obsolete like the floppy disc did. It just always takes a little more time than you’d think.”</p> \n<p>Rob Campkin recently opened a record shop in Cambridge called <a href=\"http://www.lostinvinyl.org/\">Lost in Vinyl</a>. He only stocks a handful of the discs that were once the most lucrative product in the history of music. “Margins are very slim,” he says. “I’d have to sell three or four CDs for every one copy on vinyl. It wouldn’t be worth my while.”</p> \n<p><em>How Music Got Free by Stephen Witt is published by Bodley Head on 18 June. </em></p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432823495628/d4a0450e-1f27-4619-aecc-1a695079722f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","credit":"PR","altText":"The compact disc, 1985-2015.","cleanCredit":"Photograph: PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432823749857/f01a0e00-9d1f-4568-aaff-06d2691662d2-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Mark Knopfler of Dire Straits, quick to see the potential of CD as a format. Photograph: Fin Costello/Redferns","credit":"Fin Costello/Redferns","altText":"Mark Knopfler of Dire Straits, quick to see the potential of CD as a format.","cleanCaption":"Mark Knopfler of Dire Straits, quick to see the potential of CD as a format.","cleanCredit":"Photograph: Fin Costello/Redferns"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432824036765/5106436f-1f4a-4cd6-916a-5555bf28ae09-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The iPod, CD’s ultimate foe. Photograph: Sarah Lee","credit":"Sarah Lee","altText":"The iPod, CD's ultimate foe.","cleanCaption":"The iPod, CD’s ultimate foe.","cleanCredit":"Photograph: Sarah Lee"}],"webPublicationDate":"2015-05-28T17:39:12Z","lastModified":"2015-05-28T23:00:46Z","metadata":{"commentable":true,"commentCount":739,"contributors":[{"name":"Dorian Lynskey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dorianlynskey"}],"feature":true,"keywords":["Music","Music industry","Culture","Downloads","Dire Straits"],"tags":[{"id":"music/music","webTitle":"Music"},{"id":"business/musicindustry","webTitle":"Music industry"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/downloads","webTitle":"Downloads"},{"id":"music/direstraits","webTitle":"Dire Straits"}],"section":{"id":"music"},"topics":[{"displayName":"Dorian Lynskey","topic":{"type":"tag-contributor","name":"profile/dorianlynskey"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/may/28/how-the-compact-disc-lost-its-shine","shortUrl":"http://gu.com/p/49abq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/may/28/how-the-compact-disc-lost-its-shine","webUri":"http://www.theguardian.com/music/2015/may/28/how-the-compact-disc-lost-its-shine"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432823495628/d4a0450e-1f27-4619-aecc-1a695079722f-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":288,"width":480,"orientation":"landscape","caption":"The compact disc, 1985-2015.","credit":"PR","altText":"The compact disc, 1985-2015.","cleanCaption":"The compact disc, 1985-2015."}},"importance":2,"kicker":{"title":"30 years on"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Gogo shark / 380m-year-old fossil the 'missing link' in shark evolution","rawTitle":"380m-year-old fossil the 'missing link' in shark evolution","item":{"type":"article","id":"science/2015/may/29/missing-link-in-shark-evolution-found-in-380m-year-old-australian-fossil","title":"'Missing link' in shark evolution found in 380m-year-old Australian fossil","trailText":"Fossilised skeleton found in Kimberley shows sharks once had bone cells within cartilage, suggesting a sophisticated evolutionary path","standFirst":"<p>Fossilised skeleton found in Kimberley shows sharks once had bone cells within cartilage, suggesting a sophisticated evolutionary path</p>","byline":"Oliver Milman","body":"<p>A 380m-year-old fossil found in Western Australia has been hailed as the “missing link” in shark evolution, revealing the marine predator has a far more sophisticated lineage than previously thought.</p> \n<p>The fossilised skeleton, jaws and teeth, found at the Gogo formation in the Kimberley region of WA, shows the ancient shark had a small amount of bone as well as cartilage.</p> \n<p>As modern-day sharks have fully cartilage skeletons, the fossil suggests they evolved from an earlier, bonier fish, transforming to a cartilage skeleton to make them lighter, more nimble and quicker through the water.</p> \n<p>It was previously thought that sharks came from a primitive lineage that didn’t ever develop bone, unlike other fish.</p> \n<p>“That idea of shark evolution has been completely turned on its head,” said palaeontologist John Long of Flinders University, who discovered the fossil. “Cartilage is seen as the precursor to bone, so sharks must be primitive because they never developed bone. This fossil suggests sharks went in the opposite direction because modern sharks lost bone.”</p> \n<figure class=\"element element-image\" data-media-id=\"ddeb2619b772627d8512f524d0bc69c55943d1d8\"> \n <img src=\"http://media.guim.co.uk/ddeb2619b772627d8512f524d0bc69c55943d1d8/0_274_1456_872/1000.jpg\" alt=\"The shark fossil cartilages emerging from the rock in which it was found (top of image) with the use of an acid preparation. \" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The shark fossil cartilages emerging from the rock in which it was found (top of image) with the use of an acid preparation. </span> \n  <span class=\"element-image__credit\">Photograph: John Long/PLOSone</span> \n </figcaption> \n</figure> \n<p>Long, who has spent 30 years searching the Gogo formation, found the shark fossil in 2005 but has only just got around to having his work published, in the scientific journal PLOS One.</p> \n<p>“The day I found it was truly remarkable, a true eureka moment,” he said. “I hit a rock and could see a fossil that was so clearly different from anything else I’d seen.</p> \n<p>“This is a big part of the puzzle when it comes to sharks. They appear 250m years before the last dinosaur and they haven’t changed much in that time, they’ve hit a winning formula. But while there hasn’t been much change in their appearances, there have been lots of subtle changes in their tissues.”</p> \n<p>The Gogo, which was once a tropical reef, is seen as one of the most valuable sites in the world for fish fossils. This is because the formation of limestone over dead animals millions of years ago preserved them in three-dimensional form, rather than squashing them flat, as happens in the US and Europe.</p> \n<p>Long’s 75cm fish fossil was subjected to various imaging techniques to determine its composition.</p> \n<p>Prof Per Ahlberg, a palaeontologist at Uppsala University in Sweden, said: “This is a really interesting discovery. </p> \n<p>“Modern sharks have skeletons of a peculiar tissue called prismatic calcified cartilage: cartilage that is mineralised, not as solid sheets, but as a mosaic of tiny mineral prisms. </p> \n<p>“This tissue is quite different from the bone that forms our own skeleton, and its origin is not well understood. The new Gogo shark shows what seems to be an early version of prismatic calcified cartilage: unlike the modern kind, the gaps between the prisms contain cells that resemble bone cells.”</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a0eef8d83eb6a77250569a591470bc91a4bbaaef/19_16_574_344/574.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":344,"width":574,"orientation":"landscape","credit":"John Long/POLSone","altText":"Artist rendition of a Devonian Shark. For journal article on shark fossil found in the Kimberley in Western Australia. ","cleanCredit":"Photograph: John Long/POLSone"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ddeb2619b772627d8512f524d0bc69c55943d1d8/0_274_1456_872/1456.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":872,"width":1456,"orientation":"landscape","caption":"The shark fossil cartilages emerging from the rock in which it was found (top of image) with the use of an acid preparation.  Photograph: John Long/PLOSone","credit":"John Long/PLOSone","altText":"The shark fossil cartilages emerging from the rock in which it was found (top of image) with the use of an acid preparation. ","cleanCaption":"The shark fossil cartilages emerging from the rock in which it was found (top of image) with the use of an acid preparation. ","cleanCredit":"Photograph: John Long/PLOSone"}],"webPublicationDate":"2015-05-29T03:44:30Z","lastModified":"2015-05-29T04:25:14Z","metadata":{"commentable":true,"commentCount":93,"contributors":[{"name":"Oliver Milman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412084850932/Oliver-Milman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-milman"}],"feature":false,"keywords":["Fossils","Science","Evolution","Biology","Sharks","Animals","Australia news","Western Australia","Dinosaurs"],"tags":[{"id":"science/fossils","webTitle":"Fossils"},{"id":"science/science","webTitle":"Science"},{"id":"science/evolution","webTitle":"Evolution"},{"id":"science/biology","webTitle":"Biology"},{"id":"environment/sharks","webTitle":"Sharks"},{"id":"world/animals","webTitle":"Animals"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"australia-news/western-australia","webTitle":"Western Australia"},{"id":"science/dinosaurs","webTitle":"Dinosaurs"}],"section":{"id":"science"},"topics":[{"displayName":"Oliver Milman","topic":{"type":"tag-contributor","name":"profile/oliver-milman"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/29/missing-link-in-shark-evolution-found-in-380m-year-old-australian-fossil","shortUrl":"http://gu.com/p/49any","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/29/missing-link-in-shark-evolution-found-in-380m-year-old-australian-fossil","webUri":"http://www.theguardian.com/science/2015/may/29/missing-link-in-shark-evolution-found-in-380m-year-old-australian-fossil"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a0eef8d83eb6a77250569a591470bc91a4bbaaef/19_16_574_344/574.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":344,"width":574,"orientation":"landscape","caption":"Artist rendition of a Devonian Shark. For journal article on shark fossil found in the Kimberley in Western Australia.  Photograph: John Long/POLSone","credit":"John Long/POLSone","altText":"Artist rendition of a Devonian Shark. For journal article on shark fossil found in the Kimberley in Western Australia. ","cleanCaption":"Artist rendition of a Devonian Shark. For journal article on shark fossil found in the Kimberley in Western Australia. ","cleanCredit":"Photograph: John Long/POLSone"}},"importance":1,"kicker":{"title":"Gogo shark"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-29T08:33:03Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}