{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Head girls / What happens after they leave school?","rawTitle":"What happens after they leave school?","item":{"type":"article","id":"lifeandstyle/2015/may/24/what-happens-to-head-girls","title":"What happens to head girls?","trailText":"It is the biggest honour a schoolgirl can earn. But does it lead to a lifetime of high achievement? Vanessa Thorpe tracks down five former head girls 30 years on, and discovers a familiar pattern emerging…","standFirst":"<p>It is the biggest honour a schoolgirl can earn. But does it lead to a lifetime of high achievement? Vanessa Thorpe tracks down five former head girls 30 years on, and discovers a familiar pattern emerging…</p>","byline":"Vanessa Thorpe","body":"<p>I still have the badge: a red shield with “Head Girl” etched across the front. Dented and scuffed, it looks like something from the 1940s. It has not been thrown away because every few years, when it falls out of some old documents, it elicits a smile of amused pride. I am also a bit dented and scuffed now, I think, but back then… well, it was all before me.</p> \n<p>Being a former head girl, even in this confessional age, is slightly embarrassing. It smacks of convention and biddability. Yet women sometimes admit to it with a smidgen of smugness. Men are frequently prouder of failing to become a prefect, or being expelled. My own memory of being head girl, elected by staff and fellow fifth formers, is shaky. I recall standing on the school stage and presenting a headmaster with a socket set on his retirement – and having no idea what a socket set was.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"5c2675a20e376fb301934ccbbb39d806803fa334\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129063196/d80a0c52-1a0b-4b39-8f56-78f1b916a000-376x420.jpeg\" alt=\"Vanessa Thorpe's head girl badge.\" width=\"376\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vanessa Thorpe’s head girl badge</span> \n </figcaption> \n</figure> \n<p>Nowadays girls are obliged to apply for the job by writing a toadying letter. There are even templates and tips online. You are supposed to talk about life skills and challenges. Sample head girl manifestos smack of business plans, packed with public relations terminology. One posted in Worcestershire a couple of years ago develops an unfortunate analogy. The school, the candidate argues, is like a tree. “Teachers are like the roots, which supplement us with knowledge and help us to grow. If I was head girl, I would be like the manure which the gardener spreads to enrich the ground: just that little added extra can make a big difference.”</p> \n<p>Unfair popular bias suggests head girls are bossy and self-satisfied – and probably swots. It is no surprise to learn that Margaret Thatcher once had the title at her Grantham grammar. Nor perhaps that the wholesome Kate Winslet was head girl at her drama school. And I certainly understood, in the wake of punk, that my success at the ballot box was pretty uncool. It was a victory likely to make me more enemies than friends. This realisation was possibly the most valuable lesson that being head girl ever offered.</p> \n<p>As well as the badge, I have kept a creased magazine article from the late 1980s which my mother tore out for me when I was at sixth-form college. It’s a spread of interviews with head girls about their experience of the role and their ambitions in life and love. At the time I cast it aside with irritation. But the article gained significance, because last time it surfaced I realised that I now knew two of the interviewees. This made me wonder what had happened to the rest of them.</p> \n<figure class=\"element element-image\" data-media-id=\"1652e99fd8cd2528b116bcf06eafe9efe7220955\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129584871/504b8067-2a54-4840-89f3-588631796947-460x276.jpeg\" alt=\"The 1980s newspaper article.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">High hopes: the 1980s newspaper article</span> \n </figcaption> \n</figure> \n<p>The highest-profile school featured in the article was Cheltenham Ladies’ College (then &pound;1,293 a term for boarders, now &pound;10,530) where the senior prefect, Vicky Bake, was elected by staff and sixth formers. At 17 she explained that prefects were deeply respected by all: “When people are summoned to see the Senior Prefect their knees tremble when they walk up to my little room.”</p> \n<p>The schoolgirl defended her famous college against its caricature “as somewhere all the girls learn how to drink their tea with their little finger sticking out”. With a good education under her belt, Vicky was confident of her worth. “It used to be difficult for a woman to go and make her mark. Now I think everybody would agree that society is accepting women on the same basis as men,” she said, going on to weigh up the prospect of adult life. “My future career isn’t clearly defined as yet. Whether I’ll be married or not really lies in the lap of the gods. I hope so. We talk about it all the time, wondering what we’ll be doing this time in 10 years.”</p> \n<p>The adult Vicky, who I traced to France with the help of the school, picked up on the uncertainty in her youthful tone. “It sounds like me, but there is a clear sense of ambivalence, because it was a very turbulent time. There was a family business winding down and a move to Canada.” Despite parental plans for her to become a lawyer after studying at Oxford, her life has been less conventional. After Toronto University she joined the travel industry, arranging bicycle tours in Spain.</p> \n<p>She now lives in rural Languedoc with her wine-expert husband and two children and runs a vineyard and guesthouse. “Being a head girl was only relevant in my first job interview, when the man interviewing me had been head boy in a similar school. It would be different in England, I think, where Cheltenham would have gone before me rather more.”</p> \n<p>Vicky laughs at her early complacency about gender equality. “Things have got better, but it is not there yet. The women I know have been ambitious for what we wanted. But friends in the corporate world have had a much more challenging time.”</p> \n<p>Another prestigious school is Camden School for Girls, the ex-grammar comprehensive in north London that is alma mater to Emma Thompson and Geri Halliwell. Head girl back then was Anna Wright, now a friend and neighbour of mine. Even at 18 her staunch egalitarian principles were apparent: “I wouldn’t have wanted the job if it had entailed ordering people around. I was voted in by last year’s prefects. The staff don’t have any say in the matter. School should be able to teach you social values, an aspect of education that I would have missed had I gone to, say, a boarding school, which is a false and isolated environment.”</p> \n<p>Before she studied English at Cambridge, Anna took a gap year working in residential care in Amman, Jordan. The experience, she says, “certainly changed my life. It was a tough year, and the transition back to life as a university undergraduate was difficult. I see consistency in what I said then and what I went on to do, although my first job after leaving university was with a women’s theatre company, doing political theatre. Later I was employed by Amnesty International and then the United Nations.”</p> \n<figure class=\"element element-image\" data-media-id=\"fc2dd2ffb6b1c7804f348fca558b6340fc7effb9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432129846256/ae49e1a8-297d-4481-b257-fa2bcf0081e1-460x276.jpeg\" alt=\"Anna Wright, sitting at a desk in her old place at school.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Spring for the Observer</span> \n </figcaption> \n</figure> \n<p>Confronted by the expectations of her teenage self, Anna, who now works in health and social care in Camden, detects she felt pushed in the wrong direction. “I spent quite a bit of time swimming against my natural tide in terms of career choices. I can now see from what I said then that human rights and international development, as well as the social justice stuff, was the way I was actually inclined.” The post of head girl was “a huge boost”, she thinks, because she did not feel like a “star type”. It buoyed her in tough times. “I went on to fail pretty miserably in the things I thought I was going to do – like be a radical documentary filmmaker. But I ended up taking a path that suited me much better.”</p> \n<p>The teenage Anna had wanted a family but anticipated “it wouldn’t put a stop to whatever I’d managed to build up for myself over the years. But I’m not a raving feminist.” Today, as the wife of an academic and a mother of three, she “squirms” about having said she was not a “raving feminist”, and feels moved by her naivety about motherhood. “Little did I know that having children would impact massively. I’d flown back to London from the United Nations in New York just a few weeks before having my first baby and I had a big job interview lined up for about a week after my due date. I remember lying in hospital after a terrible birth and phoning to say I wouldn’t make it there. From that moment I changed my career trajectory. I’d hit a huge great wall that no one had warned me about. I spent a couple of years being angry and shouting at people – like airport staff when I was trying to fly to an overseas meeting with a tiny baby and they wouldn’t let me take the pushchair to the gate. We all thought the world had changed to fit us in as career women and then we found it hadn’t. But I adjusted and made my peace.”</p> \n<p>I found Fiona Stranack in Singapore. She had been head girl at Red Maids’ School, near Bristol, the oldest girls’ private boarding school in the country and one that until recently made its girls wear a quaint-looking apron, bonnet and cape on special occasions. Her comments in the 1980s suggested she was eager to please but nervous about the notoriety the role gave her in the school. Had she developed into a confident leader? Well, partly. Fiona had hoped, she said in the 1980s, to become a diplomat, but this was not to be: she ended up having had a full-time career in business training. She emailed me from the Far East, where she lives with her husband and two children, both born to her in her early 40s. She was surprised to see that she had accurately predicted she’d stop work for motherhood. “That is what I’ve done, but much later than I probably thought at the time.”</p> \n<p>There was a pattern developing. I read that one former head girl from a previous generation, sportswoman <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2013/mar/25/baroness-sue-campbell-uk-sport\">Baroness Sue Campbell of Loughborough</a>, the former chairman of Sport UK, has a plaque hanging on her office wall: “Well Behaved Women Rarely Make History”. “You can read that any way you like!” she has commented. If this is true, then perhaps being singled out as a responsible schoolgirl is a bit of a disadvantage, not an early leg up the greasy pole. It looks as if the head girl label was not just something to keep quiet about but to shake off. I started to wonder whether head girls are chosen because they are that dreaded term “people pleasers”, and whether pleasing people leads chiefly to not very much else.</p> \n<figure class=\"element element-image\" data-media-id=\"95105c02df6817a87555bd9b556335348cef2d66\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130215046/52fae691-5490-454c-93cb-34cddbc63c26-460x276.jpeg\" alt=\"Vanessa Thorpe as head girl presenting the headmaster with his retirement present\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vanessa Thorpe presenting the headmaster with his retirement present</span> \n </figcaption> \n</figure> \n<p>The simplest girl for me to find from the 1980s article was <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/frances-stonor-saunders\">Frances Stonor Saunders</a>, an old university friend who was never well behaved at school, she says. After a brilliant undergraduate showing at Oxford, she is now an author and radio presenter (her 1999 book <a href=\"http://www.lrb.co.uk/v21/n19/edward-said/hey-mister-you-want-dirty-book\"><em>Who Paid the Piper?</em></a> is a seminal text about cultural espionage). Her time as head girl at sequestered St Mary’s Convent in Ascot remains, until now, a dark secret. At 17 she said she was amazed to be chosen: “I don’t think anyone ever imagined I would be picked by the nuns. For years I was the black sheep of the class. I gave some people a really rough time. When I was summoned by the headmistress I thought it was for doing something dreadful. My immediate reaction was that the nuns would sooner have me on their side than against. My parents were in the middle of this difficult separation, and when I called to tell them about it they both assumed I was joking.”</p> \n<p>The schoolgirl Frances complained about the “insulation” of convent life, but had strong apprehensions about work in the world outside. “I’m ready to leave, but it is a bit frightening to wonder where the next meal is coming from,” she said. From the viewpoint of 2015, she thinks her stint as head girl gave her a sceptical attitude to authority. “I was embarrassed by being head girl then and I still am. It set me slightly apart from my friends at school, who were all naughty.”</p> \n<p>Frances can recognise herself in the article, although her sentiments about children – she didn’t go on to have any – do not ring as true for her as the fear of being a housewife (“I’d hate to think of myself just being at home with children while my husband was out earning the money”). She noted grimly then it was “still tough for a woman in a man’s world”, asking: “How many successful women are there in the City?” But literary ambition was already in place. “I’d like to write, but how realistic that is I don’t know.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We all thought the world had changed to fit us in as career women, and then we found that it hadn’t</p> \n </blockquote> \n</aside> \n<p>The head girl who has come closest to grasping the reins of power is Joanna Gardner, who went to Pimlico School (now Pimlico Academy). This mixed comprehensive in London offered her refuge from a previous convent school, as Joanna, the daughter of Tory peer Baroness Gardner of Parkes, explained at 18: “I hated it. I had a lot of bullying. Here I’m a different person. They take you for what you are.”</p> \n<p>Elected to the post of vice chairman of the sixth form committee at her new school, she approved of the way such democracy prevented “the usual biased preferential treatment”. A university degree would be a way to bide time. “That should tide me over till I’m 21, which is when I can legitimately stand for parliament. As a Tory. But I realise it’s very hard for ladies to get into parliament. Look at the figures – out of 635 only 23 are women.”</p> \n<p>Joanna is now a Conservative councillor in the London Borough of Kensington and Chelsea, and stood against David Miliband in South Shields in the 2001 general election. A qualified solicitor, she has worked on large public projects, frequently dealing with government. In the late 80s she “cringed” when the magazine article came out and she feels much the same seeing it now. “But 30 years on,” she says, “some of the issues remain – for example, the need for more women MPs.”</p> \n<p>The young Joanna believed that a husband would have to fit in: “It would have to be somebody who supports me in politics. I wonder what would have happened to Margaret Thatcher if Denis hadn’t supported her. I’m not an out-and-out feminist. I don’t like people who get riled and wear men’s clothes or scream merely to justify their point. We depend on men and men depend on us.”</p> \n<p>Almost 20 years later, in March 2004, Joanna, who was helping a former Tory MP, got married. A daughter arrived at the end of the subsequent October (“Marrying late has meant only the one”). Her husband, she says, has supported her political zeal (“although he does draw the line at delivering leaflets”). But her failure to get a parliamentary seat still rankles. “I was in the final selection for one of the Suffolk seats for the 2010 general election – only five other people between me and becoming the Conservative candidate in a safe seat – but it wasn’t to be.” She was, she admits, “incredibly disappointed” at first but now believes “the impact on my family would have been too costly”.</p> \n<figure class=\"element element-image\" data-media-id=\"2a54ddc3c9a55dbfaffaff3f250c8c8f5d553e99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432130312474/070b8f9d-7ed3-4714-be5b-c85a32424f1f-460x276.jpeg\" alt=\"Frances Stonor Saunders pictured in her home.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I was embarrassed by being head girl’: Frances Stonor Saunders.</span> \n  <span class=\"element-image__credit\">Photograph: Sophia Spring for the Observer</span> \n </figcaption> \n</figure> \n<p>Each of these former head girls sees the blueprint of the person they became in their younger selves. And now, all around 50 years old, they feel the story is not over. As Joanna puts it: “My husband and daughter mean the world to me. I don’t, however, feel I have quite finished in my life’s challenges.”</p> \n<p>None of the women I tracked down are running countries or corporations and all were entertained by their earnest schoolgirl assumptions that feminism had done its work. None has progressed steadily to a professional goal. Instead they have taken bespoke, individual paths.</p> \n<p>I have followed a straighter line, not taking career breaks or going part-time with motherhood, but I do relate to the way these head girls tailored their ambitions. And I wonder if the burden of early conscientiousness – surely the sign of a head girl type – means you end up too busy to see the bigger picture, or to do enough to please yourself, and so make your mark.</p> \n<p>The impressions that I’m left with are contradictory. There is clear unanimity among these women about how central equality and work are to their identity. And yet all who became mothers have taken a career break – or at least a side step. It is a paradox that is especially striking because these girls are no random cross section drawn from the 1980s. This group had been marked out from the first as likely role models. My suspicion is that their lives up till now go to prove that the best my generation of women could hope for was a confident choice between power and parenthood. And perhaps that an early taste of status and prominence may mean it quickly loses some of its allure.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128407964/Vanessa-Thorpe-as-head-gi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982. Photograph: Vanessa Thorpe","credit":"Vanessa Thorpe","altText":"Vanessa Thorpe as head girl, pictured in a group school photo, in 1982","cleanCaption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982. Photograph: Vanessa Thorpe"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129061271/d80a0c52-1a0b-4b39-8f56-78f1b916a000-1826x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1826,"orientation":"portrait","caption":"Vanessa Thorpe’s head girl badge","credit":"PR","altText":"Vanessa Thorpe's head girl badge.","cleanCaption":"Vanessa Thorpe’s head girl badge"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129586440/504b8067-2a54-4840-89f3-588631796947-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"High hopes: the 1980s newspaper article","credit":"PR","altText":"The 1980s newspaper article.","cleanCaption":"High hopes: the 1980s newspaper article"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432129847810/ae49e1a8-297d-4481-b257-fa2bcf0081e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school. Photograph: Sophia Spring for the Observer","credit":"Sophia Spring for the Observer","altText":"Anna Wright, sitting at a desk in her old place at school.","cleanCaption":"‘I went on to fail pretty miserably in the things I thought I was going to do’: Anna Wright, in her old place at school.","cleanCredit":"Photograph: Sophia Spring for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130216495/52fae691-5490-454c-93cb-34cddbc63c26-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vanessa Thorpe presenting the headmaster with his retirement present","credit":"PR","altText":"Vanessa Thorpe as head girl presenting the headmaster with his retirement present","cleanCaption":"Vanessa Thorpe presenting the headmaster with his retirement present"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432130314050/070b8f9d-7ed3-4714-be5b-c85a32424f1f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I was embarrassed by being head girl’: Frances Stonor Saunders. Photograph: Sophia Spring for the Observer","credit":"Sophia Spring for the Observer","altText":"Frances Stonor Saunders pictured in her home.","cleanCaption":"‘I was embarrassed by being head girl’: Frances Stonor Saunders.","cleanCredit":"Photograph: Sophia Spring for the Observer"}],"webPublicationDate":"2015-05-24T07:30:05Z","lastModified":"2015-05-24T07:30:05Z","metadata":{"commentable":true,"commentCount":52,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":true,"keywords":["Women","Schools","Education","Life and style"],"tags":[{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/what-happens-to-head-girls","shortUrl":"http://gu.com/p/49469","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/what-happens-to-head-girls","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/what-happens-to-head-girls"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432128407964/Vanessa-Thorpe-as-head-gi-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982","credit":"Vanessa Thorpe","altText":"Vanessa Thorpe as head girl, pictured in a group school photo, in 1982","cleanCaption":"‘My victory was likely to make me more enemies than friends’: Vanessa Thorpe as head girl in 1982"}},"importance":7,"kicker":{"title":"Head girls"},"showQuotedHeadline":false},{"title":"Eurovision 2015 / Måns Zelmerlöw Sweden's hero after edging out Russia","rawTitle":"Måns Zelmerlöw Sweden's hero after edging out Russia","item":{"type":"article","id":"tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","title":"Sweden defeats Russia to grasp Eurovision song contest victory","trailText":"Scandinavian nation picks up coveted trophy for sixth time after popular performance by Måns Zelmerlöw","standFirst":"Scandinavian nation picks up coveted trophy for sixth time after popular performance by M&aring;ns Zelmerl&ouml;w","byline":"Euan Ferguson","body":"<p>Well, it wasn’t THAT bad, in the end, was it? Not quite, yet, Eurogeddon: that’s always threatening, of course, and seldom more so than last night, with hosts Austria, and their cloyingly sweet theme of “Building Bridges” – Vienna even changed its pedestrian traffic-lights to feature same-sex couples – threatening to turn every over-saccharined Eurocitizen into an instant and justifiably rabid xenophobe.</p> \n<p>But that doesn’t really have to happen, does it, not with the current situation in Russia.</p> \n<p>Seldom can the gulf between promotional dream-message and blunt-trauma reality have been more fully realised in the history of Eurovision than the slow realisation that everyone was voting for Russia. Sure, Polina Gagarina had a nice song. Ish. And she genuinely cried, at the end. A Million Voices, yadda yadda. Niceish tune disguising toxic international hypocrisy, hurrah!</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/gallery/2015/may/24/eurovision-song-contest-2015-in-pictures\">Eurovision song contest 2015 – in pictures</a> </p> \n</aside> \n<p>It was, as that Mr Wogan said so rightly so many years ago (though his prediction that Olivia Newton-John’s career could “only go downhill from here” was a twitch wide of the mark), not about the music but the politics. The music last night – for that, let me remind everyone, was nominally what we were all there for – was again, with lovely but very rare exceptions, turbid. Graham Norton, Mr Wogan’s natural successor, had it nailed. “We’ve had some great songs at the start, and we’re looking forward to some great ones at the end, but for the moment it is a … a … lull. Full of big female ballads.” The BBC’s subtitles mistranscribed this rightly as “with dull female ballads”. Sub-<em>The Voice </em>ballads, more than likely featuring a silly sweeping ball dress and Lady Gaga “ee-aye-ee-aye-oh” vocals. Spain and Malta, I’m looking at you in particular.</p> \n<p>Elsewhere we were woefully ill-served with regard to fun. No Polish udder-swinging milkmaids, no Russian dancing grannies. True, the ever-reinventive George Galloway, fresh from his defeat in Bradford West, did appear on stage for Montenegro. And Romania’s song, including the immortal lyric “But if a strong wind hits me and I turn to dust … You will be the reason to start again” (what, from dust?) was sublimely silly, and, despite its having been written for a charity to support abandoned Romanian children (good cause, tick box) the singer’s breathy last gasp – “don’t leave the children behind” would have necessitated a heart of stone not to leave one rolling in the aisles.</p> \n<p>The UK possibly – it’s all yet to be analysed – did even worse than our home judges performed in the year Abba won with Waterloo, when we begrudgingly gave them no points at all: count them, none. It was actually a very good song: for shame, Europe. Nigella did well, triffic actually, but I think that the UK’s preview film, which ended up featuring actual drones, might have facilitated some odd memories.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-msutN_OkU4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/-msutN_OkU4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  M&aring;ns Zelmerl&ouml;w performs Heroes at the Eurovision song contest.\n </figcaption> \n</figure> \n<p>Poland, they of the erstwhile milkmaids, went the other way and featured a lovely girl, Monika, in a wheelchair. Never has such a chair, nor such a woman, graced a larger stage: all white billows and kingfisher beauty. Never has a duller song been written.</p> \n<p>Although Latvia’s came close.</p> \n<p>Norton correctly described it as the worst title in the contest, and, sure enough, “Love Injected” sounds like a particularly dodgy Lib Dem DVD, as if there’s any other kind.</p> \n<p>As the vote closed, Russia lost, whew, but so did Australia, grr, who had the best song of the night (actually, I also rather liked Cyprus), featuring, as it did, harmonies, rhythm, bounce, nuance, memory. Way too many audience reactions were, as ever, facilitated by simply moving up a third on the scale or suddenly turning the lights up loud. Woo!</p> \n<p>So we’re back to Sweden as hosts again, which is nice, and at least they can afford it. They won with a song apparently themed on a sub-literate interpretation of <em>Game of Thrones. </em>“We are the heroes of our time. But we’re dancing with the demons in our mind.” I may have missed something in the translation. But, actually, it was sung in English, which may be the UK’s only gift from now on to Eurovision.</p> \n<p>The hilariously ravishing three Austrian hostesses performed in about as many languages, as did Nigella, and got it mostly right throughout the evening. Even when they didn’t, there was always Mr Norton to nudge them along with a dry-as-dust “oops. That’s got to be awkward.” But, during the international vote, a technical glitch meant that Marija was forced to utter the words “Oops, we’ve lost Estonia.” Here’s hoping the EU doesn’t have to repeat her words.</p> \n<p>For all that, it was, as ever, great, camp fun. My favourite moment had actually come in the semi-finals earlier in the week, with the Slovenians, and the voiceover informing us that “They’re a couple. And they never, ever take their headphones off. That’s their gimmick.” Excellent. So I can’t be heard, even if I shout a word about how bad their song is.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/24/1432425427259/Singer-Zelmerloew-represe-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters","credit":"Leonhard Foeger/Reuters","altText":"Singer Zelmerloew representing Sweden celebrates ","cleanCaption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:57:50Z","lastModified":"2015-05-24T00:57:42Z","metadata":{"commentable":true,"commentCount":320,"contributors":[{"name":"Euan Ferguson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/euanferguson"}],"feature":false,"keywords":["Eurovision","Music","Eurovision 2015","Television & radio","Culture","Television","Europe","World news","Austria","Russia","Sweden","BBC1","BBC","Television industry","Media","Graham Norton"],"tags":[{"id":"tv-and-radio/eurovision","webTitle":"Eurovision"},{"id":"music/music","webTitle":"Music"},{"id":"tv-and-radio/eurovision-2015","webTitle":"Eurovision 2015"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/austria","webTitle":"Austria"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/sweden","webTitle":"Sweden"},{"id":"media/bbc1","webTitle":"BBC1"},{"id":"media/bbc","webTitle":"BBC"},{"id":"media/television","webTitle":"Television industry"},{"id":"media/media","webTitle":"Media"},{"id":"tv-and-radio/graham-norton","webTitle":"Graham Norton"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Euan Ferguson","topic":{"type":"tag-contributor","name":"profile/euanferguson"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","shortUrl":"http://gu.com/p/49733","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/24/sweden-wins-eurovision-song-contest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/24/1432425427259/Singer-Zelmerloew-represe-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters","credit":"Leonhard Foeger/Reuters","altText":"Singer Zelmerloew representing Sweden celebrates ","cleanCaption":"Måns Zelmerlöw representing Sweden celebrates winning the final of the 60th annual Eurovision song contest in Vienna. Photograph: Leonhard Foeger/Reuters"}},"importance":6,"kicker":{"title":"Eurovision 2015"},"showQuotedHeadline":false},{"title":"Let’s eat together / How immigration made British food great","rawTitle":"How immigration made British food great","item":{"type":"article","id":"global/2015/may/24/lets-eat-together-cooking-immigration-britain-food","title":"Let’s eat together: how immigration made British food great","trailText":"Immigrant communities have dramatically changed the food we eat. Nigel Slater celebrates the richness of our blended heritage. Plus, five young chefs reveal how their culture influences their cooking, and reveal a favourite recipe","standFirst":"<p>Immigrant communities have dramatically changed the food we eat. Nigel Slater celebrates the richness of our blended heritage. Plus, five young chefs reveal how their culture influences their cooking, and reveal a favourite recipe</p>","byline":"Nigel Slater, Zoe Adjonyoh, Jeremy Pang, Meera Sodha, Omar Allibhoy and Yasmin Khan","body":"<p>I can think of no place that welcomes the food of other countries with more enthusiasm than Britain. Good though our indigenous cooking is, made with ingredients from our own landscape, we have long had an insatiable appetite for the food of other countries. A walk along our high streets will offer everything from sashimi to tacos and pizza to Korean noodles. Some of this food comes from chain restaurants with global domination, but for the most part it is the product of small restaurants and food shops run by first- or second-generation immigrant families that have come to Britain and set up shop. It is something I wholeheartedly want to celebrate.</p> \n<p>Walk past the big international retailers and you will pass a string of small restaurants, caf&eacute;s and food shops. As the smell changes from cappuccino to cardamom, we enter the home of the kebab and the korma, the dim sum and the laksa, places where you can get your hands on a box of Alphonso mangoes or a warm, freshly baked roti. The further we go, the food becomes ever more intriguing, more tempting.</p> \n<p>Now do the same in Nice or Naples, Stockholm or Bordeaux. There will be little food on offer that isn’t local. Certainly there will be sections of each city with a particular culinary flavour, but there won’t be anything like the concentrated array of nationalities there is in Britain. No one, it seems to me, has embraced the products of the rest of the world’s kitchens like the Brits.</p> \n<p>It would be churlish and uninformed to assume that this enthusiasm is a product of our own food not being good enough to retain our interest. Those who peddle that old idea need to catch up. British food has never been more interesting. It is more that we are, mostly, a nation of adventurous eaters. Our appetites are open-minded, our plates ever happy to receive something new. We should not be considered gluttons who eat anything that comes our way, but rather culinary magpies who pick up the best on offer. To restrict ourselves to indigenous products, however good they are, would be to miss out on some fine eating, from the tea in our pots (camellia sinensis, the tea bush, doesn’t survive well in this climate) to the food of Chinese, Indian and Italian kitchens.</p> \n<p>Our eagerness for the cooking of other countries is not confined to restaurants either. At home in the past week I have eaten the products of about six different countries. Italian gnocchi with gorgonzola on Monday, Thai pork ribs on Tuesday, Japanese sushi on Friday. (On Thursday my planned dinner of Taiwanese buns was nipped in the bud only by the length of the queue I was expected to join. We ate decent jam&oacute;n at a Spanish bar instead.) It was on Sunday that I ate what you could call a British meal: asparagus from the Wye Valley, roast chicken from Suffolk and roast potatoes grown in Herefordshire. If I was someone who eats processed chilled foods from the supermarket, a business worth billions of pounds in this country, I would probably have eaten even more adventurously.</p> \n<p>Our own home cooking of a Thai or Indian recipe may not be authentic, but that only proves our willingness to adapt the ideas of others where it suits us. A fact that may horrify those who demand “authenticity” but suits most of us non-pedants who just want something good to eat. As any cook knows, authenticity varies according to who you ask – every Italian has a different way of making a carbonara, just as every British cook’s recipe for Yorkshire pudding or apple pie varies.</p> \n<p>I am not interested in cooking in a kitchen that doesn’t include ingredients from other countries. Imagine a lifetime trying to make good things to eat without access to lemons or cardamom, vanilla or limes. No cumin or Vietnamese chilli sauce. No cane sugar, chocolate or cinnamon. No oranges, tea or coffee either.</p> \n<p>But let’s go back to that British high street. Just suppose we fancy a dumpling. And this is the great bit, and why I cannot understand why a small minority of people shun international food: we have so many to choose from. That dumpling could be a meat-filled ravioli from Italy, a crisp-bottomed Japanese gyoza, a Chinese soup-filled xiaolongbao or a soft and juicy Polish pierogi. They are all essentially the same thing, a precious, highly seasoned filling enclosed in a wrapper of dough. The recipe and method of making them varies delightfully from culture to culture (even city to city), but none is that far from the other. (Our own version is the other way round, the dough being cooked in the meat filling.) What seems at first so different is the same the world over. And it is all here on our doorstep. The same story goes for the noodle, the soup, the pie and sandwich.</p> \n<p>I have spent the last year making a television series that explores how the cooking of our landscape has been enriched by non-native food. A celebration of the ingredients, recipes and dishes that have found their way to our shores, mostly with those who have moved to Britain from other countries. The series is about both the food and those who have brought it with them. Each contributor has a story to tell. This series brings very separate groups of people together round the table, cooking their food, telling their stories, but most importantly, tasting each other’s food. Food that unites us in more ways than one.</p> \n<p><a href=\"https://www.tigressproductions.co.uk/productions/nigel-slater/\">Eating Together</a><em> starts on 1 June on BBC1</em></p> \n<h2>Zoe Adjonyoh, Ghana</h2> \n<figure class=\"element element-image\" data-media-id=\"c3163e9c3f881d2af7e9ef24c595dbc731604b81\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432134661379/beb4c6c9-65f2-4882-bfec-413016baa123-460x276.jpeg\" alt=\"‘Food is up there with art and music in a country’s culture’: Zoe Adjonyoh, of Irish-Ghanaian descent, runs the pop-up Zoe’s Ghana Kitchen.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Food is up there with art and music in a country’s culture’: Zoe Adjonyoh, of Irish-Ghanaian descent, runs the pop-up Zoe’s Ghana Kitchen.</span> \n  <span class=\"element-image__credit\">Photograph: P&aring;l Hansen for the Observer</span> \n </figcaption> \n</figure> \n<p><strong>How did you come to know the cooking associated with your heritage?</strong> I’m Irish-Ghanaian and my father would come home with weird and wonderful ingredients. I was inquisitive and would watch him cook.<br /><strong>How did you learn to cook?</strong> I’d ask grocers on Ridley Road in London what to do with ingredients, and I went back to Ghana on a recipe mission and to connect with family.<br /><strong>What’s your favourite Ghanaian ingredient?</strong> Scotch bonnet pepper, fresh ginger, tomatoes….<br /><strong>How do you feel mainstream Britain has adapted Ghanaian cuisine?</strong> Considering how many people from West Africa live in the UK, its food is massively underrepresented in the high street and in people’s living rooms.<br /><strong>Is food an important part of a country’s cultural heritage?</strong> Yes – everybody eats, and a culture can grow up around how food is cooked or farmed.<br /><strong>Do you think it reflects our attitudes to immigration more generally?</strong> Maybe the African community has historically been more isolated, but now a huge number of second-generation kids want to show off their food and culture.<br /><strong>What interests you most about British attitudes to food?</strong> Here in London people are very open and interested. There’s certainly an adventurous palate.<br /><strong>What is a the dish from your culinary heritage that Britain doesn’t get?</strong> Okra soup is big in the Volta region of Ghana, which is tricky because it’s quite slimy. I pan-fry it with tempura batter so it’s got some crunch.<br /><strong>No kitchen is complete without…</strong> An asanka pot – a clay pestle and mortar. You can grind spices in it, cook with it on the fire and then eat out of it. <br /><em>Zoe’s Ghana Kitchen (</em><a href=\"http://zoesghanakitchen.co.uk/category/events/\"><em>zoesghanakitchen.co.uk</em></a><em>) will open at POP Brixton in London on 29 May</em></p> \n<h2>Zoe’s ‘Red red’ spicy beans</h2> \n<figure class=\"element element-image\" data-media-id=\"1fc92be3a9964329e4ad6de1f133e62fbee8d769\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432134774302/5b1cfd47-f586-49d8-a90c-08527158cad9-460x276.jpeg\" alt=\"‘Red red’ spicy beans served with plantains.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Red red’ spicy beans served with plantains.</span> \n  <span class=\"element-image__credit\">Photograph: Pal Hansen/Observer</span> \n </figcaption> \n</figure> \n<p>Serves 2 as a side dish<br /><strong>onion</strong> 1 large, roughly chopped<br /><strong>tomatoes</strong> 6-8 large, chopped<br /><strong>tomato pur&eacute;e</strong> 200g <br /><strong>Scotch bonnet</strong> 1, deseeded and diced<br /><strong>salt</strong> 1 tsp <br /><strong>black-eyed beans</strong> 400g, drained and rinsed<br /><strong>palm oil</strong> 2 tbsp <br /><strong>cooking onion</strong> 1 small, finely chopped<br /><strong>curry powder</strong> 1 tsp <br /><strong>chilli powder</strong> 1 tsp <br />Blend all the ingredients for the tomato sauce until they reach a smooth consistency. In a heavy-based pan, heat the palm oil until it melts. Add the diced onion and saut&eacute; until it’s translucent, then add the curry and chilli powders and stir in. When the spicy onion mixture has turned golden, add the tomato sauce base and stir through. Leave to cook on a medium-high heat for 20 minutes. Add the beans, turn down to low-medium and cook for 15-20 minutes, stirring occasionally to stop it sticking. Add salt to taste. I like to serve it with fried plantain.</p> \n<h2>Jeremy Pang, China</h2> \n<figure class=\"element element-image\" data-media-id=\"21f7305447110fad70e5fdf123afaed3bf989936\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432134896193/520fcd6b-b305-4a13-bb14-83de8496461a-460x276.jpeg\" alt=\"‘In Chinese I’m a fan tung, or rice bin. Every meal should come with rice’: Jeremy Pang at School of Wok in London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘In Chinese I’m a fan tung, or rice bin. Every meal should come with rice’: Jeremy Pang at School of Wok in London.</span> \n </figcaption> \n</figure> \n<p><strong>How did you come to know the cooking associated with your heritage?</strong> From a Chinese cultural point of view, we live our lives to eat. My mother’s father opened the Ho’s Bakery in Manchester’s Chinatown in the 60s. My dad’s family, from Hong Kong, opened the Dragon restaurant in Finsbury Park in the 70s. My uncle also had Pang’s Cottage in Hillingdon. So it’s in my blood. <br /><strong>What does Chinese food mean to you?</strong> It’s all about sharing. You never have one dish for one person – everyone shares. If you know your Chinese food, you’re looking for balance in flavour, texture and colour. In western restaurants presentation is about making one plate look pretty. The Chinese way is making the whole table of food look pretty. <br /><strong>How did you learn to cook?</strong> My dad was a pharmacist, but my love of food comes from his passion for cooking. I used to watch him and learn. My sisters and I had to guess what ingredients had gone into our food every night, and that trained my palate. That was before I even started to cook.<br /><strong>Is food an important part of a country’s cultural heritage?</strong> It’s so important. I was brought up in British and Chinese cultures and I see a huge love of food and pride in both. In the UK it’s about making the best fish and chips or Yorkshire pud, and in China we have our own favourite dishes, too.<br /><strong>Do you think of different cuisines as separate or can they be mixed?</strong> Chinese and British food are totally mixed. The Brits were in Hong Kong for a long time, so there’s influence both ways. Ketchup is used with many British dishes, but sweet and sour sauce – a Cantonese standard – is made with sugar, ketchup and vinegar. Inside dim sum buns you often get spam as a filling. If you go for a greasy spoon breakfast in Hong Kong, the best dish is macaroni in chicken soup with spam and a fried egg on top. <br /><strong>What is your favourite Chinese ingredient?</strong> In Chinese I’m a “fan tung”, or “rice bin”. Every meal should come with rice on the side. <br /><strong>No kitchen is complete without… </strong>A wok. You have to know how to use it. Understand the height of your fire. Most British people use a wok as a casserole pan, but a stir-fry should take no longer than 5 minutes. <br /><em>Chinese Unchopped by Jeremy Pang (Quadrille, &pound;20 or &pound;16 from the </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/297882/\"><em>Guardian Bookshop</em></a><em>) is out next month. For details on Jeremy’s cookery school, go to </em><a href=\"http://www.schoolofwok.co.uk/\"><em>schoolofwok.co.uk</em></a></p> \n<h2>Jeremy’s barbecued hoisin and cola ribs</h2> \n<figure class=\"element element-image\" data-media-id=\"59342689d5e5fb4dfbd86ee86c067a15f92f254d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432134982244/511b9c10-23e8-425f-a526-642d571df14b-460x276.jpeg\" alt=\"Barbecued hoisin and cola ribs.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Barbecued hoisin and cola ribs.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Poole</span> \n </figcaption> \n</figure> \n<p>Serves 6-8<br /><strong>garlic</strong> 4 cloves, finely chopped<br /><strong>ginger</strong> a large knob, finely chopped<br /><strong>spare ribs</strong> 30<br /><strong>tomato ketchup</strong> 8 tbsp <br /><strong>hoisin sauce</strong> 8 tbsp <br /><strong>granulated sugar</strong> 4 tbsp <br /><strong>dark soy sauce</strong> 4 tbsp <br /><strong>rice vinegar</strong> 4 tbsp <br /><strong>vegetable oil</strong> 2 tbsp <br /><strong>cola or cider </strong>500ml to 1 litre <br /><strong>spring onion</strong> &frac12; finely chopped, to garnish<br />Put all the ingredients (except the spring onion) in a deep roasting tray or big pot and mix together. Transfer to the oven and cook at 150C uncovered for 2-3 hours, basting and turning every so often so the ribs don’t burn. (Keep them as whole as possible, so be careful when turning.) Transfer to a hot barbecue and cook in batches for 2-3 minutes on each side until the outsides of the ribs are glazed and charred. Drizzle over the remaining sauce and sprinkle over the spring onion.</p> \n<h2>Meera Sodha, India</h2> \n<figure class=\"element element-image\" data-media-id=\"6fa1cf6b9152a6b7ae3c7d388bc6aba3e1ebe528\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135105326/b24ba975-5a1f-4358-9c11-a70a61d80e04-460x276.jpeg\" alt=\"‘Britain and India have such an age-old love affair –Queen Victoria was a massive curry fan’: Meera Sodha in her kitchen.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Britain and India have such an age-old love affair –Queen Victoria was a massive curry fan’: Meera Sodha in her kitchen.</span> \n  <span class=\"element-image__credit\">Photograph: P&aring;l Hansen for the Observer</span> \n </figcaption> \n</figure> \n<p><strong>How did you come to know the cooking associated with your heritage?</strong> The kitchen the cornerstone of a Gujarati home. We were eating my mother’s hot fragrant chapatis with different vegetable curries every night. <br /><strong>What does Gujarati food mean to you?</strong> It’s a way to look into the past and see where my parents came from. I know what my mum cooked in poverty, when they could only buy lentils and make dal. I know what my father ate in Uganda when he was dreaming about my mother, and that was rajma, these silky kidney beans, and ugali – a polenta mix. <br /><strong>How did you learn to cook?</strong> I was rolling wonky chapatis ever since I could put my nose over the kitchen counter, but it was only at university that I realised how awful the canteen food was and how misrepresentative the Indian food in curry houses was and how desperately I missed my mother’s cooking. I asked Mum to send me recipes, but she’d never written anything down. I felt panicked and went home to learn from watching her. <br /><strong>Do you think of different cuisines as separate or do you think they can be mixed?</strong> I’m British and grew up in Lincolnshire and I’m using Jerusalem artichokes and Swiss chard to make curries. Cuisines have to change and evolve to remain current. It doesn’t mean that they’re not authentic. <br /><strong>What is your favourite ingredient?</strong> Right now curry leaves. They do this magical thing: when the oil’s hot you throw them in and they crackle. I love that sound and the smell they give off, a citrusy smoke. <br /><strong>How do you feel about how mainstream Britain has adapted Indian cuisine?</strong> There’s a place for all of it. What I’m doing is different – it’s not meaty curries, it’s fresh and nutritious – but I don’t feel precious about it. Britain and India have such an age-old love affair – Queen Victoria was a massive curry fan and I’ve got a recipe book of old court favourites I love! <br /><strong>Which restaurant in Britain best represents Gujarati cuisine?</strong> There aren’t that many because Gujaratis aren’t restaurateurs and the belief is that the best Indian food is in the home. But Bobby’s in Leicester is one of my favourites.<br /><strong>No kitchen is complete without… </strong>An onion, Radio 4 and a very sharp knife. <br /><em>Meera Sodha’s book Made in India is published by Fig Tree (&pound;20, or &pound;14 from the </em><a href=\"http://bookshop.theguardian.com/made-in-india-2.html\"><em>Guardian Bookshop</em></a><em>) </em></p> \n<h2>Meera’s coriander chutney</h2> \n<figure class=\"element element-image\" data-media-id=\"f084210bb923652f747003ccfbe8980756b09d2a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135517749/613601b0-7987-46ac-8dfd-3f04c1254af3-460x276.jpeg\" alt=\"Coriander chutney.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Coriander chutney.</span> \n  <span class=\"element-image__credit\">Photograph: David Loftus</span> \n </figcaption> \n</figure> \n<p>Makes around 150g (a medium-sized jar) <br /><strong>fresh coriander</strong> 100g <br /><strong>peanuts</strong> 60g <br /><strong>garlic</strong> 4 cloves, finely sliced<br /><strong>lemon juice</strong> 4 tbsp<br /><strong>salt</strong> 1 tsp <br /><strong>brown sugar </strong>4 tsp<br /><strong>ground turmeric</strong> &frac14; tsp <br /><strong>small fresh green chillies</strong> 2 to 3, roughly chopped (deseeded if you prefer less heat)<br />Fill a bowl full of cold water and put the coriander in it. Move the coriander around in the water, then take it out and shake off the excess water. Roughly chop the stems and leaves and put them into a blender. Add the peanuts, garlic, lemon juice, salt, sugar, turmeric and 2 small chillies, and pulse them in the blender until the mixture has a smooth, almost pesto-like consistency. Add some water to help the mixture to blend if necessary. Add the remaining chilli, or more lemon juice, salt and sugar to taste.</p> \n<h2>Omar Allibhoy, Spain</h2> \n<figure class=\"element element-image\" data-media-id=\"592e9c9d7446327bfbd5cb428b1ef191f9fbd074\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135699072/47f674f2-7534-4a68-b0fd-8062abba66c5-460x276.jpeg\" alt=\"'The thing I&nbsp;admire most about the UK is how it grabs everything that is good and makes it its own': Omar Allibhoy with bread, cheese and ham.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The thing I admire most about the UK is how it grabs everything that is good and makes it its own’: Omar Allibhoy with bread, cheese and ham.</span> \n  <span class=\"element-image__credit\">Photograph: P&aring;l Hansen for the Observer</span> \n </figcaption> \n</figure> \n<p><strong>How did you come to know the cooking associated with your heritage?</strong> I grew up in Madrid, and I’ve cooked from the age of two. My mother was an amazing baker, but she wasn’t the most adventurous in the kitchen, so I did my own experiments. Mum used to call me the spice kid. Lots were failures – I remember putting curry powder in spaghetti bolognese – but that’s how I learned. My older brother was a brutal critic. <br /><strong>What does this food mean to you?</strong> Tapas is central to the Spanish experience, the way we gather round with friends and family to share it. The legend has it that King Alfonso XX was sick and told by his doctor to drink wine to ease the pain, but he asked for a little food with each glass so as to not get intoxicated. <br /><strong>How has mainstream Britain adapted Spanish cuisine?</strong> It’s incredible. There are 12 million British visitors to Spain each year – tapas restaurants offer a bit of Spain at home. About 50% of new restaurants serve small plates now. Homes are getting smaller, especially in London, so people socialise out more. It’s also getting warmer – I’m convinced it’s at least two degrees warmer than it was when I arrived 10 years ago. <br /><strong>Do you think that reflects our attitudes to immigration more generally?</strong> The thing I admire most about the UK is how absorbent you are – you grab everything that is good and make it your own, and you are very adventurous with food. There’s a snowball effect, because there are so many ethnic communities, the food has to be good and the next restaurant better than the last.<br /><strong>Which dish best combines British tradition with your tradition?</strong> We’re launching “bun-cadillos”: your usual lunchtime sandwich but with Spanish bocadillo flavours – chorizo, manchego, deep-fried squid – served in a brioche bun. An English, French, Spanish mix. <br /><strong>What’s your favourite Spanish ingredient?</strong> Things like garlic or Spanish paprika, or of course jam&oacute;n ib&eacute;rico – pigs that live freely in Spanish woodlands only eating acorns, then cured with salt and air-dried for three years. <br /><strong>No kitchen is complete without…</strong> A little drizzle of olive oil.<br /><strong>What’s the restaurant that best reflects Spanish cuisine? </strong>Barrafina. They use very good ingredients, simply cooked. <br /><em>Tapas Revolution Shoreditch (58 Bethnal Green Road, London E1; </em><a href=\"http://www.tapasrevolution.com/\"><em>tapasrevolution.com</em></a><em>) is open now</em></p> \n<h2>Omar’s gambas al ajillo (prawns with garlic)</h2> \n<figure class=\"element element-image\" data-media-id=\"01f640fea011cce00f6811ffd9e363f74eb2040f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135801514/844a3f7a-d100-41cd-a422-caa8b146e49a-460x276.jpeg\" alt=\"Gambas al ajillo – prawns with garlic.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gambas al ajillo – prawns with garlic.</span> \n  <span class=\"element-image__credit\">Photograph: Martin Poole</span> \n </figcaption> \n</figure> \n<p>Serves 2<br /><strong>prawns</strong> 12 large and raw, in their shells<br /><strong>garlic</strong> 3 cloves, thinly sliced<br /><strong>olive oil </strong>100ml <br /><strong>cayenne chillies</strong> 3, or other dried chillies<br /><strong>sea salt flakes</strong><br /><strong>flat-leaf parsley</strong> 1 tbsp, freshly chopped <br />Peel the prawns, leaving the tails intact (if you are using a frying pan you can cook the prawns in their shells). Sprinkle with a little sea salt. Put the olive oil, garlic and chillies in the terracotta pot or frying pan and place over a high heat. When the garlic starts to turn golden, add the prawns. Cook for 1 minute on each side, until they just turn pink. Sprinkle over the chopped parsley and serve immediately in the terracotta cooking pot. Take care not to burn yourself, as the oil and the terracotta will stay hot for several minutes.</p> \n<h2>Yasmin Khan, Iran</h2> \n<figure class=\"element element-image\" data-media-id=\"b561e7e93646fc8ae3d614eec05fd5457951521b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135969363/1d65a08e-2112-44b7-b518-d47d4d60580c-460x276.jpeg\" alt=\"'Britain has a&nbsp;long tradition of immigrants helping the&nbsp;country develop and flourish. It’s the same with food': Yasmin Khan in her kitchen at home.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Britain has a long tradition of immigrants helping the country develop and flourish. It’s the same with food’: Yasmin Khan in her kitchen at home.</span> \n  <span class=\"element-image__credit\">Photograph: P&aring;l Hansen for the Observer</span> \n </figcaption> \n</figure> \n<p><strong>How did you come to know the cooking associated with your heritage?</strong> My grandparents were farmers, so we had this playground of fruit and veg. After holidays we would relate to memories through food. <br /><strong>How did you learn to cook?</strong> Apparently at age 10 I told my mum I didn’t like her food and began cooking my own. <br /><strong>Is food an important part of a country’s cultural heritage? </strong>Food is always the main way people get together, so yes – meals are the time we take to be with each other.<br /><strong>Do you think of different cuisines as separate or do you think they can be mixed?</strong> We mix cuisines very well in the UK. We’re very creative with food. Elsewhere it can be a bit homogenous.<br /><strong>What is your favourite ingredient?</strong> Pomegranate molasses. I put it in stews, soups, salad dressings. I dribble it on ice cream. The depth of flavour is amazing. <br /><strong>How do you feel mainstream Britain has adapted Iranian cuisine? </strong>It hasn’t yet! I can’t wait until it does. I want to show the positive side of Iran – it’s culturally rich. It’s exhilarating to see stirrings of interest in the food written in a celebratory way. <br /><strong>Do you think food reflects our attitudes to immigration more generally? </strong>Britain has a long tradition of immigrants helping the country develop and flourish. It’s the same with food.<br /><strong>What interests you most about British attitudes to food?</strong> It’s changed so massively during my lifetime. Where I live, in east London, I love the way people celebrate food, asking what the next trend is, the next ingredient. And the shift in seeing food as more than simply fuel.<br /><strong>Which dish best combines British tradition with your tradition?</strong> In the same way that you know how to reach into your spice cupboard and make an Indian curry, I’d love everyone to be able to “Persianise” a dish. I make a delicious quince and pomegranate crumble.<br /><strong>Which restaurant in Britain best represents your cuisine? </strong>In Birmingham we go to Shiraz on the Hadley Road for their faloodeh, an incredible rose water grenata with vermicelli noodles and sour cherries. <br /><strong>No kitchen is complete without… </strong>Love.<br /><em>Saffron: Tales From the Persian Kitchen will be published by Bloomsbury in 2016. For more about Yasmin’s cooking, go to </em><a href=\"http://www.thesaffrontales.com/\"><em>thesaffrontales.com</em></a></p> \n<h2>Yasmin’s carrot and pistachio salad</h2> \n<figure class=\"element element-image\" data-media-id=\"426117a0465db59080f20e75b9776ab2e0336aa6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432136030562/a3fe92df-14ab-405e-8146-8fb9f1b27dfc-460x276.jpeg\" alt=\"Carrot and pistachio salad.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carrot and pistachio salad.</span> \n </figcaption> \n</figure> \n<p>A light and refreshing summer salad, dressed with tangy pomegranate molasses and topped with crunchy pistachios.<br />Serves 4<br /><strong>carrots</strong> 350g, grated<br /><strong>mint</strong> 15g, finely chopped<br /><strong>parsley</strong> 15g, finely chopped<br /><strong>lemon juice</strong> 2 tbsp <br /><strong>extra-virgin olive oil</strong> 3 tbsp <br /><strong>pomegranate molasses </strong>1 tbsp <br /><strong>pistachios</strong> 20g, roughly chopped<br /><strong>salt and pepper</strong><br />Combine the carrots, mint and parsley in a large bowl. Make the dressing by whisking the lemon juice, olive oil, pomegranate molasses, &frac12; tsp salt and &frac12; tsp pepper together. Pour the dressing over the vegetables and stir well. Toast the pistachios by placing them in a dry frying pan over a medium heat for a minute. Sprinkle the nuts over the salad just before serving.</p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134520295/Yasmin-Khan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yasmin Khan in her kitchen: 'I want to show the positive side of Iran with my cooking.' Photograph: Pal Hansen for the Observer","credit":"Pal Hansen/Observer","altText":"Yasmin Khan","cleanCaption":"Yasmin Khan in her kitchen: 'I want to show the positive side of Iran with my cooking.' Photograph: Pal Hansen for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134662773/beb4c6c9-65f2-4882-bfec-413016baa123-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Food is up there with art and music in a country’s culture’: Zoe Adjonyoh, of Irish-Ghanaian descent, runs the pop-up Zoe’s Ghana Kitchen. Photograph: Pål Hansen for the Observer","credit":"Pål Hansen for the Observer","altText":"‘Food is up there with art and music in a country’s culture’: Zoe Adjonyoh, of Irish-Ghanaian descent, runs the pop-up Zoe’s Ghana Kitchen.","cleanCaption":"‘Food is up there with art and music in a country’s culture’: Zoe Adjonyoh, of Irish-Ghanaian descent, runs the pop-up Zoe’s Ghana Kitchen.","cleanCredit":"Photograph: Pål Hansen for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134775832/5b1cfd47-f586-49d8-a90c-08527158cad9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Red red’ spicy beans served with plantains. Photograph: Pal Hansen/Observer","credit":"Pal Hansen/Observer","altText":"‘Red red’ spicy beans served with plantains.","cleanCaption":"‘Red red’ spicy beans served with plantains.","cleanCredit":"Photograph: Pal Hansen/Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134901313/520fcd6b-b305-4a13-bb14-83de8496461a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘In Chinese I’m a fan tung, or rice bin. Every meal should come with rice’: Jeremy Pang at School of Wok in London.","credit":"Pål Hansen for the Observer","altText":"‘In Chinese I’m a fan tung, or rice bin. Every meal should come with rice’: Jeremy Pang at School of Wok in London.","cleanCaption":"‘In Chinese I’m a fan tung, or rice bin. Every meal should come with rice’: Jeremy Pang at School of Wok in London."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134983873/511b9c10-23e8-425f-a526-642d571df14b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Barbecued hoisin and cola ribs. Photograph: Martin Poole","credit":"Martin Poole","altText":"Barbecued hoisin and cola ribs.","cleanCaption":"Barbecued hoisin and cola ribs.","cleanCredit":"Photograph: Martin Poole"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135106788/b24ba975-5a1f-4358-9c11-a70a61d80e04-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Britain and India have such an age-old love affair –Queen Victoria was a massive curry fan’: Meera Sodha in her kitchen. Photograph: Pål Hansen for the Observer","credit":"Pål Hansen for the Observer","altText":"‘Britain and India have such an age-old love affair –Queen Victoria was a massive curry fan’: Meera Sodha in her kitchen.","cleanCaption":"‘Britain and India have such an age-old love affair –Queen Victoria was a massive curry fan’: Meera Sodha in her kitchen.","cleanCredit":"Photograph: Pål Hansen for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135518480/4881015b-f465-41b1-94b3-18e073d634e5-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Coriander chutney. Photograph: David Loftus","credit":"David Loftus","altText":"Coriander chutney.","cleanCaption":"Coriander chutney.","cleanCredit":"Photograph: David Loftus"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135700493/47f674f2-7534-4a68-b0fd-8062abba66c5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The thing I admire most about the UK is how it grabs everything that is good and makes it its own’: Omar Allibhoy with bread, cheese and ham. Photograph: Pål Hansen for the Observer","credit":"Pål Hansen for the Observer","altText":"'The thing I admire most about the UK is how it grabs everything that is good and makes it its own': Omar Allibhoy with bread, cheese and ham.","cleanCaption":"‘The thing I admire most about the UK is how it grabs everything that is good and makes it its own’: Omar Allibhoy with bread, cheese and ham.","cleanCredit":"Photograph: Pål Hansen for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135803227/844a3f7a-d100-41cd-a422-caa8b146e49a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gambas al ajillo – prawns with garlic. Photograph: Martin Poole","credit":"Martin Poole","altText":"Gambas al ajillo – prawns with garlic.","cleanCaption":"Gambas al ajillo – prawns with garlic.","cleanCredit":"Photograph: Martin Poole"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135970756/1d65a08e-2112-44b7-b518-d47d4d60580c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Britain has a long tradition of immigrants helping the country develop and flourish. It’s the same with food’: Yasmin Khan in her kitchen at home. Photograph: Pål Hansen for the Observer","credit":"Pål Hansen for the Observer","altText":"'Britain has a long tradition of immigrants helping the country develop and flourish. It’s the same with food': Yasmin Khan in her kitchen at home.","cleanCaption":"‘Britain has a long tradition of immigrants helping the country develop and flourish. It’s the same with food’: Yasmin Khan in her kitchen at home.","cleanCredit":"Photograph: Pål Hansen for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432136032304/a3fe92df-14ab-405e-8146-8fb9f1b27dfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Carrot and pistachio salad.","credit":"Pål Hansen for the Observer","altText":"Carrot and pistachio salad.","cleanCaption":"Carrot and pistachio salad."}],"webPublicationDate":"2015-05-24T08:00:06Z","lastModified":"2015-05-24T08:00:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nigel Slater","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419839/NigelSlater.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nigelslater"}],"feature":true,"keywords":["Food & drink","Life and style","Immigration and asylum","Chefs"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"}],"section":{"id":"global"},"topics":[{"displayName":"Nigel Slater","topic":{"type":"tag-contributor","name":"profile/nigelslater"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/may/24/lets-eat-together-cooking-immigration-britain-food","shortUrl":"http://gu.com/p/49462","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/may/24/lets-eat-together-cooking-immigration-britain-food","webUri":"http://www.theguardian.com/global/2015/may/24/lets-eat-together-cooking-immigration-britain-food"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432134520295/Yasmin-Khan-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yasmin Khan in her kitchen: ‘I want to show the positive side of Iran with my cooking.’ Photograph: Pal Hansen for the Observer","credit":"Pål Hansen for the Observer","altText":"Yasmin Khan in her kitchen: ‘I want to show the positive side of Iran with my cooking.’ Photograph: Pal Hansen for the Observer","cleanCaption":"Yasmin Khan in her kitchen: ‘I want to show the positive side of Iran with my cooking.’ Photograph: Pal Hansen for the Observer"}},"importance":5,"kicker":{"title":"Let’s eat together"},"showQuotedHeadline":false},{"title":"Genetics / So you’re related to Charlemagne? You and every other living European…","rawTitle":"So you’re related to Charlemagne? You and every other living European…","item":{"type":"comment","id":"science/commentisfree/2015/may/24/business-genetic-ancestry-charlemagne-adam-rutherford","title":"So you’re related to Charlemagne? You and every other living European…","trailText":"The advent of cheap genetic sequencing has given birth to a burgeoning ancestry industry. But before you pay to spit in a tube, let me give you a few facts for free","standFirst":"<p>The advent of cheap genetic sequencing has given birth to a burgeoning ancestry industry. But before you pay to spit in a tube, let me give you a few facts for free</p>","byline":"Adam Rutherford","body":"<p>Sometimes I get asked if I’m related to the great physicist Ernest Rutherford. His discoveries about the atomic nucleus gave birth to physics in the 20th century. He is the father of nuclear physics, with labs and atoms named after him.</p> \n<p>I’m not related to him. I can reveal however that I am a direct descendent of someone of similar greatness: Charlemagne, Carolingian King of the Franks, Holy Roman Emperor, the great European conciliator. <em>Quelle surprise!</em></p> \n<p>But we are all special, which means none of us are. If you’re vaguely of European extraction, you are also the fruits of Charlemagne’s prodigious loins. A fecund ruler, he sired at least 18 children by motley wives and concubines, including Charles the Younger, Pippin the Hunchback, Drogo of Metz, Hruodrud, Ruodhaid, and not forgetting Hugh.</p> \n<p>This is merely a numbers game. You have two parents, four grandparents, eight great-grandparents, and so on. But this ancestral expansion is not borne back ceaselessly into the past. If it were, your family tree when Charlemagne was <em>Le Grand Fromage</em> would harbour more than a billion ancestors – more people than were alive then. What this means is that pedigrees begin to fold in on themselves a few generations back, and become less arboreal, and more web-like. In 2013, geneticists Peter Ralph and Graham Coop showed that <a href=\"http://www.nature.com/news/most-europeans-share-recent-ancestors-1.12950\">all Europeans are descended from exactly the same people</a>. Basically, everyone alive in the ninth century who left descendants is the ancestor of every living European today, including Charlemagne, Drogo, Pippin and Hugh. <em>Quel dommage</em>.</p> \n<p>With the advent of cheap genetic sequencing, the deep, intimate history of everyone can be revealed. We carry the traces of our ancestors in our cells, and now, for the price of a secondhand copy of <em>Burke’s Peerage</em>, you can have your illustrious past unscrambled. Plenty of companies have emerged that provide this service, such as <a href=\"https://www.23andme.com/en-gb/?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=GB_Search-Branded&amp;utm_content=23c_Search_Paid_Brand&amp;gclid=CNTgwefPy8UCFWPmwgod1KcABw\">23andMe</a> and <a href=\"http://dna.ancestry.co.uk/?s_kwcid=ancestry+dna&amp;o_xid=64489&amp;o_lid=64489&amp;o_sch=Paid+Search+%E2%80%93+Brand\">Ancestry DNA</a>. Spit in a test tube, and they will match parts of your DNA with people from all over the world. The results are beguiling, but don’t necessarily show your geographical origins in the past. They show with whom you have common ancestry today.</p> \n<p>People love discovering that they’re a bit Viking, or a bit Saracen. This is big business nowadays, and some companies spin fabulous yarns about your forebears as marketing devices. I’ve been making a documentary for Radio 4 on what genetics can and can’t tell you about ancestry, and examining some of the more outlandish claims that some ancestry businesses make. One company offered a service whereby it would tell you the precise village location of your genetic ancestry 1,000 years ago. It’s a peculiar thing to claim, as you will have thousands of ancestors 1,000 years ago, and I’m pretty sure they won’t have all come from the same village. Their algorithm clearly needed some work: it placed the genetic origin of one paying customer in the depths of the Humber estuary.</p> \n<p>The truth is that we all are a bit of everything, and we come from all over. If you’re white, you’re a bit Viking. And a bit Celt. And a bit Anglo-Saxon. And a bit Charlemagne. This is not to disparage genetic genealogy and ancestry. Done right, it is an immensely powerful tool for studying families and human migrations. DNA can disclose unknown cousins or parents. Further back, the past becomes dimmer, but not invisible. A dazzling, detailed analysis of the British genome last month scrutinised the history of immigration over the past 10,000 years. Expect many more studies like this from all over the world revealing all manner of dalliances from the foggy past.</p> \n<p>Often genetic ancestry relies on the Y chromosome, which is inherited only via the paternal line, or mitochondrial DNA, which is only passed on from mothers. These make for persuasive – but often simplistic – analyses of ancestry. These two chunks of DNA make up 2% of your genome. But the other 98% has to come from somewhere too, and that is a pick-and-mix from all the rest of your ancestors.</p> \n<p>Each subsequent generation, the contribution from an individual from your lineage becomes less. <a href=\"https://www.ucl.ac.uk/mace-lab/people/mark\">Professor Mark Thomas</a> from University College London describes this dilution as “homeopathic”. After a few rounds of preparation, homeopathic dilutions contain no molecules of whatever the active ingredient is imagined to be. Genetic inheritance works in a similar way. Half of your genome comes from your mother and half from your father, a quarter from each of your grandparents. But because of the way the DNA deck is shuffled every time a sperm or egg is made, it doesn’t keep halving perfectly as you meander up through your family tree. If you’re fully outbred (which you aren’t), you should have 256 great-great-great-great-great-great-grandparents. But their genetic contribution to you is not equal. Before long, you will find ancestors from whom you bear no DNA. They are your family, your blood, but their genes have been diluted out of your bloodline. Even though you are directly descended from Charlemagne, you may well carry none of his DNA.</p> \n<p>So what does this all mean? Ancestry is messy. Genetics is messy, but powerful. People are horny. Life is complex. Anyone who says differently is selling something. A secret history is hidden in the mosaics of our genomes, but <em>caveat emptor</em>. If you want to spend your cash on someone in a white coat telling you that you’re descended from Vikings or Saxons or Charlemagne or even Drogo of Metz, help yourself. I, or hundreds of geneticists around the world, will shrug and do it for free, and you don’t even need to spit in a tube.</p> \n<p><em>The Business of Genetic Ancestry is on BBC Radio 4, Tuesday 26 May at 11am </em></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431967834918/rutherford-ancestry-genes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Strong genes: a Bavarian mural from 1598 illustrating the genealogy of the House of Wittelsbach. Photograph: Image Broker/REX Shutterstock","credit":"Image Broker/REX Shutterstock","altText":"rutherford ancestry genes","cleanCaption":"Strong genes: a Bavarian mural from 1598 illustrating the genealogy of the House of Wittelsbach. Photograph: Image Broker/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-24T06:00:04Z","lastModified":"2015-05-24T06:00:04Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Adam Rutherford","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adamrutherford"}],"feature":true,"keywords":["Genetics","Biology","Science"],"tags":[{"id":"science/genetics","webTitle":"Genetics"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"science"},"topics":[{"displayName":"Adam Rutherford","topic":{"type":"tag-contributor","name":"profile/adamrutherford"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/commentisfree/2015/may/24/business-genetic-ancestry-charlemagne-adam-rutherford","shortUrl":"http://gu.com/p/492gf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/commentisfree/2015/may/24/business-genetic-ancestry-charlemagne-adam-rutherford","webUri":"http://www.theguardian.com/science/commentisfree/2015/may/24/business-genetic-ancestry-charlemagne-adam-rutherford"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431967834918/rutherford-ancestry-genes-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Strong genes? A Bavarian mural from 1598 illustrating the genealogy of the House of Wittelsbach. Photograph: Image Broker/Rex Shutterstock","credit":"Image Broker/REX Shutterstock","altText":"rutherford ancestry genes","cleanCaption":"Strong genes? A Bavarian mural from 1598 illustrating the genealogy of the House of Wittelsbach. Photograph: Image Broker/Rex Shutterstock"}},"importance":4,"kicker":{"title":"Genetics"},"byline":{"title":"Adam Rutherford"},"showQuotedHeadline":true},{"title":"On my radar / Marian Keyes’s cultural highlights","rawTitle":"Marian Keyes’s cultural highlights","item":{"type":"article","id":"culture/2015/may/24/marian-keyes-on-my-radar-colette-mcbeth-sensitive-skin-the-pool","title":"On my radar: Marian Keyes’s cultural highlights","trailText":"The best-selling novelist on Serbian naive art, Kim Cattrall and visiting Antarctica","standFirst":"The best-selling novelist on Serbian naive art, Kim Cattrall and visiting Antarctica","byline":"Interview by Isa Jaward","body":"<p>Irish author Marian Keyes is known for best-selling novels that revolve around themes such as mental illness and alcoholism, inspired by her own experiences. She graduated with a law degree from Dublin University and released her first book, <em>Watermelon</em>, in 1995. She has since sold more than 33m books worldwide, won several awards and translated into 32 languages. She currently lives in D&uacute;n Laoghaire with her husband, Tony Baines. Her latest novel, <a href=\"http://bookshop.theguardian.com/woman-who-stole-my-life.html\" title=\"\"><em>The Woman Who Stole My Life</em></a>, is out now (Michael Joseph, &pound;18.99).</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"47e8f7c628fe633ac467d96469093172e9a33eea\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957850967/7ad4e95c-28dd-4bf5-b3dd-756400c8d01c-460x276.jpeg\" alt=\"The Life I Left Behind by Colette McBeth\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><strong>Book: </strong><a href=\"http://bookshop.theguardian.com/life-i-left-behind.html\" title=\"\"><strong>The Life I Left Behind</strong></a><strong> by Colette McBeth</strong></h2> \n<p>I’ve been reading an awful lot of what I call “grip-lit” – really gripping books – for example <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/apr/21/the-girl-on-the-train-paula-hawkins-new-gone-girl-female-thriller-authors-gillian-flynn\" title=\"\"><em>The Girl on the Train</em></a> by Paula Hawkins, <em>Disclaimer</em> by Ren&eacute;e Knight, and others by Clare Mackintosh and Claire Kendal. Colette McBeth’s books, in particular, are so well written, and they’re about very recognisable women who live messy lives. This one is in parts narrated by a dead woman, and it’s fabulous. These books offer real escapism, because if it’s done well I completely lose track of time. They do all the work for me, and don’t put up a fight to be read.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"61c0b3affbcd463442fcc07c4971c4ef26060615\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957077958/2252ea11-7198-402c-8059-4d72cf9bc0ef-460x276.jpeg\" alt=\"Paradise Bay, Antarctic peninsula\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><strong>Place: Antarctica</strong></h2> \n<p>It’s incredible, like visiting another planet. I went on a cruise, because it’s the only way you can get there, and most days we were able to get off the ship and make landfall. We had to wear about 80 layers of clothes; I could hardly lift my arms from the weight of them. But it was so beautiful: some days you’d be blinded from the white and the blue, and other days it would be really grey and sleety. We saw countless penguins, enormous seals, all kinds of unusual birds. It made such a massive impression on me.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"2fd3afd9b1c2a4e7bbaae2dfbb644a765cb7ed7f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957240844/2befbbd9-6f87-48e4-9c96-d52bb56c0531-bestSizeAvailable.jpeg\" alt=\"Painting by Dusanka Petrovic\" width=\"405\" height=\"243\" class=\"gu-image\" /> \n</figure> \n<h2><strong>Art: </strong><a href=\"http://serbiannaiveartinfo.blogspot.com/2011/10/dusanka-petrovic.html\" title=\"\"><strong>Dusanka Petrovic</strong></a></h2> \n<p>Once, visiting Belgrade, I nearly got arrested – I bought a naive painting, and had it rolled up under my arm as I was leaving. I got stopped because aapparently you need a certificate to take art out of the country, so I was taken away to an underground office. I managed to convince them that I wasn’t stealing an ancient artefact. After that I became obsessed with Serbian naive art, and with this woman in particular. I have her work saved on Pinterest and love looking at it because it makes me really happy.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"960db41022e9fe348da1e894e396f73cababe107\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957294392/ae0c6d51-0193-4a01-ada4-d29433dcfc2d-460x276.jpeg\" alt=\"The Pool online women's magazine.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><strong>Website: </strong><a href=\"https://www.the-pool.com/\" title=\"\"><strong>the-pool.com</strong></a></h2> \n<p>This is an online women’s magazine run by Sam Baker and Lauren Laverne. They have fabulous people writing about fashion, makeup, books, TV recommendations, hard news, opinion pieces. Their manifesto is so different to any of the other magazines; there’s no sidebar of shame, nobody’s going to be slated for being too fat or too skinny. The fashion columns are realistic and sincere. It doesn’t insult our intelligence, nor does it try to erase the parts of us that are interested in makeup or food or music. It treats us as the complex, holistic creatures that we are.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"d2e3f4dbb393da0c65491dfe9b81165c18cd3a8c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957368223/98ce87dc-0882-4d3b-8ecb-1bcb7e39d6da-460x276.jpeg\" alt=\"Kim Cattrall in Sensitive Skin\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><strong>TV: </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/apr/07/kim-cattrall-plastic-surgery-sensitive-skin-sex-city\" title=\"\"><strong>Sensitive Skin</strong></a><strong> on Sky Arts 1</strong></h2> \n<p>This is set in downtown Toronto and it feels really dystopian and empty and abandoned. It’s very atmospheric. Kim Cattrall is great in it, she’s a very good actor, and the man who plays her husband is really good. She’s going through the menopause and it’s funny but touching, and very real. It’s quite wistful and bittersweet. It’s lovely to see her getting a chance to be someone other than Samantha, and she’s a very different character.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"800dea378c9db356186ded7476d841bd2934bfa1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957457373/b0a67c07-a7c8-4b3b-a28d-36a39478e589-460x276.jpeg\" alt=\"A dish from Mugaritz in San Sebastian, Spain\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2><strong>Restaurant: </strong><a href=\"http://www.mugaritz.com/en/\" title=\"\"><strong>Mugaritz</strong></a></h2> \n<p>San Sebastian feels like a totally different country from Spain, and they have a very high concentration of Michelin-starred restaurants. We went to one of them, Mugaritz, which was very strange because they try to use only three ingredients in every dish. One of the things we got to eat was a big lump of moss. There was the occasional horrifying thing like a stuffed duck’s neck, which I elected to pass on. I’m not a big meat-eater at the best of times; I’m not a vegetarian, either, but I can’t get into anything too gruesome.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"660cca0d4c97d6ff48224e744e519d23ea26ad08\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431957579454/4bee1f36-7977-4cc9-9794-9bd60f185c2f-460x276.jpeg\" alt=\"Fashion from Swedish designer Gudrun Sjoden\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n</figure> \n<h2>Fashion: Gudrun Sj&ouml;d&eacute;n</h2> \n<p>This Swedish designer makes <a href=\"http://www.gudrunsjoden.com/uk\" title=\"\">the most beautiful clothes</a> – they’re women-friendly, really colourful and made ethically. The clothes are so flattering and wearable, they all kind of mix and match and you can layer them and change things around. I feel beautiful in them, and I usually find getting dressed is just an exercise in damage limitation. Every woman I’ve told about these clothes loves them. I think once you’re over a certain age, you’re expected to become invisible and dress in black and try to pretend you don’t exist anymore. But these clothes are so celebratory.</p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/18/1431956393287/Marian-Keyes-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"'I'm not a vegetarian, but I can't get into anything too gruesome': Marian Keyes. Photograph: Felix Clay","credit":"Felix Clay","altText":"Marian Keyes","cleanCaption":"'I'm not a vegetarian, but I can't get into anything too gruesome': Marian Keyes. Photograph: Felix Clay"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957851518/7ad4e95c-28dd-4bf5-b3dd-756400c8d01c-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","credit":"Book jacket","altText":"The Life I Left Behind by Colette McBeth"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957079378/2252ea11-7198-402c-8059-4d72cf9bc0ef-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Photograph:","altText":"Paradise Bay, Antarctic peninsula"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957240844/2befbbd9-6f87-48e4-9c96-d52bb56c0531-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":243,"width":405,"orientation":"landscape","credit":"Unknown","altText":"Painting by Dusanka Petrovic"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957294879/ae0c6d51-0193-4a01-ada4-d29433dcfc2d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Screenshot","altText":"The Pool online women's magazine."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957368758/98ce87dc-0882-4d3b-8ecb-1bcb7e39d6da-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Photograph: Ken Woroner/Tricon","altText":"Kim Cattrall in Sensitive Skin"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957458066/b0a67c07-a7c8-4b3b-a28d-36a39478e589-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":333,"width":555,"orientation":"landscape","credit":"PR","altText":"A dish from Mugaritz in San Sebastian, Spain"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957579914/4bee1f36-7977-4cc9-9794-9bd60f185c2f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"PR","altText":"Fashion from Swedish designer Gudrun Sjoden"}],"webPublicationDate":"2015-05-24T08:15:06Z","lastModified":"2015-05-24T08:15:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Marian Keyes","Books","Culture","Kim Cattrall","Television","Television & radio","Travel","Fiction","Magazines","Lauren Laverne"],"tags":[{"id":"books/marian-keyes","webTitle":"Marian Keyes"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/kim-cattrall","webTitle":"Kim Cattrall"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"travel/travel","webTitle":"Travel"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"media/magazines","webTitle":"Magazines"},{"id":"tv-and-radio/lauren-laverne","webTitle":"Lauren Laverne"}],"section":{"id":"culture"},"topics":[],"series":{"title":"On my radar","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/on-my-radar"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/may/24/marian-keyes-on-my-radar-colette-mcbeth-sensitive-skin-the-pool","shortUrl":"http://gu.com/p/492ax","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/may/24/marian-keyes-on-my-radar-colette-mcbeth-sensitive-skin-the-pool","webUri":"http://www.theguardian.com/culture/2015/may/24/marian-keyes-on-my-radar-colette-mcbeth-sensitive-skin-the-pool"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Books/Pix/pictures/2015/5/18/1431956393287/Marian-Keyes-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘I’m not a vegetarian, but I can’t get into anything too gruesome’: Marian Keyes. Photograph: Felix Clay","credit":"Felix Clay","altText":"Marian Keyes","cleanCaption":"‘I’m not a vegetarian, but I can’t get into anything too gruesome’: Marian Keyes. Photograph: Felix Clay"}},"importance":3,"kicker":{"title":"On my radar"},"showQuotedHeadline":false},{"title":"Syria / Is Bashar al-Assad now finally facing the end?","rawTitle":"Is Bashar al-Assad now finally facing the end?","item":{"type":"article","id":"world/2015/may/24/syria-iran-isis-battle-arab-world","title":"Amid the ruins of Syria, is Bashar al-Assad now finally facing the end?","trailText":"As Isis surges ahead and the Syrian regime teeters on the brink of collapse, our Middle East correspondent, winner of the 2015 Orwell prize for journalism, reports on the deadly struggle for dominance in the region","standFirst":"As Isis surges ahead and the Syrian regime teeters on the brink of collapse, our Middle East correspondent, winner of the 2015 Orwell prize for journalism, reports on the deadly struggle for dominance in the region","byline":"Martin Chulov","body":"<p>One evening at the end of March, a Syrian rebel leader returned from a meeting across the border in Turkey and called an urgent gathering of his commanders. The five men turned up at their boss’s house in Idlib province expecting to receive the same pleas for patience that they had always heard and more grim news about cash and weapons being hard to find. This time, though, they were in for a shock.</p> \n<p>“He arrived looking eager,” said one of the commanders. “That caught our attention straight away. But when he started to speak, we were all stunned.”</p> \n<p>The leader, who asked that his unit not be identified, said he told his men that the grinding war of attrition they had fought against the Syrian government since early 2012 was about to turn in their favour.</p> \n<p>“And the reason for that was that I could now get nearly all the weapons I wanted,” he told the <em>Observer</em>. “For the first time they were not holding anything from us – except anti-aircraft missiles. The Turks and their friends wanted this over with.”</p> \n<p>The leader says he explained that they and every other opposition group in the north, with the exception of Islamic State (Isis), were about to be beneficiaries of a detente between regional powers who had agreed to put their own rivalries aside and focus on a common enemy – the Syrian regime.</p> \n<p>The agreement had been secured by Saudi Arabia, which had resolved to do all it could to end the Bashar al-Assad regime and, more important, to quash the ambitions of Assad’s main backer, Iran, to control the course of the war. It signified a new phase in an age-old tussle between regional rivals for power and influence that was to have profound ramifications for the way the war in Syria, and proxy standoffs elsewhere in the Middle East, were to be fought.</p> \n<p>In early March, senior regional figures had been summoned to Riyadh by the newly crowned King Salman to hear his plans for the region. The Turkish president, Recep Tayyip Erdogan, was one of the first to arrive. Qatari officials and Gulf Co-operation Council leaders soon followed.</p> \n<p>His message was threefold: first, there was to be no more division along regional lines, which had seen the Muslim Brotherhood-aligned governments of Turkey and Qatar pour support into allied Syrian groups, while Saudi focused on more mainstream outfits. Second, Riyadh would agree to send gamechanging weaponry to northern Syria in return for guarantees of coordination and discipline. And, finally, the US would not stand in the way. “Quite frankly,” a Saudi official told the <em>Observer</em>, “it would not have bothered us if they had tried to.”</p> \n<p>Within weeks, the new push had paid clear dividends. Armed with dozens of guided TOW anti-tank missiles, which could take out regime armour from several miles away, opposition groups – among them al-Qaida’s affiliate in Syria, Jabhat al-Nusra, which is proscribed by the US as a terror group and has long been viewed warily by Riyadh – started advancing into towns and cities that they had not dared to attack until then.</p> \n<p>The results were shocking. The regional capital of Idlib fell within days. Several weeks later, the nearby town of Jisr al-Shughour also fell to an amalgam of jihadists and moderates who had kept their end of the bargain.</p> \n<p>Now, the agricultural plains that stretch towards Syria’s third and fourth cities, Homs and Hama, appear more vulnerable than at any time since mid-2012. So does the Mediterranean coast, and the mountains to the north, which are the heartland of the Alawite sect, dominant in Syria’s political and security establishment. And to the east, Aleppo, which had been under serious threat of being encircled by Assad’s forces six months ago, now looks much more likely to fall to the rebels.</p> \n<p>In Ankara and Riyadh and even Baghdad and Beirut – both nominally Assad allies – there is now a strong sense that the war is going poorly for the regime. Every battle that its military has fought since March has ended in a rout, including the brief <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis\" title=\"\">fight for two gas fields north of Palmyra</a> last week, which fell to the jihadist group Isis, along with Palmyra itself – home to some of the world’s most important archeological sites.</p> \n<figure class=\"element element-image\" data-media-id=\"a45ae1d0bdbd25faf8b896e785ab14070cf5997f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432403776054/b6d42241-4036-4d3d-89c3-6c51380d01e1-460x276.jpeg\" alt=\"Part of the ancient city of Palmyra.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Part of the ancient city of Palmyra.</span> \n  <span class=\"element-image__credit\">Photograph: CHRISTOPHE CHARON/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Damascus sent some of its elite troops to defend the gas fields, which are an essential part of Syria’s energy supply, but they were quickly defeated by Isis, which also ran rampant through neighbouring Iraq’s Anbar province last weekend.</p> \n<p>“This is not just the ebb and flow of battle,” said one senior diplomat from the Arab world. “This has been clear and repeated evidence that the regime army cannot defend itself, or the country, even with the ever-heavier backing of its sponsor, Iran.”</p> \n<p>Across the border, Iraqi officials are expressing the same fears about their own national army. Better-armed and trained than the Syrians, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks\" title=\"\">Iraq’s best forces capitulated in Ramadi</a> – the most important city in Anbar province – in about 72 hours, giving Isis its biggest triumph since it stormed into Mosul in July. The terrorist group’s stated intention then was to dismantle the post-Ottoman boundaries that have defined the modern Middle East, especially the Anglo-French Sykes-Picot agreement that created modern Syria and Lebanon. One year later, Isis could hardly be criticised for sounding overly ambitious.</p> \n<p>On Friday, the Syrian Observatory for Human Rights said Isis was now in control of all six border crossings between Iraq and Syria – even with the constant presence of US air force jets. Nearly 1,000 miles of frontier is now out of the control of either country, with Isis enjoying complete freedom of movement, except when the warplanes are around.</p> \n<p>Though 20 of its 43 top-tier officials have been picked off by US drones and jets, Isis leaders can still travel freely across the large tract of land, roughly the size of Jordan, that they now call an Islamic caliphate. And the key to their growth does not always rest with the brutal inflexible ideology that some leaders use to bring to heel the communities they conquer.</p> \n<p>“Before the Islamic State came along, we were the animals of the Shias,” said a surgeon speaking from the Isis-controlled Iraqi city of Fallujah. “No matter what we said or believed, we were treated as Isis anyway,” he said of the Shia-led government. “Well, we may as well be with them, because the government will never come to help. They have more power and authority than Baghdad has had since Saddam.”</p> \n<p>The surgeon’s views were echoed by residents of Deir Azzour in eastern Syria, who were contacted by phone. “I can see the appeal of Isis,” said one man who called himself Abu Ayman. “As much as I don’t like them, I can see that they are leading some Sunni communities towards a dignity that no government will give them.”</p> \n<p>The spectacular successes of the jihadists last week has perhaps done more to demonstrate the weakness of the state actors they are fighting than to showcase their own strength.</p> \n<p>“This is a big problem,” said Hisham al-Hashimi, an Iraqi strategist and writer on Isis issues. “It is something that no state wants to talk about. They cannot acknowledge that they can’t find solutions by themselves. But it is very much an issue that the region is concerned about.”</p> \n<p>As Baghdad was menaced by Isis last July, Iran was quicker than any other ally to send advisers to shore up its defences. They did not have to travel far. Nor did they need to start from scratch; Iranian generals had been doing precisely the same thing in Syria for at least two years.</p> \n<p>One year on, Iran is more committed than ever before to securing both teetering states and safeguarding its own strategic goals in the Arab world.</p> \n<p>The survival of the regimes in Baghdad and Damascus – or at least the same systems and structures in place now – are essential to the Iranian regime’s core goal in the Middle East: maintaining an arc of influence that runs from Tehran, through Qom, Baghdad, Najaf and Damascus and into southern Lebanon, where its proxy militia remains a potent threat to Israel’s northern border. Damascus has allowed weapons, money and fighters to flow to Hezbollah and, since 2003, Baghdad had also become an essential conduit for Iran’s ambitions, with Shia Iraqi groups who fought the occupying US army acting as paid-up proxies.</p> \n<p>While Riyadh has watched uneasily as Iran has steadily gained a hand in Iraq since the US army fully withdrew in 2011, it has become far more alarmed as Syria has disintegrated. “That showed us how far they would go to defend their interests,” said the Saudi official. “They were not just defending what they had, but trying to build on it. And all the while under American cover.”</p> \n<p>Throughout the Syrian war, and the Arab revolts more generally, the Saudi relationship with its most important global ally has withered significantly. King Salman, who was formerly defence minister, is known to have railed against Barack Obama’s equivocation on Syria, especially his decision not to bomb Damascus in August 2013, after a sarin gas attack blamed on the Syrian regime. “That was the moment when we realised that our most powerful friend was no longer reliable,” the official said. “We had to step out from behind the curtain.”</p> \n<p>Within weeks of Salman being named king, a more assertive regional policy was evident. So, too, was a willingness to openly defy the US, a stance borne out of deep resentment at a deal brokered by Obama to compel Iran to surrender its nuclear programme in return for sanctions relief and, according to officials in Riyadh and the GCC, the global legitimisation of Iran 36 years after the Islamic revolution.</p> \n<p>Gulf officials contacted in recent weeks say fears that Iran will end up playing a lead role in resolving the region’s most intractable disputes will never sit well with them, or with Riyadh. All insisted that the March takeover of Yemen by Houthis from the Shia-linked Zaydi sect, who are allied to Iran, was evidence of Tehran asserting itself ahead of the talks. And in a place where it most matters to Riyadh – Saudi Arabia’s eastern border.</p> \n<p>“They will spend their whole treasury to protect what they have,” said the official. “They are very open about it. The Revolutionary Guards say they will never compromise on Damascus and Hezbollah and they are the most powerful institution in the country. And now they want Yemen too. But this is a ploy. They will try to trade that with us in return for Damascus.”</p> \n<p>Out of all the recent chaos – the looming destruction of a cradle of civilisation, resurgent anti-Assad fighters and the unchecked brutality of the jihadists – a rare clarity has emerged. The region’s main powers are now openly locked in a struggle for the destiny of the region – and of Syria in particular – that can only be stopped with a globally brokered solution.</p> \n<p>“Iran said the key to the Arab world was Syria,” said the Saudi official. “Well, we agree with them.” And Riyadh is no longer worried about showing it.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/23/1432403547419/Syrian-troops-Palmyra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Syrian rocket launcher shell on enemy positions in the ancient oasis city of Palmyra. Photograph: EPA","credit":"EPA","altText":"Syrian troops Palmyra","cleanCaption":"A Syrian rocket launcher shell on enemy positions in the ancient oasis city of Palmyra. Photograph: EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403777583/b6d42241-4036-4d3d-89c3-6c51380d01e1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Part of the ancient city of Palmyra. Photograph: CHRISTOPHE CHARON/AFP/Getty Images","credit":"CHRISTOPHE CHARON/AFP/Getty Images","altText":"Part of the ancient city of Palmyra.","cleanCaption":"Part of the ancient city of Palmyra.","cleanCredit":"Photograph: CHRISTOPHE CHARON/AFP/Getty Images"}],"webPublicationDate":"2015-05-23T23:04:08Z","lastModified":"2015-05-23T23:04:08Z","metadata":{"commentable":true,"commentCount":400,"contributors":[{"name":"Martin Chulov","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-chulov"}],"feature":true,"keywords":["Syria","Bashar al-Assad","Middle East and North Africa","World news","Iran","Arab and Middle East unrest","Saudi Arabia","Islamic State"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/bashar-al-assad","webTitle":"Bashar al-Assad"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/iran","webTitle":"Iran"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"},{"id":"world/saudiarabia","webTitle":"Saudi Arabia"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"world"},"topics":[{"displayName":"Martin Chulov","topic":{"type":"tag-contributor","name":"profile/martin-chulov"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/syria-iran-isis-battle-arab-world","shortUrl":"http://gu.com/p/496nj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/syria-iran-isis-battle-arab-world","webUri":"http://www.theguardian.com/world/2015/may/24/syria-iran-isis-battle-arab-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/5/23/1432403547419/Syrian-troops-Palmyra-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Syrian rocket launcher shell on enemy positions in the ancient oasis city of Palmyra. Photograph: EPA","credit":"EPA","altText":"Syrian troops Palmyra","cleanCaption":"A Syrian rocket launcher shell on enemy positions in the ancient oasis city of Palmyra. Photograph: EPA"}},"importance":2,"kicker":{"title":"Syria"},"showQuotedHeadline":false},{"title":"Wildlife / Can we save the rhino with a 3D printer?","rawTitle":"Can we save the rhino with a 3D printer?","item":{"type":"article","id":"environment/2015/may/24/artificial-3d-printed-fake-rhino-horn-poaching","title":"Can we save the rhino from poachers with a 3D printer?","trailText":"Bioengineering startup Pembient aims to reduce demand for black-market rhino products by 3D-printing artificial horn – but wildlife groups remain sceptical","standFirst":"Bioengineering startup Pembient aims to reduce demand for black-market rhino products by 3D-printing artificial horn – but wildlife groups remain sceptical","byline":"Zoë Corbyn","body":"<p>In a meeting room in an industrial area of San Francisco, Matthew Markus unpacks the contents of a small carved wooden box that depicts a rhinoceros with an impressive horn. Inside it are vials containing powder and small, hard-looking chunks. There are also what looks like miniature horns. “I term it conservation 2.0,” says Markus.</p> \n<p>Markus is the co-founder of <a href=\"http://signup.pembient.com/\" title=\"\">Pembient</a>, a startup that aims to thwart the illegal wildlife trade by recreating animal products in the lab. It is starting with rhino horn but has plans for more complex materials such as elephant tusk. The hope is to produce rhino horn so biologically similar to wild horn – but at about one tenth of black market costs – that buyers and illegal traders will switch, thereby curtailing relentlessly increasing poaching levels. The mysterious box contains Pembient’s collection of prototypes. “We are working towards a bio-identical product by reverse-engineering rhino horn down to the smallest degree,” says Markus, who claims his version can be better than the real thing. “Our goal is that the only way you can tell the difference is that there will be pollutants in the wild horn.”</p> \n<p>Rhinos certainly need more help and the desperateness of the situation is inspiring other non-traditional ideas. “There is a need to innovate from outside,” says Markus. “Conservation 1.0 is a little antiquated.” As the wealth of the elite in Asian countries has risen, the cost of the horn, along with the frequency of poaching incidents, has increased rapidly. By weight, its price exceeds that of gold. It is prized, particularly in Vietnam and China, as a status symbol and for its supposed “medicinal” qualities , unsupported by science, which include preventing hangovers, reducing fever and detoxifying the body following cancer treatment.</p> \n<p>In South Africa, which has the largest rhino population of any country, poaching is at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/rhino-poaching-in-south-africa-at-record-levels-following-18-rise-in-killings\" title=\"\">an all-time high</a>. Poachers took an average of three a day in 2014, up from one a month in 2007. <a href=\"https://www.savetherhino.org/?gclid=CO7X0L6V0MUCFYPHtAodXXYAjA\" title=\"\">Save the Rhino</a>’s most recent figures put the number of southern white rhinos at 20,405. Just five northern white rhinos remain, all of which are either too old to reproduce or infertile. Black rhinos, on the critically endangered list, number just 5,055 and one subspecies is already extinct. Two of the three Asian species are also classed as critically endangered and number less than 100 animals each.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"572df0d06ec200d37629976d736b7f03cf407f15\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432034350061/0e75e4a0-c9a2-4eb7-aa32-50a51859a7e8-280x420.jpeg\" alt=\"Pembient 3D-printed rhino horn\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Conservation 2.0’: one of Pembient’s 3D-printed miniature rhino horns.</span> \n </figcaption> \n</figure> \n<p>Pembient’s concept, which another company – <a href=\"https://www.facebook.com/RhinocerosHorn\" title=\"\">Rhinoceros Horn LLC</a> – is also pursuing a version of, has raised the hackles of conservation groups from the World Wildlife Foundation to the wildlife monitoring network <a href=\"http://www.traffic.org/\" title=\"\">Traffic</a>. It panders to consumers’ behaviour rather than trying to change it, which could set back efforts to educate, they say. “There is general horror at the idea,” says Cathy Dean, international director of the UK-based charity Save the Rhino, which earlier this month issued a <a href=\"https://www.savetherhino.org/rhino_info/thorny_issues/synthetic_rhino_horn_will_it_save_the_rhino\" title=\"\">joint statement</a> with the International Rhino Foundation opposing the synthetic horn. Dean adds that ersatz horn is unlikely to dent the market – if people can afford the real thing they are going to buy it – and rebukes the company for failing properly to consult conservation professionals on the idea first.</p> \n<p>Markus sees things differently. The current approach – better law enforcement combined with demand-reduction campaigns – isn’t working, he argues and something needs to be done before it is too late. Just as there is faux fur, there should be a rhino horn alternative. “If people like the product they should be able to enjoy it without harming any animals. There is room for better, bio-identical substitutes,” he says.</p> \n<p>That Pembient’s horn will come without the contaminants of modern life should actually make it more desirable than the real thing, Markus contends. Its horn won’t contain traces of pesticide, industrial chemicals or radioactivity from past nuclear incidents, which all make their way into the bodies of wild rhinos.</p> \n<p>The idea to copy rhino horn first came to Markus, a software engineer, as an undergraduate student in the mid 1990s after reading an article about poaching. But the technology that could realise the notion hadn’t yet been developed and at the time rhino poaching was in decline after a surge that began in the 1970s. He shelved the thought until the late 2000s, when he saw poaching rates were again beginning to climb and the science of what was possible had shifted, along with the cost. “Eventually, I thought: let’s just step into the fray and see if we can change the direction of that trend line.” The company, co-founded with biochemist George Bonaci, was officially launched in January 2015. It is Seattle-based but for the past few months has been resident at <a href=\"http://sf.indie.bio/\" title=\"\">San Francisco Indie Bio</a>, an accelerator programme for new biotech startups which provides starter funding along with shared office and lab space.</p> \n<p>Rhino horn is a non-living product made up primarily of keratin, the key component of hair, fingernails and animal hooves. Thus far, all Pembient’s prototypes use commercially sourced wool keratin, which is similar but not identical to that in rhino horn. But the plan is to engineer yeast cells to produce the exact same keratins that make up rhino horn, a similar approach to that being used to create new types of biofuels and drugs. By inserting a gene that codes for a rhino keratin into yeast, the fungus can be transformed into a rhino keratin production factory. Markus and Bonaci are currently in the process of homing in on the genes needed to generate the horn’s keratins by mining the genome of the southern white rhino – sequenced in 2012 – for suggestions. These are combined with analysis of the real black rhino horn they have access to for research (the company hopes also to gain access to a white rhino specimen).</p> \n<figure class=\"element element-image\" data-media-id=\"3c7301c415772f7fc143c42a70c857d6a6a6fbc2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432034836263/8c620f2e-9808-4e13-9356-875f69967268-460x276.jpeg\" alt=\"Rhino being moved in Kruger national park, SA\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Kruger National Park staff move a white rhino out of a high-risk poaching area in 2014 – poachers killed an average of three rhinos a day that year.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Heunis/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Those rhino keratins then need to be amalgamated with other natural components of rhino horn, for example, trace elements such as sulphur, calcium and potassium, if the chemical composition is to be the same. “Our prototypes match rhino horn on several different spectrographic analyses,” says Markus. Also essential, and present in the newest prototypes, is a dash of rhino DNA.“The goal is that if you were to run a genetic test it would produce a fingerprint of a rhinoceros,” he adds. Pembient has two potential DNA sources: fragments could either be copied and amplified from the real rhino horn or chemically synthesised. As long as the product is labelled as made in a lab, no wildlife trade laws would be contravened, says&nbsp;Markus.</p> \n<p>That material then becomes the “ink” used to print a horn in 3D. Among the 3D-printed prototypes he lays out is one in a petri dish that has been extruded upwards. Another, coated in a brown layer intended to resemble the so-called cornification layer on the horns, is made from a mould. Full-size horns are about 15 centimetres wide at the base and nearly 70 centimetres tall. Markus says it would be great to be able to print a full one, but also points out that a powdered product might be more useful. For consumption, it just gets ground down anyway. The whole process is being designed to be scalable, allowing for industrial quantities to be generated.</p> \n<p>One thing in Pembient’s favour is that rhino horns have a relatively simple makeup, being solid all the way through. Sonja Boy, a scientist at the Sefako Makgatho Health Sciences University in Pretoria, South Africa, has studied the <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/jzo.12229/abstract\" title=\"\">structure of rhino horn</a> and found that it isn’t organised in hollow, straw-like structures as previously thought. “The cell layering is quite complex... but I think it would be easier to recreate than a structure with tubules,” she says.</p> \n<p>Markus’s bullish belief that there will be a demand for the product is based on market research conducted in Vietnam earlier this year. Of a survey of 500 people who used rhino horn for medicinal purposes, while only 15% who said they would settle for water buffalo as a substitute, 45% said they would accept the manufactured horn instead. “This product would change at least some people’s habits,” says Markus. Whether powder or horn, he intends to bring the final product to market through partnerships with traditional medicine companies. It already has one deal lined up: based on its use as a hangover treatment, a craft brewery in Beijing is interested in making a beer infused with Pembient’s product. Markus expects the beer to be released in China this autumn.</p> \n<figure class=\"element element-image\" data-media-id=\"48bb0e2445cb9f123b45207468c081a0ed361d06\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432034517904/9472a99b-24d8-4b34-8976-ab7c674bb8ba-460x276.jpeg\" alt=\"Pembient 3D printed horn\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Matthew Markus of Pembient claims that artificial rhino horn is actually better, as it is free of the impurities found in wild horn.</span> \n </figcaption> \n</figure> \n<p>Beyond Pembient, another novel idea to prevent rhinos being targeted is horn devaluation. The technique, being applied in South Africa, sees the horns of living rhinos infused with a toxin and a dye to make them unappealing to poachers. The toxin is intended to sicken humans who consume the horns – symptoms include nausea, diarrhoea, vomiting and convulsions – while the dye spoils the horn’s ornamental value. Several hundred rhinos, mostly on small private reserves, have been treated, with signs posted on perimeter fences to warn poachers off. Where the technique has been used it has reduced poaching, says Lorinda Hern, co-founder of the Rhino Rescue Project, which has pioneered it. But its scientific basis is contested. Rhino horn is solid, says Boy, so the chemicals wouldn’t be able to travel through and contaminate it. “Ways to save the rhino population need to be based on good science, otherwise it risks setting conservation efforts back.”</p> \n<p>Supercomputers are also being combined with drones to catch poachers. The US-based <a href=\"http://lindberghfoundation.org/\" title=\"\">Lindbergh Foundation</a> is spearheading an initiative – starting in South Africa – that will use predictive software developed by the University of Maryland to direct the drones to where the animals and the poachers are likely to be. For a particular game park, the software produces a flight plan considering factors including historical data about animal movement, topography, water locations and season to predict their location. Rangers can then be pre-positioned to catch the poachers. Both the drones, which have infrared sensors so they can operate at night when most poaching occurs, and the software have been tested independently. The plan now, says John L Petersen, the foundation’s chairman, is to test them together before a wider roll-out when fundraising is finished. Anti-poaching drones have been tested before, says Petersen, but they haven’t been successful, getting lost and crashing. Well-trained operators are needed. But Save the Rhino’s Cathy Dean is sceptical. The programme also needs well-equipped rangers on the ground and many lack the basics such as boots and tents.</p> \n<p>One thing is clear: in the fight to save&nbsp;the rhino, any proposed technological&nbsp;solution needs critical attention. But the new ideas may at least generate more thinking about how to tackle the problem. “For better or worse,” says Markus, “we are changing the conversation.”</p> \n<h2>Wild ideas: Hi-tech conservation projects</h2> \n<p>■ Startup <a href=\"http://www.afineur.com/\" title=\"\">Afineur</a> is trying to cut civets out of civet coffee, the luxury beverage that uses beans eaten, digested and collected from the faeces of farmed Asian palm civets. “It’s the foie gras of coffee,” co-founder Camille Delebecque <a href=\"http://www.wired.com/2014/10/civet-coffee-without-civets/\" title=\"\">told Wired</a>. To recreate the smooth flavour, the company is fermenting the beans in the lab and hopes to have the product on sale by the end of the year.</p> \n<p>■ A handheld, battery-powered DNA barcoder that could allow identification of unrecognisable animal or plant samples in minutes for a few pennies. That is one of the goals of <a href=\"http://conservationxlabs.com/\" title=\"\">Conservation X Labs</a>, which says the device will help protect biodiversity. It also plans to launch Con X Con, a conference for those trying to “dramatically transform” the field of conservation through new technology and innovations.</p> \n<p>■ Cloning to save endangered animals isn’t a new concept, but success so far has been pretty limited. Living cells of the northern white rhino have been cryopreserved by the San Diego Zoo Institute for Conservation Research and could, in theory, be converted to stem cells that could develop into sperm and eggs to be combined by IVF and the embryo implanted into a surrogate. The first step the zoo is taking is to <a href=\"http://blogs.sandiegozoo.org/2015/02/26/strategy-to-save-northern-white-rhino-is-launched-new-genetic-technologies-offer-hope-for-species/\" title=\"\">sequence the animal’s genome</a>.</p> \n<p>■ Want to meet a passenger pigeon or a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/apr/26/woolly-mammoth-normal-for-norfolk-de-extinction\" title=\"\">woolly mammoth</a>? Using genetic technologies, scientists are also trying to resurrect long-extinct species. “Signs are, there will be some impressive milestones in this decade,” says Stewart Brand, president of <a href=\"http://longnow.org/revive/\" title=\"\">the Long Now Foundation</a>, which runs the de-extinction initiative, on the project’s website. He expects the revived species will be nearly identical genetically and able to take up their old role in ecosystems.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Technology/Pix/pictures/2015/5/19/1432033544391/Northern-white-rhinoceros-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Horn of a dilemma:\u0003 wildlife groups fear that lab-grown horn will only fuel desire for the real thing.  Photograph: Dai Kurokawa/EPA","credit":"Dai Kurokawa/EPA","altText":"Northern white rhinoceros","cleanCaption":"Horn of a dilemma:\u0003 wildlife groups fear that lab-grown horn will only fuel desire for the real thing.  Photograph: Dai Kurokawa/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432034351613/0e75e4a0-c9a2-4eb7-aa32-50a51859a7e8-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"‘Conservation 2.0’: one of Pembient’s 3D-printed miniature rhino horns.","credit":"PR","altText":"Pembient 3D-printed rhino horn","cleanCaption":"‘Conservation 2.0’: one of Pembient’s 3D-printed miniature rhino horns."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432034837723/8c620f2e-9808-4e13-9356-875f69967268-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kruger National Park staff move a white rhino out of a high-risk poaching area in 2014 – poachers killed an average of three rhinos a day that year. Photograph: Stefan Heunis/AFP/Getty Images","credit":"Stefan Heunis/AFP/Getty Images","altText":"Rhino being moved in Kruger national park, SA","cleanCaption":"Kruger National Park staff move a white rhino out of a high-risk poaching area in 2014 – poachers killed an average of three rhinos a day that year.","cleanCredit":"Photograph: Stefan Heunis/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432034519170/9472a99b-24d8-4b34-8976-ab7c674bb8ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matthew Markus of Pembient claims that artificial rhino horn is actually better, as it is free of the impurities found in wild horn.","credit":"PR","altText":"Pembient 3D printed horn","cleanCaption":"Matthew Markus of Pembient claims that artificial rhino horn is actually better, as it is free of the impurities found in wild horn."}],"webPublicationDate":"2015-05-24T06:30:04Z","lastModified":"2015-05-24T06:30:04Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Zoë Corbyn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zoe-corbyn"}],"feature":true,"keywords":["Illegal wildlife trade","Wildlife","Conservation","Animals","3D printing","Africa","Genetics","Science","Biology","Technology startups","Environment","Technology"],"tags":[{"id":"environment/illegal-wildlife-trade","webTitle":"Illegal wildlife trade"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"environment/conservation","webTitle":"Conservation"},{"id":"world/animals","webTitle":"Animals"},{"id":"technology/3d-printing","webTitle":"3D printing"},{"id":"world/africa","webTitle":"Africa"},{"id":"science/genetics","webTitle":"Genetics"},{"id":"science/science","webTitle":"Science"},{"id":"science/biology","webTitle":"Biology"},{"id":"technology/startups","webTitle":"Technology startups"},{"id":"environment/environment","webTitle":"Environment"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"environment"},"topics":[{"displayName":"Zoë Corbyn","topic":{"type":"tag-contributor","name":"profile/zoe-corbyn"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/24/artificial-3d-printed-fake-rhino-horn-poaching","shortUrl":"http://gu.com/p/49348","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/24/artificial-3d-printed-fake-rhino-horn-poaching","webUri":"http://www.theguardian.com/environment/2015/may/24/artificial-3d-printed-fake-rhino-horn-poaching"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432034217989/d3da7253-c1d1-47fe-9b8e-8dee137a5128-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Horn of a dilemma:\u0003 wildlife groups fear that lab-grown horn will only fuel desire for the real thing. Photograph: Dai Kurokawa/EPA","credit":"Dai Kurokawa/EPA","altText":"Northern white rhinoceros","cleanCaption":"Horn of a dilemma:\u0003 wildlife groups fear that lab-grown horn will only fuel desire for the real thing.","cleanCredit":"Photograph: Dai Kurokawa/EPA"}},"importance":1,"kicker":{"title":"Wildlife"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T08:18:04Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}