{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Long read / The Clegg catastrophe","rawTitle":"The Clegg catastrophe","item":{"type":"article","id":"politics/2015/jun/24/the-nick-clegg-catastrophe","title":"The Clegg catastrophe","trailText":"<strong>The long read:</strong> Did the Lib Dems sell out their principles — or just lose their way? Patrick Wintour and Nicholas Watt examine the electoral disaster that has nearly destroyed the party","standFirst":"<p>Did the Lib Dems sell out their principles — or just lose their way? Patrick Wintour and Nicholas Watt examine the electoral disaster that has nearly destroyed the party</p>","byline":"Patrick Wintour and Nicholas Watt","body":"<p>On Thursday 17 April 2014, the Liberal Democrat peer Lord Oakeshott, an old personal friend of the business secretary Vince Cable, sent an email to Cable’s wife, Rachel. It contained the results of a private poll, commissioned by Oakeshott from the respected polling firm ICM, of six Lib Dem seats. It showed that Cable was already trailing in his Twickenham constituency. Oakeshott followed up the email with a text to Cable himself, stressing that his secretary’s discretion could be relied upon and explaining that Cable’s special adviser had “asked me to forward the poll to your wife”. Oakeshott signed off his text: “Happy to discuss on mob now, or we are back home tea time Sunday.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election\">Nick Clegg offered to resign as Lib Dem leader a year before 2015 election</a> </p> \n</aside> \n<p>The timing of the poll, and the surrounding secrecy, was not a coincidence. Oakeshott, a stalwart of the party’s social democratic left wing and a vocal critic of the Tory-Lib Dem coalition’s economic policies, had long been a political opponent of Nick Clegg. The Liberal Democrat leader was on the brink of an expected disaster in local and European elections the following month – the voters’ roar of disapproval at his decision to go into coalition with the Conservatives. Oakeshott regarded the forthcoming electoral drubbing as the last chance to remove Clegg, whom he had long seen as a political disaster for the party. “It felt like the scene in Far from the Madding Crowd when the sheep charge over the hill together,” Oakeshott recalled. “I thought ‘Oh my God, this is it’. In the face of all available evidence – in council elections, byelections and opinion polls – there was collective self-delusion, and the party was going to press ahead to disaster.”</p> \n<p>So the poll of Twickenham and five other seats – including Clegg’s constituency of Sheffield Hallam – was designed to map the scale of the defeat and shock the party into deposing Clegg, in order to avert an even more devastating wipeout at the next general election. Cable has always been vague about his precise knowledge of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/sep/12/oakeshott-lib-dems-nick-clegg\">Oakeshott’s polls</a>; he insisted at the time that he knew only about the polling in his own constituency. But it is now clear that Oakeshott briefed him not only on the poll results, but also on the coup being quietly plotted by John Pugh, the party’s MP for Southport, who was gathering names of MPs to join him in calling for Clegg’s resignation.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/the-fight-for-liberal-britain-with-tim-farron-and-norman-lamb-17479168664\">The Fight for Liberal Britain, with Tim Farron and Norman Lamb</a> </p> \n</aside> \n<p>“I had no animosity to Nick,” Pugh recalled. “But the party could not hinge on the fortunes of one man. We could not let liberalism disappear off the map just because we were afraid to take a tough decision about leadership. I approached colleagues and set some benchmarks – if we fell below three MEPs and lost more than 500 seats in locals, then we would have to act.” The party went on to lose 10 of its 11 European parliament seats, and 310 councillors. “There were a dozen MPs with serious misgivings,” Pugh said. “I spoke to Vince because MPs wanted to know, if Nick were to step down, would Vince step up? One MP’s only question to me was, ‘Will Vince do it ?’ Answer, ‘Yes’. ‘Oh, right, I am for it’.”</p> \n<p>At around the same time, Pugh spoke to Naomi Smith, the chair of the Social Liberal Forum, which represents the party’s left wing. Smith, a Londoner, was hastily arranging a series of key constituency meetings to discuss the leadership question – as was Cable’s special adviser, Ashley Lumsden. As many as 500 party members signed an open letter, many more than Smith had expected, though she was not the prime mover behind the letter. A broad timetable for the rebellion was set. On 24 May, two days after the local elections, Pugh and Adrian Sanders, the Lib Dem MP for Torbay, duly called for Clegg to step aside.</p> \n<p>Pugh expected that other voices would follow. “To my astonishment,” he recalled, “some of the very people who had said to me, ‘Yes, we have got to do something,’ then said diametrically the opposite.” By 26 May, Oakeshott became nervous that MPs were not rallying as planned – and in a bid to restore momentum to the rebellion, decided to publicise his polling on the dire fate awaiting the party at the general election. He handed the details to the Guardian, but insisted that his involvement in commissioning the polls not be revealed.</p> \n<p>Oakeshott tried to ring Cable, who was in China on a ministerial visit, to tell him what was afoot – but they missed each other by a matter of minutes. Pugh, meanwhile, was alarmed by Oakeshott’s leaking of the polls; he feared it was premature, and that it would look devious. Pugh worried – correctly – that the story would quickly shift from Clegg’s failure in the European and local elections to one focused on unmasking the identity of the mystery pollster.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"648498c26467ba65b85e151dcf19da3b2e5dc51a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435168717349/3888810a-a616-4b49-8901-2579ffcc05c3-338x420.jpeg\" alt=\"Ellie Foreman-Peck for the Guardian\" width=\"338\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Ellie Foreman-Peck</span> \n </figcaption> \n</figure> \n<p>At this point Stephen Lotinga, the newly installed Lib Dem communications chief, decided to try to flush Cable out. Without consulting Clegg, Lotinga telephoned Cable’s team in China and confronted them with an ultimatum: “Either you distance yourself from this, or you and Oakeshott are going to be named in tomorrow’s papers as the people behind it.”</p> \n<p>Lotinga now admits that he was bluffing. He had no definitive evidence that Oakeshott was involved. But Cable was disoriented, and started to get cold feet – he had already been uncomfortable with the prospect of being handed the leadership on a plate after Clegg was forced out. His wife, who was travelling with him in China, was unhappy that he had let himself become embroiled in the coup attempt to begin with. Within a few hours, Cable told the BBC that Oakeshott’s activities were reprehensible, and i<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/29/vince-cable-end-lib-dem-feuding-nick-clegg\">nsisted publicly that there was no leadership issue in the party</a>.</p> \n<p>The lesson, Lotinga said, was: “Never go to China if you want to mount a coup.” Cable was completely cut off. “If you go as a government minister, they take your phone off you. He could not phone the people he needed to find out what was going on, and he was entirely reliant on us to be told what was happening back in Britain. He panicked.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/may/28/matthew-oakeshott-departs-lib-dems-after-long-opposition-of-nick-clegg\">Oakeshott resigned from the party</a> after declaring that his only purpose had been to present evidence of the urgency of a leadership change. But the grassroots rebellion sputtered out without Cable’s support, and Pugh’s dozen rebels disappeared into the night. Clegg commissioned an official review of the election defeats, but little changed in the aftermath.</p> \n<p>The party’s result at the general election one year later was even worse than the rebels had feared: the party lost 49 of the 57 seats it had won in 2010, and its vote share plummeted by nearly two-thirds. The party had not been in such bad shape since the 1960s. In retrospect, it is easy to argue that the party needed to be warned of the scale of the approaching catastrophe. But the defeat is not easily explained away. How did an intellectually vibrant centrist party that was on course to become a permanent feature of a new British coalition politics fail so totally? Inside the crippled party, everyone is now asking the questions that were avoided at the time of the failed coup. They are attempting to determine whether the brutal result was caused by individual mistakes, fear of a Labour-SNP coalition, or a fundamental misjudgment in the party’s decision to enter government with the Conservatives in 2010.</p> \n<p>* * *</p> \n<p><strong>Though there can be no doubt</strong> that the party was badly damaged by Clegg’s decision to join the Tories in government, the seeds of the Lib Dems’ eventual electoral collapse may have been sown before the coalition was formed. On the one issue that damaged the party more than any other – its high-profile U-turn in favour of increasing tuition fees – the ground had already been prepared.</p> \n<p>After he became leader in December 2007, Clegg had begun to shift the party away from the social democratic populism that had defined it throughout the 2000s. Clegg and a circle of like-minded MPs, including Chris Huhne, David Laws and Vince Cable, wanted to move the Lib Dems towards the centre ground. The founding document of this group was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/27/guardian-view-liberal-democrats-orange-book\">the Orange Book</a>, a collection of essays published in 2004, which argued that the party needed to find market-friendly solutions to policy problems.</p> \n<p>By the time of the 2010 general election, Clegg’s Orange Book revolution was still incomplete: on a number of issues, the party was caught in an ideological no-man’s land, with a considerable divergence in views between its old social democratic wing and its centrist faction.</p> \n<p>The Liberal Democrats had opposed Tony Blair’s controversial decision to introduce tuition fees in 1997 – and fees soon became one of the party’s signal issues. But in the wake of the financial crisis, as public finances tightened, the Cleggites became increasingly concerned about the party’s stance.</p> \n<p>In December 2008, Julian Astle, who was director of the party’s thinktank <a href=\"http://www.centreforum.org/\">Centre Forum</a>, made the first attempt to shift the debate. “The Liberal Democrat policy on fees is regressive and ineffective,” he wrote, in a paper entitled “<a href=\"http://www.centreforum.org/assets/pubs/times-up.pdf\">Time’s Up</a>”. The Lib Dem universities spokesman, Stephen Williams, also believed the abolition of tuition fees was an expensive albatross: with support from Clegg, Williams tried three times to shelve the policy, and met sharp resistance inside the party. One MP, David Howarth, threatened to stand down and force a byelection for his Cambridge seat if the party reversed course.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"83f8f7a9f4a0d91b5b2bad47777c226a13f73f6b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435168971618/01365404-6930-4afa-beb9-1b17f2198816-460x276.jpeg\" alt=\"David Cameron and Nick Clegg  in the rose garden of Number 10 Downing Street in 2010.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010.</span> \n  <span class=\"element-image__credit\">Photograph: Charlie Bibby</span> \n </figcaption> \n</figure> \n<p>But Clegg believed a moment of reckoning was imminent. A major review of university funding, initiated by the Labour government and chaired by the former BP CEO Lord Browne, was to be published in October 2010, and it was widely expected that the report would recommend abolishing the &pound;3,000 annual tuition fee cap. Before the 2010 election, however, Clegg did not feel strongly enough to challenge the party’s commitment to free education – and he backed away from a battle over the issue at the 2009 Lib Dem conference. “There are only so many fights you can have before an election,” one of his aides recalled. But few expected the party would be forced to confront the matter so soon. “We probably did not think in 2009 that we were going to be in government from 2010,” the former party spokeswoman Baroness Grender said.</p> \n<p>The party, desperate for votes, then fell into a trap set by the National Union of Students. In November 2009, the NUS persuaded 400 Liberal Democrat candidates, including Clegg, to sign a pledge to vote against any increase in fees in the next parliament and to pressure the government to introduce a fairer alternative. To make matters worse, Clegg agreed to be filmed doing so. Aaron Porter, then the NUS president, recalls that the directive for party members to sign the pledge came from the Lib Dems’ campaign department rather than the party leadership. “It was very easy to get them to do it,” he said. Still, in the party’s 2010 manifesto, Clegg tried to create some wiggle room – keeping the commitment to abolish fees, but pledging to phase them out over six years.</p> \n<p>However, after the general election, when Clegg’s team began negotiating with the Conservatives on the terms of a coalition, the tuition fee promise was quickly jettisoned. Over the summer of 2010, the view that the party had betrayed voters by abandoning one of its core promises began to take hold. “Clegg had to have a position [on the tuition fees U-turn], but in the summer, as the narrative of betrayal built up, he was very vague about what he wanted,” said one of Clegg’s aides. “It was quite chaotic in those early days. He talked about a graduate tax, but no one believed a graduate tax would work. We spent hours discussing the presentation, probably more than the policy.”</p> \n<p>Many senior figures – including Clegg’s new press secretary James McGrory, Jonny Oates, the chief of staff, and David Laws, the former Treasury chief secretary – warned that supporting a rise in tuition fees would be disastrous. As business secretary, Cable looked for a way out; Danny Alexander, who had taken over from Laws as chief secretary to the Treasury, insisted the party should go along with the rise in tuition fees. Alexander, who participated – alongside Clegg, Cameron, and Osborne – in the “quad” meetings where coalition policy was hammered out, was less interested in the politics of the issue than the economic impact; he believed it was a necessary step to reduce the deficit. Far from being abolished over six years, as the Lib Dem manifesto had promised, fees were to treble over two years. Cable made numerous adjustments to the policy to make it less regressive, but by November he knew what had been spawned – on another trade mission to China, he watched on television as protesting students tried to trash the Conservative headquarters.</p> \n<p>In December, on the eve of the Commons vote to raise fees, Martin Shapland, the chairman of <a href=\"http://www.liberalyouth.org/\">Liberal Youth</a>, went to see the chief whip Alistair Carmichael to make a final attempt to persuade the party to change course. “I told him the damage was going to be permanent and he disagreed,” Shapland said. “I even put a wager on it. At the time we, as a party, were identified with two issues: anti-war and anti-fees. What we did was equivalent to Labour coming out against social justice. The problem was at the time there was nothing but bravado about owning coalition policies.”</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/aaron-porter\">Aaron Porter</a> tried to persuade the former party leader Charles Kennedy, one of the 21 Lib Dem MPs to vote against the fees rise, to say more in public. An apologetic Kennedy assured Porter that he would have his fights, but not so early in the parliament. Ahead of the debate, he took Porter up to the Commons gallery, and told him: “From here you can stare into Cable’s eyeballs as he sells out the party’s principles.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>From here you can stare into Cable’s eyeballs as he sells out the party’s principles</p> \n  <footer> \n   <cite>Charles Kennedy</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Baroness Williams, one of the original members of the “Gang of Four” who split from the Labour party to form the Social Democratic party in 1981, agrees that the fees decision cost the party dearly. “I just think we did not reckon with how deep the issue was, or how deep it would become,” she said. “It was a big mistake.”</p> \n<p>Williams believes the party made similar errors in dealing with the unpopular NHS reforms spearheaded by the Tory health secretary Andrew Lansley – a set of proposals the scale of which appeared to have crept up on the cabinet unawares. Initially Clegg defended them: in an interview with Andrew Marr in January 2011, he called the reforms “a fusion of the best thinking of the Lib Dems and the Tories”. But within two months, Clegg was facing new protests from his MPs, as figures such as John Pugh brought deputations of senior doctors from the Royal Colleges to brief Clegg on the damage they believed Lansley’s reforms would cause.</p> \n<p>It took Williams, who had previously been one of Clegg’s loyal supporters, to force him into retreat at the party’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/liberal-democrat-conference-2011\">spring 2011 conference</a> in Sheffield. Facing the prospect of a wider revolt, Cameron and Clegg announced a “pause” in the NHS reforms: the bill did not reach the Lords until October 2011, and it only passed into law the following year after numerous changes engineered by Williams and like-minded peers.</p> \n<p>“At the time, the Lib Dem party did not have anyone who was a great expert on health,” Williams recalled, describing her intervention. “Lansley is very much like a civil servant in many ways. He is very focused and hardly talks to anyone else – a lone man, a bit like Edward Heath in that sense.<strong> </strong>He had this fixed idea that all you needed to do was change the structure of the NHS and give commissioning powers to GPs. He is a decent man but fundamentally quite obsessive. So I went to Nick and said, ‘We are not having it’. Nick has never been very good at consulting more experienced members of his party<strong> </strong>or people who have actually been in government, such as David Steel. He did not fully realise the significance of what was being proposed, and he did not have that much time. It was only when he realised he could not carry his conference that he started to listen to me.”</p> \n<p>According to Williams, Clegg apologised for having not studied Lansley’s proposal more rigorously. “He said to me, ‘I got the issue wrong – I had not had time to read it, and I should not have allowed it into the Commons without more scrutiny.’ In all fairness, he is in many ways a gallant noble man, very reasonable and thoughtful. One time he called me over to his offices in the pouring rain at short notice, and he was at the top of stairs with a towel waiting for me.”</p> \n<p>Nonetheless, Williams believes Clegg made one more major error – eagerly joining the relentless Tory assault on Labour’s economic record. “I think the constant attack on Gordon Brown as being responsible for the banking crisis was terribly unfair and untrue,” she said. “We should not have taken part in it, but in fact we took part in it enthusiastically.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"923e021346b439645700a4a5c13bdacfd6e0bd73\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435169908537/e95ec97c-3316-48ab-ac29-fa75d7d69f4c-460x276.jpeg\" alt=\"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Cable was similarly troubled by the Lib Dems’ refusal to challenge the Tories’ economic narrative; he seriously considered resigning from his post as business secretary in 2012 in protest against Cameron and Osborne’s spending cuts. Although his critics say Cable is too academic and too ill-disciplined for the cut and thrust of modern politics, throughout his time in government he remained an irritation to his coalition partners. (His close relationship with Oakeshott particularly infuriated the Tories, and once prompted Cameron to offer to take Oakeshott with him on a trip to Moscow to act as his food taster.)</p> \n<p>After wrestling with his decision, Cable decided to remain, in part because he loved his department and wanted to protect it from cuts. Cable also believed that Osborne was heeding his calls to slow the pace of cuts – even if Osborne would not publicly admit that he had changed course.</p> \n<p>But the early combination of the tuition fee hike, the unpopular NHS reforms, and the continuing economic slowdown all took a toll on the party. At one point, Clegg admitted to his aides: “I am not really leading.” Within three months of forming the coalition, the Lib Dems’ popularity had fallen off a cliff – from 23 points to 13 points. Clegg’s personal ratings were even worse: in the summer of 2012, one YouGov poll found his approval rating had sunk to minus 59.</p> \n<p>Those closest to Clegg insisted there was no going back. Richard Reeves, his influential strategy adviser in the first two years of the coalition, was the most adamant. “There is a new political market for the Liberal Democrats,” he wrote in the <a href=\"http://www.newstatesman.com/politics/politics/2012/09/case-truly-liberal-party\">New Statesman in September 2012</a>. “The party just needs to seek it out rather than looking wistfully at the old customers who have turned away. The leftwing votes borrowed from Labour in 2010 will not be available in 2015. New ones must be found.”</p> \n<p>That same month, in a bid to set the party back on course, Clegg launched what later became known as his “masochism strategy” – a nod to the phrase Tony Blair used to describe his own encounters with angry voters around the time of the Iraq war in 2003. Phase one was a party political broadcast a week before the Lib Dem conference in Brighton, in which Clegg declared: “There is no easy way to say this. We made a pledge, we did not stick to it, and for that I am sorry.”</p> \n<p>Baroness Grender, Clegg’s communications adviser at the time, admitted that the apology did not work – but she believes that it was worth trying. “There was very little advice against it,” she said recently. “The risk was that it achieved nothing and simply raised the issue again – and in a way that confirmed betrayal as the standard narrative. But I think tuition fees became the mantra you can deploy for a feeling you cannot explain to yourself. If it had not been tuition fees, it would have been health or the bedroom tax – it was driven by a general dislike of politicians, a general disbelief in politicians sticking to their word, and the way in which the smaller partner in a coalition always gets a kicking.”</p> \n<h2>* * * </h2> \n<p><strong>In early 2013, Clegg received another warning</strong> of the Lib Dems’ electoral vulnerability. In February, Chris Huhne, one of the party’s big hitters, resigned as MP for Eastleigh after pleading guilty to perverting the course of justice 10 years earlier over a speeding offence.</p> \n<p>Huhne’s resignation led to a snap byelection in his Hampshire seat, which was regarded as one of the party’s safest. In the end, the Lib Dem candidate Mike Thornton only just managed to win the seat. “It was a complete fluke the way it turned out,” recalled Lord Oakeshott, who warned at the time that the byelection showed the party was in mortal danger. “It was our best-organised seat and it just happened that the Tory and the Ukip vote was equally split, so Mike Thornton scraped home. It gave the leadership an excuse to say, ‘Where we work we win’, a claim that irritated many activists, since they were working their socks off and still losing.”</p> \n<p>Disgruntled Lib Dem activists, mainly based around the left-leaning Social Liberal Forum (SLF), were ready to register their concerns just over a week later at the Lib Dem spring conference, which began on 8 March 2013. After a failed attempt by activists to make the party distance itself from the Tories’ economic policies, Naomi Smith, the SLF chair, began to feel that the party’s future was in jeopardy.</p> \n<p>“It really became clear to activists that we were going to fight this election on the ridiculous ‘Stronger economy, fairer society’ slogan, this ‘we’ll split the difference’ strategy that meant that you were always defined by other parties. There was the iceberg. Everyone could see it. We were drifting straight towards it. Everyone admitted it and nobody seemed to want to point the ship in a different direction.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There was the iceberg. We were drifting straight towards it and nobody wanted to point the ship in a different direction</p> \n </blockquote> \n</aside> \n<p>The warning shots had been fired by the dissidents. But Clegg trundled on, dutifully carrying out the masochism strategy by turning up every Thursday morning for his weekly mauling at the hands of <a href=\"http://www.lbc.co.uk/\">LBC listeners on his “Call Clegg”</a> phone-in programme. These radio appearances were not only painful, they were time-consuming: each one required that he be prepped as if facing prime minister’s questions – on subjects ranging from the latest developments in Syria to the case of a Sheffield United footballer charged with rape. “Ignorance was never an option”, one of his exhausted aides admitted.</p> \n<p>Towards the end of the year, attention moved to the final major electoral test before the general election, the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/ng-interactive/2014/may/25/european-elections-results-across-europe-eu-parliament\">May 2014 European parliamentary elections</a>. Clegg’s team in the cabinet office, under the leadership of Jonny Oates, decided to fashion a campaign that was true to his beliefs as a passionate pro-European. They took the novel approach of talking about Europe in a European parliamentary election, and, braver still, decided to brand the Lib Dems as the party “In” on the EU.</p> \n<p>Confident that his LBC training had made him an adept media performer, Clegg agreed to take part in two TV debates against Nigel Farage during the campaign. They were not generally perceived to be among Clegg’s most dazzling performances. Ed Davey, the Lib Dem energy and climate change secretary at the time of the debates, was unimpressed. “The disaster over the Farage debate was there was a Liberal Democrat leader who was representing the establishment,” he said. “You looked and you thought if you want to have a pop at the government or the country and people in power you’re not going to vote for Nick because he is the status quo. He didn’t turn Europe into the aspirational change thing that it needs to be.”</p> \n<p>But Lord Ashdown, the former party leader and Clegg’s mentor, who ran the party’s 2015 general election campaign, thought that his protege acquitted himself well in the face-offs with Farage. “I don’t think it made any difference in the long run,” he said. “What I think did make a difference was that Nick was absolutely flawless throughout the campaign.”</p> \n<p>The European election campaign may have been flawless but the result was a catastrophe. The number of Lib Dem MEPs collapsed from 11 to one, as the party’s overall vote halved, delivering a humiliating fifth place in the share of the vote. By this point Smith was, she said, certain that the party desperately needed a new leader who was untainted by working closely in coalition with the Conservatives: “It became a case of ABCD – anyone but Clegg or Danny [Alexander].”</p> \n<p>Although the European results were not declared until Sunday 25 May, after a poor showing in the local elections that took place on the same day, Clegg knew what was coming. He descended into what Ashdown described as “the darkest of the dark nights of the soul”. In a series of phone calls with key figures across the party, Clegg ventured that the time had perhaps come for him to stand down.</p> \n<p>According to one senior Lib Dem who spoke to Clegg at the time, he said: “If I believe – and I think I’m very close to it – that I am the problem and not the solution, then I have to stand to one side.” But, the source continued, “I told him, ‘You don’t have that luxury – this is your burden now, you have to carry it through to the election. Whether you believe that or not, it’s tough titty.”</p> \n<p>Clegg was so worried – and determined to canvass opinion widely – that he even consulted the party president, Tim Farron, a figure from the left of the party who had never been a natural ally. Farron knew there was trouble when Clegg contacted him on a Saturday night, while Farron was attending the wedding of his long-serving aide, Paul Butters.</p> \n<p>“We ended up interrupting a bit of dad dancing,” Farron recalled. He went outside to the car park to speak to Clegg. “Nick was just distraught about everything and we knew the Euro [results] were going to come the day after, and he felt every single loss personally. There was never a sense of, ‘This is mid-term blues, collateral damage.’ He could feel it and the kind of weight you saw on him and the emotion on his face in that speech on the Friday morning was very real.”</p> \n<p>Farron advised Clegg to carry on. “I just thought, ‘This could end up in a bloodbath,’” he recalled, “and we’re far better off sticking with the captain who has done nothing to deserve this.”</p> \n<p>Ryan Coetzee, the Lib Dems’ director of strategy, said that everybody advised Clegg to stay. “Nick got a pretty relentless answer from practically everybody. So he concluded that the right thing to do was to stay.”</p> \n<p>It was only days later that Clegg’s small team faced down the coup organised by Oakeshott, which had the tacit support of Cable. Their quick defeat of the rebellion seemed to restore Clegg’s political confidence: “Nick got through that,” Ashdown recalled. “When he’d internalised it, put it behind him, he was like a liberated man in the last six or seven months to the election. It was astonishing the speed from which he moved from the darkest of the dark nights of the soul to utterly on form, utterly clear about what he was doing.”</p> \n<p>The way was clear for Clegg to run, for himself at least, a relatively relaxed general election campaign in which he served tea to travelling journalists and swung from a zipwire at a park in Devon. One ally said: “I remember Nick saying to me, ‘Look, I don’t care what the outcome of the election is’ – and he didn’t expect it to be as bad as it was – ‘provided I feel I’ve done the right thing. And we’ve done the best we can.’”</p> \n<h2>* * *</h2> \n<p><strong>A veteran who served with the Royal Marines</strong> in Borneo in the 1960s, Paddy Ashdown is a man to turn to when your neck is on the line. With typical bluntness, Ashdown recalled the nature of his mission after Clegg asked him to head up the Lib Dem campaign. “This was a survival election,” he said. “My job was to make sure we survived – by and large.”</p> \n<p>Ashdown, who joined the elite Special Boat Service after the Royal Marines, called his campaign command centre “the Wheelhouse”. Key aides, including Baroness Grender and Clegg’s long-serving media adviser Lena Pietsch, held three meetings a day of the 11-strong Wheelhouse executive during the campaign.</p> \n<p>The first stage of their work involved building a ground campaign that would target 50 seats. At the time, Ashdown believed that it would be possible to win about 25 seats; if things went exceptionally well, he thought, the party could win up to 40. That higher tally was regarded as the magic number required to give the Lib Dems influence in a new coalition.</p> \n<p>The party’s “air campaign” – national messages aimed at broadcasters – proved painfully frustrating as it dawned on the leadership that they were on course to be swallowed up by their coalition partners. Private polling had persuaded the Tory campaign director Lynton Crosby that Cameron’s most likely route to a majority lay in gobbling up Lib Dem-held seats in the south-west. In the end, 75% of Tory gains were taken from their junior coalition partners.</p> \n<p>“We knew we had a problem with the south-west – we weren’t completely blindsided,” said one Lib Dem strategist. “When Cameron popped up in Yeovil and Twickenham, alarm bells were ringing, but not as much as they should have been.”</p> \n<p>About three weeks before polling day, members of the Wheelhouse executive realised the disaster that they were facing. It was clear that the Tories had struck gold with their warnings about a possible tie-up between Labour, the Lib Dems and the SNP. Voters’ fears were exacerbated by the false impression in opinion polls that the election was a neck-and-neck race between Labour and the Tories. “Our vote was being seriously eroded by the Labour/Salmond thing,” Ashdown recalled. “There was a sort of hidden army of people who were so worried about Labour that they literally came out to vote for the first time.”</p> \n<p>In the nightly meetings of the Wheelhouse executive at 6.45pm, after the main early evening news bulletins, senior party figures complained that it seemed impossible to persuade the broadcasters to move away from the SNP. The party pleaded with the BBC’s director of news, James Harding, to focus more on policy – but the party’s relations with the BBC had been strained during the prolonged negotiation over Clegg’s participation in the leaders’ television debates.</p> \n<p>Senior figures were stunned when, two weeks before the election, Clegg suddenly suggested to the FT that he would not form a coalition with Labour if it involved any arrangement with the SNP. The signs that he was leaning towards a fresh coalition with the Tories – he criticised Labour for its “frothing bile” towards his party – also alarmed senior aides. “That caused lots of panic internally,” said one source, who added that Clegg had to be told that he must remain neutral about possible coalition partners.</p> \n<p>For his part, the party’s communications chief Stephen Lotinga thought the campaign focused too much attention on forming a future coalition with either of the main parties. “We’d slightly drunk our own Kool-Aid,” he said. “But people don’t vote for coalitions … so it’s not a compelling proposition.”</p> \n<p>Ed Davey feared that it was misguided to pitch the Lib Dems to the electorate as a “moderating force” within a coalition. “We were the centre party – and on one level that sounds really attractive,” he said. “But the old adage of ‘If you’re in the middle of the road, you might get run over’ operated in spades. We were in the middle of the road without any distinction – we had no visibility jacket on. No one could see us, so we really did get run over.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We were in the middle of the road. we had no visibility jacket on. No one could see us, so we really did get run over.</p> \n  <footer> \n   <cite>Ed Davey</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The debate over possible coalitions risked reopening the rift between Clegg’s Orange Book wing of the party and the social democratic faction that leaned toward Labour. Charles Kennedy, the keeper of the social democratic flame, who died a few weeks after losing his Highlands seat, was keen to keep his distance from Clegg: a suggestion that Clegg might visit Kennedy’s constituency in Scotland was met with a curt two-word reply.</p> \n<p>Other senior parliamentarians sent messages to the wheelhouse team that the party needed to sharpen a “fear” message. In response, the team conjured up the spectre of “Blukip” – with Clegg warning that a minority Tory government would be propped up by Ukip and the Northern Irish rightwing Democratic Unionist party.</p> \n<p>Ashdown was cheerfully honest about a major flaw in the new theme – Ukip was forecast to win no more than a handful of seats. One senior party figure put it more simply: “On Blukip, no one believed it.” Adrian Sanders, who lost his Torbay seat, said: “I just gave up and thought they did not live in the real world. It was just dishonest. There was no possibility of an alternative coalition built around Ukip.”</p> \n<p>Amid all the recriminations, Coetzee dismissed the idea that any campaign could have made much difference. If the key issue in many voters’ minds was the threat of the SNP, he argued, there was nothing the Lib Dems could do. “We didn’t have a response that was as powerful as the Tories’,” Coetzee said. “His response was: I’m David Cameron and I’ll tell you the solution to this problem. You give me a majority and there won’t be any SNP in the government.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456664000__\n</div> \n<p>On election day, Clegg ended his campaign on an energetic note, rushing from Land’s End to John O’Groats, before finishing in his Sheffield Hallam constituency to await the results. A few hours later, at 10pm, the mood among the Wheelhouse team suddenly soured: as the BBC exit poll indicated that the Lib Dems would hold only 10 seats, a cry of “Shit!” rang around the room. By 2am, when the education minister David Laws lost his seat in Yeovil, the next morning’s meetings were cancelled, and plans for Clegg’s resignation were set in motion.</p> \n<p>In the weeks since the election, the Lib Dem meltdown has left many supporters feeling shellshocked. Recently, Clegg was approached by a distressed woman while shopping on his local high street in Putney. Speaking through tears, she told Clegg that his party did not deserve the battering it had received from the British electorate. Buoyed by the heartfelt sympathy from a wellwisher, Clegg told the woman not to worry and thanked her for supporting the Lib Dems – only to be told that she had voted Green.</p> \n<p>“People were quite angry,” Coetzee said. “They wanted to dish out a slap on the wrist – and then found they’d cut the hand off and were quite horrified by what had happened. Then they went around saying: ‘Oh I’m terribly sorry, I’ve cut your hand off.’”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168466386/b49c8de8-59ad-4dc3-8b0b-c3a47ed51fc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt Cardy/Getty Images","altText":"Nick Clegg makes a speech a few days before the Lib Dems' disastrous showing in the general election.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168719010/cb80ce2e-844f-48db-b15a-5a4cbd913023-1641x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1641,"orientation":"portrait","caption":"Illustration by Ellie Foreman-Peck","credit":"Ellie Foreman-Peck for the Guardian","altText":"Ellie Foreman-Peck for the Guardian","cleanCaption":"Illustration by Ellie Foreman-Peck"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168972987/01365404-6930-4afa-beb9-1b17f2198816-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010. Photograph: Charlie Bibby","credit":"Charlie Bibby","altText":"David Cameron and Nick Clegg  in the rose garden of Number 10 Downing Street in 2010.","cleanCaption":"David Cameron and Nick Clegg hold their first joint press conference in the rose garden of Number 10 Downing Street in 2010.","cleanCredit":"Photograph: Charlie Bibby"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435169910820/e95ec97c-3316-48ab-ac29-fa75d7d69f4c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees. Photograph: Carl Court/AFP/Getty Images","credit":"Carl Court/AFP/Getty Images","altText":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.","cleanCaption":"Protesters scuffle with police during a student rally in central London, in 2012, against rises in university tuition fees.","cleanCredit":"Photograph: Carl Court/AFP/Getty Images"}],"webPublicationDate":"2015-06-24T20:09:52Z","lastModified":"2015-06-25T09:18:34Z","metadata":{"commentable":true,"commentCount":694,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":true,"keywords":["Liberal Democrats","Nick Clegg","Politics","UK news"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-456664000","source":"ITN","durationInSeconds":96,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/08/150508Cleggresignsquality1_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/08/150508Cleggresignsquality1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/8/1431089730359/KP_219676_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cleggresigns","credit":"guardian.co.uk","altText":"620x372 trailpic for Cleggresigns","cleanCaption":"620x372 trailpic for Cleggresigns"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/24/the-nick-clegg-catastrophe","shortUrl":"http://gu.com/p/4a4nf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/24/the-nick-clegg-catastrophe","webUri":"http://www.theguardian.com/politics/2015/jun/24/the-nick-clegg-catastrophe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435168466386/b49c8de8-59ad-4dc3-8b0b-c3a47ed51fc7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nick Clegg makes a speech a few days before the Lib Dems’ disastrous showing in the general election. Photograph: Matt Cardy/Getty Images","credit":"Matt Cardy/Getty Images","altText":"Nick Clegg makes a speech a few days before the Lib Dems' disastrous showing in the general election.","cleanCaption":"Nick Clegg makes a speech a few days before the Lib Dems’ disastrous showing in the general election.","cleanCredit":"Photograph: Matt Cardy/Getty Images"}},"importance":7,"kicker":{"title":"Long read"},"showQuotedHeadline":false,"sublinks":[{"title":"Clegg offered to resign as Lib Dem leader a year before election","rawTitle":"Clegg offered to resign as Lib Dem leader a year before election","item":{"type":"article","id":"politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election","title":"Nick Clegg offered to resign as Lib Dem leader a year before 2015 election","trailText":"<strong>Exclusive:</strong> Clegg considered his position after May 2014 election setbacks, and then faced a ham-fisted coup to put Vince Cable in charge of the party<br>","standFirst":"<p><strong>Exclusive:</strong> Clegg considered his position after May 2014 election setbacks, and then faced a ham-fisted coup to put Vince Cable in charge of the party<br /></p>","byline":"Patrick Wintour and Nicholas Watt","body":"<p>Nick Clegg discussed resigning as Liberal Democrat leader in the wake of the party’s humiliating reverses in the European and local elections in May 2014, an investigation by the Guardian has revealed. </p> \n<p>In a sign of the immense toll taken by four years in coalition, the former deputy prime minister experienced what his mentor and former Lib Dem leader Lord Ashdown described as the “darkest of the dark nights of the soul”. Clegg consulted several senior colleagues about whether he had become a barrier to the party’s message being heard and whether he should go.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If I believe – and I am very close to thinking it – I am the problem and not the solution, I have to stand to one side</p> \n  <footer> \n   <cite>Nick Clegg in May 2014</cite> \n  </footer> \n </blockquote> \n</aside> \n<p> Clegg made numerous phone calls to discuss his position a year before the general election in which his party was reduced from 56 seats to eight. He told one colleague: “If I believe – and I am very close to thinking it – I am the problem and not the solution, I have to stand to one side.”</p> \n<p>One senior Lib Dem who spoke to Clegg at the time said: “I told him, ‘You don’t have that luxury – this is your burden now, you have to carry it through to the election. Whether you believe that or not, it’s tough-titty. You can’t now put this down until the election. You can do it after the election if you want, but you can’t do it now.’”</p> \n<p>Clegg was talked out of quitting by Ashdown, as well as by his most likely successor, Tim Farron, and most of his closest advisers. They told him to stay in post and fight to defend the cause of liberalism at the general election. Clegg finally resigned the day after the general election, on 8 May. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/24/the-nick-clegg-catastrophe\">The Clegg catastrophe | Patrick Wintour and Nicholas Watt</a> </p> \n</aside> \n<p>Farron recalled the aftermath of the 2014 setbacks. “I just thought this could end up in a bloodbath, and we’re far better off sticking with the captain who has done nothing to deserve this,” he said. <br /></p> \n<p>Two days after the 2014 elections, Farron spoke to Clegg. “Nick was just distraught about everything and we knew the Euros were going to come the day after,” he said. “He felt personally every single loss. said Farron. </p> \n<p>Ashdown said Clegg soon recovered. “It was astonishing the speed from which he moved from the darkest of the dark nights of the soul to utterly on form, utterly clear about what he was doing.” Clegg is expected to give his first interview since the election on LBC on Thursday morning. </p> \n<p>At the 2014 European elections, Lib Dems were reduced to just one MEP. A defeated Clegg appeared, red-eyed and exhausted, in a BBC interview to admit that the results were “gutting” and “frankly heart-breaking”, but he insisted that the thought of resignation “has never crossed my mind”.</p> \n<p>Although he was talked into carrying on, there were anxieties about Clegg’s leadership and he faced a party coup designed to put Vince Cable, the then business secretary, in charge. </p> \n<figure class=\"element element-image\" data-media-id=\"69afb30fef888851c5b4b2cb8118a7bf67376c14\"> \n <img src=\"http://media.guim.co.uk/69afb30fef888851c5b4b2cb8118a7bf67376c14/67_190_1936_1161/1000.jpg\" alt=\"Nick Clegg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nick Clegg, pictured after the poor results in the European election in May 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Cawthra/Rex</span> \n </figcaption> \n</figure> \n<p>The revelation of Clegg’s near resignation and subsequent attempt to force him out comes as part of a Guardian investigation into the collapse of the party that was in government until just over a month ago. The Guardian report also reveals:<br /></p> \n<ul> \n <li>The extent to which Cable was fully aware aware of the plot to oust Clegg in the wake of the 2014 elections.</li> \n <li>The party’s director of communications, Steve Lotinga, bluffed Cable on a ministerial visit in China into confirming that his friend Lord Oakeshott was behind polls showing that the party was heading for defeat in 2015.<br /></li> \n <li>The former cabinet minister Ed Davey felt that Clegg showed strong leadership in difficult circumstances, but that the party’s manifesto was “blancmange”.</li> \n <li>The leadership was rocked by the leaking by an aide to the former Scotland secretary Alistair Carmichael of a private civil service note which claimed that Nicola Sturgeon favoured David Cameron over Ed Miliband. Lotinga described it as “the worst leak in history”.</li> \n</ul> \n<p>As the coup plot developed, Clegg’s team smoked out Cable, who was in China. Lotinga told him: “Either you distance yourself from this, or you and Oakeshott are going to be named in tomorrow’s papers as the people behind it.” Cable duly released a statement distancing himself from Oakeshott, even though the former business secretary knew about the polls and his aides had discussed their release with the peer. John Pugh, the Liberal Democrat MP for Southport, confirmed that he also spoke to Cable to ensure that he would be willing to take over if Clegg was toppled.</p> \n<figure class=\"element element-image\" data-media-id=\"3986f5ec1e2a044727046737212cc5565ff751bf\"> \n <img src=\"http://media.guim.co.uk/3986f5ec1e2a044727046737212cc5565ff751bf/0_98_5760_3456/1000.jpg\" alt=\"Vince Cable\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vince Cable’s speech to the Lib Dem conference in October 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Murdo MacLeod for the Guardian</span> \n </figcaption> \n</figure> \n<p>The investigation into the causes of the party’s electoral collapse reveals that senior figures were hoping to win 23 to 30 seats right up until polling day. They now claim the defeat was largely due to voters backing the Conservatives for fear of Labour being under the control of the Scottish National party. <br /></p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/the-fight-for-liberal-britain-with-tim-farron-and-norman-lamb-17479168664\">The Fight for Liberal Britain, with Tim Farron and Norman Lamb</a> </p> \n</aside> \n<p>Ashdown claims the mixture of inaccurate opinion polls and fear of Ed Miliband made it difficult for the party to retain its vote, while senior party officials admit that their attempt to counter the Conservative use of the threat an SNP-Labour coalition government never worked. <br /></p> \n<p>The Lib Dems tried to counter with Bluekip, the threat of a Tory, Ukip and Democratic Unionist alliance, but even those asked to communicate the message admitted it was not credible and was gaining no media traction.</p> \n<p>Davey told the Guardian: “We were the centre party and, on one level, that sounds really attractive. But the old adage of if you’re in the middle of the road you might get run over operated in spades. We were in the middle of the road without any distinction, so we had no visibility jacket on, no one could see us, so we really did get run over.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33b05c05447ebed1797ec2617543d7f0b09149ec/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Murdo MacLeod for the Guardian","altText":"Nick Clegg","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/69afb30fef888851c5b4b2cb8118a7bf67376c14/67_190_1936_1161/1936.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1161,"width":1936,"orientation":"landscape","caption":"Nick Clegg, pictured after the poor results in the European election in May 2014. Photograph: Ben Cawthra/Rex","credit":"Ben Cawthra/Rex","altText":"Nick Clegg","cleanCaption":"Nick Clegg, pictured after the poor results in the European election in May 2014.","cleanCredit":"Photograph: Ben Cawthra/Rex"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3986f5ec1e2a044727046737212cc5565ff751bf/0_98_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"Vince Cable’s speech to the Lib Dem conference in October 2014. Photograph: Murdo MacLeod for the Guardian","credit":"Murdo MacLeod for the Guardian","altText":"Vince Cable","cleanCaption":"Vince Cable’s speech to the Lib Dem conference in October 2014.","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}],"webPublicationDate":"2015-06-24T20:13:50Z","lastModified":"2015-06-25T05:56:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["Nick Clegg","Liberal Democrats","General election 2015","Conservatives","Liberal-Conservative coalition","Politics","UK news","Vince Cable","Tim Farron","Lord Ashdown","Ed Davey"],"tags":[{"id":"politics/nickclegg","webTitle":"Nick Clegg"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/liberal-conservative-coalition","webTitle":"Liberal-Conservative coalition"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/vincentcable","webTitle":"Vince Cable"},{"id":"politics/tim-farron","webTitle":"Tim Farron"},{"id":"politics/paddy-ashdown","webTitle":"Lord Ashdown"},{"id":"politics/ed-davey","webTitle":"Ed Davey"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election","shortUrl":"http://gu.com/p/4a5v6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election","webUri":"http://www.theguardian.com/politics/2015/jun/24/nick-clegg-offered-to-resign-as-lib-dem-leader-a-year-before-2015-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33b05c05447ebed1797ec2617543d7f0b09149ec/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","caption":"Nick Clegg consulted Liberal Democrat colleagues about whether he should resign in May 2014. Photograph: Murdo MacLeod for the Guardian","credit":"Murdo MacLeod for the Guardian","altText":"Nick Clegg","cleanCaption":"Nick Clegg consulted Liberal Democrat colleagues about whether he should resign in May 2014.","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33b05c05447ebed1797ec2617543d7f0b09149ec/0_0_5760_3456/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3456,"width":5760,"orientation":"landscape","credit":"Murdo MacLeod for the Guardian","altText":"Nick Clegg","cleanCredit":"Photograph: Murdo MacLeod for the Guardian"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/ef76bea14bb141ffe244da36309716ace017c054/0_209_3140_1884/1000.jpg","height":600,"width":1000}}]},{"title":"Carbon bombs / Brazil gambles on deep water oil","rawTitle":"Brazil gambles on deep water oil","item":{"type":"article","id":"environment/ng-interactive/2015/jun/25/brazils-gamble-on-deep-water-oil-guanabara-bay","title":"Brazil's gamble on deep water oil","trailText":"The discovery of billions of barrels of oil off the coast of Rio de Janeiro was billed as one of the biggest finds of this century. But with the country’s biggest energy company, Petrobras, mired in debt and scandal, the low price of oil and dangers of a second Deepwater Horizon, the viability of this massive undertaking has never been under more scrutiny","standFirst":"<p>The discovery of billions of barrels of oil off the coast of Rio de Janeiro was billed as one of the biggest finds of this century. But with the country’s biggest energy company, Petrobras, mired in debt and scandal, the low price of oil and dangers of a second Deepwater Horizon, the viability of this massive undertaking has never been under more scrutiny</p>","byline":"Josh Holder, Monica Ulmanu, Lindsay Poulton, John Mullin, James Randerson, Ekaterina Ochagavia, Felix Clay, Jonathan Watts","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/carbon-bomb-brazil/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/carbon-bomb-brazil/boot.js\" data-alt=\"Carbon bomb: Brazil\"> \n <noscript> \n  <p>The discovery of tens of billions of barrels of oil in fields far off the coast of Rio de Janeiro was billed as one of the biggest finds of this century when it was announced in 2006.</p> \n  <p>Many hoped it would deliver a bonanza for education and health and make Brazil one of world’s major economies.</p> \n  <p>But with the country’s biggest energy company, Petrobras, mired in debt and scandal, the low price of oil and the dangers of a second Deepwater Horizon, the viability of this massive undertaking has never been under more scrutiny.</p> \n  <p>On the surface, this 412 sq km body of water dotted with more than 100 islands is picture-postcard Brazil, a symbol of the country’s immense natural wealth and beauty and a backdrop for Rio’s world heritage tourist sites.</p> \n  <p>But oil-fuelled development is transforming this iconic landscape into a petrochemical and service centre for the oil and gas fields more than 200km offshore in the Campos and Santos basins.</p> \n  <p>While this has delighted local politicians and businesses, Alexandre Anderson and his fellow fishermen say their territory, the bay environment and the aquatic food supply are the victims.</p> \n  <p>Alexandre, the leader of a traditional community in Rio’s Guanabara Bay, has devoted his life to defending local fisheries against what he sees as the encroachment of the oil industry.</p> \n  <p>Challenging the petro-chemical industry in Brazil is dangerous.</p> \n  <p>Alexandre has been shot twice, arrested 12 times and had 28 lawsuits filed against him. Several members of his fishing union were murdered during a pipeline protest a few years ago. Petrobras denies any connection with the deaths, but Alexandre says his friends were killed by guards and militias linked to the company.</p> \n  <p>He’s now under a federal protection programme, but he still patrols the bay in search of oil spills, illegal construction and other environmental crimes.</p> \n  <p>“Guanabara Bay is a sacred place for us. We respect it like a church,” he says. “But the bay is becoming an industrial hub in a disgusting and criminal way.”</p> \n  <p>Few Cariocas, as Rio’s residents are known, are aware of the extent of Petrobras’ sprawl across the land and water.</p> \n  <p>It started in 1961 and has accelerated dramatically since the discovery of the pre-salt fields. To demonstrate, Alexandre takes The Guardian on patrol. Starting from his quiet fishing village in Mag&eacute;, we first pass by a propene and ethylene terminal, which began operating in 2008, then the Iesa shipyard where several oil tankers are being refitted.</p> \n  <p>Further along the shore, Alexandre points out the vast Duque de Caxias refinery, which stretches across the horizon, belching murky smoke from six chimneys, then a liquified natural gas terminal and a smaller refinery on Redonda Island, which is undergoing expansion.</p> \n  <p>Near Rio-Niter&oacute;i bridge, we spy the famous tourist sites - Sugar Loaf Mountain and the Christ the Redeemer statue - but closer to the shore are storage tanks, huge warehouses, factories and shipyards - almost all of which are geared towards the oil industry: General Electric pipes and cables, a huge drilling platform waiting for a refit, a cluster of shiny-new mini refineries waiting to be loaded on to floating platforms by an enormous crane painted in the canary yellow and green colours of the national flag, the national team and the national oil company.</p> \n  <p>Guanabara, it seems, has become Petrobras Bay.</p> \n  <p>Altogether, there are at least two refineries, four terminals, four shipyards, as well as countless storage tanks, support ships, service factories and underwater pipelines.</p> \n  <p>The waters - now deemed too dirty to swim in - are like the forecourt of a giant petrol station.</p> \n  <p>Instead of cars lining up at the pumps, there are 30 huge tankers waiting to load or unload oil and gas at the terminals. A huge new refinery will soon be added to the list. Petrobras’s Comperj plant is now under construction close to the northeast - and currently least spoiled - corner of the bay. It will be the destination for gas from the pre-salt fields once a new pipeline is completed later this year.</p> \n  <p>Alexandre vows to fight this threat.</p> \n  <p>“Once Comperj is finished, the impact of Petrobras will spread right across the bay. We hope that refinery won’t be viable because of the low price of oil, because of the struggle by people like us, and because of the growing clamour in society about the environment,” he says.</p> \n </noscript> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435054691005/fc6b45fd-e373-4804-8e04-998219dcfdbf-1020x612.png?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Felix Clay/Guardian / Felix Clay","altText":"Oil rig","cleanCredit":"Photograph: Felix Clay/Guardian / Felix Clay"}],"bodyImages":[],"webPublicationDate":"2015-06-25T06:00:12Z","lastModified":"2015-06-25T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Holder","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-holder"},{"name":"Monica Ulmanu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/monica-ulmanu"},{"name":"Lindsay Poulton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lindsay-poulton"},{"name":"John Mullin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnmullin"},{"name":"James Randerson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamesranderson"},{"name":"Ekaterina Ochagavia","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ekaterina-ochagavia"},{"name":"Felix Clay","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/felixclay"},{"name":"Jonathan Watts","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonathanwatts"}],"feature":false,"keywords":["Environment","Climate change","Fossil fuels","Energy","Brazil","Oil","Gas","Business","Americas"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/brazil","webTitle":"Brazil"},{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/gas","webTitle":"Gas"},{"id":"business/business","webTitle":"Business"},{"id":"world/americas","webTitle":"Americas"}],"section":{"id":"environment"},"displayHint":"immersive","topics":[],"series":{"title":"Carbon Bombs","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/carbon-bombs"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/jun/25/brazils-gamble-on-deep-water-oil-guanabara-bay","shortUrl":"http://gu.com/p/4a3bt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/ng-interactive/2015/jun/25/brazils-gamble-on-deep-water-oil-guanabara-bay","webUri":"http://www.theguardian.com/environment/ng-interactive/2015/jun/25/brazils-gamble-on-deep-water-oil-guanabara-bay"},"shouldHideAdverts":true},"importance":6,"kicker":{"title":"Carbon bombs"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/86589f4a789b1519586de4fca65c0db6414dd1fb/0_305_5760_3456/1000.jpg","height":600,"width":1000}}]},{"title":"Facebook's Timehop nostalgia is just a way to exploit emotions for data","rawTitle":"Facebook's Timehop nostalgia is just a way to exploit emotions for data","item":{"type":"comment","id":"commentisfree/2015/jun/25/facebooks-timehop-nostalgia-is-just-a-way-to-exploit-emotions-for-data","title":"Facebook's Timehop nostalgia is just a way to exploit emotions for data","trailText":"We have a hard time passing up something that appeals to both our sentimentality and our egotism","standFirst":"<p>We have a hard time passing up something that appeals to both our sentimentality and our egotism</p>","byline":"Jess Zimmerman","body":"<p>What were you doing a year ago on this date? How about three years ago? Five? Not long ago, you’d have to run for your diary to answer that – and if you didn’t keep one, you’d be out of luck. Now, multiple sites and apps are willing to remind you, for the low price of all your personal information.</p> \n<p>Companies like Facebook and Google have been trading privacy for convenience for years – you feed them your conversations and your shopping habits, and they serve you ads for things you might actually use. It’s an odd mix of creepy and user-friendly: you know those shoes only showed up in your sidebar because you were searching for similar shoes, which is weird, but on the other hand: good ad choice, Big Brother. </p> \n<p>With more people installing ad-blockers, though, this approach has diminishing returns – or maybe companies are just always on the lookout for ways to make data-gathering look like service. So now, they’re commodifying nostalgia.</p> \n<p>It’s not hard to do. We already chronicle our lives on social media. All a site or app needs to do is spit it back out occasionally: “Hey, remember this?” That’s the idea behind the app <a href=\"http://timehop.com/\">Timehop</a>, which swallows whatever archives you give it access to (Twitter, Facebook, your photo library) and sends you daily reminders about what happened x years ago. (They’re in handy shareable form, so next year your Timehop can remind you about what you shared from your Timehop this year.) Perhaps threatened by Timehop as a superior nostalgia engine, in March Facebook started showing “<a href=\"http://newsroom.fb.com/news/2015/03/introducing-on-this-day-a-new-way-to-look-back-at-photos-and-memories-on-facebook/\">on this day</a>” reminders in newsfeeds. And now, popular file-hosting service Dropbox has launched <a href=\"https://www.dropbox.com/help/9103?oref=e\">Flashback</a>, which combs through stored photos weekly and highlights the ones it thinks might make good memories. <br /></p> \n<p>You already trust Facebook and Dropbox enough to let them archive all your stuff – or anyway, if you don’t trust them, you’re at least willing to ignore that for the convenience they provide. They’re just taking advantage of that trust to bring you a regular nostalgia fix. A close college friend once told me that in high school, her best friend at the time gave her her own diary for Christmas – as in, stole it from her room, wrapped it in festive paper, and handed it back to her. That’s more or less what’s happening here. </p> \n<p>It ought to be spooky. After all, companies are just reminding you that they can steal your diary any time they want – that, in fact, you’re handing them your diary to read, on the daily. But like targeted ads, the spookiness is mitigated by utility: we have a hard time passing up something that appeals to both our sentimentality and our egotism. With Timehop or Flashback, everything that happens to you is momentous enough to have its own anniversary.</p> \n<p>I’m the worst person to advocate caution; I use Facebook and Dropbox too, though I ignore their auto-reminiscence services. I even fed Timehop my Twitter archive. If you’re going to keep a running record online, I can see the appeal of flipping back, or letting someone flip back for you. But it’s worth staying conscious of the ways that companies manipulate your emotions to gain your forbearance. Whether they’re offering convenience or nostalgia, one thing is certain: they’re not really doing it for you.<br /></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d6a6c34cae714d15d161e9cd89d812b980775488/0_23_3327_1996/3327.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1996,"width":3327,"orientation":"landscape","credit":"DCPhoto / Alamy/Alamy","altText":"Beautiful woman working late at night","cleanCredit":"Photograph: DCPhoto / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-25T08:00:13Z","lastModified":"2015-06-25T08:03:42Z","metadata":{"commentable":true,"commentCount":40,"contributors":[{"name":"Jess Zimmerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/28/1414512286963/Jess-Zimmerman-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jess-zimmerman"}],"feature":false,"keywords":["Social media","Facebook","Social networking","Technology","Digital media","Twitter","Dropbox"],"tags":[{"id":"media/social-media","webTitle":"Social media"},{"id":"technology/facebook","webTitle":"Facebook"},{"id":"media/socialnetworking","webTitle":"Social networking"},{"id":"technology/technology","webTitle":"Technology"},{"id":"media/digital-media","webTitle":"Digital media"},{"id":"technology/twitter","webTitle":"Twitter"},{"id":"technology/dropbox","webTitle":"Dropbox"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jess Zimmerman","topic":{"type":"tag-contributor","name":"profile/jess-zimmerman"}}],"series":{"title":"Jess Zimmerman column","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/jess-zimmerman-column"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/25/facebooks-timehop-nostalgia-is-just-a-way-to-exploit-emotions-for-data","shortUrl":"http://gu.com/p/4a5xm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/25/facebooks-timehop-nostalgia-is-just-a-way-to-exploit-emotions-for-data","webUri":"http://www.theguardian.com/commentisfree/2015/jun/25/facebooks-timehop-nostalgia-is-just-a-way-to-exploit-emotions-for-data"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d6a6c34cae714d15d161e9cd89d812b980775488/0_23_3327_1996/3327.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1996,"width":3327,"orientation":"landscape","caption":"This time last year she was also staring at her computer. Photograph: DCPhoto / Alamy/Alamy","credit":"DCPhoto / Alamy/Alamy","altText":"Beautiful woman working late at night","cleanCaption":"This time last year she was also staring at her computer.","cleanCredit":"Photograph: DCPhoto / Alamy/Alamy"}},"importance":5,"byline":{"title":"Jess Zimmerman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/10/28/1414512286963/Jess-Zimmerman-R.png"}}]},{"title":"Hearthstone / How a game developer turned 30m people into card geeks","rawTitle":"How a game developer turned 30m people into card geeks","item":{"type":"article","id":"technology/2015/jun/25/hearthstone-blizzard-strategy-trading-cards-greg-austin","title":"Hearthstone: how a game developer turned 30m people into card geeks","trailText":"It was born as a niche project, but went on to become one of the biggest games of the decade. Here’s the inside story on Blizzard’s big adventure","standFirst":"<p>It was born as a niche project, but went on to become one of the biggest games of the decade. Here’s part one of our inside story on Blizzard’s big adventure</p>","byline":"Keith Stuart","body":"<p>On the set of ITV’s costume drama Mr Selfridge, in a quiet moment between takes, actor Greg Austin is a world away from his co-stars. Although dressed as an Edwardian gentlemen, he is glued to his iPhone, and to one game in particular. Hearthstone. </p> \n<p>“I got into it somewhat late, about a year after its release,” he says. “But since then I’ve been playing avidly. It is easy to learn, which means anyone can play it and enjoy themselves, but it is also difficult to master.” Austin loves the game so much, he now has his own dedicated YouTube gaming channel, <a href=\"https://www.youtube.com/channel/UC1Hn3XTvusU08qb68WR0hOA\">EuphAuric</a>, posting regular Hearthstone videos. </p> \n<p>He is not alone with this obsession. A year after its release on PC and iPad, Hearthstone boasts over 30 million registered players, and together with online shooter Destiny, drew in $850m (&pound;540m) of revenue for Activision last year. It is one of the most watched titles on the video game streaming site Twitch, and professional gamers can earn tens of thousands of pounds in dedicated tournaments. One reviewer for influential US games site Polygon wrote simply: “It’s kept me rapt longer than any games I’ve played in years.”</p> \n<figure class=\"element element-image\" data-media-id=\"69ca71ea661e7a3bf6a12e8c1bb06853811e83e1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/23/1435059831128/2a8d6a5a-18af-42ef-85c7-46de38d3c195-460x276.jpeg\" alt=\"Hearthstone\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Priest takes on a Paladin in this Heathstone match. The Hero characters are at the top and bottom of the screen with the minions meeting in the middle of the board.</span> \n  <span class=\"element-image__credit\">Photograph: Activision</span> \n </figcaption> \n</figure> \n<p>For those yet to be indoctrinated, Hearthstone is a turn-based strategy game based in an esoteric fantasy universe and inspired by complex collectible trading card sets like Magic: The Gathering. Players select one of nine character classes such as hunters, warriors and priests, then build decks of soldiers called Minions, each with their own abilities and weaknesses. These mini armies are pitched against an opponent on a table-top warzone, with a resource named mana governing how many cards a participant is able to play in their turn. The aim is to destroy your opponent’s main Hero character by playing stronger Minion cards at the right times, and making effective use of special spell cards that add force to compatible moves. </p> \n<p>It sounds complicated and geeky, which is perhaps why so many industry insiders were caught off guard by its sudden and phenomenal success – including, it turns out, the game’s own developer. To Blizzard Entertainment, Hearthstone was supposed to be a niche project, an experimental diversion. But then something weird happened. Everybody loved it.</p> \n<h2>The Blizzard way</h2> \n<p>Based in a sprawling campus facility in Irvine, California, Blizzard is the veteran studio behind acclaimed strategy simulation titles Starcraft and Warcraft, and the massively multiplayer online game, World of Warcraft (WoW). Its games are the very definition of “hardcore”: deep, demanding and riddled with complex mechanics. In 2008, however, the company’s directors looked at how they were relying exclusively on three key brands – the action role-playing adventure Diablo, the strategy simulation sequel Starcraft II, and WoW – and they were concerned. In some ways it was fine, the games were, after all, doing spectacularly well. Starcraft was about to get its Wings of Liberty add-on and work was progressing on the long-awaited Diablo III.</p> \n<p>Elsewhere, however, something big was happening in the games industry. A group of idiosyncratic independent projects like Braid and World of Goo had kickstarted a new era of experimental game design. The arrival of digital download platforms like Xbox Live and the Apple App Store, together with the increasing availability of broadband internet, meant that suddenly small teams were able to get interesting offbeat projects to potentially huge audiences. Games didn’t have to be burned onto discs and sold in stores anymore, they could be created by small teams then made available on the internet or on smartphones. The culture of the industry was shifting. Blizzard wanted to shift too.</p> \n<p>“We realised we didn’t have a competency here at the company to be a little bit more experimental, a little more nimble,” recalls Hearthstone co-creator and production director, Jason Chayes. “Some of our executives got together and said, we need to start up a small team, kind of a scrappy team, that can, with few resources, find ways to do more experimental types of games. We wanted to try out different ideas and platforms – things we don’t usually do because our teams are focused on those key franchises.”</p> \n<p>The studio pulled a small group of experienced designers together, including Jason Chayes and designer Eric Dodds, and gave them the codename Team Five. The brief was effectively, go create something. “We started where we always do, by asking each other about the games we really love ,” says Chayes. “We discussed the games we played in our lunch breaks or with our friends in a pub on a Friday evening. For about twenty years, a lot of us had been playing collectible card games (CCGs) together. The coupling of a small team and an online CCG felt like a naturally fit. That’s where Hearthstone began.”<br /></p> \n<h2>A magic gathering </h2> \n<p>Although there have been trading cards with simple gaming mechanics for many years, it was the 1993 release of Magic: The Gathering that revolutinised the CCG concept. Published by veteran fantasy game creator Wizards of the Coast, and set in a Dungeons and Dragons-style fantasy world, it featured a starter pack of creature, spell and artifact cards all with different strengths and weaknesses, as well as random booster packs allowing players to build their own custom decks. Part of the fun was simply purchasing packs and amassing a collection, enjoying the exotic creature descriptions and fantasy art. But being able to sit down and play a highly tactical game added to the appeal. Magic became a smash hit, selling out its initial 2.6m print run almost immediately and going on to build a community of over 10m active players. It wasn’t long before it earned the nickname cardboard crack.</p> \n<p>Team Five was looking into what made a compelling collectible card game – and that meant playing them. A lot of them. They played endless rounds of Magic, as well as subsequent CCG hits – Battletech, Netrunner, Legend of the Five Rings and Rage – learning the flow, the interplay, the conventions of the genre. “We thought, well, what does a card game need to give it interesting depth?” says Chayes. “We wanted a style of play where minions could duke it out against each other – a very quick, dynamic engaging experience. There was a process of working out what sort of things would facilitate that form of gameplay.”</p> \n<figure class=\"element element-image\" data-media-id=\"e03868bce231c33dc3d88c678bca34d53836e26d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435164400789/33f870d0-647f-4ff3-af15-037a28fd1125-460x276.jpeg\" alt=\"A depiction of a tavern in Hearthstone\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hearthstone’s Tavern Brawl mode.</span> \n  <span class=\"element-image__credit\">Photograph: Blizzard</span> \n </figcaption> \n</figure> \n<p>And of course, they borrowed from the World of Warcraft card trading game produced by Upper Deck in 2006. This hugely successful spin-off from Blizzard’s massively multiplayer online game was a massive success on the CCG market, with over 20 expansion sets and a lively competitive scene. It has similar hero classes, it duplicates a lot of the minion cards, and card art, and many of the systems are the same. And when Hearthstone was nearing completion, Blizzard ended its licensing agreement with Upper Deck, effectively killing the physical Warcraft card game in favour of its digital counterpart.</p> \n<p>But Team Five was also looking back to the origin of the Warcraft titles and its universe, the dark fantasy realm known as Azeroth, swarming with warriors, elves and orcs. As Chayes explains, “We thought about the various classes that are represented there – hunter, mage, paladin, all of these – and discussed what it is that people think about when they consider what a paladin is, the buffs they may use, or the burst energy spell of a mage. We looked for ways to introduce those mechanics into a card game. That was a key influence: how we could be faithful to that source material?”</p> \n<h2>The Starcraft experience</h2> \n<p>A year after work started, the team had developed a simple Flash prototype – a very basic digital card game with no real visual identity; it was just a set of mechanics, based around the nine classes of hero from the Warcraft real-time strategy titles. At this critical point, several of the staff were temporarily moved on to Starcraft II – and far from being a disruption, this proved an important element in Hearthstone’s development. “There were 10 or 11 months where the two people on the design team – Eric Dodds and Ben Brode – were free to do a lot of fast iteration,” says Chayes. “They were actually making and using physical playing cards.”<br /></p> \n<p>Meanwhile, the others learned a lot from Starcraft, especially the asymmetric nature of the races. “That definitely carried over into Hearthstone,” says Chayes. “The idea that each of the classes needs to remain balanced but at the same time has to have its own flavour and feel. When the team started reconverging, having done our tour of duty on Starcraft, that’s when things started to migrate into a very robust example of where we wanted Hearthstone to go.”</p> \n<p>Behind it all were two guiding principles: accessibility and charm. It had to be funny, it had to be warm and it had to be intuitive. “When we first started working on it, the most important thing was that this would be a game for everybody,” says Dodds. “That idea quickly spread throughout the entire game. We wanted to make it feel good to drag cards, to attack, we wanted it to look fun if you just watched it over someone’s shoulder. </p> \n<p>“We talked about the text on the cards - we wanted to make it very readable. We have a rule when we’re building a card that if someone reads the text for the first time and they don’t immediately understand what the card does, we need to change that power or re-word it – that is critical.”</p> \n<p>Indeed, the game is so intuitive, players are able to effectively let it play itself. There are pre-built card decks for each class so players don’t have to make their own. But if they do decide to make custom decks, the game will make suggestions, or even build the whole deck based on the cards available. Then, when you’re in the game, the user interface highlights all the cards that you can play in any one turn. As with casual puzzle titles like Candy Crush Saga, you can just do what the game tells you.</p> \n<p>“It’s very apparent that Blizzard wanted the game to be quick, and reasonably easy,” says keen player and eSports writer, Kevin Hovdestad. “Turns are short, games are short, and you can’t act in any way during your opponent’s turn. Strategically, each class has inherently valuable cards that fit it thematically, so the game sort-of guides players towards certain natural synergies.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=U0oj8FnqQW8\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/U0oj8FnqQW8?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Dodds agrees. “It’s important that you don’t have to spend a lot of time understanding the rules to play the game, the depth grows as you go,” he says. “A number of players will just drag the card that goes green onto the board – they’re sort of playing the game, sort of not. But as they progress they start to think, ‘no, I’m going to play a different way’. </p> \n<p>“Really, throughout the design, the interface, the experience, Hearthstone is designed to say ‘the first time you see this, you know how to play, you know how to use it’”.</p> \n<p>Meanwhile, back on the set of Mr Selfridge, Austin regularly finds himself showing off the game to other cast members as they mill about on set. For him, performance is part of its appeal. “It is extremely watchable,” he says. “The other actors are always asking what I’m doing, and I’ll tell them about the game and get them to have a go. That’s how I really started to learn the finer details – by watching popular streamers and YouTubers like <a href=\"https://www.youtube.com/watch?v=U0oj8FnqQW8\">Trump and Kripparian</a>. There’s always more to learn and understand with Hearthstone, and watching other people is one of the best ways of getting better. I wouldn’t be surprised if I’ve managed to get a few of the other actors into it.”</p> \n<p><strong>Tomorrow: the design process, and how Hearthstone evolved into an eSport </strong></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435060098644/d4953277-26b9-400d-b7d5-a45719a4bc2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Kara Tointon/Greg Austin","altText":"Greg Austin playing Hearthstone","cleanCredit":"Photograph: Kara Tointon/Greg Austin"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435059831597/dd8fcf51-ea6b-46f5-b241-9fb90ea03b2b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A Priest takes on a Paladin in this Heathstone match. The Hero characters are at the top and bottom of the screen with the minions meeting in the middle of the board. Photograph: Activision","credit":"Activision","altText":"Hearthstone","cleanCaption":"A Priest takes on a Paladin in this Heathstone match. The Hero characters are at the top and bottom of the screen with the minions meeting in the middle of the board.","cleanCredit":"Photograph: Activision"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435164401284/453ecd8e-dabd-401e-b398-ea82bce48ffe-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Hearthstone’s Tavern Brawl mode. Photograph: Blizzard","credit":"Blizzard","altText":"A depiction of a tavern in Hearthstone","cleanCaption":"Hearthstone’s Tavern Brawl mode.","cleanCredit":"Photograph: Blizzard"}],"webPublicationDate":"2015-06-25T06:00:11Z","lastModified":"2015-06-25T07:49:44Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Keith Stuart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733741413/KeithStuart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/keithstuart"}],"feature":true,"keywords":["Games","Technology","Culture","Game culture","Activision Blizzard","Android","iPhone","iPad","Mobile","PC"],"tags":[{"id":"technology/games","webTitle":"Games"},{"id":"technology/technology","webTitle":"Technology"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/gameculture","webTitle":"Game culture"},{"id":"technology/activision-blizzard","webTitle":"Activision Blizzard"},{"id":"technology/android","webTitle":"Android"},{"id":"technology/iphone","webTitle":"iPhone"},{"id":"technology/ipad","webTitle":"iPad"},{"id":"technology/mobile","webTitle":"Mobile"},{"id":"technology/pc","webTitle":"PC"}],"section":{"id":"technology"},"topics":[{"displayName":"Keith Stuart","topic":{"type":"tag-contributor","name":"profile/keithstuart"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/25/hearthstone-blizzard-strategy-trading-cards-greg-austin","shortUrl":"http://gu.com/p/49yxp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/25/hearthstone-blizzard-strategy-trading-cards-greg-austin","webUri":"http://www.theguardian.com/technology/2015/jun/25/hearthstone-blizzard-strategy-trading-cards-greg-austin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435060098644/d4953277-26b9-400d-b7d5-a45719a4bc2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Actor Greg Austin playing Hearthstone on the set of Mr Selfridge. Austin runs his own YouTube channel where he regularly plays and discusses the game  Photograph: Kara Tointon/Greg Austin","credit":"Kara Tointon/Greg Austin","altText":"Greg Austin playing Hearthstone","cleanCaption":"Actor Greg Austin playing Hearthstone on the set of Mr Selfridge. Austin runs his own YouTube channel where he regularly plays and discusses the game ","cleanCredit":"Photograph: Kara Tointon/Greg Austin"}},"importance":4,"kicker":{"title":"Hearthstone"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/9a910f035dbf1d5dc778f429aaee64f6d895feba/0_0_1020_612/1000.jpg","height":600,"width":1000}}]},{"title":"Glastonbury liveblog: Thursday / The day the place turns into a small city","rawTitle":"The day the place turns into a small city","item":{"type":"liveBlog","id":"music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye","title":"Glastonbury 2015: Thursday liveblog – the festival starts to get into its stride","trailText":"The music doesn’t start until tomorrow, but Thursday is the day Glastonbury turns into a small city and the event begins to take shape","standFirst":"<p>The music doesn’t start until tomorrow, but Thursday is the day Glastonbury turns into a small city and the event begins to take shape</p>","byline":"Michael Hann","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a52aff31969ed5123f007be207bcae4a95994ca1/0_0_4852_2914/4852.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2914,"width":4852,"orientation":"landscape","credit":"Alicia Canter for the Guardian","altText":"Fireworks at the opening of the festival at the Stone Circle, Glastonbury Festival, Wednesday 24 June\r\rglasto15liveblogday2","cleanCredit":"Photograph: Alicia Canter for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b14d77ba461e7f0be585b65633cfcac87ae8de13/0_0_3744_5616/3744.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":5616,"width":3744,"orientation":"portrait","caption":"The bonfire is lit at the opening of the festival at the Stone Circle. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"The bonfire is lit at the opening of the festival at the Stone Circle.","cleanCaption":"The bonfire is lit at the opening of the festival at the Stone Circle.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5e88d512d521b442ad9e1fbb99b12c443a9308e6/0_81_5616_3372/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3372,"width":5616,"orientation":"landscape","caption":"Musical director Susie Ro Prater conducts the Gaia Guardians of the Shakti Sings Choir at the opening of the festival at the Stone Circle. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Musical director Susie Ro Prater conducts the Gaia Guardians of the Shakti Sings Choir.","cleanCaption":"Musical director Susie Ro Prater conducts the Gaia Guardians of the Shakti Sings Choir at the opening of the festival at the Stone Circle.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eba63c4609f315a008224f2410695460e9af4b04/0_0_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","caption":"Festival goers ask Michael Eavis for selfies as he drives through the Green Fields. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Festival goers ask Michael Eavis for selfies as he drives through the Green Fields.","cleanCaption":"Festival goers ask Michael Eavis for selfies as he drives through the Green Fields.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0cabd1adca9f52f143236e65ff81900431b90a7a/0_0_5616_3370/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3370,"width":5616,"orientation":"landscape","caption":"The Baddoo Drumming Army perform at the opening of the festival at the Stone Circle. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"The Baddoo Drumming Army perform at the opening of the festival at the Stone Circle.","cleanCaption":"The Baddoo Drumming Army perform at the opening of the festival at the Stone Circle.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0dc1cde0fcbf04c19f0c45d469753ff8defded75/0_0_5616_3372/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3372,"width":5616,"orientation":"landscape","caption":"Circus performers get the fire on at the Stone Circle. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Circus performers at the opening of the festival.","cleanCaption":"Circus performers get the fire on at the Stone Circle.","cleanCredit":"Photograph: Alicia Canter for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/74ecbca27ac30fb305c8d5a8c9998caca51aeeab/0_132_5616_3372/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3372,"width":5616,"orientation":"landscape","caption":"‘I remember when this were nowt but fields’ … sunset over Glastonbury. Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"‘I remember when this were nowt but fields’ … sunset over Glastonbury.","cleanCaption":"‘I remember when this were nowt but fields’ … sunset over Glastonbury.","cleanCredit":"Photograph: Alicia Canter for the Guardian"}],"webPublicationDate":"2015-06-25T09:02:49Z","lastModified":"2015-06-25T09:02:49Z","latestBlock":{"id":"block-558bc356e4b0e0aeb0115ade","publishedDateTime":"2015-06-25T09:02:49Z","body":"Travel update! What with the travel and weather, we’re like a local radio station here. The good news is that the roads and the railways are looking good at the moment (though you can expect delays in the immediate vicinity of the site). Sports news at the top of the hour! Here’s our travel round-up.","postType":"blog"},"metadata":{"commentable":true,"commentCount":66,"contributors":[{"name":"Michael Hann","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411576592682/Michael-Hann-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/michaelhann"}],"feature":false,"keywords":["Glastonbury 2015","Music","Culture","Glastonbury festival","Festivals","Music festivals","Pop and rock"],"tags":[{"id":"music/glastonbury-2015","webTitle":"Glastonbury 2015"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"music/popandrock","webTitle":"Pop and rock"}],"section":{"id":"music"},"displayHint":"news","topics":[{"displayName":"Glastonbury 2015: Thursday liveblog – the festival starts to get into its stride","topic":{"type":"content","name":"music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye"}}],"embeddedVideos":[],"adTargetingPath":"music","witnessAssignmentId":"5589870de4b024f829c5cf18"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-558bc356e4b0e0aeb0115ade","publishedDateTime":"2015-06-25T09:02:49Z","body":"<h2>Travel update!</h2> \n<p>What with the travel and weather, we’re like a local radio station here. The good news is that the roads and the railways are looking good at the moment (though you can expect delays in the immediate vicinity of the site). Sports news at the top of the hour!</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/25/glastonbury-travel-all-looking-good-on-roads-and-rail-so-far\">Here’s our travel round-up</a>. <br /></p>","postType":"blog"},{"id":"block-558bc0d8e4b024f829c5d47e","publishedDateTime":"2015-06-25T08:51:45Z","body":"<p><strong>On the way to work ...</strong></p> \n<figure class=\"element element-embed\" data-alt=\"One festival goer gets going at Glastonbury for the first time on Thursday morning ...\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned=&quot;&quot; data-instgrm-version=&quot;4&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;\n &lt;div style=&quot;padding:8px;&quot;&gt; \n  &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50% 0; text-align:center; width:100%;&quot;&gt; \n   &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAAGFBMVEUiIiI9PT0eHh4gIB4hIBkcHBwcHBwcHBydr+JQAAAACHRSTlMABA4YHyQsM5jtaMwAAADfSURBVDjL7ZVBEgMhCAQBAf//42xcNbpAqakcM0ftUmFAAIBE81IqBJdS3lS6zs3bIpB9WED3YYXFPmHRfT8sgyrCP1x8uEUxLMzNWElFOYCV6mHWWwMzdPEKHlhLw7NWJqkHc4uIZphavDzA2JPzUDsBZziNae2S6owH8xPmX8G7zzgKEOPUoYHvGz1TBCxMkd3kwNVbU0gKHkx+iZILf77IofhrY1nYFnB/lQPb79drWOyJVa/DAvg9B/rLB4cC+Nqgdz/TvBbBnr6GBReqn/nRmDgaQEej7WhonozjF+Y2I/fZou/qAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;\n  &lt;/div&gt; \n  &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://instagram.com/p/4WHyuHLmtl/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_top&quot;&gt;#guardianglasto his first Glastonbury. Photo by Andy Hall&lt;/a&gt;&lt;/p&gt; \n  &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by GuardianPhotos (@guardianphotos) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2015-06-25T08:36:29+00:00&quot;&gt;Jun 25, 2015 at 1:36am PDT&lt;/time&gt;&lt;/p&gt;\n &lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;&quot; src=&quot;https://platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;\"></iframe> \n <figcaption>\n   One festival goer gets going at Glastonbury for the first time ... \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-558bbe28e4b0e0aeb0115acc","publishedDateTime":"2015-06-25T08:43:42Z","body":"<p><strong>The dawn chorus</strong></p> \n<p>You might need to turn the volume up to 11 for this, but here’s what the festival sounded like at 5am this morning, courtesy of our own Pamela Hutchinson.*</p> \n<figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/pamhutch/dawn-chorus-glastonbury\"> \n <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&amp;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F211896458&amp;show_artwork=true\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Check the birdsong!</p> \n<p>* If it was noisier where you were, if you’re on site, then please note that Pam is staying in the press camping area, which is a relatively quiet spot until more of those lazy journalist types turn up.</p>","postType":"blog"},{"id":"block-558bb520e4b0e0aeb0115aab","publishedDateTime":"2015-06-25T08:07:45Z","lastUpdatedDateTime":"2015-06-25T08:50:00Z","body":"<h2>The first night of Glastonbury</h2> \n<p>Alicia Canter was out and about for us last night as the parties began – here’s what she saw.</p> \n<figure class=\"element element-image\" data-media-id=\"b14d77ba461e7f0be585b65633cfcac87ae8de13\"> \n <img src=\"http://media.guim.co.uk/b14d77ba461e7f0be585b65633cfcac87ae8de13/0_0_3744_5616/667.jpg\" alt=\"The bonfire is lit at the opening of the festival at the Stone Circle.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The bonfire is lit at the opening of the festival at the Stone Circle.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5e88d512d521b442ad9e1fbb99b12c443a9308e6\"> \n <img src=\"http://media.guim.co.uk/5e88d512d521b442ad9e1fbb99b12c443a9308e6/0_81_5616_3372/1000.jpg\" alt=\"Musical director Susie Ro Prater conducts the Gaia Guardians of the Shakti Sings Choir.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Musical director Susie Ro Prater conducts the Gaia Guardians of the Shakti Sings Choir at the opening of the festival at the Stone Circle.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"eba63c4609f315a008224f2410695460e9af4b04\"> \n <img src=\"http://media.guim.co.uk/eba63c4609f315a008224f2410695460e9af4b04/0_0_5616_3370/1000.jpg\" alt=\"Festival goers ask Michael Eavis for selfies as he drives through the Green Fields.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Festival goers ask Michael Eavis for selfies as he drives through the Green Fields.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0cabd1adca9f52f143236e65ff81900431b90a7a\"> \n <img src=\"http://media.guim.co.uk/0cabd1adca9f52f143236e65ff81900431b90a7a/0_0_5616_3370/1000.jpg\" alt=\"The Baddoo Drumming Army perform at the opening of the festival at the Stone Circle.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Baddoo Drumming Army perform at the opening of the festival at the Stone Circle.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0dc1cde0fcbf04c19f0c45d469753ff8defded75\"> \n <img src=\"http://media.guim.co.uk/0dc1cde0fcbf04c19f0c45d469753ff8defded75/0_0_5616_3372/1000.jpg\" alt=\"Circus performers at the opening of the festival.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Circus performers get the fire on at the Stone Circle.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"74ecbca27ac30fb305c8d5a8c9998caca51aeeab\"> \n <img src=\"http://media.guim.co.uk/74ecbca27ac30fb305c8d5a8c9998caca51aeeab/0_132_5616_3372/1000.jpg\" alt=\"‘I remember when this were nowt but fields’ … sunset over Glastonbury.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I remember when this were nowt but fields’ … sunset over Glastonbury.</span> \n  <span class=\"element-image__credit\">Photograph: Alicia Canter for the Guardian</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-558ba87ae4b0e0aeb0115a86","publishedDateTime":"2015-06-25T07:07:42Z","body":"<h2>Weather update</h2> \n<blockquote class=\"quoted\"> \n <p>Good news, campers! The Glastonbury weather forecast has shifted slightly, with Saturday and Sunday now looking less likely to be wet. According to the Met Office, the chance of precipitation is down to 20% on Sunday, and at less than 5% through Saturday daytime, and only rising to 20% in the evening. Come Saturday lunchtime, you may even want to consider breaking out the suncream, with a UV index of 6.</p> \n</blockquote> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/25/glastonbury-weather-forecast-chances-of-rain-on-saturday-and-sunday-drop\">Read the updated forecast here</a></p>","postType":"blog"},{"id":"block-558ba714e4b0e0aeb0115a83","title":"Welcome to Thursday!","publishedDateTime":"2015-06-25T07:04:17Z","lastUpdatedDateTime":"2015-06-25T08:09:15Z","body":"<p>It’s Thursday morning, it’s a little after 8am, and it’s day two of our liveblog. Yesterday we brought you news of the first arrivals at the site (including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/live/2015/jun/24/glastonbury-2015-wednesday-liveblog-weather-eavis-preview#block-558a6f63e4b024f829c5d0bb\">the family who claim all their children were conceived at Glastonbury</a>). Today we’ll have the latest weather updates, and our team of writers will begin to traverse the site in search of news and those strange occurrences that make Glastonbury what it is. Later in the day, we’ll have some terrific long reads for you, including an interview with Friday night headliner Florence Welch and a profile of this year’s most divisive and controversial figure, \n <strike>\n   James Bay and his Trademark Hat \n </strike> Kanye West. We’ll also be hearing the voices of the most important people at the festival – \n <strike>\n   James Bay’s backing band \n </strike> the fans. If you’re going, if you’re already there, or if you just have something to say, let us know in the comments below.</p>","postType":"key-event"}],"keyEvents":[{"id":"block-558ba714e4b0e0aeb0115a83","title":"Welcome to Thursday!","publishedDateTime":"2015-06-25T07:04:17Z","lastUpdatedDateTime":"2015-06-25T08:09:15Z","body":"<p>It’s Thursday morning, it’s a little after 8am, and it’s day two of our liveblog. Yesterday we brought you news of the first arrivals at the site (including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/musicblog/live/2015/jun/24/glastonbury-2015-wednesday-liveblog-weather-eavis-preview#block-558a6f63e4b024f829c5d0bb\">the family who claim all their children were conceived at Glastonbury</a>). Today we’ll have the latest weather updates, and our team of writers will begin to traverse the site in search of news and those strange occurrences that make Glastonbury what it is. Later in the day, we’ll have some terrific long reads for you, including an interview with Friday night headliner Florence Welch and a profile of this year’s most divisive and controversial figure, \n <strike>\n   James Bay and his Trademark Hat \n </strike> Kanye West. We’ll also be hearing the voices of the most important people at the festival – \n <strike>\n   James Bay’s backing band \n </strike> the fans. If you’re going, if you’re already there, or if you just have something to say, let us know in the comments below.</p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye?date=2015-06-25T09:02:49Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye","shortUrl":"http://gu.com/p/4a57x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye","webUri":"http://www.theguardian.com/music/live/2015/jun/25/glastonbury-2015-thursday-liveblog-travel-weather-florence-kanye"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a52aff31969ed5123f007be207bcae4a95994ca1/0_0_4852_2914/4852.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2914,"width":4852,"orientation":"landscape","caption":"Light up the night … Fireworks at the opening of the festival at the Stone Circle Photograph: Alicia Canter for the Guardian","credit":"Alicia Canter for the Guardian","altText":"Light up the night … Fireworks at the opening of the festival at the Stone Circle","cleanCaption":"Light up the night … Fireworks at the opening of the festival at the Stone Circle","cleanCredit":"Photograph: Alicia Canter for the Guardian"}},"importance":4,"kicker":{"title":"Glastonbury liveblog: Thursday"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/87120f2269e427c85ee16d8bb738911e4c816e3c/815_657_2400_1439/1000.jpg","height":600,"width":1000}}]},{"title":"Being transgender at work / I got a standing ovation","rawTitle":"I got a standing ovation","item":{"type":"article","id":"careers/2015/jun/25/your-experiences-of-being-transgender-at-work","title":"'I got a standing ovation' – your stories of being transgender at work","trailText":"Our readers share their experiences of being a trans person in the office. You can read more on GuardianWitness","standFirst":"<p>Our readers share their experiences of being a trans person in the office. You can <a href=\"https://witness.theguardian.com/assignment/55796a51e4b0d852ce137531#contribute\">read more on GuardianWitness</a></p>","byline":"Guardian readers and Charlotte Seager","body":"<h2>I got a standing ovation – it was the most amazing day of my life</h2> \n<p>I worked for the City of Los Angeles and transitioned near the end of my career. I told my HR chief, who brought together a team of managers and we spent a year planning my transition.</p> \n<p>When the day came for the announcement, we brought together every manager in the department along with my staff and I got up to tell my story. My colleagues listened, transfixed, and when I got to the end they gave me a standing ovation. It was one of the most amazing days of my life.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Coming out is the best thing I've done in my life. I now have a future</p> \n </blockquote> \n</aside> \n<p>I didn’t come to work en femme for about a week, but when I did I got lots of compliments and support. Many people expressed admiration for what I did and called it courageous. I called it necessary. A couple of gay and lesbian co-workers said that I served as an example, and gave them courage for their own coming out. For me, that is the best result of all. – <a href=\"https://witness.theguardian.com/user/boots4me\">boots4me</a></p> \n<h2>A customer shouted: ‘I’m not having my kids exposed to this!’</h2> \n<p>While working in retail it became noticeable that my assistant manager didn’t agree with, as she called it, “my lifestyle”. Things became more awkward when, during Bristol pride, another co-worker said that they didn’t believe “those people” should share equal rights.<br /></p> \n<p>It wasn’t just my co-workers. Once, while working on the tills, a large gentleman and his family became aggressive. He leaned down to look at my face, gave me an ugly stare and shouted: “Are you a woman?” I looked up, startled. He continued: “Are you a man dressed as one? Are you a man?”</p> \n<p>I was stunned. He was incredibly loud and caught me off guard. I replied quietly: “I’m female transgender”.</p> \n<p>“For fuck’s sake! Do you see this?’’. He flung his arm in the air and motioned aggressively at my co-workers. “I’m not having my kids exposed to this!’’</p> \n<p>What followed was a blur of obscenities and shouting, the customer argued with my manager and it was difficult to get him to leave. He was moved to the next till but continued to spout abuse.</p> \n<p>A few months later I was let go. It was clear the decision was partly based on the fact that I’m LGBTQ [lesbian, gay, bisexual, transgender and queer]. I didn’t fight it, the workplace was unpleasant. I hope that no one in future has to experience anything like this. – <a href=\"https://witness.theguardian.com/user/Abigail%20Ward\">Abigail Ward</a></p> \n<h2>I am proud to be the first person to change gender in the RAF</h2> \n<p>While working in the RAF for 18 years I had to keep my gender identity a closely guarded secret. It was a personal battle I struggled with all my life, but in 1998 I made the decision to live my own life, not someone else’s.</p> \n<p>It took a year to get everything in place before I told the RAF I was transitioning. No one had been allowed to remain in the service as an openly transgender person before, so I expected the worst. Fortunately the people I told were amazingly supportive and I was allowed to stay. I became the first transgender woman to serve openly in the RAF.</p> \n<p>We worked everything out together. I moved to a headquarters staff team to transition and adjust to my new military life. To be fully accepted I knew I had to prove I was more capable of doing my job than ever, so I asked to rejoin a frontline squadron. I became highly valued at my job and an atmosphere of respect and support grew with me. Throughout 16 years of service as a trans woman I always felt I was part of a tremendous team, I had their backs and they had mine.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/careers/transgender-issues-in-the-workplace\">Transgender issues in the workplace</a> </p> \n</aside> \n<p>It is the people around you who make or break you. I knew I had a big part to play to earn their respect, and by achieving that I paved a pathway for other transgender people to follow in my footsteps. I have just retired from the RAF and I am proud of my achievements – but I am prouder still of the people I worked with. – <a href=\"https://witness.theguardian.com/user/CarolineRP\">CarolineRP</a></p> \n<h2>To get a job, I had to give in and apply as a fake male<br /></h2> \n<p>After coming to terms with being transgender, I applied for hundreds of jobs, and got zero call-backs. I had to throw my hands up in the air, give in, and apply as a fake male. If I was only responsible for myself I wouldn’t have done this, but I take care of my disabled mother so I had to think of her.</p> \n<p>I applied for a job to become a teacher for adults with developmental disabilities, and wouldn’t you know it, the first job I applied for as a male, I got. I am now hesitant to come out, because as part of my current role we provide personal care to people, and there are students who have gender preferences. I am scared that being transgender may become an issue with my students – and if they have a problem (or their families do) what is to happen to me? – <a href=\"https://profile.theguardian.com/user/id/15022407\">Aileen Everlast</a></p> \n<h2>My opinion at work now counts for a fraction of what it once did<br /></h2> \n<p>I changed gender fine at work, but since transitioning things have altered. I work in a male environment and my opinion counts for a fraction of what it once did. I am routinely excluded from discussions, not informed of meetings and denied equal training. Despite requests, I have been given nothing but unrewarding and unpopular tasks since I transitioned, while new starters are assigned high-profile work.</p> \n<p>I don’t know if this is discrimination, but it feels like it. I can’t tell if it’s because I’m trans or a woman. I have no idea what to do about it. Despite this, transitioning is still the best thing I have done in my life. I now have a future. – <a href=\"https://witness.theguardian.com/user/AnnaKays\">AnnaKays</a></p> \n<p><strong>Useful links and information:</strong><br /></p> \n<ul> \n <li><a href=\"http://lgbt.foundation/Your-rights/the-equality-act-2010/\">The Equality Act 2010: your LGBT rights</a></li> \n <li><a href=\"http://www.stonewall.org.uk/at_work/individuals/workplace_discrimination/default.asp\">What to do if you have been discriminated against at work</a></li> \n <li><a href=\"http://lgbt.foundation/information-advice/coming-out-support/\">Advice on coming out as transgender at work</a></li> \n <li><a href=\"http://www.stonewall.org.uk/documents/an_overview_on_employment_protections.pdf\">An overview on employment protections for LGBT people</a></li> \n</ul> \n<p><strong>Looking for a job? Browse <a href=\"http://jobs.theguardian.com/\">Guardian Jobs</a> or sign up to <a href=\"https://register.theguardian.com/careers/\">Guardian Careers</a> for the latest job vacancies and career advice</strong><br /></p>","section":"Guardian Careers","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154548651/4ffb2237-bd3e-4cb5-a740-576a886ebded-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"D Dipasupil/Getty Images","altText":"Laverne Cox","cleanCredit":"Photograph: D Dipasupil/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-25T06:00:10Z","lastModified":"2015-06-25T09:25:00Z","metadata":{"commentable":true,"commentCount":66,"contributors":[{"name":"Charlotte Seager","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charlotte-seager"}],"feature":true,"keywords":["Diversity","Guardian Careers","Work & careers","Transgender","LGBT rights"],"tags":[{"id":"careers/diversity","webTitle":"Diversity"},{"id":"careers/careers","webTitle":"Guardian Careers"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"society/transgender","webTitle":"Transgender"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"careers"},"topics":[{"displayName":"Charlotte Seager","topic":{"type":"tag-contributor","name":"profile/charlotte-seager"}}],"embeddedVideos":[],"adTargetingPath":"careers"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/careers/2015/jun/25/your-experiences-of-being-transgender-at-work","shortUrl":"http://gu.com/p/4avv8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/careers/2015/jun/25/your-experiences-of-being-transgender-at-work","webUri":"http://www.theguardian.com/careers/2015/jun/25/your-experiences-of-being-transgender-at-work"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154548651/4ffb2237-bd3e-4cb5-a740-576a886ebded-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"Actress Laverne Cox is an LGBT activist. Photograph: D Dipasupil/Getty Images","credit":"D Dipasupil/Getty Images","altText":"Laverne Cox","cleanCaption":"Actress Laverne Cox is an LGBT activist.","cleanCredit":"Photograph: D Dipasupil/Getty Images"}},"importance":3,"kicker":{"title":"Being transgender at work"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154548651/4ffb2237-bd3e-4cb5-a740-576a886ebded-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"D Dipasupil/Getty Images","altText":"Laverne Cox","cleanCredit":"Photograph: D Dipasupil/Getty Images"}}]},{"title":"Kenneth Branagh / Playing Wallander left me in permanent state of anxiety","rawTitle":"Playing Wallander left me in permanent state of anxiety","item":{"type":"article","id":"media/2015/jun/24/kenneth-branagh-wallander-interview-conspiracy","title":"Kenneth Branagh: Playing Wallander left me in 'permanent state of anxiety'","trailText":"Actor tells Guardian editor-in-chief Katharine Viner about depression caused by playing a Nazi and how meditation helps him stay calm","standFirst":"<p>Actor tells Guardian editor-in-chief Katharine Viner about depression caused by playing a Nazi and how meditation helps him stay calm</p>","byline":"Jane Martinson","body":"<p>Kenneth Branagh has described how playing the angst-ridden eponymous hero in TV series Wallander put him in a “permanent, acceptable state of anxiety”.</p> \n<p> In an honest and engaging appraisal of his career, the award-winning actor and director talked to the Guardian’s editor-in-chief Katharine Viner about his use of meditation and mindfulness to still his racing mind as well as the impact of his early life in Belfast and early success.</p> \n<p>Describing Wallander, the inspector hero of the crime novels written by Henning Mankell, as “like an open wound” Branagh admitted that only one role had really depressed him: playing the Nazi architect of the final solution, Reinhard Heydrich, in <a href=\"https://en.wikipedia.org/wiki/Conspiracy_(2001_film)\">Conspiracy</a>, a TV film. </p> \n<p>“It led me into a depression, there’s no question about that,” he said of the 2001 BBC/HBO production, before adding: “Of course it was meaningless and superficial in relation to the thing itself.”</p> \n<p>The way he approaches parts means he is left exposed to deep feelings, he told the audience at Cannes Lions. “As I get older it gets under the skin more ... I don’t leave it at the office as much as you wish you could.”</p> \n<p>In a fascinating explanation of the art of performance, Branagh, who won two Baftas for his role in Wallander and was knighted in 2012, said he meditated twice a day for half an hour a time “to calm that racing mind” as well as “hear instincts” or “uniformed hunches”.<br /></p> \n<p>He quoted his friend and fellow Shakespearean actor Mark Rylance for calling this loud inner voice the internal “Mr Gobby”. </p> \n<p>Of his roles, he said: “Your goal is to put yourself into vulnerable position. The performance demands solitary introspective ... a sort of nakedness you couldn’t do unless you’re very scared yourself. Without indulging in a sort of emotional masturbation you have to try to strip it down.”</p> \n<p>With a version of Shakespeare’s The Winter’s Tale – which he will perform and direct – opening at <a href=\"http://www.branaghtheatre.com/the-winters-tale/index.php\">London’s Garrick Theatre</a> later this year, Branagh talked of how much he enjoyed a mixture of high and low culture following his successful directing of big budget films Thor and Cinderella. <br /></p> \n<p>“I don’t see any barriers between them ... Sometimes people want it to be one thing or another, I enjoy the mixture.”</p> \n<p>Having moved to Reading in 1969, aged nine, the Belfast-born star talked of how his schoolfriends didn’t understand him for about two years before he adopted an entirely English accent. <br /></p> \n<p>A huge star by 28, he wrote his only autobiography when his hit Henry V stage performance was made into a film. “For a nanosecond in the pre-internet pre-digital age, I was a hot young actor, in the sense of popular, and then it passed.”</p> \n<p>Calling the autobiography the “zenith of arrogance” he explained how he didn’t feel that way. “It was pretty overwhelming when I was 28 or 29 – there were times when I wanted to rip my head off my shoulders just to stop the noise,” he said. </p> \n<p>He continues to enjoy working in Hollywood and on stage he says. </p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f62e7da2bd042c1ebb294625d46ddaf2bdd0a07/0_76_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Richard Bord/Getty Images","altText":"Kenneth Branagh said he meditated twice a day for half an hour a time ‘to calm that racing mind’ as well as ‘hear instincts’ or ‘uniformed hunches’.","cleanCredit":"Photograph: Richard Bord/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-24T15:27:06Z","lastModified":"2015-06-25T08:03:58Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Jane Martinson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/1/1398948194155/Jane-Martinson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/janemartinson"}],"feature":false,"keywords":["Cannes Lions 2015","Kenneth Branagh","Media","Culture","Cannes Lions","Advertising"],"tags":[{"id":"media/cannes-lions-2015","webTitle":"Cannes Lions 2015"},{"id":"culture/kenneth-branagh","webTitle":"Kenneth Branagh"},{"id":"media/media","webTitle":"Media"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/cannes-lions","webTitle":"Cannes Lions"},{"id":"media/advertising","webTitle":"Advertising"}],"section":{"id":"media"},"topics":[{"displayName":"Jane Martinson","topic":{"type":"tag-contributor","name":"profile/janemartinson"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jun/24/kenneth-branagh-wallander-interview-conspiracy","shortUrl":"http://gu.com/p/4a4gb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jun/24/kenneth-branagh-wallander-interview-conspiracy","webUri":"http://www.theguardian.com/media/2015/jun/24/kenneth-branagh-wallander-interview-conspiracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f62e7da2bd042c1ebb294625d46ddaf2bdd0a07/0_76_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"Kenneth Branagh said he meditated twice a day for half an hour a time ‘to calm that racing mind’ as well as ‘hear instincts’ or ‘uniformed hunches’. Photograph: Richard Bord/Getty Images","credit":"Richard Bord/Getty Images","altText":"Kenneth Branagh said he meditated twice a day for half an hour a time ‘to calm that racing mind’ as well as ‘hear instincts’ or ‘uniformed hunches’.","cleanCaption":"Kenneth Branagh said he meditated twice a day for half an hour a time ‘to calm that racing mind’ as well as ‘hear instincts’ or ‘uniformed hunches’.","cleanCredit":"Photograph: Richard Bord/Getty Images"}},"importance":3,"kicker":{"title":"Kenneth Branagh"},"showQuotedHeadline":true,"sublinks":[{"title":"Judi Dench / 'I’d like to play an animal that turns into something'","rawTitle":"'I’d like to play an animal that turns into something'","item":{"type":"article","id":"film/2015/jun/24/judi-dench-speaks-to-prince-edward-films-without-borders-charity-event-st-james-palace","title":"Judi Dench: 'I’d like to play an animal that turns into something'","trailText":"Speaking to Prince Edward at a charity event, the Oscar-winner explained why she doesn’t watch her movies, and how she was wooed by Vin Diesel","standFirst":"<p>Speaking to Prince Edward at a charity event, the Oscar-winner explained why she doesn’t watch her movies, and how she was wooed by Vin Diesel</p>","byline":"Hannah Ellis-Petersen","body":"<p>She may have had an acting career that spans almost 60 years, but Dame Judi Dench has confessed she has watched barely any of the dozens of films she has made over her lifetime.</p> \n<p>Dench was speaking to Prince Edward in St James’s Palace on 23 June at an event celebrating the organisation Films Without Borders, a charity that teaches young people around the world the skills to make and produce films, and offers international internships on major film sets. George Lucas, Sam Mendes and Whoopi Goldberg spoke to the prince at a similar event in Windsor Castle last year.</p> \n<p>Presented with a montage of clips taken from films from throughout her award-littered career, including Mrs Brown, Tea With Mussolini, Iris and Shakespeare in Love, Dench laughingly told the prince that it was the first time she had seen many of them. </p> \n<div>\n __VIDEO_EMBED_gu-video-421116469__\n</div> \n<p>“I still don’t think it is very easy watching yourself and I haven’t seen most of my films,” she said. “I find when it comes to it, actually seeing what your choice was with a role, you suddenly think it was the wrong choice to have made. But it’s too late then. It’s not like the theatre, where I could have another go the next night.”</p> \n<p>During the brief interview, Dench, who is 80, spoke about some of the highlights of her varied film career, including Mrs Brown in 1997, in which she played a bereaved Queen Victoria, a role she described as “pivotal”.</p> \n<p>Referencing her various turns as historical British royals in both theatre and film, Dench said to Prince Edward: “I suppose I’ve got a lot to thank your family for.”</p> \n<p>Working with Billy Connolly on the set of Mrs Brown was “sublime”, she said, drawing parallels between Connolly and Steve Coogan, with whom she worked on <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/film/philomena\">Philomena</a>.</p> \n<p>“Billy’s an absolutely brilliant standup. We were huge fans of his beforehand and that made me very nervous,” recalled Dench. “I thought of him as a comic, but then he came on the set and he knew everything there was to know about playing that part. He showed us all the way – just as Steve Coogan did in Philomena. It’s not fair, is it – to be so good at standup and then come on set and wipe the floor with everybody?”</p> \n<p>Dench also spoke fondly of her 17 years playing M in the Bond films, but said she would “never get over being so bossy”.</p> \n<figure class=\"element element-image\" data-media-id=\"75d16705f64424ef461083144228271d48c4b3b0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435157993557/5734699d-e4fa-4ac7-bf63-9f089946fa01-460x276.jpeg\" alt=\"Judi Dench and Prince Edward\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I suppose I’ve got a lot to thank your family for’ … Judi Dench with Prince Edward.</span> \n  <span class=\"element-image__credit\">Photograph: David M Benett/Getty Images</span> \n </figcaption> \n</figure> \n<p>As well as her successes, Prince Edward also tentatively asked the veteran actor about the “one or two more peculiar choices” she had made over the years. “Flops, you mean?” asked Dench, who laughed and added: “You’re not going to mention the Chronicles of Riddick are you? I’ve never watched it and I don’t think many other people have.”</p> \n<p>Describing how she came to take the part of Aareon in the sci-fi action film, Dench said that Vin Diesel had turned up at her dressing room when she was performing in the West End, with a bouquet of flowers “so long they couldn’t get it up the stairs”.</p> \n<p>“Well, you can’t say no to a man like that,” Dench said.</p> \n<p>She also revealed that she has finished filming on Tim Burton’s latest film, Miss Peregrine’s Home for Peculiar Children, in which she plays a long-legged bird, Miss Avocet. With a role in The Winter’s Tale, as part of Kenneth Branagh’s takeover of the Garrick theatre in the West End this year, Dench was adamant that she had no intention of giving up acting as long as she “keeps being asked”.</p> \n<p>“I like doing something different every time,” she added. “I’d like to play an animal that turns into something – I’d love that if anyone’s got the part?”</p> \n<p>Dench and Prince Edward were joined on stage by young people hailing from Israel, South Africa and Rwanda who had taken part in Films Without Borders workshops. Jill Samuels, founder and chair of the organisation, reported that former students had recently graduated to internships on large-scale movies such as Gerard Butler action film London Has Fallen and Florence Foster Jenkins, starring Meryl Streep and Hugh Grant. </p> \n<p>The evening also included a screening of The Dreamtime, a short film produced in Australia by Aboriginal youth from the greater Brisbane area, which recently premiered in the UK Film centre at Cannes. </p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157802299/70ecb50c-2329-44df-b49c-0a6318ce7418-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David M Benett/Getty Images","altText":"Judi Dench at St James’s Palace","cleanCredit":"Photograph: David M Benett/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157994993/5734699d-e4fa-4ac7-bf63-9f089946fa01-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘I suppose I’ve got a lot to thank your family for’ … Judi Dench with Prince Edward. Photograph: David M Benett/Getty Images","credit":"David M Benett/Getty Images","altText":"Judi Dench and Prince Edward","cleanCaption":"‘I suppose I’ve got a lot to thank your family for’ … Judi Dench with Prince Edward.","cleanCredit":"Photograph: David M Benett/Getty Images"}],"webPublicationDate":"2015-06-24T15:26:32Z","lastModified":"2015-06-24T23:20:03Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Hannah Ellis-Petersen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/17/1424182428491/Hannah-Ellis-Petersen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-ellis-petersen"}],"feature":false,"keywords":["Film","Judi Dench","Prince Edward","Culture","Monarchy","UK news","Charities","Education","Film industry"],"tags":[{"id":"film/film","webTitle":"Film"},{"id":"culture/judi-dench","webTitle":"Judi Dench"},{"id":"uk/prince-edward","webTitle":"Prince Edward"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/charities","webTitle":"Charities"},{"id":"education/education","webTitle":"Education"},{"id":"film/film-industry","webTitle":"Film industry"}],"section":{"id":"film"},"topics":[{"displayName":"Hannah Ellis-Petersen","topic":{"type":"tag-contributor","name":"profile/hannah-ellis-petersen"}}],"embeddedVideos":[{"id":"gu-video-421116469","source":"guardian.co.uk","durationInSeconds":245,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2013/10/28/131028Philomena-16x9.mp4"},{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2013/10/28/131028Philomena_3gpSml16x9.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/2013/10/28/131028Philomena/131028Philomena.m3u8"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2013/10/28/131028Philomena_3gpLg16x9.3gp"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2013/10/28/1382961446280/Dame-Judi-Dench-talks-abo-014.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Dame Judi Dench talks about making Philomena Photograph: guardian.co.uk","credit":"guardian.co.uk/guardian.co.uk","altText":"Dame Judi Dench talks about making Philomena","cleanCaption":"Dame Judi Dench talks about making Philomena Photograph: guardian.co.uk"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/24/judi-dench-speaks-to-prince-edward-films-without-borders-charity-event-st-james-palace","shortUrl":"http://gu.com/p/4a48m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/24/judi-dench-speaks-to-prince-edward-films-without-borders-charity-event-st-james-palace","webUri":"http://www.theguardian.com/film/2015/jun/24/judi-dench-speaks-to-prince-edward-films-without-borders-charity-event-st-james-palace"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157802299/70ecb50c-2329-44df-b49c-0a6318ce7418-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Royal appointment … Judi Dench was interviewed by Prince Edward at St James’s Palace, during an event celebrating the charity Films Without Borders. Photograph: David M Benett/Getty Images","credit":"David M Benett/Getty Images","altText":"Judi Dench at St James’s Palace","cleanCaption":"Royal appointment … Judi Dench was interviewed by Prince Edward at St James’s Palace, during an event celebrating the charity Films Without Borders.","cleanCredit":"Photograph: David M Benett/Getty Images"}},"importance":0,"kicker":{"title":"Judi Dench"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157802299/70ecb50c-2329-44df-b49c-0a6318ce7418-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David M Benett/Getty Images","altText":"Judi Dench at St James’s Palace","cleanCredit":"Photograph: David M Benett/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f62e7da2bd042c1ebb294625d46ddaf2bdd0a07/0_76_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Richard Bord/Getty Images","altText":"Kenneth Branagh said he meditated twice a day for half an hour a time ‘to calm that racing mind’ as well as ‘hear instincts’ or ‘uniformed hunches’.","cleanCredit":"Photograph: Richard Bord/Getty Images"}}]}],"lastModified":"2015-06-25T09:26:54Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}