{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Doomsday vault / The seeds that could save a post-apocalyptic world","rawTitle":"The seeds that could save a post-apocalyptic world","item":{"type":"article","id":"science/2015/may/20/the-doomsday-vault-seeds-save-post-apocalyptic-world","title":"The doomsday vault: the seeds that could save a post-apocalyptic world","trailText":"<strong>The long read:</strong> Set in an Arctic mountainside, the Svalbard seed bank contains the world’s most prized crops. But a row has erupted over whether this is the best hope of feeding the world after a catastrophe or just an overpriced deep freeze","standFirst":"Set in an Arctic mountainside, the Svalbard seed bank contains the world’s most prized crops. But a row has erupted over whether this is the best hope of feeding the world after a catastrophe or just an overpriced deep freeze","byline":"Suzanne Goldenberg","body":"<p>One Tuesday last winter, in the town nearest to the North Pole, Robert Bjerke turned up for work at his regular hour and looked at the computer monitor on his desk to discover, or so it seemed for a few horrible moments, that the future of human civilisation was in jeopardy.</p> \n<p>The morning of 16 December 2014 was relatively mild for winter in Svalbard: -7.6C with moderate winds. The archipelago, which lies in the Arctic ocean, is under Norway’s control, but it is nearly twice as far from Oslo as it is from the North Pole. The main town, Longyearbyen, has many unexpected comforts – tax-free liquor and cigarettes, clothing stores and a cafe with artisan chocolates shaped like polar bears and snowflakes. For Bjerke, who works for the Norwegian government’s property agency, Statsbygg, the cold and isolation were the big attraction when he moved there. Bjerke loved the stillness, and getting out into that big white Arctic wasteland on his snowmobile; so much so that he signed on for a second posting at Svalbard a decade or more after his first stint. But when Bjerke arrived at the office, he was looking forward to spending Christmas with his wife and three children near Oslo.</p> \n<p>Statsbygg’s green industrial-style building sits on a hill overlooking the town and the inky blue waters of a fjord. It is a stunning view, but that day, the monitor commanded Bjerke’s attention. In the most important property under his care – the Svalbard Global Seed Vault – the temperature reading was off. The vault was too warm.</p> \n<p>Since 2008, the Svalbard seed vault and its guardians have been entrusted by the world’s governments with the safekeeping of the most prized varieties of crops on which human civilisation was raised. That morning, it contained the seeds of nearly 4,000 plant species – more than 720,000 individual plastic-sheathed samples. The site was built to be disaster-proof: 130 metres up the mountain in case of sea-level rise, earthquake resistant, and with a natural insulation of permafrost to ensure the contents were kept frozen for decades to come.</p> \n<p>About 60% of Svalbard is glacial. There exist no signs that it was settled by humans before the early 20th century, when whalers and hunters built small communities along the coast, and coal was found. Nothing grows there apart from wildflowers and grass. But in the early 1980s, Nordic countries began using an abandoned mine shaft, down the hill from the vault, as a safe house for seeds. At a time when industrial-scale farming was perceived as a threat to crop diversity, it was the first experiment in using the permafrost as cold storage for seeds.</p> \n<p>When governments began to talk about the danger to crops from climate change, Norway emerged as one of the only places still trusted by both developing and industrialised countries: if there was to be an agreement on founding a safe house for seeds, Norway was the logical place. Governments from Washington to Pyongyang agreed to deposit back-up copies of their most precious plant resources in Svalbard. The late Kenyan environmental activist and Nobel laureate <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/wangari-maathai\" title=\"\">Wangari Maathai</a> made the first deposit, a box of rice seeds, in February 2008. On arrival at the vault, the seeds were plunged to a temperature of -18C, frozen in time against drought, pestilence, war, disease, and the slow-moving disaster of climate change.</p> \n<p>For plant scientists and farmers to breed the traits that can resist higher temperatures and long-term droughts, they need access to genetic diversity. In the event of a cataclysmic crop failure – for example, from a virulent new disease – and if all other samples of a given crop were destroyed, the world could count on the collection at Svalbard to provide the source material for the breeding of new varieties. The explicit promise of the <a href=\"https://www.croptrust.org/\" title=\"\">Crop Trust</a>, the international foundation behind the vault, was that the seeds at Svalbard would endure for ever, a lifeline in an uncertain future.</p> \n<p>As the man tasked with monitoring the vault, Bjerke feels the weight of that responsibility every day. He constantly checks the temperature, humidity, and other conditions inside the vault. “I have it on the screen all day,” he told me. “Some days I am up there two or three times.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"3090b7ea9518bb6976359719644bd591bdaa3757\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432049394396/14fd185a-fcfe-45d5-a7a7-0fc4f1257732-460x276.jpeg\" alt=\"The temperature inside Svalbard Global Seed Vault is kept at -18C.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The temperature inside the Svalbard Global Seed Vault is kept at -18C.</span> \n  <span class=\"element-image__credit\">Photograph: John McConnico/AP</span> \n </figcaption> \n</figure> \n<p>On 16 December, the temperature was a full 2C above the -18C established as the optimal temperature for ensuring the vault’s contents would remain viable. The surrounding permafrost would keep the temperature from rising above -6C, possibly for months, but malfunctions were never supposed to happen at Svalbard. “I had to find a solution,” he said.</p> \n<p>Bjerke got in his truck and drove up the winding road to the vault, scraped aside the ice crystals on the steel door and let himself in. The vault is usually left unmanned. It did not take long to discover the problem: an electrical connection in the refrigeration unit had rusted away – it was covered with golfball-sized chunks of ice. The entire cooling system had shut down. There was no back-up. Bjerke arranged for a technician to fly out the next day from Tromso, about 950km away. By that time the temperature in the vault was up to -14.5C.</p> \n<p>The technician arrived, quickly confirmed the diagnosis, and found the part of the cooling system that needed to be replaced. He broke it to Bjerke that the parts, which were made in Italy, would not be available until after Christmas. But the same technician also serviced the local supermarket in Longyearbyen and knew its freezer had a similar component. He arranged to borrow the part, as a temporary fix. “He put that part into this freezer unit, and started it, and it has gone ever since,” Bjerke said.</p> \n<p>Seed banks are vulnerable to near-misses and mishaps. That was the whole point of locating a disaster-proof back-up vault at Svalbard. But what if there was a bigger glitch – one that could not be fixed by borrowing a part from the local shop? There is now a growing body of opinion that the world’s faith, in Svalbard and the Crop Trust’s broader mission to create seed banks, is misplaced.<strong> </strong>Those who have worked with farmers in the field, especially in developing countries, which contain by far the greatest variety of plants, say that diversity cannot be boxed up and saved in a single container – no matter how secure it may be. Crops are always changing, pests and diseases are always adapting, and global warming will bring additional challenges that remain as yet unforeseen. In a perfect world, the solution would be as diverse and dynamic as plant life itself.</p> \n<p><strong>* * * </strong></p> \n<p><strong>On 26 February, the early morning light</strong> turned the snow on the lower slopes of the hills across the fjord from Longyearbyen to a blush pink. The town’s 2,000 residents started to think of spring, although the sun would not shine directly on their homes until 8 March. That morning, three government ministers from Denmark, Norway and Sweden arrived to visit the seed vault. All three had been recently appointed and this was their first visit. They were accompanied by Marie Haga, the executive director of the Crop Trust, who exudes the high wattage personality of her former career as a Green party leader in Norway. By the time their bus pulled up in front of a massive concrete portal jutting out of the snow, the moon was already high, and a fibre-optic display above the entrance lit up in an eerie blue-green glow against the night sky.</p> \n<p>It looked like a Bond villain’s lair. The three officials, Norway’s food and agriculture minister, Sylvi Listhaug, Sweden’s countryside minister, Sven-Erik Bucht, and Denmark’s food minister, Dan J&oslash;rgensen, zipped into identical blue and black snow suits and stepped over a short steel gangway into a tunnel reinforced with corrugated steel. A rack of crampons hung near the entrance – a precaution against slipping, since leaks in the vault can swiftly turn to ice. The officials, chatting with one another, followed the tunnel downhill for about 120 metres until it opened out into a large white hallway with three sets of double steel doors. Aides clomped behind carrying six large black plastic storage boxes. It was a symbolic occasion – if not a particularly solemn one – marking the first step towards the preservation of natural forests. The boxes contained thousands of seeds collected from Norway spruces and Scots pines that grow in forests in Norway and Finland. One of the samples came from a tree that dated back to 1938.<strong> </strong>The ministers took the boxes and entered the vault alone. They came out empty-handed a few minutes later, mission complete.</p> \n<p>From the inside, the vault looks like a boiler room or warehouse – a forgotten corner of a government building, with its bare walls and utilitarian metal shelving. It was chilled to -18C. At this temperature, fingers cramp almost instantly, and batteries in mobile phones shut down in minutes. In a room the size of a tennis court, 10 rows of warehouse shelving, labelled alphabetically, are loaded with storage boxes, 12 to a shelf. The boxes are stacked as they arrive – North Korea’s rough wooden crates sit next door to deposits from the US, Russia’s contributions on top of Ukraine’s. The critical data about the seeds, their genetic sequencing and traits, is kept off site.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>North Korea’s rough wooden crates sit next door to deposits from the US, Russia’s contributions on top of Ukraine’s</p> \n </blockquote> \n</aside> \n<p>With its exalted mission and its eternal ambitions, Haga likens the atmosphere inside the vault to that of a cathedral. After dozens of visits over the years, Cary Fowler, the original director and now senior adviser to the Crop Trust, is more down to earth. “If you look at it, it’s a pretty simple facility. It’s a big tunnel,” he said.</p> \n<p>For the last two years, Haga and Fowler have performed as a double act, promoting the Crop Trust’s mission. Haga, a relentlessly upbeat former diplomat and politician, has leveraged her network of contacts to bring in big funders and media attention. Fowler, a soft-spoken scientist from Tennessee, has been the guiding force behind the vault since it was just a germ of an idea. Among the small and closely connected circles of scientists and bureaucrats who are involved with efforts to save crop diversity, there is enormous respect for Fowler. His background is agriculture, and his reputation for working with farmers has helped insulate the Crop Trust against those who suspect the enterprise is part of a secret plot by agribusiness to gain control of heirloom seeds.</p> \n<p>“If you ask me: is there anything bad that could happen at Svalbard? Is there any way it can be destroyed? There are no guarantees in this world,” Fowler said. “People say, ‘What if an atomic bomb dropped on top of the mountain?’ And I think that would probably do it.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f72a9acd33db09d15123e8a8ac5969cae1d4dae4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432047805342/2ecc97a4-1992-407c-b411-fc27448eef94-460x276.jpeg\" alt=\"The seeds are stored in boxes labelled alphabetically, in a room kept at -18C.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The seeds are stored in boxes labelled alphabetically, in a room that looks like a warehouse.</span> \n  <span class=\"element-image__credit\">Photograph: Images Group/REX_Shutterstock</span> \n </figcaption> \n</figure> \n<p>Fowler, now 69, came of age in the civil rights and anti-Vietnam war movements; his first job in agriculture was with an NGO. From the 1990s, he was at the centre of efforts to persuade governments and institutions of the importance of protecting crop diversity – and then securing an international agreement that would actually do it. He eventually grew frustrated by the grinding pace of United Nations negotiations and the “poisonous” politics that engulfed them. Instead, he invested his energies in finding a safe place for seeds – a back-up to the seed banks across the developing world, especially those whose collections were endangered by natural disasters or war. When the Crop Trust was founded, Fowler took the helm.</p> \n<p>The morning after the ministers’ visit, as the sun came up over the open waters of the fjord, Fowler joined officials from the <a href=\"http://www.nordgen.org/index.php/en\" title=\"\">Nordic Genetic Resource Center (NordGen)</a> at Longyearbyen’s airport to process an even bigger delivery. It comprised 58 boxes, containing 20,000 specimens from the <a href=\"http://www.ars.usda.gov/recovery/collin.htm\" title=\"\">US Department of Agriculture (USDA)</a>, the <a href=\"http://www.africarice.org/\" title=\"\">Africa Rice Centre</a>, and <a href=\"http://www.seedsavers.org/\" title=\"\">Seed Savers Exchange</a> – Fowler’s old organisation – which collects and shares seeds among farmers and other growers. The vault is generally opened up only three times a year for deposits and a limited number of people are allowed inside at one time. Before leaving the airport, Fowler and the NordGen officials ran the boxes through the airport x-ray machine, but security staff were not permitted to open them or look inside. One of the long list of conditions for deposits to the vault stipulates that only the original depositor will ever have access to their contribution. (This stipulation was made in order to satisfy nations that feared big biotech companies would steal their heirloom crops.)</p> \n<p>Once at the vault, Fowler and the others slapped barcode labels on the boxes and trooped in to shelve them. With the latest deposits – soybeans, barley, lentils, sorghum and wheat from the USDA and rice from Africa – the vault now contains 865,000 different samples. Most are from a few core species – the focus is on conserving 25 staple crops, such as corn, wheat, rice and legumes. There are nearly 160,000 samples of wheat, and approaching 150,000 samples of rice.</p> \n<p>Almost every country in the world has deposited seeds – with some notable exceptions. Japan and China have yet to join in. India remains wary and, Fowler said, there are not enough specimens of green leafy vegetables, which are important staples in Africa. Italy has deposited only two samples, both of the maize used to make polenta, and there has been a drop-off in deposits from developing countries in the last two years, since the vault stopped paying for shipping.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"9fa2c4395a4b57ae7af49fc68e41e9da0ad4db26\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432047943270/d8a0b5db-6eee-4081-8a26-80116cdabc82-460x276.jpeg\" alt=\"Cary Fowler, the Crop Trust’s senior adviser, at the Svalbard vault.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cary Fowler, the Crop Trust’s senior adviser, at the Svalbard vault.</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/REX_Shutterstock</span> \n </figcaption> \n</figure> \n<p>At the other extreme, there has been the difficult matter of turning away potential deposits because they duplicated existing material. Some national seed banks have had to be told that their prized variety was surplus to requirements, and that a neighbouring country, possibly a rival, had got their deposit in first. Some crops cannot be stored in Svalbard, because they require different conditions. There are no bananas, apples, cassavas or tubers. But by Fowler’s count, the collection covers about half of the world’s known crop diversity, which he estimates at about 1.4m plant varieties. The first chamber is already starting to fill up, with space remaining for 750 boxes, if the trust adds new storage units. Operations are already under way to cool down one of the adjacent chambers. When the steel doors first swung open in February 2008, Fowler would have been happy with 300,000 specimens.</p> \n<p>“I did not expect it to go this fast, and I did not think that we would seriously be contemplating the need to open up that second room in the near to medium future,” he said.</p> \n<p><strong>* * *</strong></p> \n<p><strong>Our ability to feed a global population </strong>projected to reach 11 billion by 2100 is under increasing threat from hotter, drier seasons, wild swings from drought to flood, and new diseases. Staples such as wheat and corn are likely to be among the most vulnerable to wild weather, pests and disease. In the 1960s and 1970s farmers began to abandon their traditional seeds and take up new hybridised varieties, which promised bigger yields. Seeds that had been locally developed over centuries disappeared without a trace. China, for example, is believed to have lost 90% of its rice varieties. In the early 1900s, US seed catalogues offered more than 400 varieties of peas – now almost all of the US commercial crop is grown from just two. Many of the wild relatives of crops – species that could possess important traits of resistance to diseases or pests – are also becoming extinct. There are farmers in the American midwest who still remember the fungus that wiped out a quarter of the US corn crop in the 1970s. In the last few months, a devastating mutation of wheat rust has wiped out crops across Africa. These epidemics might have been stopped in the early stages if farmers were planting different varieties of crops.</p> \n<p>With the advent of global warming, farmers needed diversity more than ever because it was unclear what varieties would flourish in unfamiliar conditions. But national seed collections, and the 15 international seed banks, have struggled for survival. The Iraqi seed vault, which was located near the notorious prison of Abu Ghraib, was looted and destroyed in the chaos that followed the US invasion of 2003. The guardians of Afghanistan’s seed banks hid some of their samples before fleeing the Taliban takeover in the 1990s, but when they returned they found that the boxes had been looted, and the seeds scattered on the ground. The Philippine gene bank burnt down in 2012, six years after it was wrecked by a flood. Egypt’s catalogue of desert seeds, held in the northern Sinai, was ransacked by looters during the 2011 uprisings. There were some daring rescues: materials from the seed bank in the city of Aleppo were smuggled out in batches by workers and commercial courier services a few weeks before the Syrian war reached its walls. Back-ups to that collection are now shelved at Svalbard.</p> \n<p>The greatest destruction, however, has been wrought by budget cuts and mismanagement at seed banks. Those steady losses, generally unrecorded, provided Fowler’s main incentive. “Why did we build it? It wasn’t because some apocalypse was coming,” he said. “It was because we knew gene banks were losing samples, and were losing them for stupid reasons – cuts, equipment failure and human error. Prior to the seed vault we were losing diversity. I am convinced that we were losing at least a variety a day, silently. It was this kind of drip, drip, drip of extinction. We put an end to that – at least for 865,000 varieties.”</p> \n<p>In any other gene bank, that would just be the beginning. A&nbsp;collection – though frozen – is a living thing. It has value only so long as the seeds remain viable. Over time, scientists take out samples, put them in petri dishes and see whether they will sprout. If the samples show signs of failure, the seeds would be sown, a new generation raised, and fresh set of samples restored to the bank. These methods are not practical for Svalbard, because the vault is so inaccessible. If seeds must be grown, that will happen elsewhere.</p> \n<p>Simply banking seeds in case of a future catastrophe is not enough to save diversity. They have to be kept alive, and examined for potentially useful traits: inbuilt resistance to ancient scourges, pests or droughts. Otherwise, said Phil Pardey, an agricultural economist at the University of Minnesota, the seed vault is just taking funds that could be used to breed other plants.</p> \n<p>“They don’t do any of the collections, none of the testing or re-testing,” he said. “All they are doing is parking those seeds. At the end of the day, it is just one repository.”</p> \n<p><strong>* * *</strong></p> \n<p><strong>Nori Ignacio stood in a warm hotel lobby</strong> near the main shopping street of Longyearbyen, clutching a big grey cardigan around her and glancing anxiously out the window as a ferocious east wind battered pedestrians heading up to town. She had been invited to Svalbard for a preview of the Crop Trust’s plans for the seed vault. Ignacio, who is from the Philippines, is the executive director of <a href=\"http://searice.org.ph/\" title=\"\">South-East Asia Regional Initiatives for Community Empowerment</a> (Searice), and has worked for years helping farmers cope with natural disaster and climate change. She listened closely as Fowler outlined the Crop Trust strategy for a meeting of its international advisory panel, following up with polite but pointed questions.</p> \n<p>“I understand the motive is very noble, but our interest is in how to make this initiative useful for farming communities,” she said a little while later. “The way I see it now, it can be useful in the case of what happened to Syria. In emergency cases like that, you need a place where you can store in safety all the collections you have in your country. But for us in the Philippines …” her voice trailed away.</p> \n<p>The battle between two schools of thought about how best to save crop diversity has been fierce. Fowler has been accused of selling out to industry, and subjected to public harangues. To this day, <a href=\"http://www.centerforfoodsafety.org/andrew-kimbrell\" title=\"\">Andrew Kimbrell, the founder of the Center for Food Safety</a> in Washington DC – a former friend of Fowler’s, who is now one of his fiercest critics – cannot utter the word “Svalbard” without putting on a vaguely middle-European accent and letting out a demonic laugh.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The battle between two schools of thought about how best to save crop diversity has been fierce</p> \n </blockquote> \n</aside> \n<p>The dispute centres on whether it is best to save crop diversity by working with communities in the fields, or in institutions. It is pretty clear that it will be extremely difficult to find the funding to do both, so, as much as scientists say they do not like to choose sides, they are forced to do so. The Crop Trust is betting on seed banks – with Svalbard as the ultimate back-up – to provide a haven for the genetic materials that can be retrieved 50 or more years in the future. That strategy has been endorsed by governments, industry, and funding bodies such as the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/bill-and-melinda-gates-foundation\" title=\"\">Bill and Melinda Gates Foundation</a>. Since 2004, the Crop Trust has raised more than $410m for the vault and other seed banks. Norway, which paid for the vault, was the biggest donor, committing $45m, followed by America, Britain, and Australia. The Gates Foundation has pledged nearly $30m.</p> \n<p>The isolated majesty of the Svalbard seed vault, while a triumph of technology and global cooperation, is sucking up available funding, and yet this highly centralised approach may not in the end be up to the task of helping farmers cope with climate change, 50 or 100 years from now. New research suggests as much as <a href=\"http://www.sciencedaily.com/releases/2015/02/150213164846.htm\" title=\"\">75% of global crop diversity exists outside the big institutional seed banks</a> and is held instead by some of the world’s most marginal farmers, most of them women.</p> \n<p>“We recognise the importance of gene banks. We are not saying they are not important,” said Ignacio. “But for us what they are doing, and what they have got to do, is just collect, and there is not much interaction with the community.” She argues that the best way to save crop diversity would be to just help farmers get on with it.</p> \n<p>A few years ago, scientists might have dismissed the idea of recruiting farmers to help save crop diversity. Emile Frison, a former director of Biodiversity International, and an advisor to the Crop Trust. “The goal really was to maintain that material, watching it carefully to make sure it was identical over the years. It was almost like a religion.”It is argued with increasing force that seed banks cannot make up for the practical knowledge of farmers on the ground, or compete with their ingenuity.<strong> </strong>“The breeding value of these varieties is huge, the existence value is much more amorphous,” Phil Pardey said. “If all we did was stick the material in Svalbard and not use any of it for breeding, it is pretty damn expensive.”</p> \n<p>Other scientists have complained that the Svalbard seed vault has soaked up funding that could have been put to better use helping farmers. “The problem with relying entirely on material in gene banks is that it freezes evolution,” said <a href=\"http://www.birmingham.ac.uk/staff/profiles/biosciences/maxted-nigel.aspx\" title=\"\">Nigel Maxted, a plant scientist at the University of Birmingham</a>. He has led conservation projects in farmers’ fields and is also involved in a project with the Crop Trust, and is convinced that other on-the-ground strategies could prove more effective than seed vaults.</p> \n<p>Fowler, however, insists that field conditions expose crops to the natural disasters and economic vagaries that made in-situ conservation so unpredictable. “It is out in the real world – that makes it vulnerable because you have typhoons, hurricanes, natural disasters and pests that come along,” he said. Other variables, such as families leaving farms for cities, can lead to varieties being lost. And keeping seeds close to the land offers no guarantees, either. “If you’ve got a crop, an heirloom variety, a traditional variety, somewhere in Africa, and you say, that’s great, it’s going to adapt to climate change – well, maybe not,” Fowler said. “If it doesn’t have the right traits, your farmer is going to starve or go out of business long before that crop will naturally adapt through mutation.”</p> \n<p>* * *</p> \n<p><strong>In the light of day, the concrete portal</strong> of the seed vault looks a bit like an iceberg jutting out of the snow. The staff at the Crop Trust like the visual metaphor. The vault, they say, is just the beginning of their mission. That became clear the weekend of the Nordic officials’ visit to the seed bank, when Haga,<strong> </strong>in puffy red down jacket and socks, stood in the conference room of the other big hotel in Svalbard energetically pitching German and European Union officials and agribusiness executives about the trust’s next big idea.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"7f235bdc0c6c454c0fa0c810331d3d43e73dbee3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432048683424/32bb1b71-51f5-4ae0-933d-035137ce9622-460x276.jpeg\" alt=\"In daylight, the concrete portal seed vault looks a bit like an iceberg jutting out of the snow.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In daylight, the concrete portal of the seed vault looks a bit like an iceberg jutting out of the snow.</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/REX_Shutterstock</span> \n </figcaption> \n</figure> \n<p>The Crop Trust is hoping to use the success of Svalbard to launch an even more ambitious plan. It is targeting governments, foundations and agribusiness, aiming to raise $850m, in order to provide permanent funding for the Svalbard seed vault and a number of seed banks in other countries. For those struggling to save diversity in the fields, it is a dazzling figure. But Haga clearly thinks it is within her grasp. Over the last seven years, the trust has carefully tended a network of supporters, inviting officials, company executives, and foundation chairs to tour the vault. Their visits are followed by some Arctic recreation: snowmobile trips to the glacier, dog-sledding with huskies. The vault is the trust’s prime exhibit and a key part of the sales strategy. “When you talk about a doomsday vault and you put a polar bear next to it, people are interested in finding out more about that,” the Crop Trust’s biodiversity adviser Frison said.</p> \n<p>The logistics of using the vault to sell the Crop Trust’s larger mission are challenging, to say the least. In early February, Queen Sonja of Norway was due to visit, after a day of skiing and other outdoor activities in Svalbard. Haga drove up to the vault to welcome her. But as she was waiting, a blizzard roared in from Greenland. The Norwegian royal party decided to call off the visit – Queen Sonja is 77, after all. Haga was stranded at the vault, until the town snow plough lumbered up the hill to dig her out.</p> \n<p>But Haga is indefatigable. She was already working to persuade Queen Sonja to return, and exploring the idea of bringing other European royals and celebrities to the vault. The Crop Trust’s mission is strictly focused on developing seed banks – and raising funds for that is a challenge. So far, with all the glamour of Svalbard, the trust has raised just $170m.</p> \n<p>Whichever of the competing strategies for saving crop diversity is the right one – in seed banks or in the fields – the reality is that both approaches are starved of support. What has become clear to Haga is that the seed banks are in a terrible state. The material in storage is ageing dangerously fast – another few years and many of the samples will be too old to produce crops. Unless funds can be raised to plant the specimens out at research field stations and then store the next generation of seeds, the material will be worthless. Seed banks are also struggling to keep up with technology. In an age when anybody can take a cheek swab to check their DNA, painfully little is known about the genetics of the plants on which civilisation has depended for 10,000 years. The Crop Trust is funding programmes to create an online searchable database of global seed collections so plant breeders and scientists can seek out and then develop desirable traits for future varieties, but the work is painfully slow.</p> \n<p>“Today, coming into a gene bank is a little bit like coming into a supermarket where you don’t have labels on cans,” said Haga.</p> \n<p>What the Crop Trust proposed was a sort of triage on the major seed banks: selecting those worthy of support and winnowing out those not up to standard. In its early days, however, it is a process not unlike natural selection, Haga said. Only one of 11 major gene banks operated under the <a href=\"http://www.cgiar.org/\" title=\"\">Consortium of International Agricultural Research Centres</a> met the Crop Trust’s standards and would be eligible for those funds: the <a href=\"http://irri.org/our-work/locations/philippines\" title=\"\">International Rice Research Institute</a> in the Philippines.</p> \n<p>“The biggest surprise for everybody when we dived into the international gene banks was that they are not up to the standard that we had expected,” Haga said. “To me, it’s obvious, we can’t fund long-term any gene bank that isn’t up to standard because our goal is to make sure this terribly important natural resource is available for all future generations. I can’t go to a donor and ask them for in-perpetuity grants if I can’t guarantee that money is well spent.”</p> \n<p><a href=\"http://www.ebcd.org/en/EP_Intergroup_CCBSD/General__information.html\" title=\"\">Pavel Poc</a>, who chairs the European parliament’s climate change, biodiversity and sustainability group, was already a supporter. Over breakfast, a few weeks after our first meeting in Svalbard, he said he was looking for funding from the EU budget. “We can see with the Mona Lisa how valuable it is but we are not able to understand that every single crop variety that disappears is of similar value to great art,” he said. “Every single species we destroy – we can not simply develop again.”</p> \n<p><span class=\"bullet\">•</span> Follow the Guardian Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047566236/9323278a-53c1-499d-810e-29a29d2f1c0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Mari Tefre/Crop Trust/PA","altText":"The Svalbard seed vault, with its fibre-optic display above the entrance, looks like a Bond villain’s lair. Mari Tefre/Crop Trust","cleanCredit":"Photograph: Mari Tefre/Crop Trust/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432049395829/14fd185a-fcfe-45d5-a7a7-0fc4f1257732-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The temperature inside the Svalbard Global Seed Vault is kept at -18C. Photograph: John McConnico/AP","credit":"John McConnico/AP","altText":"The temperature inside Svalbard Global Seed Vault is kept at -18C.","cleanCaption":"The temperature inside the Svalbard Global Seed Vault is kept at -18C.","cleanCredit":"Photograph: John McConnico/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047806934/2ecc97a4-1992-407c-b411-fc27448eef94-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The seeds are stored in boxes labelled alphabetically, in a room that looks like a warehouse. Photograph: Images Group/REX_Shutterstock","credit":"Images Group/REX_Shutterstock","altText":"The seeds are stored in boxes labelled alphabetically, in a room kept at -18C.","cleanCaption":"The seeds are stored in boxes labelled alphabetically, in a room that looks like a warehouse.","cleanCredit":"Photograph: Images Group/REX_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047944801/d8a0b5db-6eee-4081-8a26-80116cdabc82-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cary Fowler, the Crop Trust’s senior adviser, at the Svalbard vault. Photograph: Sipa Press/REX_Shutterstock","credit":"Sipa Press/REX_Shutterstock","altText":"Cary Fowler, the Crop Trust’s senior adviser, at the Svalbard vault.","cleanCaption":"Cary Fowler, the Crop Trust’s senior adviser, at the Svalbard vault.","cleanCredit":"Photograph: Sipa Press/REX_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432048685059/32bb1b71-51f5-4ae0-933d-035137ce9622-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In daylight, the concrete portal of the seed vault looks a bit like an iceberg jutting out of the snow. Photograph: Sipa Press/REX_Shutterstock","credit":"Sipa Press/REX_Shutterstock","altText":"In daylight, the concrete portal seed vault looks a bit like an iceberg jutting out of the snow.","cleanCaption":"In daylight, the concrete portal of the seed vault looks a bit like an iceberg jutting out of the snow.","cleanCredit":"Photograph: Sipa Press/REX_Shutterstock"}],"webPublicationDate":"2015-05-20T05:00:04Z","lastModified":"2015-05-20T05:00:04Z","metadata":{"commentable":true,"commentCount":92,"contributors":[{"name":"Suzanne Goldenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannegoldenberg"}],"feature":true,"keywords":["Plants","Conservation","Norway","Biology","Science","Environment","Europe","World news"],"tags":[{"id":"science/plants","webTitle":"Plants"},{"id":"environment/conservation","webTitle":"Conservation"},{"id":"world/norway","webTitle":"Norway"},{"id":"science/biology","webTitle":"Biology"},{"id":"science/science","webTitle":"Science"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"science"},"topics":[{"displayName":"Suzanne Goldenberg","topic":{"type":"tag-contributor","name":"profile/suzannegoldenberg"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/20/the-doomsday-vault-seeds-save-post-apocalyptic-world","shortUrl":"http://gu.com/p/49333","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/20/the-doomsday-vault-seeds-save-post-apocalyptic-world","webUri":"http://www.theguardian.com/science/2015/may/20/the-doomsday-vault-seeds-save-post-apocalyptic-world"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432047566236/9323278a-53c1-499d-810e-29a29d2f1c0e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The Svalbard seed vault, with its fibre-optic display above the entrance, looks like a Bond villain’s lair. Photograph: Mari Tefre/Crop Trust/PA","credit":"Mari Tefre/Crop Trust/PA","altText":"The Svalbard seed vault, with its fibre-optic display above the entrance, looks like a Bond villain’s lair. Mari Tefre/Crop Trust","cleanCaption":"The Svalbard seed vault, with its fibre-optic display above the entrance, looks like a Bond villain’s lair.","cleanCredit":"Photograph: Mari Tefre/Crop Trust/PA"}},"importance":7,"kicker":{"title":"Doomsday vault"},"showQuotedHeadline":false},{"title":"Faeces, bacteria, toxins: welcome to the chicken farm","rawTitle":"Faeces, bacteria, toxins: welcome to the chicken farm","item":{"type":"comment","id":"commentisfree/2015/may/19/chicken-welfare-human-health-meat","title":"Faeces, bacteria, toxins: welcome to the chicken farm","trailText":"Whether it’s welfare standards, environmental impact or the emerging threat to human health, we’ve got to change our insatiable greed for this meat","standFirst":"Whether it’s welfare standards, environmental impact or the emerging threat to human health, we’ve got to change our insatiable greed for this meat","byline":"George Monbiot","body":"<p>It’s the insouciance that baffles me. To participate in the killing of an animal: this is a significant decision. It spreads like a fungal mycelium into the heartwood of our lives. Yet&nbsp;many people eat meat sometimes two or three times a day, casually and hurriedly, often without even&nbsp;marking&nbsp;the fact.</p> \n<p>I don’t mean to blame. Billions are spent, through advertising and marketing, to distract and mollify, to trivialise the weighty decisions we make, to ensure that we don’t connect. Even as we search for meaning and purpose, we want to be told that our actions are inconsequential. We seek reassurance that we are significant, but that what we do is not.</p> \n<p>It’s not blind spots we suffer from. We have vision spots, tiny illuminated patches of perception, around which everything else is blanked out. How often have I seen environmentalists gather to bemoan the state of the world, then repair to a restaurant in which they gorge on beef or salmon? The Guardian and Observer urge us to go green, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/georgemonbiot/2012/nov/08/guardian-fish-hypocrisy-observer\" title=\"\">then publish recipes for fish</a> whose capture rips apart the life of the sea.</p> \n<p>The television chefs who bravely sought to break this spell might have been talking to the furniture. Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east. I say factories for this is what they are: you would picture something quite different if I said farm; they are hellish places. You might retch if you entered one – yet you eat what they produce without thinking.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9ca808fa205512598c1f153a409a973be29e24c2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432057997082/d7ebf97c-e843-4560-b0c8-2baf92cde5d8-460x276.jpeg\" alt=\"Chicken factory\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east.</span> \n </figcaption> \n</figure> \n<p>Two giant broiler units are <a href=\"https://www.herefordshire.gov.uk/planning-and-building-control/development-control/planning-applications/details?id=143343&amp;search=143343\" title=\"\">now being planned</a> to sit at the head of the <a href=\"http://visitherefordshire.co.uk/golden-valley/\" title=\"\">Golden Valley in Herefordshire</a>, one of the most gorgeous landscapes in Britain. Each shed at Bage Court Farm – warehouses 90 metres long – is likely to house about 40,000 birds that will be cleared out, killed and replaced every 40 days or so. The UK now has some 2,000 chicken factories, to meet a demand for the meat that has <a href=\"https://www.gov.uk/government/statistical-data-sets/family-food-datasets\" title=\"\">doubled in 40 years</a>.</p> \n<p>I don’t know how these units will operate, but factories elsewhere inflict noise and dust and stench and traffic on quiet corners of the country. Because everything is automated, they employ few people, and those in hideous jobs: picking up and binning the birds that drop dead every day, catching chickens for slaughter in a flurry of excrement and feathers, then scraping out the warehouses before the next batch arrives.</p> \n<p>The dust such operations raises is an <a href=\"http://www.hse.gov.uk/pubns/web40.pdf\" title=\"\">exquisite compound</a> of aerialised faeces,&nbsp;chicken dander (dead skin), mites, bacteria, fungal spores, mycotoxins, endotoxins, veterinary medicines, pesticides, ammonia and hydrogen sulphide. It is listed as a substance hazardous to health, and helps explain why 15% of poultry workers <a href=\"http://www.hse.gov.uk/pubns/web40.pdf\" title=\"\">suffer from chronic bronchitis</a>.</p> \n<p>Yet, uniquely in Europe, the British government classifies unfiltered roof vents on poultry sheds as the “best available technology”. If this were any other industry, it would be obliged to build a factory chimney to disperse the dust and the stink. But farming, as ever,&nbsp;is protected by deference and vested interest, excluded from the regulations, planning conditions and taxes other businesses must observe. Already, Herefordshire county council has approved chicken factories close to schools, without surveying the likely extent of the dust plumes before or after the business opens. Bage Court Farm is just <a href=\"http://goldenvalleyactiongroup.org/\" title=\"\">up-wind of the village of Dorstone</a>.</p> \n<p>Inside chicken factories are scenes of cruelty practised on such a scale that they almost lose their ability to shock. Bred to grow at phenomenal speed, many birds collapse under their own weight and lie in the ammoniacal litter, acquiring <a href=\"http://www.rspca.org.uk/adviceandwelfare/farm/meatchickens/whatarewedoing\" title=\"\">burns on their feet and legs</a> and lesions on their breasts. After slaughter they are graded. Those classified as grade A can be sold whole. The others must have parts of the body removed, as they are disfigured by bruising, burning and necrosis. The remaining sections are cut up and sold as portions. Hungry yet?</p> \n<p>Plagues spread fast through such factories, so broiler businesses often dose their birds with antibiotics. These&nbsp;require prescriptions but – amazingly – the <a href=\"http://www.soilassociation.org/LinkClick.aspx?fileticket=G9q4uEb5deI%3D&amp;tabid=1841\" title=\"\">government keeps no record</a> of how many are issued. The profligate use of antibiotics on farms <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sustainable-business/food-farming-antibiotics-health-challenge-business\" title=\"\">endangers human health</a>, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2014/jul/07/reduce-antibiotics-farm-animals-resistant-bacteria\" title=\"\">it makes bacterial resistance more likely</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Nor does free range solve the feed problem: the birds are usually fed on soya, for which rainforests are wrecked</p> \n </blockquote> \n</aside> \n<p>But Herefordshire, like other county councils in the region, scarcely seems to care. How many broiler units has it approved? Who knows? Searches by local people suggest 42 in the past 12 months. But in December the council claimed it has authorised 21 developments since 2000. This week it told me it has granted permission to 31 since 2010. It admits that it “has&nbsp;not produced any specific strategy for managing broiler unit development”. Nor has it assessed the cumulative impact of these factories. At Bage Court&nbsp;Farm, as elsewhere, the council has decided&nbsp;that no environmental impact assessment is needed.</p> \n<p>So how should chicken be produced? The obvious answer is free range, but this&nbsp;exchanges one set of problems for another. Chicken dung is rich in soluble reactive phosphate.&nbsp;Large outdoor flocks lay down a scorching carpet of droppings, from which phosphate can leach or flash-flood into the nearest stream.</p> \n<p>Rivers such as the Ithon, in Powys, are said to run white with chicken excrement after rainstorms. The River Wye, a special area of conservation, is <a href=\"https://www.herefordshire.gov.uk/media/1130131/176_Wye_and_Usk_Foundation.pdf\" title=\"\">blighted by algal&nbsp;blooms</a>: manure stimulates the growth of green murks and slimes that kill fish and insects when they rot. Nor does free range solve the feed problem: the birds are usually fed on soya, for which rainforests and cerrado on the other side&nbsp;of the world are wrecked.</p> \n<p>There is no sensible way of producing&nbsp;the amount of chicken we eat. Reducing the impact means eating less meat – much less. I know that most people are not prepared to stop altogether. But is it too much to ask that we should eat meat as our grandparents did, as something rare and special, rather than as something we happen to be stuffing into our faces while reading our emails? To recognise that an animal has been sacrificed to serve our appetites, to observe the fact of its death: is this not the least we owe it?</p> \n<p>Knowing what we do and what we induce others to do is a prerequisite for a life that is honest and meaningful. We owe something to ourselves as well: to overcome our disavowal, and connect.</p> \n<p>Twitter: @georgemonbiot. A fully referenced version of this article can be found at <a href=\"http://www.monbiot.com/\" title=\"\">monbiot.com</a></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057402536/Man-holding-a-chicken-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something rare and special, rather than as ­something we happen to be stuffing into our faces while reading our emails?' Photograph: Graeme Robertson","credit":"/Graeme Robertson","altText":"Man holding a chicken","cleanCaption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something rare and special, rather than as ­something we happen to be stuffing into our faces while reading our emails?' Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057998463/d7ebf97c-e843-4560-b0c8-2baf92cde5d8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east.","credit":"Lester Lefkowitz/Lester Lefkowitz","altText":"Chicken factory","cleanCaption":"Giant chicken factories are springing up throughout the west of England, the Welsh marches and the lowlands of the east."}],"webPublicationDate":"2015-05-19T19:42:57Z","lastModified":"2015-05-19T23:00:59Z","metadata":{"commentable":true,"commentCount":692,"contributors":[{"name":"George Monbiot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/10/1410361956546/George-Monbiot-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/georgemonbiot"}],"feature":false,"keywords":["Farming","Environment","Chicken","Food & drink","Meat","Life and style"],"tags":[{"id":"environment/farming","webTitle":"Farming"},{"id":"environment/environment","webTitle":"Environment"},{"id":"lifeandstyle/chicken","webTitle":"Chicken"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/meat","webTitle":"Meat"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"George Monbiot","topic":{"type":"tag-contributor","name":"profile/georgemonbiot"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/chicken-welfare-human-health-meat","shortUrl":"http://gu.com/p/493g2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/19/chicken-welfare-human-health-meat","webUri":"http://www.theguardian.com/commentisfree/2015/may/19/chicken-welfare-human-health-meat"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432057402536/Man-holding-a-chicken-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something special, rather than as ­something we happen to be stuffing into our faces while reading our emails?’ Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Man holding a chicken","cleanCaption":"‘Is it too much to ask that we should eat meat as our grandparents did, as ­something special, rather than as ­something we happen to be stuffing into our faces while reading our emails?’ Photograph: Graeme Robertson"}},"importance":6,"byline":{"title":"George Monbiot"},"showQuotedHeadline":true},{"title":"Body-shaming / Is it OK to pick on fat people?","rawTitle":"Is it OK to pick on fat people?","item":{"type":"video","id":"commentisfree/video/2015/may/20/fat-people-discrimination-video","title":"Is it ok to pick on fat people?","trailText":"<p>Deborah Coughlin argues that it's about time attitudes towards big people – and even perhaps the law – began to change</p>","standFirst":"<strong>Deborah Coughlin</strong> has been fat and thin loads of times, going from a size 18 to 14, then 22 to eight, and 14 back up to 22 again. Many businesses and individuals alike seem to think it's acceptable to discriminate against big people because of their weight. But, she argues, it's about time attitudes towards fatties – and even perhaps the law – began to change","byline":"Deborah Coughlin, Maya Wolfe-Robinson, Leah Green, Caterina Monzani and Bruno Rinvolucri","body":"<video data-media-id=\"gu-video-456767748\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/5/18/1431965273610/KP_230653_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/05/18/150518FatshamingCIF_fin_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/05/18/150518FatshamingCIF_fin_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/05/18/150518FatshamingCIF_fin.m3u8\"></source>\n <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10377205&amp;format=video/3gp&amp;minwidth=700\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/05/18/150518FatshamingCIF_fin_small.3gp\"></source> \n</video>","video":{"id":"gu-video-456767748","source":"guardian.co.uk","durationInSeconds":232,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/18/150518FatshamingCIF_fin_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/18/150518FatshamingCIF_fin.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/18/1431965273610/KP_230653_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination","cleanCaption":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination","cleanCredit":"guardian.co.uk"}},"section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/18/1431965273610/KP_230653_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination","cleanCaption":"620x372 trailpic for Deborah Coughlin: Is fat shaming the last acceptable form of discrimination","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-05-20T07:00:00Z","lastModified":"2015-05-20T07:00:00Z","metadata":{"commentable":true,"commentCount":168,"contributors":[{"name":"Caterina Monzani","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caterina-monzani"},{"name":"Bruno Rinvolucri","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rinvolucri-bruno"},{"name":"Maya Wolfe-Robinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maya-wolfe-robinson"},{"name":"Leah Green","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/leah-green"},{"name":"Deborah Coughlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deborah-coughlin"}],"feature":false,"keywords":["Obesity","Health","Health & wellbeing","Body image"],"tags":[{"id":"society/obesity","webTitle":"Obesity"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"lifeandstyle/body-image","webTitle":"Body image"}],"section":{"id":"commentisfree"},"topics":[],"series":{"title":"Comment is free weekly videos","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/comment-is-free-weekly"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/video/2015/may/20/fat-people-discrimination-video","shortUrl":"http://gu.com/p/492f8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/video/2015/may/20/fat-people-discrimination-video","webUri":"http://www.theguardian.com/commentisfree/video/2015/may/20/fat-people-discrimination-video"},"shouldHideAdverts":false},"importance":5,"kicker":{"title":"Body-shaming"},"showQuotedHeadline":false},{"title":"'I couldn't sleep and I couldn't eat' / Family reunited after housing battle led to homelessness and separation","rawTitle":"Family reunited after housing battle led to homelessness and separation","item":{"type":"article","id":"society/2015/may/20/family-reunited-housing-battle-separation-benefits-cap","title":"Family reunited after housing battle led to homelessness and separation","trailText":"Titina Nzolameso on her successful fight to be rehoused with her children after the benefits cap left her homeless, and the impact this could have on similar cases","standFirst":"Titina Nzolameso on her successful fight to be rehoused after the benefits cap left her homeless and her children being taken into care, and the impact this could have on similar cases","byline":"Amelia Gentleman","body":"<p><strong> </strong></p> \n<p>When Titina Nzolameso got a letter from Westminster council offering her new accommodation 50 miles away in Milton Keynes, she had little over 24 hours to work out how she was going to uproot her five children from London and find them new schools in a part of the country she had never visited, far from the friends and support structures she had built up over the previous 17 years. “I didn’t know anything about Milton Keynes; I didn’t go and look at it,” she says during an interview at her lawyer’s office.</p> \n<p>Convinced that this was not the right thing for her family, she turned the offer of housing down. With hindsight, this is a decision she regrets. As a result, Westminster council judged that it no longer had a duty to provide housing for her and her family. She became homeless and her children were removed from her by social services, split up, and sent to three separate foster families. The children, aged between eight and 14, were driven away by police to new homes, where they remained for a year, while Nzolameso fought court case after court case to be rehoused and reunited with her family.</p> \n<p>A precedent-setting <a href=\"http://www.bailii.org/uk/cases/UKSC/2015/22.html\" title=\"\">supreme court judgment</a> last month quashed Westminster council’s arguments that an offer of housing in Bletchley, Milton Keynes represented a suitable option for the family – criticising officials for failing to establish “how practicable” it would be for the family to move out of the area, and for failing to justify why the family had not been offered accommodation either in Westminster or as close by as possible. Her victory is likely to have a significant impact on how councils carry out their duty to house homeless families.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I became more unwell. I couldn’t sleep and I couldn’t eat. I had never, ever been separated from the children before.</p> \n </blockquote> \n</aside> \n<p>Nzolameso has been reunited with her children, and housed in temporary accommodation on the outskirts of London (at Westminster’s expense), but the experiences of the past four years have proved scarring for everyone in the family, and life is only just beginning to return to normality. She is angry at how much her children have had to suffer as a result of the protracted legal battle and of being taken into care. “It’s not good to separate children like that,” she says. “Nzolameso’s health also suffered as a result. “I became more unwell, because I was so upset,” she says. “I couldn’t sleep and I couldn’t eat. I had never, ever been separated from the children before. I didn’t know how I was going to find accommodation for the family.”</p> \n<p>Her case has ramifications for the Conservative government, as the legal consequences could make it harder for local authorities in London to send their social housing tenants and homeless people out of the capital to cheaper properties far from central London. It is a process that’s been happening with increased frequency since the Conservative/Lib Dem coalition capped the amount payable for privately rented properties according to their size and location in 2010 and introduced the benefit cap in 2013, placing an upper limit on the total benefits allowances of &pound;26,000 a year. And it is set to increase further: the Conservatives will unveil plans in next week’s Queen’s speech to lower the cap to &pound;23,000.</p> \n<p>Last month, <a href=\"http://www.insidehousing.co.uk/policy/health-and-care/homelessness/surge-in-families-pushed-out-of-london/7009490.article\" title=\"\">Inside Housing</a> reported that London councils placed 1,388 households outside the capital between July 2013 and June 2014, up 77% on the same period the year before, when there were 783 placements outside London. Nzolameso, 51, was evicted from her home in Bayswater, central London in October 2012, because of a radical cut to the amount of housing benefit she was entitled to: her weekly rent had been &pound;1,150, but after a cap placed on the local housing allowance, she was only allowed to claim around &pound;400 a week and she had fallen into rent arrears. Her family was housed (at the much higher cost of &pound;456 a night) in bed and breakfast accommodation for several months, until January 2013, when she received the offer of a home in Milton Keynes.</p> \n<p>A refugee advice centre (Nzolameso claimed asylum on arrival from the Democratic Republic of Congo in 1998), told her that she could request a review of the decision. She turned the offer down, concerned that it would be hard to get the medical support for her health conditions (she has diabetes, hypertension and is HIV-positive) and more importantly, to reproduce the support network of friends who could look after her children when she was hospitalised for those conditions.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/mar/05/families-priced-out-london-homes-benefit-cap\">The families priced out of their London homes by benefit cap | Amelia Gentleman</a> </p> \n</aside> \n<p>For a while she was put into emergency housing in Ilford. The legal process that she has been sucked into over the past three years, since she received the Milton Keynes offer, is head-spinningly complicated, but in February 2014, Westminster council ruled she no longer had the right to emergency housing, and she became homeless. “I had no choice but to let social services take my children into care,” she says. It was a profoundly difficult time for her children; although they were able to remain at their school, they were devastated at being split up and removed from their mother.</p> \n<p>“They were very unhappy. They didn’t talk too much about it, but I could see how sad they were. They would say: ‘Mummy, when can we find a house? We don’t like foster care. It’s no good here.’ They missed their mother’s love.”</p> \n<p>She spent months looking for a property big enough to house the family, where the rent was within the limits allowed by the reduced housing benefit allowance. She knew staying in central London was not going to be possible, but even in the outskirts there was almost nothing affordable; she quickly discovered that the landlords at those places that she might have been able to afford with housing benefit payments were unwilling to accept new tenants who were receiving benefits, because of the uncertainty about whether benefits were going to be cut further.</p> \n<p>She was only reunited with her children when Westminster council was forced by judicial review to provide the whole family with temporary accommodation on the outskirts of London in February. Her current rent is &pound;310 a week, much less than she was paying in Bayswater. She has never argued with the decision that the original rent was too high. Her legal case looked at why it was that the council did not make more of an attempt to find something closer to London. “I accept that it was expensive – accommodation in London is expensive,” she says, “I never demanded to live in Westminster.” She points out that the cost of putting five children in foster care, while the legal battle continued, was also extremely high.</p> \n<p>Had she known that her children would be removed, she would never have turned down the Milton Keynes offer. “I would have accepted it. If I am given another offer outside London, I would take it this time,” she says.</p> \n<p>The supreme court judgment makes it clear that local authorities have a statutory duty to provide accommodation in their own area “so far as reasonably practicable”, reiterating that if it is not reasonably practicable, then there is an obligation to offer accommodation “as close by as possible”. It criticised the council for having paid insufficient attention to Nzolameso’s personal circumstances.</p> \n<p>Baroness Hale, the supreme court judge, said: “There is little to suggest that serious consideration was given to the authority’s obligations before the decision was taken to offer the property in Bletchley.” The team making the decision knew little about her case, and “did not ask any questions aimed at assessing how practicable it would be for the family to move out of the area. Nor were any inquiries made to see whether school places would be available in Bletchley and what the appellant’s particular medical conditions required.”</p> \n<p>Although the judgment does not herald an end to the use of out of area accommodation, it will make it harder for councils to do so. Nzolameso’s lawyer, Jayesh Kunwardia, told the press after the ruling that councils would need to be more transparent about their decision to rehouse vulnerable people, in cheaper areas, miles away from the capital. “Budget cuts will not be tolerated by the courts as an excuse to move homeless families miles away from their friends and support networks.”</p> \n<p>Cllr Daniel Astaire, Westminster city council cabinet member for housing and regeneration, says: “As we said at the time, we were disappointed with the ruling as the court of appeal had previously upheld the council’s decision on this individual case from 2012. Nevertheless, we have been taking on board what the court has said and we will continue to review our procedures and make any necessary changes to the way in which decisions are explained to applicants.</p> \n<p>“However, we are pleased that the ruling does not, in any way, bring into question the principle of this or other authorities housing people out of borough where it is necessary. This could have had major financial implications for central London authorities in particular.”</p> \n<p>Nzolameso remains uncertain about the long-term security of her current accommodation; although as a recipient of employment support allowance she is exempt from the benefit cap, there is an outside chance that she could be asked again to move from the capital if there’s a problem with her tenancy. The children are still anxious that the ordeal might be repeated. “They ask: ‘Mummy, will we be going back to foster care?’ I tell them, no,” she says.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700081597/Titina-Nzolameso-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Titina Nzolameso is now living with her children on the outskirts of London.  Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Titina Nzolameso","cleanCaption":"Titina Nzolameso is now living with her children on the outskirts of London.  Photograph: Christian Sinibaldi for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-20T07:00:06Z","lastModified":"2015-05-20T07:00:06Z","metadata":{"commentable":true,"commentCount":14,"contributors":[{"name":"Amelia Gentleman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733291/AmeliaGentleman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ameliagentleman"}],"feature":true,"keywords":["Housing benefit","Housing","Communities","Society","Benefits","Welfare"],"tags":[{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"politics/welfare","webTitle":"Welfare"}],"section":{"id":"society"},"topics":[{"displayName":"Amelia Gentleman","topic":{"type":"tag-contributor","name":"profile/ameliagentleman"}}],"series":{"title":"Interview","uri":"http://mobile-apps.guardianapis.com/lists/tag/society/series/interview"},"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/20/family-reunited-housing-battle-separation-benefits-cap","shortUrl":"http://gu.com/p/49vmy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/20/family-reunited-housing-battle-separation-benefits-cap","webUri":"http://www.theguardian.com/society/2015/may/20/family-reunited-housing-battle-separation-benefits-cap"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431700081597/Titina-Nzolameso-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Titina Nzolameso is now living with her children on the outskirts of London.  Photograph: Christian Sinibaldi for the Guardian","credit":"Christian Sinibaldi/Guardian","altText":"Titina Nzolameso","cleanCaption":"Titina Nzolameso is now living with her children on the outskirts of London.  Photograph: Christian Sinibaldi for the Guardian"}},"importance":3,"kicker":{"title":"'I couldn't sleep and I couldn't eat'"},"showQuotedHeadline":false},{"title":"Last night's TV / Paul Abbott’s police drama was almost as chilling and moving as the real thing","rawTitle":"Paul Abbott’s police drama was almost as chilling and moving as the real thing","item":{"type":"article","id":"tv-and-radio/2015/may/20/no-offence-the-detectives-review-paul-abbott","title":"No Offence; The Detectives – review: Paul Abbott’s Channel 4 drama was almost as chilling and moving as the real thing","trailText":"The third episode of Abbott’s latest creation is a riot and flashes by at breakneck speed, while The Detectives finishes its finely judged and unsensationalist record of painstaking police work","standFirst":"<p>The third episode of Abbott’s latest creation is a riot and flashes by at breakneck speed, while The Detectives finishes its finely judged and unsensationalist record of painstaking police work</p>","byline":"Lucy Mangan","body":"<p>If it’s a wedding reception with swastika cupcakes, you know you’re at a Paul Abbott party. One he has written, I mean, not hosting. I’m guessing – I don’t know the man.</p> \n<p>DCs Kowalska and Tanner are undercover at such a wedding reception as the third episode of Abbott’s latest creation, <a href=\"http://www.channel4.com/programmes/no-offence\"><strong>No Offence</strong></a><strong> </strong>(Channel 4), opens. (And I stretched a point in the opening paragraph – this particular episode was written by Paul Tomalin, who has a fine way with words as well as with baked goods.) They are there to arrest local thug Jimmy Webb, who has just united in holy matrimony with the daughter of the local BNP-a-like gang, on suspicion of murdering Sameena, a woman from a Pakistani family, by firebombing her house. DI Deering takes the mic, a cupcake and great pleasure in pronouncing the bridegroom nicked.</p> \n<p>But they have the wrong man. Jimmy was on his stag do on the night of the attack, getting a blow job from a black woman with “a deformity”. This turns out to be a penis. On the upside, the cupcakes at his next bash could be hilarious.</p> \n<p>Meanwhile, the ongoing investigation into the serial killer of young women with Down’s syndrome reveals that the first victim, Lucy, had a boyfriend. Her drama teacher knew about him but didn’t tell the police for fear that he would lose his job for not protecting her, even when two more girls were murdered. “You’d better be carrying that guilt like cancer till you croak,” says Deering, a magnificent line magnificently delivered.</p> \n<p>The episode is a riot – almost literally so once Sameena’s husband and killer starts swearing jihad after his attempts to frame Jimmy for her murder fail – and flashes by so brightly and at such speed that the closing moments bring you to a halt so suddenly you fear whiplash. The police station administrator, whose main job is to keep Deering informed of internecine politics and media developments (“Can you not just text me this shit?”) is just bundling a drunk out of the waiting area when she stumbles across the father of one of the young women from Lucy’s drama group. He is waiting – patiently, disbelievingly – to report his daughter missing. Suddenly the noise and heat and sweary mirth desert us and it’s just him, staring into the void and the police putting down their pints in the pub as their phones go off, and heading back to work.</p> \n<p>It was almost as chilling and moving as the real thing, which unfolded over on BBC1 with the final episode of the three-part documentary <strong>The Detectives</strong>. This has followed Manchester police’s Serious Sexual Offences Unit as they have investigated, alongside their usual workload, the multiple historical offences alleged against Jimmy Savile’s former flatmate and chauffeur Ray Teret. The final episode concentrated on the eight-week trial – the boxes of evidence and paperwork delivered to court, the checking and re-checking of statements, the visits and phone calls to the 17 witnesses victimised 30 or 40 years ago in their teens who have already done so much and now need to do even more, managing their tension and their fear and their grief as the weeks in court and then of jury deliberations roll on.</p> \n<figure class=\"element element-image\" data-media-id=\"68c25c1492c533d8d28e3fd068b8fa9d5e04ec59\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432037860084/203bea99-c55c-481d-9dd2-30a99c5ee107-460x276.jpeg\" alt=\"The Detectives\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">BBC1’s three-part documentary The Detectives.</span> \n  <span class=\"element-image__credit\">Photograph: James Newton/BBC/Minnow Films</span> \n </figcaption> \n</figure> \n<p>It was a finely judged and unsensationalist record of just one of the ugly, gnarled branches of Operation Yewtree. Witness Kathy was abused by Teret when she was less than 14, raped when she was little older than that. Ellie was 15 when he gave her a lift to her dance class and then told her she couldn’t leave the car until she made him feel better. Two stories, representative of a number you can only guess at.</p> \n<p>Against that monumental backdrop, other more quotidian but no less depressing stories played out. Five new rape cases arrive in a week. Conflicting accounts of an alleged rape of a drunk woman outside a nightclub led to a not-guilty verdict. “The conviction rate is something like 10%,” said detective sergeant Mark Tiffany. “That means, nine out of 10 times, the job you’re doing is not going to end up with a guilty verdict … That frustrates me.” The closest you get to a break in the clouds is when a DNA sample in a case Mark has been working on for a year, the violent rape of a 17 year old by a stranger, finally yields a suspect and a name. It is a close family member of the victim. “That’s why we do what we do,” says Mark, with no trace of pride or arrogance. “It’s important.”</p> \n<p>Teret was sentenced to 25 years. But he wasn’t convicted on all counts. Kathy got her guilty verdict. Ellie did not. It’s not the truth courts are after, you see, but evidence. And so the world turns.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432037711236/4b73f269-83e9-4852-926d-22c88e795f03-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Brian Sweeney/Rory Mulvey","altText":"DI Deering pronounces the bridegroom nicked in No Offence.","cleanCredit":"Photograph: Brian Sweeney/Rory Mulvey"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432037861743/203bea99-c55c-481d-9dd2-30a99c5ee107-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"BBC1’s three-part documentary The Detectives. Photograph: James Newton/BBC/Minnow Films","credit":"James Newton/BBC/Minnow Films","altText":"The Detectives","cleanCaption":"BBC1’s three-part documentary The Detectives.","cleanCredit":"Photograph: James Newton/BBC/Minnow Films"}],"webPublicationDate":"2015-05-20T06:00:09Z","lastModified":"2015-05-20T06:00:09Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Lucy Mangan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743116/LucyMangan.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lucymangan"}],"feature":false,"keywords":["Television","Television & radio","Culture","Paul Abbott","Media"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"media/paul-abbott","webTitle":"Paul Abbott"},{"id":"media/media","webTitle":"Media"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Lucy Mangan","topic":{"type":"tag-contributor","name":"profile/lucymangan"}}],"series":{"title":"Last night's TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/lastnightstv"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/20/no-offence-the-detectives-review-paul-abbott","shortUrl":"http://gu.com/p/4936h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/20/no-offence-the-detectives-review-paul-abbott","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/20/no-offence-the-detectives-review-paul-abbott"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432037711236/4b73f269-83e9-4852-926d-22c88e795f03-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"DI Deering pronounces the bridegroom nicked in the Channel 4 drama No Offence. Photograph: Brian Sweeney/Rory Mulvey","credit":"Brian Sweeney/Rory Mulvey","altText":"DI Deering pronounces the bridegroom nicked in No Offence.","cleanCaption":"DI Deering pronounces the bridegroom nicked in the Channel 4 drama No Offence.","cleanCredit":"Photograph: Brian Sweeney/Rory Mulvey"}},"importance":2,"kicker":{"title":"Last night's TV"},"showQuotedHeadline":false},{"title":"László Krasznahorkai / Everything you need to know about the winner of the Man Booker international prize","rawTitle":"Everything you need to know about the winner of the Man Booker international prize","item":{"type":"article","id":"books/booksblog/2015/may/20/man-booker-international-prize-laszlo-krasznahorkai-who-he-is-and-why-you-should-read-him","title":"Everything you need to know about László Krasznahorkai, winner of the Man Booker International prize","trailText":"Little known in the English-speaking world, the Hungarian author has been praised by Susan Sontag and WG Sebald and his fans include a film director whose life’s mission is to bring his novels to the screen","standFirst":"<p>Little known in the English-speaking world, the Hungarian author has been praised by Susan Sontag and WG Sebald and his fans include a film director whose life’s mission is to bring his novels to the screen</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/19/man-international-booker-2015-laszlo-krasznahorkai\">Man Booker International prize 2015 won by ‘visionary’ L&aacute;szl&oacute; Krasznahorkai</a><br /></li>\n</ul>","byline":"Marta Bausells","body":"<p>Awards such as the Man Booker International prize are doing their job if they bring relatively unknown authors to new readers. If you’ve missed out on L&aacute;szl&oacute; Krasznahorkai’s writing so far, here’s a potted history. This Hungarian novelist and screenwriter has been an open secret in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/jul/13/hari-kunzru-new-york-literary-hipsters\">some circles</a>, and has been described by Susan Sontag as the “contemporary Hungarian master of the apocalypse”. If you are among his admirers, we’d love to hear from you in the comments. </p> \n<h2>For starters, how do you pronounce his name?</h2> \n<p>[<a href=\"https://translate.google.com/#hu/en/L%C3%81SZL%C3%93%20KRASZNAHORKAI\">ˈlaːsloː krαsnαhorkα.i</a>] That’s in phonetic English – for other languages, the author himself has provided <a href=\"http://www.krasznahorkai.hu/myname.html\">some help</a>. </p> \n<h2>Who is he?</h2> \n<p>Considered by many to be the most important living Hungarian author, Krasznahorkai was born on 5 January 1954, in Gyula, Hungary, to a lawyer and a social security administrator. He studied law and Hungarian language and literature at university, and, after some years as an editor, he became a freelance writer. His first novel, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/may/09/satantango-laszlo-krasznahorkai-review\">Satantango</a> (1985), pushed him to the centre of Hungarian literary life and is still his best known. He didn’t leave Communist Hungary until 1987, when he travelled to West Berlin for a fellowship – and he has lived in a number of countries after that, returning to Hungary and Germany often. </p> \n<p>In the early 1990s, he spent long periods of time in Mongolia and China, and would later explore Japan – all of which resulted in aesthetic and stylistic experiments and changes in his writing. During his writing of the novel <a href=\"https://books.google.co.uk/books/about/War_and_War.html?id=HOLUZOKlj_4C&amp;hl=en\">War &amp; War</a> (1999), he travelled in Europe and lived in Allen Ginsberg’s flat in New York, where the American writer and poet advised and helped him. According to <a href=\"http://www.ndbooks.com/author/laszlo-krasznahorkai\">his publishers</a>, he now “lives in reclusiveness in the hills of Szentl&aacute;szl&oacute;”. His main literary hero is, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/man-booker-international-prize-2015-the-finalists-speak\">he says</a>, Kafka: “I follow him always.”</p> \n<h2>Which are his main translated works, and where should you start?<br /></h2> \n<p>He’s known for his uncompromising style (the 12 chapters of Satantango each consist of a single paragraph) and is often labeled as postmodern. Don’t let that put you off, though. <a href=\"http://www.ndbooks.com/author/laszlo-krasznahorkai/\">Five of his fictional works</a> have been published in English so far, in translations by <a href=\"http://www.ndbooks.com/author/ottilie-mulzet/\">Ottilie Mulzet</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2014/may/03/george-szirtes-bilingual-poetry-translation\">George Szirtes</a>, who will share the &pound;15,000 translation prize that goes with the Booker.</p> \n<p><strong> <br /></strong></p> \n<ul> \n <li><strong>Satantango</strong> (1985) is his first and most famous novel. It tells the story of life in a disintegrating village in a dystopian Communist Hungary, where a man called Irimias, long thought dead and who may be a prophet, a secret agent or the devil, appears out of nowhere and begins to manipulate the remaining citizens. According to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/may/09/satantango-laszlo-krasznahorkai-review\">the Guardian review</a>, this is “a monster of a novel: compact, cleverly constructed, often exhilarating, and possessed of a distinctive, compelling vision – but a monster nevertheless. It is brutal, relentless and so amazingly bleak that it’s often quite funny.” It won the 2013 Best Translated Book Award in Fiction.</li> \n</ul> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"705b959de5179de37de2b152c1a7910084cb0bfd\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432049563984/3aee2dac-b19e-4b81-be17-5e1cb9ed23be-bestSizeAvailable.jpeg\" alt=\"satantango\" width=\"239\" height=\"346\" class=\"gu-image\" /> \n</figure> \n<ul> \n <li><strong>The Melancholy of Resistance</strong> (1989): This <a href=\"http://www.newyorker.com/magazine/2011/07/04/madness-and-civilization\">comedy of apocalypse</a> is set in a town where a mysterious circus, which seems to exhibit only a whale, unnerves inhabitants. He uses a stream of consciousness style, with minimal punctuation. Translator Szirtes described it as “a slow lava flow of narrative, a vast black river of type”. It won the Book of the Year Award in Germany in 1993.<br /></li> \n</ul> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"696d34f055f6485bf067b31e5d7088713d6d9a9d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432050277589/4b700b82-2a36-4f0c-8c90-683c8f7d428b-275x420.jpeg\" alt=\"mela\" width=\"275\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<h2><strong>How about the films?</strong></h2> \n<p>Both these novels have been made into films by his friend, B&eacute;la Tarr, in a collaboration which began with <a href=\"http://en.wikipedia.org/wiki/K%C3%A1rhozat\">K&aacute;rhozat</a> (<em>Damnation</em>) in 1988, and includes a <a href=\"http://www.youtube.com/watch?v=d8vRfiMejoM\">seven and a half hour long black-and-white epic</a> version of Satantango, which took seven years to make and was released in 1994. The collaboration continues today. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"26153d41957d7cb7a1749f057ef70145354bef8d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432055192288/ef0f81eb-0a01-48fe-abd9-bf24e5f6f34a-460x255.png\" alt=\"Still from film of Satantango\" width=\"460\" height=\"255\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A still from Satantango</span> \n  <span class=\"element-image__credit\">Photograph: PR/PR</span> \n </figcaption> \n</figure> \n<h2><p>What do the International Booker judges say about him?<br /></p></h2> \n<p>Krasznahorkai was chosen from 10 contenders for the &pound;60,000-worth prize for “an achievement in fiction on the world stage”.</p> \n<p>The official citation:</p> \n<blockquote class=\"quoted\"> \n <p>What strikes the reader above all are the extraordinary sentences, sentences of incredible length that go to incredible lengths, their tone switching from solemn to madcap to quizzical to desolate as they go their wayward way; epic sentences that, like a lint roll, pick up all sorts of odd and unexpected things as they accumulate inexorably into paragraphs that are as monumental as they are scabrous and musical.</p> \n</blockquote> \n<p>Chair of judges Marina Warner said:</p> \n<blockquote class=\"quoted\"> \n <p>Laszlo Krasznahorkai is a visionary writer of extraordinary intensity and vocal range who captures the texture of present day existence in scenes that are terrifying, strange, appallingly comic, and often shatteringly beautiful. <em>The Melancholy of Resistance</em>, <em>Satantango</em> and <em>Seiobo There Below</em> are magnificent works of deep imagination and complex passions, in which the human comedy verges painfully onto transcendence.</p> \n</blockquote> \n<h2><p>What about Susan Sontag, Sebald and others?<br /></p></h2> \n<p>Here is some praise from fellow authors:</p> \n<p>“The contemporary Hungarian master of apocalypse who inspires comparison with Gogol and Melville” – Susan Sontag</p> \n<p>“The universality of Krasznahorkai’s vision rivals that of Gogol’s Dead Souls and far surpasses all the lesser concerns of contemporary writing” – WG Sebald</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/jul/13/hari-kunzru-new-york-literary-hipsters\">The New York literati love him too</a>.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7318eb910be83d2090053d8f3b91bfb71a3f4354\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432046523172/c5f1b984-8325-4096-84a2-592326b39202-280x420.jpeg\" alt=\"Susan Sontag\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Susan Sontag in 1979.</span> \n  <span class=\"element-image__credit\">Photograph: Sophie Bassouls/Sygma/Corbis</span> \n </figcaption> \n</figure> \n<h2><p>In his own words</p></h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/man-booker-international-prize-2015-the-finalists-speak\">He told the Guardian:</a></p> \n<blockquote class=\"quoted\"> \n <p>If there are readers who haven’t read my books, I couldn’t recommend anything to read to them; instead, I’d advise them to go out, sit down somewhere, perhaps by the side of a brook, with nothing to do, nothing to think about, just remaining in silence like stones. They will eventually meet someone who has already read my books.</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>Letters; then from letters, words; then from these words, some short sentences; then more sentences that are longer, and in the main very long sentences, for the duration of 35 years. Beauty in language. Fun in hell.</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>I’m not interested to believe in something, but to understand the people who believe.” ― <a href=\"http://lareviewofbooks.org/review/dancing-with-the-devil-laszlo-krasznahorkais-satantango\">in a Q&amp;A</a></p> \n</blockquote> \n<h2>Quotes from the novels</h2> \n<blockquote class=\"quoted\"> \n <p>However apparently insignificant the event, whether it be the ring of tobacco ash surrounding the table, the direction from which the wild geese first appeared, or a series of seemingly meaningless human movements, he couldn’t afford to take his eyes off it and must note it all down, since only by doing so could he hope not to vanish one day and fall a silent captive to the infernal arrangement whereby the world decomposes but is at the same time constantly in the process of self-construction.” ― Satantango</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>Get it into your thick head that jokes are just like life. Things that begin badly, end badly. Everything’s fine in the middle, it’s the end you need to worry about.” ― Satantango</p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>“ [...] What one ought to capture in beauty is that which is treacherous and irresistible” ― War &amp; War</p> \n</blockquote> \n<h2>Useful links for further reading</h2> \n<ul> \n <li>This Guardian interview from the 2012 Edinburgh Book Festival (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/aug/24/laszlo-krasznahorkai-interview\">“This is the result of 10,000 years? Really?”</a>)</li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2012/may/09/satantango-laszlo-krasznahorkai-review\">This review of Satantango</a>, from when it was published in English in 2012.</li> \n <li><a href=\"http://www.newyorker.com/magazine/2011/07/04/madness-and-civilization\">Madness And Civilization: The very strange fictions of L&aacute;szl&oacute; Krasznahorkai</a>, from the New Yorker.</li> \n <li><a href=\"http://www.thewhitereview.org/interviews/interview-with-laszlo-krasznahorkai/\">This interview in The White Review</a> (“The similarity [betweeen the time he started writing and the present] is astounding. Everything seems to have changed and yet everything is essentially the same.”)</li> \n <li><a href=\"http://www.nytimes.com/2014/08/09/books/laszlo-krasznahorkais-novels-find-a-us-audience.html\">He Rarely Stops Writing</a>: a New York Times piece on how he found a US audience. </li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/may/13/man-booker-international-prize-2015-the-finalists-speak\">The Man Booker International 2015 contenders in their own words</a></li> \n <li><a href=\"http://www.krasznahorkai.hu/\">His own website</a> is very extensive and a brilliant source for all things Krasznahorkai.<br /></li> \n</ul> \n<p><strong>Have you already read Krasznahorkai, in Hungarian or in translation? Do let us know your thoughts in the comments. </strong></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110111007/107e448b-37c9-4785-ae67-ddf573ae3b62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stuart C. Wilson/Getty Images","altText":"Laszlo Krasznahorkai.","cleanCredit":"Photograph: Stuart C. Wilson/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432049563984/3aee2dac-b19e-4b81-be17-5e1cb9ed23be-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":346,"width":239,"orientation":"portrait","credit":"Guardian","altText":"satantango"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432050280399/992402e9-0a03-4371-a7d6-d9b8ebaeb92f-668x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":668,"orientation":"portrait","credit":"Guardian","altText":"mela"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432055191949/782feb24-1dfe-41b9-8cae-2a2d4e77f834-620x344.png?width=#{width}&height=#{height}&quality=#{quality}","height":344,"width":620,"orientation":"landscape","caption":"A still from Satantango Photograph: PR/PR","credit":"PR/PR","altText":"Still from film of Satantango","cleanCaption":"A still from Satantango","cleanCredit":"Photograph: PR/PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432046525018/c5f1b984-8325-4096-84a2-592326b39202-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Susan Sontag in 1979. Photograph: Sophie Bassouls/Sygma/Corbis","credit":"Sophie Bassouls/Sygma/Corbis","altText":"Susan Sontag","cleanCaption":"Susan Sontag in 1979.","cleanCredit":"Photograph: Sophie Bassouls/Sygma/Corbis"}],"webPublicationDate":"2015-05-20T06:00:05Z","lastModified":"2015-05-20T08:34:00Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Marta Bausells","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marta-bausells"}],"feature":true,"keywords":["Man Booker International prize","Awards and prizes","Books","Culture","Fiction","Allen Ginsberg","WG Sebald"],"tags":[{"id":"books/man-booker-international-prize","webTitle":"Man Booker International prize"},{"id":"culture/awards-and-prizes","webTitle":"Awards and prizes"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/fiction","webTitle":"Fiction"},{"id":"books/allen-ginsberg","webTitle":"Allen Ginsberg"},{"id":"books/wgsebald","webTitle":"WG Sebald"}],"section":{"id":"books"},"topics":[{"displayName":"Marta Bausells","topic":{"type":"tag-contributor","name":"profile/marta-bausells"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/booksblog/2015/may/20/man-booker-international-prize-laszlo-krasznahorkai-who-he-is-and-why-you-should-read-him","shortUrl":"http://gu.com/p/4933n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/booksblog/2015/may/20/man-booker-international-prize-laszlo-krasznahorkai-who-he-is-and-why-you-should-read-him","webUri":"http://www.theguardian.com/books/booksblog/2015/may/20/man-booker-international-prize-laszlo-krasznahorkai-who-he-is-and-why-you-should-read-him"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432110111007/107e448b-37c9-4785-ae67-ddf573ae3b62-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Laszlo Krasznahorkai. Photograph: Stuart C. Wilson/Getty Images","credit":"Stuart C. Wilson/Getty Images","altText":"Laszlo Krasznahorkai.","cleanCaption":"Laszlo Krasznahorkai.","cleanCredit":"Photograph: Stuart C. Wilson/Getty Images"}},"importance":2,"kicker":{"title":"László Krasznahorkai"},"showQuotedHeadline":false},{"title":"Marina Abramović / Jay Z 'completely used me' in making Picasso Baby video","rawTitle":"Jay Z 'completely used me' in making Picasso Baby video","item":{"type":"article","id":"artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby","title":"Marina Abramović: Jay Z 'completely used me'","trailText":"The artist, who collaborated with the rapper for his 2013 video for Picasso Baby, said the experience was ‘cruel’ and something she never wants to repeat","standFirst":"<p>The artist, who collaborated with the rapper for his 2013 video for Picasso Baby, said the experience was ‘cruel’ and something she never wants to repeat</p>","byline":"Lanre Bakare","body":"<p>Marina Abramović, the Serbian superstar perfomance artist, has spoken about how she was “used” by Jay Z when the rapper shot a music video for his song Picasso Baby in 2013 while the artist performed her work <a href=\"https://vimeo.com/72711715\">The Artist Is Present</a>, in which she sat across a table from members of the public and held their gaze.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2014/jun/14/marina-abramovic-be-present-nothing-matters\">How I became a convert to the cult of Marina Abramović</a> </p> \n</aside> \n<p>Speaking to <a href=\"http://www.spikeartmagazine.com/en/articles/i-will-never-do-it-again\">Spike magazine</a>, Abramović said that she wasn’t surprised when Jay Z said he wanted to adapt her work, but after the rapper came in to shoot the video at MoMA, where the exhibition took place, she felt the experience only benefited him.</p> \n<p>“The day before, he came to my office and I gave him an entire PowerPoint presentation and said: OK, you can help me, because I really need help to build this thing,” she said. </p> \n<p>“Then he just completely used me. And that wasn’t fair. This is very different from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2013/aug/27/lady-gaga-marina-abramovic-kickstarter\">Lady Gaga</a>, for example, who has done great work for me. Just by having 45 million followers, she brought all these young kids into my public.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vrVvZ7ZnJv4\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vrVvZ7ZnJv4?wmode=opaque&amp;feature=oembed&amp;start=146\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>After the video was released, some in the art world declared it “<a href=\"http://hyperallergic.com/75293/\">the day that performance art died</a>”, while others pointed to the history of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/jonathanjonesblog/2013/jul/11/jay-z-marina-abramovic-art-pop\">contemporary artists working with musicians</a> including Ai Weiwei’s version of Psy’s Gangnam Style and Richard Hamilton’s work with the Beatles.</p> \n<p>For his video, Jay Z riffed on Abramović’s work – sitting opposite a string of celebrities including Jim Jarumusch and Adam Driver.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/20/marina-abramovic-in-new-australian-tour-shes-like-the-beatles\">Marina Abramović in new Australian tour: 'she's like the Beatles'</a> </p> \n</aside> \n<p>Abramović said that she didn’t regret the decision to work with the rapper but she said the experience would make her think again about similar projects in the future.</p> \n<p>“In the end it was only a one-way transaction. I will never do it again, that I can say. Never,” she said. </p> \n<p>“I was really naive in this kind of world. It was really new to me, and I had no idea that this would happen. It’s so cruel, it’s incredible. I will stay away from it for sure.”</p> \n<p>Abramović is soon to arrive for two major shows in Australia where she’s been described as being “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/2015/feb/20/marina-abramovic-in-new-australian-tour-shes-like-the-beatles\">like the Beatles</a>” because of the reaction from her fans.</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432070867222/c3d0d5f0-bbe0-4adc-a9d4-b36897747938-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Splash News/Splash News/Splash News/Corbis","altText":"Marina Abramovic attends a press conference for her '512 Days' happening at the Serpentine Gallery.","cleanCredit":"Photograph: Splash News/Splash News/Splash News/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-19T22:34:41Z","lastModified":"2015-05-20T03:02:12Z","metadata":{"commentable":true,"commentCount":173,"contributors":[{"name":"Lanre Bakare","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/9/1428564983439/Lanre-Bakare-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lanre-bakare"}],"feature":false,"keywords":["Marina Abramovic","Jay Z","Art and design","Culture","Music"],"tags":[{"id":"artanddesign/marina-abramovic","webTitle":"Marina Abramovic"},{"id":"music/jayz","webTitle":"Jay Z"},{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"artanddesign"},"topics":[{"displayName":"Lanre Bakare","topic":{"type":"tag-contributor","name":"profile/lanre-bakare"}}],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby","shortUrl":"http://gu.com/p/493jh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby","webUri":"http://www.theguardian.com/artanddesign/2015/may/19/marina-abramovic-jay-z-completely-used-me-picasso-baby"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432070867222/c3d0d5f0-bbe0-4adc-a9d4-b36897747938-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Marina Abramović: ‘In the end it was a one-way transaction. I will never do it again.’ Photograph: Splash News/Splash News/Splash News/Corbis","credit":"Splash News/Splash News/Splash News/Corbis","altText":"Marina Abramovic attends a press conference for her '512 Days' happening at the Serpentine Gallery.","cleanCaption":"Marina Abramović: ‘In the end it was a one-way transaction. I will never do it again.’","cleanCredit":"Photograph: Splash News/Splash News/Splash News/Corbis"}},"importance":1,"kicker":{"title":"Marina Abramović"},"showQuotedHeadline":false}],"lastModified":"2015-05-20T08:33:38Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}