{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Farewell to America","rawTitle":"Farewell to America","item":{"type":"article","id":"us-news/2015/jul/01/gary-younge-farewell-to-america","title":"Gary Younge: Farewell to America","trailText":"<strong>The long read:</strong> After 12 years in the US, Gary Younge is preparing  to depart – as the country’s racial frictions seem certain to spark another summer of conflict","standFirst":"After 12 years in the US, Gary Younge is preparing to depart – as the country’s racial frictions seem certain to spark another summer of conflict","byline":"Gary Younge","body":"<p>For the past couple of years the summers, like hurricanes, have had names. Not single names like Katrina or Floyd – but full names like Trayvon Martin or Michael Brown. Like hurricanes, their arrival was both predictable and predicted, and yet somehow, when they landed, the effect was still shocking.</p> \n<p>We do not yet know the name that will be attached to this particular season. He is still out there, playing Call of Duty, finding a way to feed his family or working to pay off his student loans. He (and it probably will be a he) has no idea that his days are numbered; and we have no idea what the number of those days will be.</p> \n<p>The precise alchemy that makes one particular death politically totemic while others go unmourned beyond their families and communities is not quite clear. Video helps, but is not essential. Some footage of cops rolling up like death squads and effectively executing people who posed no real threat has barely pricked the popular imagination. When the authorities fail to heed community outrage, or substantively investigate, let alone discipline, the police, the situation can become explosive. An underlying, ongoing tension between authorities and those being policed has been a factor in some cases. So, we do not know quite why his death will capture the political imagination in a way that others will not.</p> \n<p>But we do know, with gruesome certainty, that his number will come up – that one day he will be slain in cold blood by a policeman (once again it probably will be a man) who is supposed to protect him and his community. We know this because it is statistically inevitable and has historical precedent. We know this because we have seen it happen again and again. We know this because this is not just how America works; it is how America was built. Like a hurricane, we know it is coming – we just do not yet know where or when or how much damage it will do.</p> \n<p>Summer is riot season. It’s when Watts, Newark and Detroit erupted in violence in the 1960s, sparked by callous policing. It’s when school is out, pool parties are on and domestic life, particularly in urban centres, is turned inside-out: from the living room to the stoop, from the couch to the street. It’s when tempers get short and resentments bubble up like molten asphalt. It’s when, to paraphrase Langston Hughes, deferred dreams explode.</p> \n<p>This is not my desire; it is my prediction. You can feel it building with every new Facebook post, viral video and Twitter storm. You can hear it from conversations with strangers at post offices, liquor stores and coffee shops. It is an unpleasant prediction to make because, ultimately, these riots highlight a problem they cannot, in themselves, solve; and it is an easy one to make because, as one bystander in Baltimore put it when disturbances flared there earlier this year: “You can only put so much into a pressure cooker before it pop.”</p> \n<p>This is the summer I will leave America, after 12 years as a foreign correspondent, and return to London. My decision to come back to Britain was prompted by banal, personal factors that have nothing to do with current events; if my aim was to escape aggressive policing and racial disadvantage, I would not be heading to Hackney.</p> \n<p>But while the events of the last few years did not prompt the decision to come back, they do make me relieved that the decision had already been made. It is why I have not once had second thoughts.<strong> </strong>If I had to pick a summer to leave, this would be the one. Another season of black parents grieving, police chiefs explaining and clueless anchors opining. Another season when America has to be reminded that black lives matter because black deaths at the hands of the state have been accepted as routine for so long. A summer ripe for rage.</p> \n<h2>* * *</h2> \n<p><strong>I arrived in New York just a few months</strong> before the Iraq war. Americans seemed either angry at the rest of the world, angry at each other, or both. The top five books on the New York Times bestseller list the month I started were: Bush at War (Bob Woodward’s hagiographic account of the post-9/11 White House); The Right Man (Bush’s former speechwriter relives his first year in the White House); Portrait of a Killer (Patricia Cornwell on Jack the Ripper); The Savage Nation (a rightwing radio talkshow host saves America from “the liberal assault on our borders, language and culture”); and Leadership (Republican former New York mayor Rudolph Giuliani’s post 9/11 victory lap).</p> \n<p>There has barely been a quiet moment since. First there was the jingoism of the Iraq war, then the re-election of George W Bush in 2004, Hurricane Katrina, disillusionment with the Iraq war, the “Minutemen” anti-immigration vigilantes, the huge pro-immigrant “&iexcl;S&iacute; se puede!” protests, Barack Obama, Sarah Palin, the economic crash, Occupy Wall Street, the Tea Party, Obama’s reelection and the current rise in anti-racist activism. Being a foreigner made all these phenomena intriguing. Politically and morally, I picked sides. But, when reporting, it was more like anthropology. I saw it as my mission to try and understand the US: why did poor white people vote against their economic interests? How did the descendants of immigrants become xenophobic? Why were people disappointed in Obama when he had promised so little? The search for the answer was illuminating, even when I never found it or didn’t like it.</p> \n<p>But the cultural distance I enjoyed as a Briton in a foreign country felt like a blended veneer of invincibility and invisibility. I thought of myself less as a participant than an onlooker. While reporting from rural Mississippi in 2003, I stopped to ask directions at the house of an old white couple, and they threatened to shoot me. I thought this was funny. I got back into my car sharpish and drove off – but I never once thought they would actually shoot me. How crazy would that be? When I got home, I told my wife and brother-in-law, who are African American. Their parents grew up in the South under segregation; even today, my mother-in-law wouldn’t stop her car in Mississippi for anything but petrol. They didn’t think it was funny at all: what on earth did I think I was doing, stopping to ask old white folk in rural Mississippi for directions?</p> \n<p>Yet, somewhere along the way, I became invested. That was&nbsp;partly about time: as I came to know people – rather than&nbsp;just interviewing them – I came to relate to the issues more intimately. When someone close to you struggles with chronic pain because they have no healthcare, has their kitchen window pierced by gunfire or cannot pay a visit to their home country because they are undocumented, your relationship to issues like health reform, gun control or immigration is transformed. Not because your views change but because knowing and understanding something simply does not provide the same intensity as having it in your life.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0e89fe8f4f1dc0e1191fb9ff4a60a150ed65a28f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435672267644/058d79a5-ac2b-48c4-b38c-31073ad3bc8d-280x420.jpeg\" alt=\"Gary Younge with his son in 2008.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gary Younge with his son in 2008.</span> \n  <span class=\"element-image__credit\">Photograph: Tara Mack</span> \n </figcaption> \n</figure> \n<p>But my investment was primarily about circumstances. On the weekend in 2007 that Barack Obama declared his presidential candidacy, our son was born. Six years later, we had a daughter. For the most part I have kept my English accent. But my language relating to children is reflexively American: diapers, strollers, pacifiers, recess, candy and long pants. I have only ever been a parent here – a role for which my own upbringing in England provides no real reference point. One summer evening, a couple years after we moved to Chicago, our daughter was struggling to settle down and so my wife decided to take a short walk to the local supermarket to bob her to sleep in the carrier. On the way back there was shooting in the street and she had to seek shelter in a local barbershop. When the snow finally melted this year one discarded gun was found in the alley behind our local park and another showed up in the alley behind my son’s school. My days of being an onlooker were over. I was dealing with daycare, summer camps, schools, doctor’s visits, parks and other parents. The day we brought my son home, <a href=\"http://www.nytimes.com/2007/03/05/opinion/05herbert.html\" title=\"\">an article in the New York Times</a> pointed out that in America “a black male who drops out of high school is 60 times more likely to find himself in prison than one with a bachelor’s degree”. Previously, I’d have found that interesting and troubling. Now it was personal. I&nbsp;had skin in the game. Black skin in a game where the odds are stacked against it.</p> \n<h2>* * *</h2> \n<p><strong>Obama’s ascent, I was told by many</strong> and frequently during his campaign, would change these odds. Whenever I asked “How?” no one could say exactly. But his very presence, they insisted, would provide a marker for my son and all who look like him. I never believed that. First of all, one person cannot undo centuries of discrimination, no matter how much nominal power they have. Second, given the institutions into which Obama would be embedded – namely the Democratic party and the presidency – there would only ever be so much he could or would do. He was aspiring to sit atop a system awash with corporate donations in which congressional seats are openly gerrymandered and 41% of the upper chamber can block almost anything. He was the most progressive candidate viable for the presidency, which says a great deal, given the alternatives, but means very little, given what would be needed to significantly shift the dial on such issues as race and inequality.</p> \n<p>Pointing this out amid the hoopla of his candidacy made you sound like Eeyore. I was delighted when he won. But somehow I could never be quite as delighted as some people felt I should have been. When Obama beat Hillary Clinton in the South Carolina Democratic primary – in the first southern state to secede from the union, which sparked the civil war, where the Confederate flag still flies above the state capitol and a white supremacist recently gunned down nine parishioners at a black church – the crowds chanted “Race Doesn’t Matter”. (An odd rallying cry, since it was precisely because he was a black candidate that they were shouting it; it’s not like Hillary’s crowd would have shouted the same thing if she had won.)</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I was delighted when Obama won. But somehow I could never be quite as delighted as some people felt I should have been</p> \n </blockquote> \n</aside> \n<p>The symbolic advantages of Obama’s election were clear. For two years I pushed my son around in his stroller surrounded by a picture of a black man framed by the words “Hope” and “Change”. A year or so after Obama came to office, my son had a playdate with a four-year-old white friend who looked up from his Thomas the Tank Engine and told my son: “You’re black.” It was a reasonable thing for a child of that age to point out – he was noticing difference, not race. But when my son looked at me for a cue, I now had a new arrow in my quiver to deflect any potential awkwardness. “That’s right,” I said. “Just like the president.”</p> \n<p>But the substantial benefits were elusive. Obama inherited an economic crisis that hurt African Americans more than any other community. The discrepancy between black and white employment and wealth grew during his first few years and has barely narrowed since. In 2010, I used this anecdote in a column by way of pointing out the limited symbolic value of having a black president. “True, it is something,”<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/cifamerica/2010/mar/14/america-race-gender-obama-diversity\" title=\"\"> I wrote</a>. “But when Thomas is safely back in the station and the moment is over, it is not very much. Because for all the white noise emanating from the Tea Party movement, it has been black Americans who have suffered most since Obama took office. Over the last 14 months the gap between my son’s life chances and his friend’s have been widening.”</p> \n<div>\n __VIDEO_EMBED_gu-video-338746136__\n</div> \n<p>This last statement was as undeniably true as it was apparently controversial. I had not claimed that my son was likely to do badly, simply that his odds for success were far worse than the kid he was playing with, and that they were further deteriorating. <a href=\"http://www.studentimpactproject.org/reports\" title=\"\">A study in 2014</a> found that a black college student has the same chances of getting a job as a white high-school dropout. “As the recession has dragged on,” <a href=\"http://www.nytimes.com/2009/12/01/us/01race.html?_r=0\" title=\"\">the New York Times pointed out</a> just a couple months before my son’s playdate, the disparity between black and white unemployment “has been even more pronounced for those with college degrees, compared with those without. Education, it seems, does not level the playing field – in fact, it appears to have made it more uneven.” But insisting that racism would have a material effect on my son’s life ruffled some readers’ feathers.</p> \n<p>“Nonsense,” wrote one commenter. “Your middle-class status means his future will have more in common with his white friends than any poor black kid.” Another – a Guardian contributor, no less – also chimed in: “For you to claim shared victimhood on skin colour alone is highly disingenuous. Your son is highly likely to do OK, to say the least. He has most of the advantages in the world.”</p> \n<p>Such responses betrayed complete ignorance about the lived experience of race in a country as segregated as the United States. Class does makes a big difference, of course: this is America. We have healthcare, jobs, university educations and a car; we live in a community with reasonable schools, supermarkets and restaurants. In short, we have resources and therefore we have options.</p> \n<p>We do not, however, have the option not to be black. And in this time and this place that is no minor factor. That is not “claiming shared victimhood”, it is recognising a fact of life. Class offers a range of privileges; but it is not a sealant that protects you from everything else. If it was, rich women would never get raped and wealthy gay couples could marry all around the world.</p> \n<p>To even try to have the kind of gilded black life to which these detractors alluded, we would have to do far more than just revel in our bank accounts and leverage our cultural capital. We would have to live in an area with few other black people, since black neighbourhoods are policed with insufficient respect for life or liberty; send our children to a school with few other black students, since majority-black schools are underfunded; tell them not to wear anything that would associate them with black culture, since doing so would make them more vulnerable to profiling; tell them not to mix with other black children, since they are likely to live in the very areas and go to the very schools from which we would be trying to escape; and not let the children go out after dark, since being young and black after sunset makes the police suspect that you have done or are about to do something.</p> \n<p>The list could go on. None of this self-loathing behaviour would provide any guarantees, of course. Racism does what it says on the packet; it discriminates against people on the grounds of race. It can be as arbitrary in its choice of victim as it is systemic in its execution. And while it never works alone (but in concert with class, gender and a host of other rogue characters), it can operate independently. No one is going to be checking my bank account or professional status when they are looking at my kids.</p> \n<p>Trayvon Martin was walking through a gated community when George Zimmerman pegged him for a thug and shot him dead. Clementa Pinckney, a South Carolina state senator, was in one of Charleston’s most impressive churches when Dylann Roof murdered him and eight others.</p> \n<p>I have not only never met an African American who thought they could buy themselves the advantages of a white American; I have yet to meet one who thinks they can even buy&nbsp;themselves out of the disadvantages of being black. All you&nbsp;can do is limit the odds. And when one in three black boys born in 2001 is destined for the prison system, those odds are pretty bad. Having a black man in the White House has not changed that.</p> \n<h2>* * *</h2> \n<p><strong>Most days, the park closest to us</strong> looks like Sesame Street. White, black and Vietnamese American kids climbing, swinging and sliding. Occasionally, particularly late on weekday afternoons, teenagers show up. Like adolescents the western world over, they are bored, broke, horny and lost. They don’t want to stay at home, but can’t afford to be anywhere that costs money, and so they come to the public space most approximate to their needs, where they squeeze into swings that are meant for smaller kids and joke, flirt and banter. Very occasionally they swear and get a little rowdy – but nothing that an adult could not deal with by simply asking them to keep the language down because there are little kids around. Oh, and in this park the teenagers are usually black.</p> \n<p>Their presence certainly changes the mood. But the only time it ever really gets tense is when the police come. The better police chat with them, the worse ones interrogate them. Either way, the presence of armed, uniformed people in this children’s space is both unsettling and unnecessary. The smaller kids and those new to the park imagine something seriously wrong must have happened for the police to be there; the older ones (by which I mean those aged seven and over), and those who are already familiar with the drill just shrug: the cops are in our park again. It is difficult to tell which response is worse.</p> \n<p>Once, when some adolescents were hanging out relatively quietly one afternoon, I struck up a conversation with a white woman. Her son was roughly the same age as mine, we both lived nearby and neither of our kids would have to cross a road to get to the park. We were discussing at what age we thought it would be appropriate to let our boys come by themselves. “The thing is, you just don’t know if it’s going to be quiet or if the junior gangbangers are going to be hanging around,” she said, gesturing to the youths on the swings.</p> \n<p>I was stunned. Whenever I have written about police killings at least one reader reminds me that black people are most likely to be killed by black people. This is both true and irrelevant. First, because all Americans are overwhelmingly likely to be killed by assailants of their own race, so what some brand “<a href=\"http://www.thedailybeast.com/articles/2013/07/15/the-trayvon-martin-killing-and-the-myth-of-black-on-black-crime.html\" title=\"\">black-on-black crime</a>” should, more accurately, just be called crime. But also because black people are not, by dint of their melanin content, entrusted to protect and serve the public. The police are. Over the last decade I have reported from many impoverished neighbourhoods, populated by all races, where I have felt unsafe. That hasn’t made me fear black people or any other racial group; it has just made me loathe poverty and gun culture in general, since it is that toxic combination that both drives the crime and makes it lethal.</p> \n<p>This woman and I were looking at the same kids but seeing quite different things.</p> \n<p>“What makes you think they’re going to become gangbangers?” I asked. She shrugged. The conversation pretty much dried up after that.</p> \n<p>There is a section of white society – a broad section that includes affable mothers who will speak to black strangers like me in the park – who understand black kids as an inherent threat. Beyond the segregated ghettos where few white people venture, the presence of black youth apparently marks not just the potential for trouble but the arrival of it. When George Zimmerman saw Trayvon Martin, he didn’t see a 17-year-old boy walking home from the store. He saw someone “real suspicious”, “up to no good”, whom he assumed bore some responsibility for recent burglaries.</p> \n<p>“Fucking punks,” he told the police, referring to Trayvon. “These assholes, they always get away.”</p> \n<p>Indeed black children are often not even regarded as children at all. In Goose Creek, South Carolina, police demanded DNA samples from two middle school students after they were mistaken for a 32-year-old suspect. After the killing of Tamir Rice – the 12-year-old shot dead by police in Cleveland after someone reported him brandishing what they assumed was a “probably fake” gun – a police spokesman said it was his own fault. “Tamir Rice is in the wrong,” he said. “He’s menacing. He’s 5ft 7in, 191 pounds. He wasn’t that little kid you’re seeing in pictures. He’s a 12-year-old in an adult body.” When testifying before the grand jury into the shooting of Michael Brown in Ferguson, Darren Wilson described his assailant more like an animal than a 18-year-old: “He looked up at me and had the most intense aggressive face. The only way I can describe it, it looks like a demon, that’s how angry he looked.” Even after Wilson shot Brown he continued to depict him as both physically superhuman and emotionally subhuman. “He was almost bulking up to run through the shots, like it was making him mad that I’m shooting him. And the face that he had was looking straight through me, like I&nbsp;wasn’t even there, I wasn’t even anything in his way.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b87950a5b682e42b4142465ff022e04a5a8c1547\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435671011856/5a6f4b5b-5869-48fb-99ce-42972b8f5e20-460x276.jpeg\" alt=\"A protester confronts the police after the acquittal of Trayvon Martin's killer in 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A protester confronts police after the acquittal of Trayvon Martin’s killer in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Jae C Hong/AP</span> \n </figcaption> \n</figure> \n<p>The evidence is not merely anecdotal. A study last year published in the American Psychological Association’s online Journal of Personality and Social Psychology revealed that white Americans overestimated the age of black boys over the age of 10 by an average of four and a half years; white respondents also assumed that black children were more culpable than whites or Latinos, particularly when the boys were matched with serious crimes. “Children in most societies are considered to be in a distinct group with characteristics such as innocence and the need for protection,” <a href=\"http://www.apa.org/news/press/releases/2014/03/black-boys-older.aspx\" title=\"\">wrote Phillip Atiba Goff</a> PhD, of the University of California, Los Angeles.<strong> </strong>“Our research found that black boys can be seen as responsible for their actions at an age when white boys still benefit from the assumption that children are essentially innocent.” My son is tall for his age; these are the things you worry about.</p> \n<p>It wasn’t long before my wife and I began to notice the degree to which some white adults felt entitled to shout at black children – be it in the street, or on school trips – for infractions either minor or imagined.</p> \n<p>Last summer, on the afternoon I arrived home from reporting on the disturbances after Michael Brown’s death in Ferguson, Missouri, there was a barbecue and music at the local park. I took the kids. The park has a water feature that shoots wet jets from the ground and sprays kids in fountains from all sides as they paddle around. The younger ones peel down to their underwear while the older ones just pile in whatever they have on. It was a scorching day and my son and several other kids were having a water fight – a tame affair with very little collateral damage for those not involved beyond the odd sprinkling. At one stage, while in hot pursuit of his main rival, my son splashed a woman on her leg. She yelled at him as though he’d hit her with a brick.</p> \n<p>I’d seen the whole thing and ran over.</p> \n<p>“What’s the problem?” I said.</p> \n<p>“Look. He’s covered me in water,” she shouted.</p> \n<p>I looked. She was barely wet. But even if he had …</p> \n<p>“You’re standing in a children’s park, on a hot day, next to a water feature,” I said. “Deal with it. Just stop shouting at him.”</p> \n<p>“Don’t you tell me what to do,” she barked.</p> \n<p>“Now you’re shouting at me,” I said. “Just stop it.”</p> \n<p>“Who the hell are you?” she yelled.</p> \n<p>“I’m his dad that’s who.”</p> \n<p>“You’re nobody, that’s who you are,” she bellowed. “Nobody.”</p> \n<h2>* * *</h2> \n<p><strong>One of the first stories I covered</strong> on my arrival was the funeral of Mamie Till Mobley, the 81-year-old mother of the late Emmett Till. In 1955 Mamie sent her 14-year-old son, Emmett, from Chicago to rural Mississippi to spend his summer holiday with family. She packed him off with a warning: “If you have to get on your knees and bow when a white person goes past,” she told him, “do it willingly.”</p> \n<p>Emmett didn’t follow her advice. While in the small town of&nbsp;Money, in the Delta region, he either said “Bye, baby” or wolf-whistled at a white woman in a grocery store. Three days later his body was fished out of the Tallahatchie river with a bullet in his skull, an eye gouged out and his forehead crushed on one side.</p> \n<p><strong>Raising a black child in a racist society </strong>poses a very particular set of challenges. On the one hand, you want them to be proud and confident of who they are. On the other, you have to teach them that they are vulnerable precisely because of who they are, in the knowledge that awareness of that vulnerability just might save their life. We are trying to raise self-confident children for long lives, not hashtags for slaughter.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We are trying to raise self-confident children for long lives, not hashtags for slaughter</p> \n </blockquote> \n</aside> \n<p>Explaining the complex historical and social forces that make such a dance necessary is not easy at the best of times. Making them comprehensible to a child is nigh impossible without gross simplifications and cutting corners. Once, during our 10-minute walk to daycare, my son asked if we could take another route. “Why?” I asked.</p> \n<p>“Because that way they stop all the black boys,” he said.</p> \n<p>He was right. Roughly twice a week we would pass young black men being frisked or arrested, usually on the way home. He was also four, and until that point I was not aware that he had even noticed. I tried to make him feel safe.</p> \n<p>“Well don’t worry. You’re with me and they’re not going to stop us,” I told him.</p> \n<p>“Why not?” he asked.</p> \n<p>“Because we haven’t done anything,” I said.</p> \n<p>“What have they done?” he asked.</p> \n<p>He had me. From then on we took another route.</p> \n<p>When I interviewed Maya Angelou in 2002, she told me that the September 11 attacks of the previous year were understood differently by African Americans. “Living in a state of terror was new to many white people in America,” she said. “But black people have been living in a state of terror in this country for more than 400 years.” It is that state of terror that has been laid bare these last few years.</p> \n<p>The American polity and media episodically “discovers” this daily reality in much the same way that teenagers discover sex – urgently, earnestly, voraciously and carelessly, with great self-indulgence but precious little self-awareness. They have always been aware of it but somehow when confronted with it, it nonetheless takes them by surprise.</p> \n<p>The week I arrived, in December 2002, the Senate minority leader, Mississippi Republican Trent Lott, resigned from his leadership position after he said in a speech that America would have been a better place had the segregationist Strom Thurmond won the presidency in 1948. The mainstream media saw nothing outrageous in this – as if it was just the kind of thing a conservative southern senator might say. It took bloggers to make it a story. As I write, some southern states are debating whether to keep the Confederate flag flying on state grounds in various guises – as though it took nine people dying on their doorstep to understand its racist connotations.</p> \n<p>It is as though the centuries-old narrative of racial inequality is too tiresome to acknowledge, except as a footnote, until it appears in dramatic fashion, as it did after Hurricane Katrina or the protests in Ferguson. At that point the bored become suddenly scandalised. In a nation that prides itself on always moving forward, the notion that they are “still dealing with this” feels like an affront to the national character. That’s why Obama’s candidacy had such a simple and uplifting appeal to so many Americans. As the radical academic and 1970s icon Angela Davis explained to me in 2007, it represented “a model of diversity as the difference that makes no difference, the change that brings about no change”.</p> \n<p>This most recent episode of racial awakening has lasted longer than most. For the last couple of years the brutal banality of daily life for some people in this country has become visible and undeniable to those who have no immediate connection to it. But nothing new has happened. There has been no spike in police brutality. What’s new is that people are looking. And thanks to new technology (namely the democratisation of the ability to film and distribute), they have lots to look at. As a result, a significant section of white America is outraged at the sight of what it had previously chosen to ignore, while a dwindling but still sizeable and vocal few still refuse to believe their eyes.</p> \n<h2>* * *</h2> \n<p><strong>I’ve never found it particularly useful</strong> to compare racisms – as though one manifestation might be better than another. Every society, regardless of its racial composition, has overlapping and interweaving hierarchies. Insisting on the superiority of one over another suggests there are racisms out there worth having – a race to the bottom with no moral centre.</p> \n<p>In June 1998, as the public inquiry into the murder of Stephen Lawrence laid bare one of the more insidious examples of British racism, news arrived from Jasper, Texas, about the murder of James Byrd. Byrd, an African American, had been picked up by three men, one of whom he knew and two of whom were white supremacists. Instead of driving him home, they took him to a remote country road, beat him, urinated on him and chained him by his ankles to their pickup truck before dragging him for more than a mile until his head came off. Then they went for a barbecue.</p> \n<p>The next day, during an editorial meeting at the Guardian which featured a discussion of the Lawrence inquiry followed by the Byrd murder, one of my colleagues remarked, of Byrd’s killing: “Well at least we don’t do that here.”</p> \n<p>“That will be of little comfort to Doreen and Neville Lawrence,” I thought.</p> \n<p>I have more cousins in the US than in Britain. They are doing fine. At one stage I fully intended to immigrate here. While that plan no longer stands, it still doesn’t strike me as insane.</p> \n<p>While I have been in America, I have not been shot at, arrested, imprisoned or otherwise seriously inconvenienced by the state. I do not live in the hollowed out, jobless zones of urban economic despair to which many African Americans have been abandoned. I have been shouted at in a park, taken different routes to school, and occasionally dealt with bigoted officials. (While driving through Mississippi to cover Katrina I approached a roadblock that all the other journalists had easily passed through, only to have a policeman pat the gun in his holster and turn me around). These experiences are aggravating. They are not life-threatening.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"ef6d8632b3f7e730a6c18541ac36f0dabc5d6bb0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435674452831/7bf99e27-082c-4a23-bc01-00764141edc2-460x276.jpeg\" alt=\"A protest against the killing of Michael Brown in St Louis.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A protest against the killing of Michael Brown in St Louis.</span> \n  <span class=\"element-image__credit\">Photograph: Bryan Sutter/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>I am not Michael Brown. But then Michael Brown wasn’t Michael Brown before he was shot dead and had his body left on the street for four hours; Eric Garner was just a man trying to sell cigarettes in the street before he was choked to death in Staten Island; Tamir Rice was just a boisterous kid acting out in a park before a policeman leaped out of his squad car and shot him within seconds. Being shot dead by the police or anyone else is not the daily experience of black people in America.</p> \n<p>But what became clear following the Department of Justice report into the Ferguson police force was just how extreme and commonplace these aggravations could be. To cite just a few examples: between 2007 to 2014, one woman in Ferguson was arrested twice, spent six days in jail and paid $550 as a result of one parking ticket for which she was originally charged $151. She tried to pay in smaller instalments - $25 or $50 a time - but the court refused to accept anything less than the full payment, which she could not afford. Seven years after the original infraction she still owed $541 – this was how the town raised its revenue. It was not a glitch in the system; it was the system.</p> \n<p>Then there was the 14-year-old boy that the Ferguson police found in an abandoned building, who was chased down by a dog that bit his ankle and his left arm as he protected his face. The boy says officers kicked him in the head and then laughed about it after. The officers say they thought he was armed; he wasn’t. Department of Justice investigators found that every time a police dog in Ferguson bit someone, the victim was black.</p> \n<p>Then there was the man pulled out of his house by the police after reports of an altercation inside. As they dragged him out he told them: “You don’t have a reason to lock me up.”</p> \n<p>“Nigger, I can find something to lock you up on,” the officer told him.</p> \n<p>“Good luck with that,” the man responded. The officer slammed the man’s face into a wall and he fell to the floor.</p> \n<p>“Don’t pass out, motherfucker, because I’m not carrying you to my car,” the officer is claimed to have said.</p> \n<p>This was the same month Brown was killed. Were it not for the disturbances following Brown’s death, there would have been no investigation – not only would we have heard nothing of these things but, because no light had been shone on them, the Ferguson police would be carrying on with the same level of impunity. This was a small midwestern suburb few had heard of – unremarkable in every way, which is precisely what makes the goings on there noteworthy. If it was happening there, then it could be happening anywhere.</p> \n<p>It is exhausting. When the videos of brutality go viral I can’t watch them unless I have to write about them. I don’t need to be shocked – which is just as well because these videos emerge with such regularity that they cease to be shocking. Were it not for the thrill of seeing an unjaded younger generation reviving the best of the nation’s traditions of anti-racist resistance, I would be in despair.</p> \n<p>The altercations in the park, the rerouted walks to school, the aggravations of daily life are the lower end of a continuum – a dull drumbeat that occasionally crescendos into violent confrontation and even social conflagration. As spring turns to summer the volume keeps ratcheting up.</p> \n<p>“Terror,” the anthropologist Arjun Appadurai writes in his book Fear of Small Numbers, “is first of all the terror of the next attack.” The terrorism resides not just in the fact that it happens, but that one is braced for the possibility that it could happen to you at any moment. Seven children and teenagers are shot on an average day in the US. I have just finished writing a book in which I take a random day and interview the families and friends of those who perished. Ten young people died the day I chose. Eight were black. All of the black parents said they had assumed this could happen to their son.</p> \n<p>As one bereaved dad told me: “You wouldn’t be doing your job as a father if you didn’t.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a></p> \n<p>Comments will be switched on later this morning</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671302780/b18ad432-99be-486e-9d24-4147eedfaa9e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Whitney Curtis/New York Times/Redux/eyevine","altText":"A man is arrested during protests over the death of Michael Brown, an unarmed black teenager killed by a police officer, in Ferguson, in August 2014.","cleanCredit":"Photograph: Whitney Curtis/New York Times/Redux/eyevine"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435672269292/058d79a5-ac2b-48c4-b38c-31073ad3bc8d-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Gary Younge with his son in 2008. Photograph: Tara Mack","credit":"Tara Mack","altText":"Gary Younge with his son in 2008.","cleanCaption":"Gary Younge with his son in 2008.","cleanCredit":"Photograph: Tara Mack"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671013907/5a6f4b5b-5869-48fb-99ce-42972b8f5e20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A protester confronts police after the acquittal of Trayvon Martin’s killer in 2013. Photograph: Jae C Hong/AP","credit":"Jae C Hong/AP","altText":"A protester confronts the police after the acquittal of Trayvon Martin's killer in 2013.","cleanCaption":"A protester confronts police after the acquittal of Trayvon Martin’s killer in 2013.","cleanCredit":"Photograph: Jae C Hong/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435674454292/7bf99e27-082c-4a23-bc01-00764141edc2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A protest against the killing of Michael Brown in St Louis. Photograph: Bryan Sutter/Demotix/Corbis","credit":"Bryan Sutter/Demotix/Corbis","altText":"A protest against the killing of Michael Brown in St Louis.","cleanCaption":"A protest against the killing of Michael Brown in St Louis.","cleanCredit":"Photograph: Bryan Sutter/Demotix/Corbis"}],"webPublicationDate":"2015-07-01T05:00:05Z","lastModified":"2015-07-01T05:00:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Gary Younge","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738010/GaryYounge.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/garyyounge"}],"feature":true,"keywords":["US news","Race issues","World news","US politics"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-politics","webTitle":"US politics"}],"section":{"id":"us-news"},"topics":[{"displayName":"Gary Younge","topic":{"type":"tag-contributor","name":"profile/garyyounge"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-338746136","source":"guardian.co.uk","durationInSeconds":373,"formats":[]}],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/01/gary-younge-farewell-to-america","shortUrl":"http://gu.com/p/4a94x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/01/gary-younge-farewell-to-america","webUri":"http://www.theguardian.com/us-news/2015/jul/01/gary-younge-farewell-to-america"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671302780/b18ad432-99be-486e-9d24-4147eedfaa9e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man is arrested during protests against the death of Michael Brown, an unarmed black teenager killed by a police officer, in Ferguson, in August 2014.","credit":"Whitney Curtis/New York Times/Redux/eyevine","altText":"A man is arrested during protests over the death of Michael Brown, an unarmed black teenager killed by a police officer, in Ferguson, in August 2014.","cleanCaption":"A man is arrested during protests against the death of Michael Brown, an unarmed black teenager killed by a police officer, in Ferguson, in August 2014."}},"importance":7,"byline":{"title":"Gary Younge"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435671302780/b18ad432-99be-486e-9d24-4147eedfaa9e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Whitney Curtis/New York Times/Redux/eyevine","altText":"A man is arrested during protests over the death of Michael Brown, an unarmed black teenager killed by a police officer, in Ferguson, in August 2014.","cleanCredit":"Photograph: Whitney Curtis/New York Times/Redux/eyevine"}}]},{"title":"Why do people laugh?","rawTitle":"Why do people laugh?","item":{"type":"comment","id":"commentisfree/2015/jul/01/why-do-people-laugh-google","title":"Why do people laugh? You asked Google – and here’s the answer","trailText":"People ask Google life’s hardest questions, and in this series our writers talk about the most frequently asked. Today’s may be nothing to do with jokes","standFirst":"People ask Google life’s hardest questions, and in this series our writers talk about the most frequently asked. Today’s may be nothing to do with jokes","byline":"Sophie Scott","body":"<p>If you ask people why they laugh, they tend to talk about humour, comedy and jokes. Humour, comedy and jokes do seem to be very important to humans: as far as we can see, as long as humans have had language, we have had humour. Examples have been found <a href=\"http://www.smithsonianmag.com/arts-culture/infinite-jest-17307720/?no-ist\">from ancient Egypt</a>, dated to 2600BC, and a comprehensive Roman joke book, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/jun/28/history-laughter-roman-jokes-mary-beard\">The Laughter Lover</a>, also still exists. Humour may be a constant for humans, but the precise nature of what we think is funny can change over time, and time has not been kind to the jokes from ancient history.</p> \n<p>The ancient Egyptian joke goes: “How do you entertain a bored pharaoh? You sail a boatload of young women dressed only in fishing nets down the Nile and urge the pharaoh to go catch a fish.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We laugh to show that we like people and that we agree with them, understand them, are part of the same group as them</p> \n </blockquote> \n</aside> \n<p>A similarly bizarre sample <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/jun/28/history-laughter-roman-jokes-mary-beard\">from the Roman joke book</a> reads: “A man from Abdera sees a recently crucified runner. ‘By the gods, now he really is flying,’ he says.” Can’t see a turn based on crucifixion going down hilariously nowadays, somehow. And though we like to rate jokes according to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/stage/2014/aug/19/10-funniest-jokes-edinburgh-festival-fringe-2014\">how funny they are</a> or to try and find the funniest jokes <a href=\"http://laughlab.co.uk\">more scientifically</a> they can still be subject to changes in tastes and fashion, and the risk that someone might have personal reasons to <a href=\"http://www.theonion.com/blogpost/thats-not-funny-my-brother-died-that-way-10921\">find something deeply unfunny</a>.</p> \n<p>We typically link laughter and humour very profoundly, but the link may not be as close as we imagine. When I started working with laughter, as part of my work into vocal emotional expressions, I always used to <a href=\"https://thepsychologist.bps.org.uk/volume-26/edition-4/laughter-ordinary-and-extraordinary\">refer to it as “amusement”</a>. However, our lay understanding of laughter is not quite on the ball – while we do laugh at jokes and comedy, we laugh most in social situations.</p> \n<p><a href=\"http://provine.umbc.edu/books/laughter-a-scientific-investigation/\">Robert Provine</a> has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds. He has argued that though we associate our laughter with humour and jokes, in fact we laugh most when we’re talking to others, and in those conversations we are rarely laughing at jokes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/24/why-is-nicotine-addictive-google\">Why is nicotine addictive? You asked Google – here’s the answer | Marc Lewis</a> </p> \n</aside> \n<p>And laughter is hugely potentiated by the presence of other people – Provine has shown that we’re 30 times more likely to laugh when we are with someone else than when we are on our own. And we laugh to show that we like people – we might even love them – and that we agree with them, understand them, are <a href=\"https://www.ted.com/talks/sophie_scott_why_we_laugh\">part of the same group</a> as them.</p> \n<p>I was at a conference in the US a few weeks ago, with a largely American audience, and in a talk on speech production someone gave the example of saying the word “spot”, and then making that more complex by putting another word before it, and saying “toss spot”. I was sitting next to my student, Sophie Meekings, the only other British person I could see. We turned to each other, mouthed TOSS POT, and then dissolved into helpless laughter. If I had not been sitting next to someone I know and like, who also knew that tosspot has a more specific UK English meaning, I would probably not have screamed my way through my colleague’s talk so rudely.</p> \n<p>So in a very real sense, I like to think this was Sophie Meekings’ fault.</p> \n<figure class=\"element element-image\" data-media-id=\"56234c42fe6cc1033e9ab906fd0c83699b154518\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435680860588/2bb10635-e98a-4d36-8e44-62acbe906815-460x276.jpeg\" alt=\"Vic Reeves and Bob Mortimer\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vic Reeves and Bob Mortimer. ‘Laughter is hugely potentiated by the presence of other people – we’re 30 times more likely to laugh when we are with someone else than when we are on our own.’</span> \n </figcaption> \n</figure> \n<p>In fact, Provine has pointed out that we often laugh simply because someone else is laughing. Laughter, like yawning, is behaviourally contagious, and we can catch it easily from other people, especially if we know them. There is a beautiful example here of Vic Reeves and Bob Mortimer laughing and <a href=\"https://www.youtube.com/watch?v=lMPJZ4YZnqI\">making Matt Lucas laugh</a> while he’s trying to sing. And of course a very famous example here of Brian Johnson and Jonathan Agnew <a href=\"https://www.youtube.com/watch?v=IzEBLrz3S1o\">trying to keep talking about cricket</a> while howling with laughter (“Aggers! Do stop it!”).</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We turned to each other, mouthed TOSS POT, and then dissolved into helpless laughter</p> \n </blockquote> \n</aside> \n<p>It’s now becoming clear that though laughter is an essential social sign of affection and affiliation, it may be even more important than that. Research into couples has shown that people who deal with unpleasant, stressful situations with <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25439499\">positive emotions like laughter</a> not only feel immediately better, they are also happier in their relationships and stay together for longer. Laughter is a phenomenally useful way for people to regulate their emotions together – and feel better together. In this context, jokes and humour may form incredibly useful reasons to laugh together.</p> \n<p>I certainly find myself saving things up to share with my partner – things I’ve heard or read or seen that I think are funny (<a href=\"http://www.avclub.com/article/hikers-em127-hoursem-inspired-trip-goes-about-as-w-62248\">like this</a> or <a href=\"https://www.facebook.com/VizComic/photo s/a.115083725219750.14844.115082048553251/696995643695219/\">this</a>) – as I know that I’ll laugh more at them if we read or hear or watch them together. The scientific studies suggest not only that laughing like this means I’ll laugh more, but also that it’s important that we’ll be laughing together, that we’ll be sharing our laughter. This almost certainly applies to anyone we are close to. Just before my father’s funeral started, I suddenly started telling my mum my favourite joke from the sitcom <a href=\"http://www.bbc.co.uk/comedy/porridge/\">Porridge</a>:</p> \n<blockquote> \n <p>Fletcher: (<em>sniffing)</em> Dear me, what’s that smell?<br />Harris: Put me back on the pig farm, didn’t they?<br />Warren: I quite like the smell, Harris. Reminds me of home.<br />Fletcher: Born on a farm, was you?<br />Warren: No.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"d4372c6176e943ac7dc5a1358ece3b9ee2c7e1ce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435681243083/ebaf7b7d-4b0f-4657-9db1-fd768694fac3-460x276.jpeg\" alt=\"Porridge TV comedy\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘I was just grabbing for something, anything, that my mum and I could laugh at. Together. It probably didn’t hurt that I thought of a programme, Porridge, we would all have watched together when I was a kid’.</span> \n </figcaption> \n</figure> \n<p>At the time I thought well, this is odd, even by my standards, but I can see now I was just grabbing for something, anything, that my mum and I could laugh at. Together. It probably didn’t hurt that I thought of a programme we would all have watched together when I was a kid.</p> \n<p>One last striking finding about laughter is that we are terrible at remembering that we’ve been doing it. We can often remember things we laughed at, or the people we were with, but we really do not notice how much we actually laugh. All studies that have asked people how often they laugh find that people wildly underestimate how often they laugh, and indeed if you observe people laughing, you’ll find that they always laugh more than they say they do. It’s almost as if we don’t notice a lot of the laughing we do, maybe because it’s such a basic aspect of our experience.</p> \n<p>So in short, we do laugh because of humour and jokes, but we laugh mostly because of love and affection. We laugh to share meaning and understanding, to make ourselves feel better, to reaffirm relationships and to make new ones. It’s probably time to be taking our laughter more seriously.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435674042663/Baby-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty","credit":"Evan Kafka/Getty","altText":"Baby laughing","cleanCaption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435680860218/2bb10635-e98a-4d36-8e44-62acbe906815-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":342,"width":570,"orientation":"landscape","caption":"Vic Reeves and Bob Mortimer. ‘Laughter is hugely potentiated by the presence of other people – we’re 30 times more likely to laugh when we are with someone else than when we are on our own.’","credit":"Dave Hogan/Getty Images","altText":"Vic Reeves and Bob Mortimer","cleanCaption":"Vic Reeves and Bob Mortimer. ‘Laughter is hugely potentiated by the presence of other people – we’re 30 times more likely to laugh when we are with someone else than when we are on our own.’"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435681243606/ebaf7b7d-4b0f-4657-9db1-fd768694fac3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"‘I was just grabbing for something, anything, that my mum and I could laugh at. Together. It probably didn’t hurt that I thought of a programme, Porridge, we would all have watched together when I was a kid’.","credit":"Ian West/PA/PA","altText":"Porridge TV comedy","cleanCaption":"‘I was just grabbing for something, anything, that my mum and I could laugh at. Together. It probably didn’t hurt that I thought of a programme, Porridge, we would all have watched together when I was a kid’."}],"webPublicationDate":"2015-07-01T08:00:08Z","lastModified":"2015-07-01T08:03:42Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Sophie Scott","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophie-scott"}],"feature":false,"keywords":["Comedy","Society","Google","Technology"],"tags":[{"id":"culture/comedy","webTitle":"Comedy"},{"id":"society/society","webTitle":"Society"},{"id":"technology/google","webTitle":"Google"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Sophie Scott","topic":{"type":"tag-contributor","name":"profile/sophie-scott"}}],"series":{"title":"The autocomplete questions","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/the-autocomplete-questions"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/why-do-people-laugh-google","shortUrl":"http://gu.com/p/4a957","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/why-do-people-laugh-google","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/why-do-people-laugh-google"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435674042663/Baby-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty","credit":"Evan Kafka/Getty","altText":"Baby laughing","cleanCaption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty"}},"importance":6,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435674042663/Baby-laughing-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty","credit":"Evan Kafka/Getty","altText":"Baby laughing","cleanCaption":"‘Robert Provine has demonstrated that in the wild, laughter is a largely social behaviour, a way of making and maintaining social bonds.' Photograph: Evan Kafka/Getty"}}]},{"title":"Fracketeering / How capitalism is power-hosing the last drops of value out of us all","rawTitle":"How capitalism is power-hosing the last drops of value out of us all","item":{"type":"article","id":"money/2015/jun/30/fracketeering-capitalism-power-hosing-estate-agents-cakeage","title":"Fracketeering: how capitalism is power-hosing the last drops of value out of us all","trailText":"Once you’ve mined the earth and milked the service industries, what is there left to frack? Us, that’s what – with everything from admin charges and estate agent fees to blockbuster premiums and ‘cakeage’","standFirst":"Once you’ve mined the earth and milked the service industries, what is there left to frack? Us, that’s what – with everything from admin charges and estate agent fees to blockbuster premiums and ‘cakeage’","byline":"Ian Martin","body":"<p>Fracking. Could there be a more perfect model for how we’re getting rinsed by this current conspiracy of government and commerce? In a world turned upside down, “conservative” now means the absolute opposite of “leaving things as they are”. Conservative means changing everything. It means dismantling things and selling off the bits. It means drilling into our lives and extracting the marrow.</p> \n<p>Conservatism and conservation are now about as far apart as it’s possible to get. Friends of Conservation are the ones protecting the countryside. The ones who stand around self-consciously in terrible fancy dress, holding passive-aggressive placards in praise of the noble, selfless badger. Or basically any mammal that looks good in a waistcoat.</p> \n<p>Friends of Conservatism, on the other hand, are the ones who roll up on heavy machinery like a pissed Ukrainian militia. The ones who drill deep beneath that area of local countryside whose only “use” so far has been as a picnic site. And who then pump into the ground powerful jets of high-pressure hydrogunk, splintering rock as easily as a walnut. And who, having sucked up a sky’s worth of valuable gas through a massive crack pipe, then pack up and lumber off to fracture and steal someone else’s underground treasure.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A gang of estate agents has invented the “client progression fee&quot; – charging people for agreeing to sell them something</p> \n </blockquote> \n</aside> \n<p>Welcome to capitalism’s late late show. If you can power-hose the last drop of value out of something, you now have an amoral imperative to do it. Fracking is the chief inspiration for today’s entrepreneurs, those <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/29/andy-burnham-business-leaders-labour-enterprise-wealth-creators\">“heroic wealth creators” so admired by Andy Pandery Burnham</a> and half the Labour party. Everything is up for grabs now. The age of the racketeer is over. It’s all about fracketeering now.</p> \n<p>Here is a recent example. A gang of London estate agents has invented something called a “client progression fee”. Yeah, ha ha, the cheeky peaky blinders are leeching an extra grand and a half out of buyers just for accepting their offer on a property. Imagine that. Charging people for agreeing to sell them something. Arbitrarily monetising something that customers are obliged to do anyway.<br /></p> \n<p>It’s almost as if the property industry is a pirate economy serviced by unscrupulous thieving bastards drenched in melancholy duty-free fragrances. Let’s face it, estate agents have pretty much perfected the art of taking the piss with a straight face. One former estate agent told me the other day he was always instructed to make admin fees “whatever you think you can get away with … go high, then drop as a favour”. Classic surcharge frackery.</p> \n<p>I had decided that of all the agents – sports, double, biological – estate agents were definitely the worst. Then I asked people on Twitter how they had been fracked over lately and they reminded me about letting agents. And about how every single person I’ve ever known who has had any dealings with a letting agent has had to recalibrate their view of the human race as a result. Has anyone ever got their exorbitant deposit back in full without an exhausting argument pointing out that three years of normal wear and tear can’t be classed as catastrophic damage? I’ve been hearing about people being charged a &pound;90-per-person “reference fee” when moving between two properties run by the same agent, “so that’s &pound;180 to ask themselves how we were as tenants”. Or being charged &pound;50 for printing six pages of a rental contract. “I asked them to email it so I could print it. They said no.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3c9a477aabe1c1a8ce1639461ac6ac9b4427ed7c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435685926558/258245a8-d639-42d5-95be-076b74940768-310x420.jpeg\" alt=\"Redefining citizens as frackable units ... Illustration: Leon Edler\" width=\"310\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Redefining citizens as frackable units ... Illustration: Leon Edler</span> \n </figcaption> \n</figure> \n<p>The world of fracketeering is infinitely flexible and contradictory. Buy tickets online and you could be charged an admin fee for an attachment that <em>requires</em> you to print them at home. The original online booking fee – you’ve come this far in the buying process, hand over an extra 12 quid now or write off the previous 20 minutes of your life – has mutated into exotic versions of itself.</p> \n<p>The confirmation fee. The convenience fee. Someone who bought tickets for a tennis event at the O2 sent me this pithy tweet: “4 tickets. 4 Facility Fees + 4 Service Charge + 1 Standard Mail &pound;2.75 = 15% of overall &pound;!”. Definitely a grand slam.</p> \n<p>It’s amazing to think of a world that existed before the admin charge. It almost makes you nostalgic for a simpler and more innocent time, when racketeers would work out what it was we wanted and then supply it at an inflated price. You remember racketeers. Snappy dressers, little moustaches, connections to organised crime. Some of them did very well and went on to become successful publishers or peers of the realm. Quite a few old-school racketeers went into the “hospitality and leisure” business, where these days fracking is in full effect.</p> \n<p>Restaurants charging “cakeage” fees of up to &pound;9 a person if diners want to bring their own birthday cake. A “blockbuster” surcharge on cinema tickets for popular films. The “tray charge” on a room service dinner that already costs as much as the room. And a particular favourite of mine – any hotel that charges for internet access, as if WiFi were some fancy extra like a massage chair, or clown therapy. “Congratulations, you may now surf the world wide web,” says the drop-down box from 1996. It might as well add: “We would ask that you keep your visit to the internet as brief as possible as reception may require the telephone line for incoming calls.”</p> \n<p>The problem for fracking capitalism is finding new territory. It is an immutable law of economics that the rich have to keep getting richer, otherwise the whole system collapses and then what happens? Nobody knows, but the rich drop hints from time to time that if their margins are eroded we might all find ourselves in some <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/apr/01/riddley-walker-passion-easter-story\">Riddley Walker dystopia</a> where humans have to hunt food again and keep wild dogs at bay and it’s raining all the time and people tell wistful stories about the old days when there were ships in the sky and pictures on the wind, so to stop this happening keep making us richer.</p> \n<p>But once you’ve mined the earth and milked the service industries, what is there left to frack? Us, that’s what. Heard of Kwasi Kwarteng? He’s a rising star in the Tory party. Always a danger signal, this. To qualify as a rising star in this context you have to make Judge Dredd look like the Archbishop of Canterbury.</p> \n<p>Kwarteng’s suggestion, which has gone down very well with literally everyone I hate, is that a young person who hasn’t got a job and therefore hasn’t paid any national insurance contributions should get their unemployment benefit in the form of <a href=\"http://www.gloucestercitizen.co.uk/Make-young-people-pay-benefits-loans-Conservative/story-26688038-detail/story.html\">a repayable loan</a>. Even if someone was out of work for the entire seven years between 18 and 25, he says, “the total sum repayable would be &pound;20,475 – considerably less than the tuition fees loan repayable by many of his or her peers”. The clincher, there. You might be unemployed, but think yourself lucky you’re not going to university.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"23b6239d41892f867e43ba9a1f9eb1077e2495fa\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435686121688/e1d33dc3-bc98-454e-be2b-1625ed0a5ca7-333x420.jpeg\" alt=\"Whatever's round the corner, you can be sure humanity will be the harvest ... Illustration: Leon Edler\" width=\"333\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Whatever’s round the corner, you can be sure humanity will be the harvest ...</span> \n  <span class=\"element-image__credit\">Photograph: Leon Edler</span> \n </figcaption> \n</figure> \n<p>Redefining citizens as frackable units is precisely where all this current terrifying unpleasantness with the NHS is leading. Once you apply the laws of fracketeering to the NHS it’s a short step from monetising cataract operations to privatising them. Procedures that are highly profitable for shareholders, however, may be out of reach for the poor. Perhaps we can come to some arrangement. You owe us for restoring your eyesight, but you can’t seriously expect to see <em>and</em> get a full state pension …</p> \n<p>Nearly everyone had an NHS dentist once. God, it’s been years since you were in with a shout for one. What did they look like, can anyone remember? I’ve got this image of a Victorian gentleman, top hat and cape.</p> \n<p>Nowadays the poor just put up with bad teeth. It’s the same with physio. GPs round my way now simply advise you to book privately to avoid a months-long waiting list, but even a short course of sessions costs over a ton. It might as well be a grand if you’re on a tight family budget.</p> \n<p>I’ve been getting free prescriptions for years. Of course I’m incredibly grateful. The meds are keeping me going. Indeed, they’ve kept me going for longer than was originally anticipated. I’ve paid in all my life; now I’m being looked after. It was always taken for granted, this arrangement. NHS. Free for all, paid for by everyone, from each according to their means to each according to their needs, let’s have a knees-up, God bless us all, boom bang-a-wap diddly bosh.</p> \n<p>But I can’t be the only one on regular meds thinking, “how much would they cost me without an NHS?” and Googling the market price.</p> \n<p>I don’t want to sound overdramatic but fracketeers are faceless evil wizards and algorithms are their flying monkeys, dispatched from the anonymous castles of corporate service providers. You can’t tell me the people frackers aren’t looking at the meds people are on, too. And wondering how quickly the UK can be shunted into an American reality, where “unpaid medical bills” is now the number one cause of bankruptcy.</p> \n<p>We are already living in a capitalist sci-fi horror story, where masters of the universe are trading stuff that doesn’t even exist yet. Future grain harvests in Canada, milk yields in Wisconsin, next year’s batch of Japanese whisky. The Chicago Mercantile Exchange has a wide variety of “weather derivatives” available for trade if you’re interested including “temperature ranges, snowfall amounts and frost”. If fracketeers can think it, they can monetise it. There are no moral boundaries. The only limit to fracketeering is imagination.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>One day there will be a giant respiratory multinational that will own all new lungs</p> \n </blockquote> \n</aside> \n<p>For all I know, there’s a cabal of trillionaires sitting in a Jacobean library somewhere discussing how they might trade futures in trading futures. Or trying to fix the odds on farmed stem cells, or fat-burning nebulisers. Whatever’s round the corner, though, you can be sure humanity will be the harvest. People are the basic material of an economic world. Of course the frackers will drill into us.</p> \n<p>Aspects of our physical existence will be divided as spoils. One day there will be a giant respiratory multinational that will own all new lungs. Babies will be born with their pulmonary systems on a lifetime leasehold. When they grow up they’ll face severe penalties for breathing polluted air. The manufacturers of cigarettes and vaping devices aren’t going to like that much, so maybe it’s Big Tobacco that sees where the future’s going and cleverly snaps up all the lungs in advance.</p> \n<p>Sex, sunshine, sleep, singing. The best things in life are currently free. We’d better make the most of them, because in a frackable future they’ll all be metered and chargeable. Libido International or whoever would be alerted to any sexual activity via, I don’t know, some sort of monitored hormonal “thinkernet” and would shut it down after 60 seconds unless you authorised a debit or had a prepaid sex account.</p> \n<p>Maybe people will be fitted with retinal paywalls to allow in sunshine, which will be owned by a solar consortium based somewhere tax-efficient and warm. Sleep would be traded on the international sleep exchange – imagine the premium new parents would pay for an hour of ultra-deep oblivion. And all human singing would be automatically Shazammed to a central licensing bureau for billing, the days of “out of copyright” having long gone. Everything out of copyright will be automatically the copyright of Singinc, who own “trad” and “anon” now, too. And your vocal cords.</p> \n<p>In the future it will probably be best to stay celibate, in the dark, awake for as long as possible and quiet. So let’s live a little now, before we’re all fracked.</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687233201/Welcome-to-capitalisms-la-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler ","credit":"Leon Edler","altText":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs","cleanCaption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler "}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435685927226/258245a8-d639-42d5-95be-076b74940768-1507x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1507,"orientation":"portrait","caption":"Redefining citizens as frackable units ... Illustration: Leon Edler","credit":"Leon Edler","altText":"Redefining citizens as frackable units ... Illustration: Leon Edler","cleanCaption":"Redefining citizens as frackable units ... Illustration: Leon Edler"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435686119451/e1d33dc3-bc98-454e-be2b-1625ed0a5ca7-1620x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1620,"orientation":"portrait","caption":"Whatever’s round the corner, you can be sure humanity will be the harvest ... Photograph: Leon Edler","credit":"Leon Edler","altText":"Whatever's round the corner, you can be sure humanity will be the harvest ... Illustration: Leon Edler","cleanCaption":"Whatever’s round the corner, you can be sure humanity will be the harvest ...","cleanCredit":"Photograph: Leon Edler"}],"webPublicationDate":"2015-06-30T18:12:20Z","lastModified":"2015-06-30T23:00:58Z","metadata":{"commentable":true,"commentCount":338,"contributors":[{"name":"Ian Martin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-martin"}],"feature":true,"keywords":["Scams","Ticket prices","Fracking","Benefits","Business","Politics","Society"],"tags":[{"id":"money/scamsandfraud","webTitle":"Scams"},{"id":"money/ticket-prices","webTitle":"Ticket prices"},{"id":"environment/fracking","webTitle":"Fracking"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"money"},"topics":[{"displayName":"Ian Martin","topic":{"type":"tag-contributor","name":"profile/ian-martin"}}],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jun/30/fracketeering-capitalism-power-hosing-estate-agents-cakeage","shortUrl":"http://gu.com/p/4a5zz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jun/30/fracketeering-capitalism-power-hosing-estate-agents-cakeage","webUri":"http://www.theguardian.com/money/2015/jun/30/fracketeering-capitalism-power-hosing-estate-agents-cakeage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687233201/Welcome-to-capitalisms-la-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler ","credit":"Leon Edler","altText":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs","cleanCaption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler "}},"importance":5,"kicker":{"title":"Fracketeering"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435687233201/Welcome-to-capitalisms-la-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler ","credit":"Leon Edler","altText":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs","cleanCaption":"Welcome to capitalism's late late show … fracking is the chief inspiration for today's entrepreneurs. Illustration: Leon Edler "}}]},{"title":"Giant glitter-spraying penis helps raise sexual health awareness in Norway","rawTitle":"Giant glitter-spraying penis helps raise sexual health awareness in Norway","item":{"type":"video","id":"society/video/2015/jul/01/giant-glitter-penis-sexual-health-campaign-video","title":"Giant glitter-spraying penis helps raise sexual health awareness in Norway","trailText":"<p>Sexual health charity RFSU is running a video campaign in Norway with the tagline: 'Penis can surprise you'</p>","standFirst":"Sexual health charity RFSU is running a video campaign in Norway with the tagline: 'Penis can surprise you'. The clip stars 19-year-old Philip van Eck in a penis costume, surprising people with explosions of glitter. Though not everyone finds it funny, the skit is aimed at 16-25 year-olds who, according to a spokesperson, are 'not swayed by lecturing, facts or scaremongering'","byline":"","body":"<video data-media-id=\"gu-video-457322987\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435719893147/penis-will-surprise-you-001.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/07/01/150701Penis_FromGAus-16x9.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/07/01/150701Penis_FromGAus_3gpLg16x9.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/07/01/150701Penis_FromGAus_3gpSml16x9.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/07/01/150701Penis_FromGAus/150701Penis_FromGAus.m3u8\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/07/01/150701Penis_FromGAus.webm\"></source> \n</video>","video":{"id":"gu-video-457322987","source":"RFSU","durationInSeconds":46,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/01/150701Penis_FromGAus-16x9.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/01/150701Penis_FromGAus/150701Penis_FromGAus.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435719893147/penis-will-surprise-you-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU Photograph: RFSU","credit":"RFSU","altText":"penis will surprise you","cleanCaption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU","cleanCredit":"RFSU"}},"section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435719938480/penis-will-surprise-you-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU Photograph: RFSU","credit":"RFSU","altText":"penis will surprise you","cleanCaption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU","cleanCredit":"RFSU"}],"bodyImages":[],"webPublicationDate":"2015-07-01T04:11:00Z","lastModified":"2015-07-01T05:09:04Z","metadata":{"commentable":true,"commentCount":33,"contributors":[],"feature":false,"keywords":["Sexual health","Sex education","Norway","Health","Sex"],"tags":[{"id":"society/sexual-health","webTitle":"Sexual health"},{"id":"education/sexeducation","webTitle":"Sex education"},{"id":"world/norway","webTitle":"Norway"},{"id":"society/health","webTitle":"Health"},{"id":"lifeandstyle/sex","webTitle":"Sex"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/video/2015/jul/01/giant-glitter-penis-sexual-health-campaign-video","shortUrl":"http://gu.com/p/4a9yf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/video/2015/jul/01/giant-glitter-penis-sexual-health-campaign-video","webUri":"http://www.theguardian.com/society/video/2015/jul/01/giant-glitter-penis-sexual-health-campaign-video"},"shouldHideAdverts":false},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435719938480/penis-will-surprise-you-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU Photograph: RFSU","credit":"RFSU","altText":"penis will surprise you","cleanCaption":"Sexual health charity raising awareness of STIs in Norway with campaign featuring a giant penis. Uploaded 01 July 2015 Photograph: RFSU","cleanCredit":"RFSU"}}]},{"title":"Bodies, beer cans and prime property / Manchester learns to love its canals","rawTitle":"Manchester learns to love its canals","item":{"type":"article","id":"cities/2015/jul/01/manchester-canal-serial-killer-property-reputation","title":"Bodies, beer cans and prime property: Manchester learns to love its canals","trailText":"From their 19th-century heyday to allegations of a serial killer stalking the towpaths, Manchester has had an up-and-down relationship with its canals. But efforts to clean up the water are giving them a new lease of life","standFirst":"<p>From their 19th-century heyday to allegations of a serial killer stalking the towpaths, the city of Manchester has had an up-and-down relationship with its canals. But efforts to clean up the water are giving both a new lease of life</p>","byline":"Alec Herron","body":"<p>On a muggy Manchester morning, the trawl begins. Our nondescript metal barge is fronted by two huge empty rubbish bins. “This is a maintenance boat, but 95% of the time we’re cleaning up litter,” says Mike Sheldon, as we set off from Piccadilly Basin, which is wedged between Manchester’s Piccadilly train station and the glistening apartments of the city’s easterly expansions.</p> \n<p>Our route is a nine-lock stretch of the Rochdale Canal that passes through the heart of Manchester city centre. Skimming up a football between cans and bottles, plastic bags and coffee cups, Sheldon – one of the boat’s two operatives – laments: “I love this city but, to Mancunians, the canals mean hardly anything at all.”</p> \n<p>Built in 1776, the Rochdale Canal stretches for 32 miles, from the Calder and Hebble Navigation in West Yorkshire through to the Bridgewater Canal on the southern edge of Manchester city centre. Debris floating through the city’s streets often finds its final resting place in this stretch of the canal, turning it into a physical embodiment of the filthy habits of some its citizens and visitors. <br /></p> \n<p>“You mention it, we’ve found it,” says today’s other boat operative, volunteer lock keeper Ian McCarthy. “The best find we ever had was a safe that was still full of money,” he recalls with enthusiasm. “We took it to the police, nobody claimed it, so it ended up ours. We [the canal society] made a fortune.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The canal got a bad reputation from a few small incidents</p> \n  <footer> \n   <cite>Ian McCarthy</cite> \n  </footer> \n </blockquote> \n</aside> \n<figure class=\"element element-image\" data-media-id=\"12936a45d109a7eed9462c4009b74ce7710e037e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245379006/d349fdee-c0e1-4339-afa0-f1233a175d6f-460x276.jpeg\" alt=\"Debris floating through the city’s streets often finds it final resting place in this stretch of the canal.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Debris from the city’s streets often seems to find its way to this stretch of the canal.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for The Guardian.</span> \n </figcaption> \n</figure> \n<p>McCarthy’s relationship with the Rochdale Canal began as a teenager in the early 1970s, as he campaigned for a then-abandoned waterway to be fully restored for leisure use. His struggle was finally realised through millennium lottery funding in 2002. </p> \n<p>It’s not just rubbish that is retrieved from the water. Since the canal’s reopening, both men have also had the unenviable task of recovering dead bodies from the water. So many have there been that, last January, local media reported extensively (and even live-blogged) the claims of a Birmingham City University professor, who said that <a href=\"http://www.manchestereveningnews.co.uk/news/greater-manchester-news/latest-updates-pusher-row-rages-8451161\">61 bodies found in the region’s canal and rivers</a> over the past seven years must amount to foul play. The supposed serial killer responsible was excitedly dubbed “the Pusher”.<br /></p> \n<p>“It was a wonderful story … we thought it was great,” McCarthy says, sarcastically, as we pass under the distilled bars of Deansgate Locks, picking up indiscriminate debris thrown into the water – but absolutely no dead bodies. “It’s more likely that a bloke wanders down pissed as a fart, falls in and bangs his head. The big number of 61 is actually in a very large area, over a long period of time.” </p> \n<p>Though the accusations were <a href=\"http://www.mancunianmatters.co.uk/content/140172242-pusher-police-quash-rumours-serial-killer-stalks-manchester-canals\">quickly shot down</a> by police and city councillors alike, the damage to the reputation of Manchester’s waterways caused by the extensive media coverage was very real.</p> \n<p>“If you search ‘Manchester’ and ‘boating’ on the internet, you’ll soon realise that somebody has had problems. There’s a bad reputation from a few small incidents,” McCarthy says. “In 40 years of tying my boat up in Manchester, I’ve had one incident – when two drunken girls and a bloke thought they would try to untie my boat. They were getting nowhere.”</p> \n<p>Sheldon, smaller and more animated than his colleague, is blunter in his analysis: “What a complete load of bollocks it was.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"bff0f1a8ca2b51dc46f03c93f2b3f7bd4600ed2c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435244516372/e95d80c0-d191-432e-bd08-95b9c7cd6c1a-460x276.jpeg\" alt=\"A steam boat on the Rochdale Canal&nbsp;circa 1890, when 500 boats passed through Manchester city centre every day, carrying 870,000 tonnes of cargo with them each year.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A steam boat on the Rochdale Canal circa 1890, when 500 boats passed through Manchester city centre every day.</span> \n  <span class=\"element-image__credit\">Photograph: The Waterways Archive</span> \n </figcaption> \n</figure> \n<p>But the contents of the canal can still be depressing. In April, <a href=\"http://www.andfestival.org.uk/events/roughfish/\">Mexican art collective TRES</a> led more than 100 participants in a game in which pieces of rubbish were collected from the water and replaced by luminous balls fitted with a GPS chip. Points were awarded according to litter categories, and the balls tracked to map (anti-)social behaviour. More than 100 hypodermic needles were collected over the two days of competition.</p> \n<p>Nonetheless, Sheldon – who was born in the canal-lining Manchester suburb of Droylsden – says he has seen major improvements in water quality, and reduced pollution levels since starting his full-time canal maintenance role a decade ago. “So I would say to the [Manchester] Evening News: ‘Come here, come out on the water and have a look.’” <br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>These people aren’t interested in the boats, they’re interested in their community</p> \n  <footer> \n   <cite>Jon Stoop</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Under the <a href=\"http://www.wfduk.org/\">Water Framework Directive</a> classification system, the water quality of the Rochdale Canal in Manchester is now officially “good”, according to Cath Ferguson, environment manager at the <a href=\"https://canalrivertrust.org.uk/about-us/environment/meet-the-environment-team\">Canal &amp; River Trust</a> – comparable with the Regent’s Canal in London. Proof of this improved water quality came in April when the world’s oldest angling club, <a href=\"http://salfordfriendlyanglers.co.uk/\">the Salford Friendly Anglers’ Society</a>, were granted permission to set their rods in the Rochdale Canal, counting pike, carp and eels among their catch. <br /></p> \n<p>The low levels of boat traffic – a sign of the canal’s almost-complete loss of non-leisure function – may help keep the water pollution low. In 1875, 500 boats passed through Manchester city centre every day, carrying somewhere around 870,000 tonnes of cargo with them each year. Over the whole of last year, just 400 are reckoned to have taken the same journey, almost exclusively for leisure reasons.</p> \n<p> Without the considerations of the public, there is a limit to how far the canal can become part of city life in Manchester. The Canal and River Trust, which owns the Rochdale Canal alongside the city council and some private enterprises, is attempting to grow an “adoption scheme” that was launched three years ago. </p> \n<figure class=\"element element-image\" data-media-id=\"20fe119752d7d347c4d8995a2fa66809dfad6237\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435245602707/45245d1a-419b-404f-8d0a-9024cc5eda3d-460x276.jpeg\" alt=\"Views of the Rochdale Canal including a building at the entrance to a &nbsp;car park and the disused canal and locks&nbsp;Date&nbsp;May 1974\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Rochdale Canal in May 1974. </span> \n  <span class=\"element-image__credit\">Photograph: The Waterways Archive</span> \n </figcaption> \n</figure> \n<p>The first of the two current city-centre adoption groups was formed by residents in and around <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2012/dec/18/social-housing-new-islington-manchester\">Ancoats’s New Islington development</a>, and sees up to 30 volunteers each month cleaning the towpath, collecting surface litter and planting hedges. “These people aren’t interested in the boats,” says Jon Stoop, leader of the Ancoats Canal adoption group. “They’re interested in their community.” </p> \n<p>The residents have been joined in the private sector further downstream by <a href=\"http://merseybasin.typepad.co.uk/my_weblog/2009/03/british-waterways-towpath-tidy-hits-manchester-city-centre.html\">law firm Eversheds</a>, whose staff are encouraged to spend a number of hours maintaining the adopted stretch outside their office windows. </p> \n<p>The canal’s ongoing transformation from wasteland to recognised asset has also gained the attention of Manchester’s rapidly changing architecture. Whereas the Rochdale Canal was originally hidden behind factories and warehouses facing the opposite direction, in disregard of a waterway functioning solely to transport coal and small freight between business, many of the city’s recent industrial regenerations and new developments have been constructed with balconies, patios and main entrances overlooking the water.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2015/feb/04/manchester-morrissey-the-smiths\">This charming Manchester: is Morrissey's city still recognisable?</a> </p> \n</aside> \n<p>“We recently appraised an apartment overlooking the canal at possibly &pound;20,000 more than a similar apartment in the same building that faced the road,” says Rob Kenyon of Manchester estate agents Suttons City Living. “Recent canalside developments have all taken advantage of their location, offering balconies and terraces with water views.” </p> \n<p>Since the 1980s, Mancunians have rediscovered an appreciation for city-centre living, creating a vibrant, balanced and prosperous hub ever further from the dank days of its post-industrial decline. Yet the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/the-northerner/2013/feb/06/manchester-green-spaces-funding-cut\">lack of green space</a> still remains one of the city centre’s greatest moaning points.<br /></p> \n<p>With a push of civic pride, a growth in volunteer hands and investment in towpath improvement and decoration, the ongoing cleanup of the Rochdale Canal could provide the escape from grinding urbanity that Manchester city centre’s residents, workers and visitors so badly want.</p> \n<ul> \n <li><em>Follow Guardian Cities on <a href=\"https://twitter.com/guardiancities\">Twitter</a> and <a href=\"https://www.facebook.com/guardiancities\">Facebook</a> and join the discussion</em></li> \n</ul>","section":"Cities","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678038203/fe460cf8-4bfa-4bb1-9e0b-4aca15499be5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond","altText":"Mike Sheldon from the Canal and River Trust during a daily clean up of the Rochdale Nine section of the canal through Manchester city centre.","cleanCredit":"Photograph: Christopher Thomond"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245380643/d349fdee-c0e1-4339-afa0-f1233a175d6f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Debris from the city’s streets often seems to find its way to this stretch of the canal. Photograph: Christopher Thomond for The Guardian.","credit":"Christopher Thomond for The Guardian.","altText":"Debris floating through the city’s streets often finds it final resting place in this stretch of the canal.","cleanCaption":"Debris from the city’s streets often seems to find its way to this stretch of the canal.","cleanCredit":"Photograph: Christopher Thomond for The Guardian."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435244518601/e95d80c0-d191-432e-bd08-95b9c7cd6c1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A steam boat on the Rochdale Canal circa 1890, when 500 boats passed through Manchester city centre every day. Photograph: The Waterways Archive","credit":"The Waterways Archive","altText":"A steam boat on the Rochdale Canal circa 1890, when 500 boats passed through Manchester city centre every day, carrying 870,000 tonnes of cargo with them each year.","cleanCaption":"A steam boat on the Rochdale Canal circa 1890, when 500 boats passed through Manchester city centre every day.","cleanCredit":"Photograph: The Waterways Archive"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435245604132/45245d1a-419b-404f-8d0a-9024cc5eda3d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Rochdale Canal in May 1974.  Photograph: The Waterways Archive","credit":"The Waterways Archive","altText":"Views of the Rochdale Canal including a building at the entrance to a  car park and the disused canal and locks Date May 1974","cleanCaption":"The Rochdale Canal in May 1974. ","cleanCredit":"Photograph: The Waterways Archive"}],"webPublicationDate":"2015-07-01T06:30:06Z","lastModified":"2015-07-01T06:33:42Z","metadata":{"commentable":true,"commentCount":10,"contributors":[],"feature":false,"keywords":["Cities","Water","Water transport","Manchester","Social enterprises","Greater Manchester","Environment","Society","UK news"],"tags":[{"id":"cities/cities","webTitle":"Cities"},{"id":"environment/water","webTitle":"Water"},{"id":"world/water-transport","webTitle":"Water transport"},{"id":"uk/manchester","webTitle":"Manchester"},{"id":"society/socialenterprises","webTitle":"Social enterprises"},{"id":"uk/greater-manchester","webTitle":"Greater Manchester"},{"id":"environment/environment","webTitle":"Environment"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"cities"},"topics":[],"embeddedVideos":[],"adTargetingPath":"cities"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/cities/2015/jul/01/manchester-canal-serial-killer-property-reputation","shortUrl":"http://gu.com/p/4avqd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/cities/2015/jul/01/manchester-canal-serial-killer-property-reputation","webUri":"http://www.theguardian.com/cities/2015/jul/01/manchester-canal-serial-killer-property-reputation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678038203/fe460cf8-4bfa-4bb1-9e0b-4aca15499be5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mike Sheldon from the Canal and River Trust during a daily clean up of the Rochdale Nine section of the canal through Manchester city centre. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Mike Sheldon from the Canal and River Trust during a daily clean up of the Rochdale Nine section of the canal through Manchester city centre.","cleanCaption":"Mike Sheldon from the Canal and River Trust during a daily clean up of the Rochdale Nine section of the canal through Manchester city centre.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":3,"kicker":{"title":"Bodies, beer cans and prime property"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678038203/fe460cf8-4bfa-4bb1-9e0b-4aca15499be5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond","altText":"Mike Sheldon from the Canal and River Trust during a daily clean up of the Rochdale Nine section of the canal through Manchester city centre.","cleanCredit":"Photograph: Christopher Thomond"}}]},{"title":"Amy Winehouse's demos will never be released – because her label boss destroyed them","rawTitle":"Amy Winehouse's demos will never be released – because her label boss destroyed them","item":{"type":"article","id":"music/2015/jul/01/amy-winehouss-demos-label-boss-destroyed-them","title":"Amy Winehouse's demos will never be released – because her label boss destroyed them","trailText":"Universal CEO David Joseph says the decision to destroy her early recordings was ‘a moral thing’","standFirst":"<p>Universal CEO David Joseph says the decision to destroy her early recordings was ‘a moral thing’</p>","byline":"Guardian music","body":"<p>One of the grimmer sights in recent years has been the raiding of the vaults of dead superstars to uncover floods of posthumous albums – using demos and outtakes to create new music.</p> \n<p>That will not happen with Amy Winehouse, Universal Music UK chairman and CEO David Joseph has said. <a href=\"http://www.billboard.com/articles/news/6612646/amy-winehouse-documentary-sam-smith-mark-ronson-salaam-remi-addiction\">Speaking to Billboard</a>, Joseph said he had destroyed her demos to ensure they could not be developed into releasable material. “It was a moral thing,” he said. “Taking a stem or a vocal is not something that would ever happen on my watch. It now can’t happen on anyone else’s.”</p> \n<p>Although there has been one posthumous Winehouse album – 2011’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/dec/01/amy-winehouse-lioness-hidden-treasures-review\">Lioness: Hidden Treasures</a> – it seems likely to be the last. That is probably a good thing, given that Lioness was hardly an artistic triumph. “The compilers have clearly had to pull every trick in the posthumous album book in order to cobble together 45 minutes of music,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2011/dec/01/amy-winehouse-lioness-hidden-treasures-review\">wrote the Guardian’s Alexis Petridis</a> in his review of the album. </p> \n<p>Joseph was speaking to Billboard ahead of the release of the documentary Amy, on which he is credited as executive producer. Winehouse’s former A&amp;R man – and now the president of her label, Island Records – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2012/jul/15/island-records-darcus-beese\">Darcus Beese</a> told Billboard he blamed the media for driving Winehouse to her death. “She was ill. You had people who had praised her and now they were murdering her,” he said. “Hopefully, when they see their faces on the screen they’ll feel embarrassed.” </p> \n<p>Winehouse’s sole posthumous album places her in stark contrast to Tupac Shakur. In the nine years following his death in 1997, seven new Tupac studio albums have been joined by 10 compilations, two remix albums, one soundtrack album, one live DVD and countless singles and featured appearances.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435734950690/1e57488f-32be-4be8-8c72-e6853571198d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley / Rex Features/James McCauley / Rex Features","altText":"Amy Winehouse … Performing in London in 2007.","cleanCredit":"Photograph: James McCauley / Rex Features/James McCauley / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-07-01T07:28:25Z","lastModified":"2015-07-01T08:15:07Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Guardian music","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardianmusic"}],"feature":false,"keywords":["Amy Winehouse","Music","Pop and rock","Culture"],"tags":[{"id":"music/amywinehouse","webTitle":"Amy Winehouse"},{"id":"music/music","webTitle":"Music"},{"id":"music/popandrock","webTitle":"Pop and rock"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"music"},"topics":[{"displayName":"Guardian music","topic":{"type":"tag-contributor","name":"profile/guardianmusic"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/01/amy-winehouss-demos-label-boss-destroyed-them","shortUrl":"http://gu.com/p/4a9n4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/01/amy-winehouss-demos-label-boss-destroyed-them","webUri":"http://www.theguardian.com/music/2015/jul/01/amy-winehouss-demos-label-boss-destroyed-them"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435734950690/1e57488f-32be-4be8-8c72-e6853571198d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amy Winehouse … Performing in London in 2007. Photograph: James McCauley/Rex Features","credit":"James McCauley/Rex Features","altText":"Amy Winehouse … Performing in London in 2007.","cleanCaption":"Amy Winehouse … Performing in London in 2007.","cleanCredit":"Photograph: James McCauley/Rex Features"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435734950690/1e57488f-32be-4be8-8c72-e6853571198d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"James McCauley / Rex Features/James McCauley / Rex Features","altText":"Amy Winehouse … Performing in London in 2007.","cleanCredit":"Photograph: James McCauley / Rex Features/James McCauley / Rex Features"}}]},{"title":"Teachers should not make Muslim pupils feel like the enemy","rawTitle":"Teachers should not make Muslim pupils feel like the enemy","item":{"type":"comment","id":"commentisfree/2015/jul/01/muslim-children-enemy-radicalisation","title":"Teachers should not make Muslim pupils feel like the enemy","trailText":"Proposals to tackle radicalisation run the risk of silencing and alienating children in our classrooms","standFirst":"Proposals to tackle radicalisation run the risk of silencing and alienating children in our classrooms","byline":"Owen Jones","body":"<p>If you care about children’s development and combating extremism, this is a story that should alarm you. A teacher at a London state school largely catering for Muslim girls runs an activity each week: pupils suggest items in the news to talk about, and the class has a discussion. But a week after the Charlie Hebdo atrocity, nobody brought it up. When the teacher spoke to students, she found out why: “Our mothers told us, ‘Don’t talk about that – they’ll put us on a register.’”</p> \n<p>The teacher in the story didn’t think any of her students would have said they supported the terrorists, but thought some students might have said drawing the prophet Muhammad should be illegal; others might have felt less strongly. But the opportunity to have the discussion was lost because these pupils thought they would be criminalised.</p> \n<p>It’s a story recounted to me by Kevin Courtney, the National Union of Teachers’ deputy general secretary, which sums up fears many teachers have about this government’s approach. Under <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law\" title=\"\">legislation that came into force this week</a> schools are obliged to have <a href=\"http://www.legislation.gov.uk/ukdsi/2015/9780111133309/pdfs/ukdsiod_9780111133309_en.pdf\" title=\"\">“due regard to the need to prevent people from being drawn into terrorism”. </a>A teacher’s position depends on trust as well as respect. Both could be undermined if teachers are transformed into de facto adjuncts of the police. Pupils could be left feeling they are under even more suspicion than they already are – worse, that they are being spied on. Discussions related to extremism, radicalisation and terrorism could be shut down.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Once again the British state is helping build the sort of extremism it is publicly combating</p> \n </blockquote> \n</aside> \n<p>Even before the despicable massacre of sunbathing tourists in Tunisia, few would have questioned the need for a strategy to deal with radicalisation. Of course it is the responsibility of teachers to report suspicions of students being groomed by Isis and other jihadis, just as is the case with suspicions of grooming for sexual abuse. But making Muslims feel like a fifth column, a potential enemy within, from childhood onwards: this is guaranteed to make British Muslims feel even more besieged and defensive. According to a poll in April, <a href=\"http://www.independent.co.uk/news/uk/home-news/a-third-of-muslims-say-they-feel-under-greater-suspicion-in-the-last-few-years-survey-shows-10168449.html\" title=\"\">a third of Britain’s Muslim population reported feeling under more suspicion in the past few years</a>.</p> \n<p>Given that the research also suggested over half of non-Muslim Britons felt Islam was incompatible with British values, you can see why. British Muslims – a diverse group ranging from those of Indonesian, Turkish, Nigerian, Indian and Bangladeshi descent to white converts – are increasingly regarded as synonymous with terrorism and extremism in modern Britain.</p> \n<p>According to the education secretary, Nicky Morgan, <a href=\"http://www.bbc.co.uk/news/education-33325654\" title=\"\">homophobia could be investigated as a sign of extremism</a>. As a&nbsp;gay man, I want homophobia to be taken seriously, and think children should be educated about prejudice as early as is feasible. But negative views about LGBT people will not be confronted if children shut down any discussion out of fear of being labelled a potential terrorist. Morgan herself originally opposed and voted against equal marriage: could those much younger than her come under suspicion if they are Muslims?</p> \n<p>The teacher at the above school thought some of her pupils might believe drawing their prophet should be criminalised. For those who seize on this as proof of the illiberalism of Muslims, it’s worth noting that a desire to implement state bans on forms of expression that offend is hardly specific to any faith group. According to a poll a few years ago, <a href=\"http://www.newstatesman.com/mehdi-hasan/2015/01/muslim-i-m-fed-hypocrisy-free-speech-fundamentalists\" title=\"\">82% of Britons wanted to prosecute those who burn poppies, for example</a>. Ideally, education should encourage children to be critical thinkers, able to question whether such crackdowns on free expression are dangerous in a democracy.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/24/teach-proper-islam-stem-extremism\">Teaching proper Islamic principles will help stem extremism | Muhammad Tahir-ul-Qadri</a> </p> \n</aside> \n<p>Once again, it is difficult to avoid the conclusion that British state policy is helping to build the sort of extremism it is publicly committed to combating. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/16/lady-warsi-ministers-fuelling-muslim-radicalisation\" title=\"\">former Tory minister Lady Warsi has warned that </a>a policy of disengagement with Muslim organisations has had exactly this counterproductive consequence. Isis and other jihadis want Muslims to feel pariahs in their society, to be the targets of fear and suspicion.</p> \n<p>We’ve had 14 years of the “war on terror”, both at home and abroad: the results speak for themselves. The genuinely far-reaching debate we have so far been denied is surely overdue: how about an independent public inquiry into modern extremism? Reducing the phenomenon to any single factor is facile: all must be examined.</p> \n<p>How can the British government best engage with and involve its Muslim citizens, and combat a sense of siege? Who is susceptible to radicalisation and why? How much has western foreign policy contributed, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2010/jul/20/chilcot-mi5-boss-iraq-war\" title=\"\">as the ex-MI5 head Eliza Manningham-Buller has said it has</a>? What threat is posed by the destruction of both Iraq and Libya? What pressure can the west exert on its own allies – namely Saudi Arabia, Qatar and Kuwait – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/aug/31/combat-terror-end-support-saudi-arabia-dictatorships-fundamentalism\" title=\"\">to stop the export of extremism across the Middle East and beyond</a>?</p> \n<p>Defenders of the government often suggest that its critics believe western foreign policy alone is at the heart of radicalisation. The reason for it is undoubtedly a complex interaction of different factors. My fear is that current government policy will seal the mouths of Muslim pupils, leaving them feeling unable to open up for fear of the consequences: a satisfactory outcome for extremists, and nobody else.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435688102024/Pupils-at-a-faith-class-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pupils at a faith class at Manchester Islamic hIgh school for girls. Photograph: Don Mcphee for the Guardian","credit":"Don Mcphee/Guardian","altText":"Pupils at a faith class at Manchester Islamic hIgh school for girls.","cleanCaption":"Pupils at a faith class at Manchester Islamic hIgh school for girls. Photograph: Don Mcphee for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T07:00:07Z","lastModified":"2015-07-01T07:00:07Z","metadata":{"commentable":true,"commentCount":164,"contributors":[{"name":"Owen Jones","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owen-jones"}],"feature":false,"keywords":["Counter-terrorism policy","Islam","Religion","World news","Schools","Education","UK security and counter-terrorism","UK news","Politics"],"tags":[{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Owen Jones","topic":{"type":"tag-contributor","name":"profile/owen-jones"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/muslim-children-enemy-radicalisation","shortUrl":"http://gu.com/p/4a9gc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/muslim-children-enemy-radicalisation","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/muslim-children-enemy-radicalisation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435688102024/Pupils-at-a-faith-class-a-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pupils at a faith class at Manchester Islamic hIgh school for girls. Photograph: Don McPhee ","credit":"Don Mcphee/Guardian","altText":"Pupils at a faith class at Manchester Islamic hIgh school for girls.","cleanCaption":"Pupils at a faith class at Manchester Islamic hIgh school for girls. Photograph: Don McPhee "}},"importance":1,"byline":{"title":"Owen Jones"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2014/5/20/1400601747870/Owen-Jones-L.png"}}]}],"lastModified":"2015-07-01T08:07:57Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}