{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Not so savage / Early men and women were equal, say scientists","rawTitle":"Early men and women were equal, say scientists","item":{"type":"article","id":"science/2015/may/14/early-men-women-equal-scientists","title":"Early men and women were equal, say scientists","trailText":"Study shows that modern hunter-gatherer tribes operate on egalitarian basis, suggesting inequality was an aberration that came with the advent of agriculture<br>","standFirst":"<p>Study shows that modern hunter-gatherer tribes operate on egalitarian basis, suggesting inequality was an aberration that came with the advent of agriculture<br /></p>","byline":"Hannah Devlin Science correspondent","body":"<p>Our prehistoric forebears are often portrayed as spear-wielding savages, but the earliest human societies are likely to have been founded on enlightened egalitarian principles, according to scientists.</p> \n<p>A study has shown that in contemporary hunter-gatherer tribes, men and women tend to have equal influence on where their group lives and who they live with. The findings challenge the idea that sexual equality is a recent invention, suggesting that it has been the norm for humans for most of our evolutionary history.</p> \n<p>Mark Dyble, an anthropologist who led the study at University College London, said: “There is still this wider perception that hunter-gatherers are more macho or male-dominated. We’d argue it was only with the emergence of agriculture, when people could start to accumulate resources, that inequality emerged.”</p> \n<p>Dyble says the latest findings suggest that equality between the sexes may have been a survival advantage and played an important role in shaping human society and evolution. “Sexual equality is one of a important suite of changes to social organisation, including things like pair-bonding, our big, social brains, and language, that distinguishes humans,” he said. “It’s an important one that hasn’t really been highlighted before.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/mar/01/hunting-with-wolves-humans-conquered-the-world-neanderthal-evolution\">How hunting with wolves helped humans outsmart the Neanderthals</a> </p> \n</aside> \n<p>The study, published in the journal <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aaa5139\">Science</a>, set out to investigate the apparent paradox that while people in hunter-gatherer societies show strong preferences for living with family members, in practice the groups they live in tend to comprise few closely related individuals. </p> \n<p>The scientists collected genealogical data from two hunter-gatherer populations, one in the Congo and one in the Philippines, including kinship relations, movement between camps and residence patterns, through hundreds of interviews. In both cases, people tend to live in groups of around 20, moving roughly every 10 days and subsisting on hunted game, fish and gathered fruit, vegetables and honey.</p> \n<p>The scientists constructed a computer model to simulate the process of camp assortment, based on the assumption that people would chose to populate an empty camp with their close kin: siblings, parents and children.</p> \n<p> When only one sex had influence over the process, as is typically the case in male-dominated pastoral or horticultural societies, tight hubs of related individuals emerged. However, the average number of related individuals is predicted to be much lower when men and women have an equal influence – closely matching what was seen in the populations that were studied.</p> \n<p>“When only men have influence over who they are living with, the core of any community is a dense network of closely related men with the spouses on the periphery,” said Dyble. “If men and women decide, you don’t get groups of four or five brothers living together.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sexual equality is one of the important changes that distinguishes humans. It hasn’t really been highlighted before</p> \n  <footer> \n   <cite>Mark Dyble, leader of the study</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The authors argue that sexual equality may have proved an evolutionary advantage for early human societies, as it would have fostered wider-ranging social networks and closer cooperation between unrelated individuals. “It gives you a far more expansive social network with a wider choice of mates, so inbreeding would be less of an issue,” said Dyble. “And you come into contact with more people and you can share innovations, which is something that humans do par excellence.”</p> \n<p>Dr Tamas David-Barrett, a behavioural scientist at the University of Oxford, agreed: “This is a very neat result,” he said. “If you’re able to track your kin further away, you’d be able to have a much broader network. All you’d need to do is get together every now and then for some kind of feast.”</p> \n<p>The study suggests that it was only with the dawn of agriculture, when people were able to accumulate resources for the first time, that an imbalance emerged. “Men can start to have several wives and they can have more children than women,” said Dyble. “It pays more for men to start accumulating resources and becomes favourable to form alliances with male kin.”</p> \n<p> Dyble said that egalitarianism may even have been one of the important factors that distinguished our ancestors from our primate cousins. “Chimpanzees live in quite aggressive, male-dominated societies with clear hierarchies,” he said. “As a result, they just don’t see enough adults in their lifetime for technologies to be sustained.”</p> \n<p>The findings appear to be supported by qualitative observations of the hunter-gatherer groups in the study. In the Philippines population, women are involved in hunting and honey collecting and while there is still a division of labour, overall men and women contribute a similar number of calories to the camp. In both groups, monogamy is the norm and men are active in childcare.</p> \n<p> Andrea Migliano, of University College London and the paper’s senior author, said: “Sex equality suggests a scenario where unique human traits, such as cooperation with unrelated individuals, could have emerged in our evolutionary past.” <br /></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431675991615/b11fb5f4-2812-4f95-bf41-13059d6964c3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Everett Collection / Rex Features","altText":"The authors of the study argue that sexual equality may have proved an evolutionary advantage for early human societies, as it would have fostered wider-ranging social network (probably not including gardening).","cleanCredit":"Photograph: Everett Collection / Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-05-14T21:58:49Z","lastModified":"2015-05-15T07:46:37Z","metadata":{"commentable":true,"commentCount":420,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Anthropology","Gender","Women","Evolution","Science","Society","World news"],"tags":[{"id":"science/anthropology","webTitle":"Anthropology"},{"id":"world/gender","webTitle":"Gender"},{"id":"lifeandstyle/women","webTitle":"Women"},{"id":"science/evolution","webTitle":"Evolution"},{"id":"science/science","webTitle":"Science"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/14/early-men-women-equal-scientists","shortUrl":"http://gu.com/p/49v3c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/14/early-men-women-equal-scientists","webUri":"http://www.theguardian.com/science/2015/may/14/early-men-women-equal-scientists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431675991615/b11fb5f4-2812-4f95-bf41-13059d6964c3-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The authors of the study argue that sexual equality may have proved an evolutionary advantage for early human societies, as it would have fostered wider-ranging social network (probably not including gardening). Photograph: Everett Collection / Rex Features","credit":"Everett Collection / Rex Features","altText":"The authors of the study argue that sexual equality may have proved an evolutionary advantage for early human societies, as it would have fostered wider-ranging social network (probably not including gardening).","cleanCaption":"The authors of the study argue that sexual equality may have proved an evolutionary advantage for early human societies, as it would have fostered wider-ranging social network (probably not including gardening).","cleanCredit":"Photograph: Everett Collection / Rex Features"}},"importance":7,"kicker":{"title":"Not so savage"},"showQuotedHeadline":false},{"title":"Carbon bombs / Australia: heat rising on the new coal frontier","rawTitle":"Australia: heat rising on the new coal frontier","item":{"type":"article","id":"environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","title":"Australia: The new coal frontier","trailText":"Around 27bn tonnes of coal are thought to be locked under the ground of the Galilee Basin in the outback of Queensland. A huge proposed complex of coal mines is planned here, including the world’s largest thermal coal project. So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef. What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?","standFirst":"<p>Around 27bn tonnes of coal are thought to be locked under the ground of the Galilee Basin in the outback of Queensland. A huge proposed complex of coal mines is planned here, including the world’s largest thermal coal project. So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef. What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?</p>","byline":"Josh HolderLindsay PoultonEkaterina OchagaviaMonica UlmanuJohn MullinOliver MilmanDavid Maurice Smith","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/carbon-bomb/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/carbon-bomb/boot.js\" data-alt=\"Carbon Bomb: Australia\"> \n <noscript> \n  <p><strong>Mega mines, mega emissions</strong></p> \n  <p>Around 27bn tonnes of coal are thought to be locked under this soil. A huge complex of coal mines is planned here, in the outback of Queensland, including the world’s largest thermal coal project.</p> \n  <p>So are railway lines and a massive expansion of the Abbot Point port on the Great Barrier Reef.</p> \n  <p>What will this mean for the Aboriginal community, the Great Barrier Reef and the world’s climate?</p> \n  <p><strong>Chapter 1: My people, our land</strong></p> \n  <p>Arian Burragubba is a strong man. His people, the Wangan and Jagalingou, have called this flat, arid outback in central Queensland home for tens of thousands of years, but now all that is under threat.</p> \n  <p>When the white man first came here in his great-grandfather’s time, Adrian, 54, a tribal elder and ‘law man’, says they were thought of as ghosts - strange, but welcome enough. But later generations were to bear the brunt of the interlopers’ greed. His grandfather and his father were both removed from the land and put on church-run properties to make way for a gold rush.</p> \n  <p>“Those places were like concentration camps,” he explains. “They wanted Aboriginal people out of the way, so you couldn’t leave them. The police would take you back if you did.”</p> \n  <p>Now the rapacious outsiders are back. Massive mining operations are looking to plunder a gigantic new coal frontier in the Galilee Basin. There are 247,000 sq km (95,400 sq miles) of coal: a land mass the size of Britain.</p> \n  <p>Will these companies succeed? “Over my dead body,” says Adrian.</p> \n  <p>This is a story about the indigenous people – and the loss of Aboriginal lands. It is about Queensland’s fragile environment and the damage a massive new port and thousands of coal container journeys exporting coal would cause the Great Barrier Reef, one of the most precious ecosystems on earth.</p> \n  <p>And it is about the world’s climate – if the complex is fully developed, greenhouse gas emissions from the burned coal would top 700m tonnes a year, bringing irreversible climate change ever closer.</p> \n  <p>Were the Galilee Basin a country, it would be the seventh largest contributor of carbon dioxide in the world, just behind Germany.</p> \n  <p>Adrian, an accomplished didgeridoo player whose six children often perform traditional music alongside him, initially didn’t want to be drawn into the struggle. Now, he sees no choice but to lead the fight for his 400-strong tribe against what would be the world’s largest thermal coal project and second largest so-called carbon bomb.<br /></p> \n  <p>“This level of mining would devastate this land beyond recognition. It would destroy any sense of connection to the land. We are afraid of being wiped out completely.”</p> \n  <p>― Adrian Burragubba</p> \n  <p>“All memory of our tribe will be erased forever due to mining. If we can’t maintain what our forefathers gave us, we will become non-existent. It will be a barren wasteland, cultural genocide.</p> \n  <p>We are next to Wolfgang’s Peak, a volcanic rock Burragubba describes as ‘our Uluru’ as he explains how it was created from a rainbow serpent falling from the sky and crashing to the ground. He hopes its name, derived from a white explorer, will be officially changed one day.</p> \n  <p>“We talk about yumba, which is not just where you live. It’s where you began, the locus of your creation.”</p> \n  <p>― Adrian Burragubba</p> \n  <p>“British law, Australian law – we can’t identify with that. We simply go along with it because we have to obey it, but our law is permanent.</p> \n  <p>“Mining disrupts the practising of our law. This is our world, and if that ceases to exist, we will perish.”</p> \n  <p>This is where the AS$16.5bn (&pound;8.4bn) Carmichael project, set to be the first and largest of at least six huge mines planned for the Galilee Basin, is due to launch in 2017. Adani, an Indian firm advised by UK bank Standard Chartered, is behind the project, and is planning to build a 189km rail line to take the coal to an expanded port at Abbot Point near the blue collar town of Bowen on the Great Barrier Reef.</p> \n  <p>Environmentalists have launched two separate court actions to halt Carmichael. They believe the other mines will be less viable if they can win at the first attempt because it would mean they would have to bear the costs of the infrastructure.</p> \n  <p>All the mines planned for the Galilee Basin would, at capacity, ship around 330m tonnes of coal a year to India and China, more than doubling Australia’s current coal exports.</p> \n  <p>Little wonder that Tony Abbott, the prime minister, has praised coal for being “good for humanity”, providing much-needed electricity abroad and thousands of jobs and billions of dollars in taxes at home.</p> \n  <p>One key environmental impact will be on water, which, in parched Queensland, is precious. The Carmichael mine alone will require a peak of 12.5bn litres a year. In some places, the water table is expected to drop by 50 metres. The Belyando River would have water removed at the rate of 4,629 litres per second if Carmichael goes ahead.</p> \n  <p><strong>C</strong><strong>hapter 2: You can’t live long without water</strong></p> \n  <p>If you rely on a groundwater bore accessed by a pump near your house for your water supplies, like Bruce Currie, who has 1,400 cattle at Speculation Farm, the rampant thirst of the Galilee Basin projects is a very immediate threat.</p> \n  <p>Bruce, and his wife Annette, are close to the southernmost proposed mines – the Kevin’s Corner and Alpha projects, to be operated by GVKHancock, a consortium of Indian mining power and the company headed by Gina Rinehart, the richest woman in Australia.</p> \n  <p><a><br /></a></p> \n  <p>The company says it has conducted extensive studies which show the mines will have no major impact upon groundwater. In any case, there are “make good” agreements with nearby landholders to remedy any problems.</p> \n  <p>But Bruce, a father of five, says he is “suspicious” of the consortium’s insistence. He is going through a lengthy legal process with the company to guarantee his supply.</p> \n  <p>“If we don’t have water supplies for us and our cattle, it will destroy our business, basically. The old saying out here is you can live a long time without love but you can’t live long without water.”</p> \n  <p><a><br /></a></p> \n  <p>Ground water supplies basically dictate whether the farm can operate and survive.</p> \n  <p>“It not only means losing our business,” says Annette. “We’d lose our home, we’d lose our lifestyle, we’d lose our passion. It’s not only a case of the mines going ahead and we lose our water. It will destroy our life.”</p> \n  <p>― Annette Currie</p> \n  <p>Bruce, who reads Confucius in his spare time, ran as an independent candidate at the last state election, railing against the influence mining firms have over the main political parties and what he feels is an increasingly throwaway society. “I was flogged,” he recalls.</p> \n  <p>“Mining is unsustainable. They are going to get a few limited royalties to pay for this nation’s debt,” he says.</p> \n  <p>“It would be responsible to move as quickly as we can now to renewable energy, rather than wait until our resources are depleted and we destroy other productive industries.”</p> \n  <p>Tim Kirkwood, who runs a cattle station about 60km from the Carmichael mine, near Clermont, disagrees. The rail line that will transport the coal to port slices through his property, with a further area taken up by a new quarry. He believes the mine is vital to Australia’s way of life.</p> \n  <p>“Mining and agriculture have always been the primary industries of Australia and always will be. Without them, we’ll be in big trouble.”</p> \n  <p>― Tim Kirkwood</p> \n  <p>“You can be a greenie about these things, but those people generally think food comes from Woolworths,” he says. “They don’t realise that you need primary materials for things. They probably think their iPhones are created by Apple out of thin air. Mining and agriculture have always been the primary industries of Australia and always will be. Without them, we’ll be in big trouble.”</p> \n  <p>Rob Williams, who works as an electrician, agrees. “How can it hurt? It’s got to be good. There’s lots of habitat out there for wildlife. Koalas and kangaroos – they learn to adapt. I work in the workshop and birds fly in there all the time. Wildlife adapts to mining, so people should do, too.”</p> \n  <p>Head to the coast, though, and the mood is darker – for here the Great Barrier Reef is under threat.</p> \n  <p><strong>Chapter 3: The battle for the Reef</strong></p> \n  <p>Tony Fontes arrived in Airlie Beach, near the Whitsunday islands, in 1978. He’d done some diving back home in California. Nothing prepared him for what he saw on the world’s largest reef system.</p> \n  <p>“It was mind blowing. I saw things you just dream of being next to such as manta rays, twice as big as me,” Tony says, stretching his arms wide.</p> \n  <p>“After a while you notice the small things too, like sea slugs, which are like the butterflies of the sea. Finding them is like finding a nugget of gold.”</p> \n  <p>― Tony Fontes</p> \n  <p>Tony began to worry about the reef in 1998, when there was a mass bleaching event. Another followed in 2002. Bleaching is a process where corals turn bright white and die due to heat stress.<br /></p> \n  <p>“It’s beautiful but very unhealthy,” Tony says. “Corals are generally autumn colours – browns, greens, greys. But when they are bleached they are the brightest snow while. Dazzling. Really pretty. But then after a few weeks it becomes yucky, very squishy, and then the corals are gone.”</p> \n  <p>Scientists fret that unchecked global warming will irreversibly ravage the ecosystem. Corals are extremely sensitive to changes in water temperature and can die off if they warm too much. Ocean acidification, the change in the water’s chemistry when it absorbs CO2, is also a major threat, as it makes it harder for corals to form their skeletons.</p> \n  <p>The reef has lost half of its coral over the past 30 years – cyclones, pollution, a plague of coral-eating starfish are to blame.<br /></p> \n  <p>Tourism operators and green groups laid siege to the plans to expand the Abbot Point port, involving the excavation of 5m tonnes of seabed.</p> \n  <p>They would dump the sediment in the reef’s waters, potentially smothering corals and seagrasses considered vital for fish, turtles and dugongs.</p> \n  <p>Prof Terry Hughes, head of coral reef research at James Cook University, Townsville, says: “It’s quite clear from the evidence that the stressors on the reef are too high. The reef is struggling to cope with the current level of pollution, fishing and global warming.”</p> \n  <p>“I have no doubt the Galilee Basin will damage the Great Barrier Reef. The uncertainty is over the extent.”</p> \n  <p>― Terry Hughes</p> \n  <p>“Turning around the trajectory of the reef is like turning around the Titanic. It’s no easy task, and opening up the Galilee Basin is loading the dice against a recovery.”</p> \n  <p>The northern portion of the reef has fared much better than the southern, more developed part. It is still an exquisite ecological gem. But the disappearance of the corals has cascading effects, from the small fish that hide in the nooks and crannies to the sharks that feed upon those fish. Unesco’s world heritage committee will decide next month whether to officially list the reef as “in danger”.</p> \n  <p>Tony wants people to get up in arms over climate change as they did over the sea dumping. He admits it will be harder this time around.</p> \n  <p>“We need to mobilise, but climate change is too nebulous. Plus you’re taking on the coal industry”</p> \n  <p>― Tony Fontes</p> \n  <p>“There aren’t many friends in that other than green groups and tourism is loathed to be associated with green groups. But the coal needs to stay in the ground and the Great Barrier Reef can be the spearhead. If we are going to lose it due to climate change, people will say ‘no, we’re not going to let that happen.’”</p> \n  <p>All is not yet lost. While the green lobby is launching its legal challenges, simple economics will determine whether the excavation of the Galilee Basin goes ahead.</p> \n  <p>Take the price of coal. It is half what it was five years ago and well below a level where analysts expect the Galilee Basin mines to make a decent profit.</p> \n  <p>And then there is the reluctance of banks to get involved. A total of 11 – including HSBC, Citi and Barclays – have ruled out funding the projects, with other financial institutions fretting over the financial and reputational implications of backing the developments.</p> \n  <p>Most of the large banks are signatories to the Equator Principles, an international set of standards that rule out the financing of projects that harm world heritage sites, and Unesco will decide next whether to list the Great Barrier Reef in danger.</p> \n  <p>Back at Wolfgang’s Peak, Adrian Burragubba certainly hopes so.</p> \n </noscript> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431614973362/71e3e717-86dc-4ea3-a4e4-6f123ca3975a-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian","altText":"Bruce Currie","cleanCredit":"Photograph: Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-15T03:00:04Z","lastModified":"2015-05-15T07:14:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Holder","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-holder"},{"name":"Lindsay Poulton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lindsay-poulton"},{"name":"Ekaterina Ochagavia","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ekaterina-ochagavia"},{"name":"Monica Ulmanu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/monica-ulmanu"},{"name":"John Mullin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnmullin"},{"name":"Oliver Milman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412084850932/Oliver-Milman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-milman"},{"name":"David Maurice Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-maurice-smith"}],"feature":false,"keywords":["Environment","Climate change","Australia news","Pollution","Fossil fuels","Energy"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"}],"section":{"id":"environment"},"displayHint":"immersive","topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","shortUrl":"http://gu.com/p/47m48","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier","webUri":"http://www.theguardian.com/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier"},"shouldHideAdverts":true},"importance":6,"kicker":{"title":"Carbon bombs"},"showQuotedHeadline":false},{"title":"Why did the election pollsters get it so wrong?","rawTitle":"Why did the election pollsters get it so wrong?","item":{"type":"article","id":"politics/2015/may/14/why-did-the-election-pollsters-get-it-so-wrong","title":"Why did the election pollsters get it so wrong?","trailText":"As an inquiry begins into how the Conservative vote was so underestimated, some strategists suggest asking about values gives a more accurate projection than asking who someone is going to vote for","standFirst":"<p>As an inquiry begins into how the Conservative vote was so underestimated, some strategists suggest asking about values gives a more accurate projection than asking who someone is going to vote for</p>","byline":"Robert Booth","body":"<p>In the end, perhaps they just asked the wrong question. A week after the worst night in 23 years for pollsters, a battered and bruised industry has started to focus on an intriguing phenomenon: why did asking about voters’ values rather than which party they prefer seem to better predict last Friday’s surprise Tory majority?</p> \n<p> That question will form a key part of the British Polling Council’s inquiry into how its members on average underestimated the actual Conservative vote by a huge 4.2 percentage points in their final polls.</p> \n<p> The polling giants, including YouGov, which produced daily snapshots for the Sun, and ICM, which ran polls for the Guardian, have spent long hours this week scouring their raw data for clues and trying to explain to clients, the public and some angry politicians what went wrong.</p> \n<p> Martin Boon, chief executive of ICM, summed up the mood simply: “The world may be coming to realise the market research industry does its best, but the best may not be good enough all of the time.”</p> \n<p> With the future of political polling in the balance, their discomfort has been made worse by internal party pollsters claiming this week they knew all along the public polls predicting deadlock were junk. A Conservative head office source told the Guardian the public polls were treated with “contempt” by CCHQ strategists and at best “mock ironic seriousness”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/inside-the-campaigns-pursuing-tory-wishlist-misread-country-mood\">Inside the campaigns: 'Pursuing a Tory wishlist would misread country's mood'</a> </p> \n</aside> \n<p> Jim Messina, the Conservative strategist who worked for Barack Obama, the US president, said CCHQ’s internal polling operation showed on polling day morning the party would claim 312 seats – almost spot on. Labour’s internal pollster, James Morris, claimed they consistently saw Labour’s popularity was lower than the public polls showed.</p> \n<p> The reason, he suggested, was they didn’t ask the obvious question first – how would you vote if there was an election tomorrow? Instead they tried to read the values and principles of the voter in front of them.</p> \n<p> “We first ask respondents to think about the country, the economy, their top issues, the parties and the leaders,” he told the BBC’s Newsnight. “We think it gets them closer to their ballot box mindset.”</p> \n<p> The reason this approach may have been more successful is that in this election the simple question of who you will vote for boggled some voters’ minds so much that they either said they don’t know or even lied and chose a party they did not intend to vote for. The result was the polls were not only slightly off beam, they were just plain wrong.</p> \n<p>One of those licking his wounds is Peter Kellner, president of YouGov. He said a key question is why pollsters did not properly account for the difference between people expressing an attitude in a poll and a choice in the ballot box. </p> \n<p> “My hypothesis is that when people answer a poll they are expressing an attitude,” he said. “When they mark a ballot paper they are making a choice. For some in this election there was a divergence. These are people who don’t like the Tories, consider them out of touch and for the rich, and don’t like their values. But in the end they think Cameron is better than Miliband, the Tories are better on the economy and are fearful of what Labour might do. So they honestly express an anti-Tory attitude to us but in the polling station they make a different choice.”</p> \n<p>It is the pollster’s nightmare. Inside their campaign teams Labour and the Conservatives are now claiming they did adapt their polling to what some have tried to explain as the “shy Tory” vote.</p> \n<p> A Tory source claimed the party carried out research which did not ask how people would vote at all. Instead they sought to get inside voters’ heads, test how their values match with how research showed the party’s values were coming across, and thus project who they would vote for.</p> \n<p> The party knew it was doing well at being seen as “on your side”, “competent” and the party of people who want to “work hard and get on”. So if a voter’s values accorded with those they would predict a cross in the Conservative box in the polling booth. </p> \n<p> “We were owning more of the values that the British people say they have as the campaign went on,” the source said. </p> \n<p> Kellner confessed YouGov saw this happening too but didn’t speak up. </p> \n<p> While voting intention data was neck and neck at 34% each for Labour and the Conservatives on the day before polling, on the other questions YouGov asked, the Tories were ahead on leadership and the economy, Labour was ahead on the NHS and there was “a big Tory brand negative that the Tories are out of touch and the party of the rich”.</p> \n<p> Kellner decided the attitudes cancelled each other out, but now he believes “leadership and the economy trump overall image and the NHS” in voters’ minds and if he had taken that into account he might have presented the Tories chances in a more optimistic light</p> \n<p> “In the end you are in the realm of judgment,” he said.</p> \n<p> Sometimes you don’t need a pollster to know this effect was real. Michael Howard, a cabinet minister in John Major’s government the last time the polls were as wrong in 1992, said he was pounding the streets of Thanet on Tuesday and Wednesday last week and discovered huge numbers of people undecided. </p> \n<p> “There were a lot of people voting Conservative ‘on balance’,” the former party leader said. “Those weighing it up in the last few hours decided Labour and the SNP were too much of a risk.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/13/beware-of-instant-explanations-for-what-went-wrong-with-labour-campaign\">Beware of instant explanations for what went wrong with Labour campaign</a> </p> \n</aside> \n<p> Whether pollsters were asking the right people in the first place, will also be examined in the inquiry. Stephen Fisher, a member of its panel and professor of political sociology at Trinity College, Oxford, believes pollsters’ failure to contact and get responses from Tories is key.</p> \n<p> “What makes polling affordable, particularly with the frequency it is done in the UK, is that [the pollsters] haven’t been concerned with getting random samples with high response rates,” he said. “Unpopular parties get low response rates and they are seen as socially undesirable, so Conservative voters might not respond to the polls at all.”</p> \n<p> YouGov pays people to answer its online polls and around 500,000 people have signed up – currently with a &pound;10 joining bonus. </p> \n<p> Martin Boon at ICM, which uses telephone polling, questioned the quality of responses: “They might be speeding through the survey to get to the end and get their coin.”</p> \n<p> Kellner said they “weed out people who are taking us for a ride”, but admitted to polling’s “dirty little secret”: the difficulty of getting people to answer.</p> \n<p> “These days only a minority of the public will do surveys,” he said. “Pew Research in America say the response rate is 9%. In the UK it is 15% to 20%. People are fed up with calls coming through about pensions mis-selling, and face-to-face response rates are lower than they have been. Whether we admit it or not we are all of us having to extrapolate more from the people we can reach to the people we can’t.”</p> \n<p> Nick Sparrow, former managing director ICM, said politicians and newspaper editors are right to be angry at the pollsters’ failure and he echoed claims that polling companies are not doing enough to establish a representative roster of respondents.</p> \n<p> “The pollsters say we don’t mind how we get hold of these people, we can make them representative by adjusting for age, sex and social class,” said Sparrow. “But those things are very poor predictors of the way people vote. MPs must now be thinking all those conversations about hung parliaments and coalition were all based on rubbish. They have the right to be very angry as has a section of the media. Which editors woke up after the election and said let’s commission a poll? Very few.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/64418fb42ebdda268ad714dcebc25e9e985913ec/376_21_4852_2910/4852.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2910,"width":4852,"orientation":"landscape","credit":"Richard Baker/In Pictures/Corbis","altText":"Pollsters tried to predict how people would react in the polling booth. ","cleanCredit":"Photograph: Richard Baker/In Pictures/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-14T17:05:47Z","lastModified":"2015-05-15T06:58:41Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Robert Booth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"}],"feature":false,"keywords":["General election 2015","Politics","UK news","Conservatives","Labour"],"tags":[{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"}],"section":{"id":"politics"},"topics":[{"displayName":"Robert Booth","topic":{"type":"tag-contributor","name":"profile/robertbooth"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/14/why-did-the-election-pollsters-get-it-so-wrong","shortUrl":"http://gu.com/p/48qqt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/14/why-did-the-election-pollsters-get-it-so-wrong","webUri":"http://www.theguardian.com/politics/2015/may/14/why-did-the-election-pollsters-get-it-so-wrong"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/64418fb42ebdda268ad714dcebc25e9e985913ec/376_21_4852_2910/4852.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2910,"width":4852,"orientation":"landscape","caption":"Pollsters tried to predict how people would react in the polling booth.  Photograph: Richard Baker/In Pictures/Corbis","credit":"Richard Baker/In Pictures/Corbis","altText":"Pollsters tried to predict how people would react in the polling booth. ","cleanCaption":"Pollsters tried to predict how people would react in the polling booth. ","cleanCredit":"Photograph: Richard Baker/In Pictures/Corbis"}},"importance":5,"showQuotedHeadline":false},{"title":"Why I wanted to tell the bully's story","rawTitle":"Why I wanted to tell the bully's story","item":{"type":"article","id":"childrens-books-site/2015/may/15/why-i-wanted-to-tell-the-bullys-story","title":"Why I wanted to tell the bully's story","trailText":"Eve Ainsworth was badly bullied as a child – but when she grew up she felt compelled to write about the forgotten victim of bullying – the bully themselves","standFirst":"<p>Eve Ainsworth was badly bullied as a child but when she grew up she felt compelled to write about the forgotten victim of bullying – the bully themselves</p>","byline":"Eve Ainsworth","body":"<p>On school visits and author interviews, the question I get asked most is “what inspired you to write <a href=\"http://bookshop.theguardian.com/seven-days.html\">Seven Days</a>”. And I always answer in the same way: “because of what I witnessed in schools. Because I saw what it was like for both the bully and the victim and I needed to tell their stories”.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"e7fa2fa7a18a2840c1f423d992a93b5a932e205e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/13/1428937862727/50a56edb-17f2-4811-9af9-ace43b5e115a-460x276.jpeg\" alt=\"Eve Ainsworth\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eve Ainsworth: I found solace in books such as <a href=\"http://bookshop.theguardian.com/carrie-3.html\">Carrie</a> by Stephen King, <a href=\"http://bookshop.theguardian.com/blubber.html\">Blubber </a>by Judy Blume and William Golding’s T<a href=\"http://bookshop.theguardian.com/lord-of-the-flies.html\">he Lord of the Flies</a>.</span> \n  <span class=\"element-image__credit\">Photograph: PR</span> \n </figcaption> \n</figure> \n<p>I often use the example of a year nine student who I worked with. I had been trying to speak with her for weeks and seemed to be getting further away from an answer. Incidents had been happening at school that she had either incited or inflamed. It started with nasty comments said to a small number of girls, then there was the freezing out from groups and conversations. Finally, vicious rumours had been spread, escalating rapidly to stuff being posted on Snapchat and Facebook. Parents were involved. It was getting pretty nasty.</p> \n<p>“It’s just banter,” she said, stony faced – daring me to challenge her.</p> \n<p>Banter. A word so many of you will be familiar with. A word that still makes my stomach twist whenever I hear it. It’s like kicking someone hard in the groin and then claiming to be “messing around” with them. I got irritated. This girl was clever. She knew better than this.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/childrens-books-site/2012/feb/02/james-dawson-top-10\">James Dawson's top 10 books to get you through high school</a> </p> \n</aside> \n<p>I talked to her about the consequences of her actions, of the emotional damage bullying can cause, the fact that “banter” was not an excuse for ongoing verbal assaults and veiled threats. I threw everything at her, but she resisted me. She looked uninterested, bored. She saw her targets as weak and “pathetic” for grassing her up. She saw herself as the wronged person, as someone who just “said it as it was”. As far as she was concerned, her opinion mattered and she didn’t seem to care whether her attacks were justified or fair. I was hitting every brick wall she put up for me. </p> \n<p>Then one day she started talking. Not about the bullying, but about other stuff in her life. She seemed more tired, more vulnerable somehow. She asked me how my poorly son was. She opened up a little about her own siblings. As she talked, it was like a valve opening – she told me about her sickly mum, her absent dad, her brother who could be violent sometimes.</p> \n<p>I pictured her like a coke can that had been shaken so many times, she was bound to burst open. Anger and frustration has to go somewhere. Often we bottle it up, allowing the negativity to seep further inside us, becoming quieter, more fearful. But some of us get angry – we attack, we hurt, we strike out. I could see that my year nine girl was just as much a victim as those that she had been taunting. Having no way to cope with the sheer amount of rubbish going on her own life, she had chosen to target someone else. It was a good distraction technique. It stopped her focusing on her own problems for a while. It made her feel better, more in control, albeit if it was for only short period</p> \n<p>In bullying cases, there are no clear cut answers. Bullies don’t bully because they are nasty, unfeeling humans; just as their targets are not pathetic, soft-centred cowards. We still need to break down the stigma that this word carries and address openly why someone would chose to target another. </p> \n<p>I wrote <a href=\"http://bookshop.theguardian.com/seven-days.html\">Seven Days</a> with this in mind, exploring some of the reasons why a teenager might chose to bully and detailing some of the pressures she was under. </p> \n<p>This leads to the second most common question I get asked on visits or interviews, which is “were you ever bullied?”</p> \n<p>And the answer is yes, I was. I was bullied quite badly and was too fearful to report it, too ashamed to speak about my experiences. Instead I found solace in books such as <a href=\"http://bookshop.theguardian.com/carrie-3.html\">Carrie</a> by Stephen King, <a href=\"http://bookshop.theguardian.com/blubber.html\">Blubber </a>by Judy Blume and William Golding’s T<a href=\"http://bookshop.theguardian.com/lord-of-the-flies.html\">he Lord of the Flies</a> – they helped me escape into another “victim’s world”, to be with someone who understood what I was going through. Books helped me feel less isolated, less victimised. In these books, I was moved by the tortured and humiliated victims, by their emotional journeys.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ad21d67413af83649706c6bf126b12d54b3a5542\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/4/13/1428938142756/5e3c436b-843b-4bea-99f5-8fcfdc05d40f-274x420.jpeg\" alt=\"7 days\" width=\"274\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p>In writing Seven Days I wanted to continue this important journey, the exploration of bullying and the impact it has on its target, especially the emotional pain. But I also wanted to question what the bully might be going through, to understand their worlds too, for this is an area that perhaps hasn’t been explored as much.</p> \n<p>Bullying is never pleasant. It’s always harmful and very often there is a forgotten victim – the bully themselves. </p> \n<p><strong>Eve Ainsworth’s novel <a href=\"http://bookshop.theguardian.com/seven-days.html\">Seven Days</a> is available from the Guardian bookshop. </strong><br /></p> \n<p><strong>Which books have helped you understand or survive bullying? Do share on Twitter <a href=\"https://twitter.com/GdnChildrensBks\">@Gdnchildrensbks</a> or on email childrens.books@theguardian.com – and we’ll add them to this blog. </strong></p> \n<p><strong>If you are suffering because of bullying you can ring the anti-bullying helpline for help </strong><strong>on 0845 22 55 787. Calls are free and the helpline is open 9-5 including weekends. You can also chat online with <a href=\"http://www.bullying.co.uk/\">bullyingUK</a>. </strong></p>","section":"Children's books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/13/1428939112001/4734f39f-4e5f-4952-85ce-920db151f3d2-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"DfES/PR","altText":"Bullying","cleanCredit":"Photograph: DfES/PR"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/13/1428937864037/de28242f-6478-4379-8f7d-1ee505e0b036-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Eve Ainsworth: I found solace in books such as <a href=\"http://bookshop.theguardian.com/carrie-3.html\">Carrie</a> by Stephen King, <a href=\"http://bookshop.theguardian.com/blubber.html\">Blubber </a>by Judy Blume and William Golding’s T<a href=\"http://bookshop.theguardian.com/lord-of-the-flies.html\">he Lord of the Flies</a>. Photograph: PR","credit":"PR","altText":"Eve Ainsworth","cleanCaption":"Eve Ainsworth: I found solace in books such as <a href=\"http://bookshop.theguardian.com/carrie-3.html\">Carrie</a> by Stephen King, <a href=\"http://bookshop.theguardian.com/blubber.html\">Blubber </a>by Judy Blume and William Golding’s T<a href=\"http://bookshop.theguardian.com/lord-of-the-flies.html\">he Lord of the Flies</a>.","cleanCredit":"Photograph: PR"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/13/1428938144042/739b9746-c51a-4743-8c90-93efa2e4293c-1329x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1329,"orientation":"portrait","caption":" ","credit":"PR","altText":"7 days","cleanCaption":" "}],"webPublicationDate":"2015-05-15T07:00:09Z","lastModified":"2015-05-15T07:03:59Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Children and teenagers","Books","Culture","Bullying","Children's books: 8-12 years","Teen books"],"tags":[{"id":"books/booksforchildrenandteenagers","webTitle":"Children and teenagers"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"society/bullying","webTitle":"Bullying"},{"id":"books/childrens-books-8-12-years","webTitle":"Children's books: 8-12 years"},{"id":"books/teen-books","webTitle":"Teen books"}],"section":{"id":"childrens-books-site"},"topics":[],"series":{"title":"Children's books discussions","uri":"http://mobile-apps.guardianapis.com/lists/tag/childrens-books-site/series/children-s-books-discussions"},"embeddedVideos":[],"adTargetingPath":"childrens-books-site"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/childrens-books-site/2015/may/15/why-i-wanted-to-tell-the-bullys-story","shortUrl":"http://gu.com/p/47f5v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/childrens-books-site/2015/may/15/why-i-wanted-to-tell-the-bullys-story","webUri":"http://www.theguardian.com/childrens-books-site/2015/may/15/why-i-wanted-to-tell-the-bullys-story"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/4/13/1428939112001/4734f39f-4e5f-4952-85ce-920db151f3d2-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Sometimes it’s hard to tell someone if you are being bullied. And sometimes it’s hard to tell someone you are a bully... Photograph: DfES/PR","credit":"DfES/PR","altText":"Bullying","cleanCaption":"Sometimes it’s hard to tell someone if you are being bullied. And sometimes it’s hard to tell someone you are a bully...","cleanCredit":"Photograph: DfES/PR"}},"importance":5,"showQuotedHeadline":true},{"title":"Review / The Mighty Fed – Julian Barnes on Federer and Me: A Story of Obsession by William Skidelsky","rawTitle":"The Mighty Fed – Julian Barnes on Federer and Me: A Story of Obsession by William Skidelsky","item":{"type":"article","id":"books/2015/may/15/the-mighty-fed-julian-barnes-reviews-federer-and-me-story-obsession-william-skidelsky","title":"The Mighty Fed – Julian Barnes reviews Federer and Me: A Story of Obsession by William Skidelsky","trailText":"Tennis becomes a channel for complex emotions, and fandom tips into fixation, as a writer pursues his sporting idol","standFirst":"<p>Tennis becomes a channel for complex emotions, and fandom tips into fixation, as a writer pursues his sporting idol</p>","byline":"Julian Barnes","body":"<p>Imagine the scene on the last weekend of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/wimbledon\">Wimbledon</a> 2035. The mixed doubles final. The four players on court, knocking up, are all brothers and sisters. The umpire calls for quiet, then announces the match: “<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/roger-federer\">Federer</a> and Miss Federer against Federer and Miss Federer. Federer to serve. Play!” This may have a fairly small statistical chance of happening: no champion at one of the game’s four major tournaments – apart from May Sutton Bundy, Věra Sukov&aacute; and Fred Stolle – has ever fathered or mothered another grand-slam winner. But it’s a consequence of Roger Federer’s exceptionalism – two pairs of twins! – that this pleasant fantasy can be floated.</p> \n<p>Such exceptionalism is also manifest in the following items. His intricate, intensely mobile and deadly forehand: in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/john-mcenroe\">John McEnroe</a>’s opinion, the two great shots of the recent era are Federer’s forehand and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/justine-henin\">Justine Henin</a>’s backhand. His attitude on court: what a certain type of commentator might call “class”, meaning a lack of all that strutting male bullshit, and a preternatural calmness – grunt-free, seemingly sweat-free – in the heat of battle. His pioneering and perfecting of the inside-out crosscourt forehand. His apparent ability to find a little more time than other players in which to select his shot. His self-reliance: for long periods he has operated without a coach telling him what to do with and about his game. His position at the head of the list of male grand-slam winners with 17 titles. The fact that he comes from Switzerland, whose previous best-known male player, Heinz G&uuml;nthardt, never got beyond the quarter-finals of a grand-slam singles (though he won doubles titles and coached <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2013/jun/22/steffi-graf-interview\">Steffi Graf</a>). The fact that Federer’s wife is not the primped manicuree most players seem to sexually aspire to; that his work and family life appear properly balanced; that he takes his small children on the circuit. And if all this doesn’t do it for you, how about the fact that when he won his first Wimbledon title in 2003, the Swiss gave him a cow? If they carried on giving him one for each subsequent grand-slam victory, he’ll have quite a herd by now.</p> \n<p>He is, of course, “only” a tennis player. And in the way of top international sports stars, he is a brand as much as a person. He is careful what he advertises, and as far as I can remember, has never said anything either political or even remotely controversial. He has a philanthropic foundation and a terrible signature: but then, constantly signing those jumbo tennis balls is unlikely to improve anyone’s orthography. We can only guess what he is “really” like; access is guarded, information scarce. Though agreeable and intelligent of manner, and – in the way of many top stars (except for British ones) – fluent in several languages, he hardly litters his press conferences with <em>bons mots</em>. You can’t imagine him, like McEnroe, going on to become a commentator, because you can’t imagine him either being that interested, or that good at it. And while peerlessly well-behaved on court in his glory years (which came so soon after the domineeringly crude antics of Jimmy Connors, Ilie Năstase and McEnroe), during his inevitable slow decline he gets crotchety, even ratty, when a shot deserts him. He says that he never looks back at defeats and disappointments, only forward – which is a routine world-attitude among major sportspersons. But perhaps, when the Mighty Fed eventually does retire, he will become just an ordinary, down-home multimillionaire, tending his children and his cows behind the 24-hour security fencing. Perhaps we shall even stop being interested in him. And perhaps – is this possible? – his ego is so uninvolved in his success that he will enjoy this.</p> \n<p>Unsurprisingly, there are no answers to these particular questions and mysteries in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/williamskidelsky\">William Skidelsky</a>’s book. He didn’t gain access to Federer; nor did he apply for it. In June 2014, at the pre-Wimbledon grass-court tournament in Halle, Germany, he did blag his way into the press room, and managed to ask his hero two questions. The first, relatively well-informed, was received with a smile; the second, ill-informed, was greeted with a scowl. He watches the player from tournament walkways, uncomfortable seats high up in the stands, comfortable ones in front of the flatscreen telly, and on <a href=\"https://www.youtube.com/user/TheGuardian?gl=GB&amp;hl=en-GB\">YouTube</a>. He doesn’t talk to anyone who has actually played against Federer; indeed, he doesn’t talk to anyone on the professional circuit. He talks to, and quotes, other people who have written about Federer. This is not to diminish the book, rather to define it; but it does put a lot of pressure on the title’s last two words: “And Me”.</p> \n<p>Nor was it the case for Skidelsky as for most Federophiles that virtually the first glimpse of the player – of the grace and variety of his game – led to a continuous state of fandom. Skidelsky first watched Federer at Wimbledon in 2003, but wasn’t immediately smitten. So his attention was simply absent as the rest of us wallowed in those now-distant years of 2004-2006, when Federer could and did beat anyone, when he became world number one, a title he then held for 237 consecutive weeks. Skidelsky’s attachment to the player has been much more sporadic, intense and alarming than that of most other fans, like those hosts of cheerful red-capped and red-backpacked women who follow their hero from tournament to tournament.</p> \n<figure class=\"element element-image\" data-media-id=\"2259c77fb21613c98945f796c5e7bba18a1ccda0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431598417436/0fcc7972-2517-4b6d-8f43-dc91a93726f4-460x346.jpeg\" alt=\"The Federer topspin backhand. Photograph: STR/AP\" width=\"460\" height=\"346\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Federer topspin backhand. Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Boris Becker, defeated at Wimbledon and asked afterwards what had happened, famously replied, “I lost a tennis match, not a war. Nobody got killed.” Some found this facetious or subtly arrogant; though it was mainly a statement of the truth. Writers attracted to sport, however, are often keen to make it more than it is: preferably, a presiding metaphor for the rest of life. At Wimbledon in 2010 John Isner and Nicolas Mahut played the longest match in tennis history; it stretched over two and a bit days, with the fifth set won by 70 games to 68. While the players themselves headed for an ice-bath and a beer, others headed for the match’s deeper significance. Skidelsky approvingly quotes <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/geoff-dyer\">Geoff Dyer</a>, who called this two‑man marathon, in which the same moves were endlessly repeated – guess the adjective – Yes! – “Beckettian”. Dyer saw Isner versus Mahut as an existential drama, a battle to keep “non-existence at bay”. So, in a tennis match, as in life, “sudden death and perpetual extension are inextricably paired”. This kind of panting nonsense comes easily to a certain type of literary bloke. Sometimes – indeed, almost always – a very long tennis match is just a very long tennis match.</p> \n<p>Skidelsky also knows that Federer’s tennis is more than just Federer’s tennis; but for him it is not a metaphor, rather something which has been absorbed into the texture and meaning of his own life. There are three overlapping elements to his book. First, an account of the technical aspects of the game, from racket technology to body-position, which he writes about with insight and fluency. Second, descriptions of those matches of Federer’s he has watched, which are efficiently done, even if slightly boring in the way that battle sequences in biographies of Napoleon are boring (we know the outcome in advance, also the general strategies and turning-points). Third, there is the “And Me”. Skidelsky is the younger son of the (tennis-playing) economic historian Robert Skidelsky, whose patriarchal dominance and priorities of value provoke in William a quasi-Oedipal response. Though he is a child of privilege and appears outwardly successful – Eton and Oxford, good social status, foreign travel, never without a girlfriend – Skidelsky also suffers from lassitude and has depression. He takes the pills; he sees a psychoanalyst three times a week for eight years. His main problem is classic, male and English: “denial of emotion”, a deficiency which “is stitched into one’s being”. What, you might ask, does this have to do with tennis? Everything, as it turns out. Federer acts in his life as a kind of sporting comfort blanket: when Roger wins, William is happy; when he loses, Roger’s public pain helps salve William’s private pain.</p> \n<p>Skidelsky played tennis up to county level as a junior, then quit in adolescence because it was his father’s territory, and took up cricket instead. By late 2006, when he was 30, he had started playing tennis again, and when he now saw Federer it was with different and suddenly adoring eyes: “I knew that I wanted to follow this man, take what opportunities I could to luxuriate in the silky wondrousness of his play. My obsession had begun.” To some extent, it is an obsession like any other fan’s, involving much joy and despair, jumping on sofas, and hating those (like Nadal) who have found a way to beat the hero. In other ways, it is <em>sui generis</em> and pathological. This is emphasised by the way Skidelsky writes about it. When he discusses top‑spin, or Federer’s tennis grip, or the fast-food outlets at Halle, or life in the camping-ground for long-term queuers at Wimbledon, his prose is easy and his narrative rhythms normal. But when obliged to confront the human psyche, his prose becomes awkward and costive; it’s as if he’s deeply uneasy with his own presence in his own book. And though he is able to identify and refer to emotional states, his ability to evoke them, characterise or colourise them, let alone follow through on their consequences, feels remarkably limited. It is as if therapy has given him a language with which to recognise certain aspects of his nature, without this leading to more than a primitive form of insight.</p> \n<p>The most extreme example of this comes towards the end of the book. Skidelsky’s then girlfriend (now wife), a criminal barrister, falls pregnant, but there is something so seriously wrong with the child that a termination becomes necessary at 18 weeks:</p> \n<p><em>My girlfriend, understandably grief-stricken, wanted closeness, intimacy. But I ran away from my feelings – and, by extension, from her. As ever, I sought refuge in tennis. This was the week of the World Tour Finals.</em></p> \n<p>And so he rushes off to the O2 in Greenwich, day after day. When Federer reaches the semi-finals Skidelsky makes a suggestion to his girlfriend:</p> \n<p><em>Watching tennis, I said, might be a useful way to take our minds off what had happened. Rather remarkably, she agreed: I think by this point she despairingly felt that if she couldn’t beat me, she might as well join me.</em></p> \n<p>They go to Greenwich, and there follows an intense, two-page description of watching Federer live. His victory gives Skidelsky “a sense of gratitude, of joyousness”. All of which leads to this:</p> \n<p><em>Before our trip to the O2, things with my girlfriend had not been good. The events of the previous few weeks had driven us apart. I’d coped with it all in the worst possible way. But now a reconnection took place. I’d been using tennis as a means of escape – but that night it effected a kind of return. The beauty of Federer’s game shook me from the confines of my ego and enabled me, once more, to see the true relations of the world. Denial gave way to lucidity; what had been distorted became clear. I was returned to myself, to my life, to my girlfriend, and it now seemed possible to properly confront what had happened, and to move on, together, into the future.</em></p> \n<p>Repeated rereadings haven’t make this passage any less weird. Little did Federer know, while beating Novak Djokovic 6-1, 6-4, what his real function in the world was: to mend William Skidelsky’s psyche. One wishes him well, of course, but though psychoanalysis and Federer have equipped him with a certain level of self-knowledge, he seems still to be lacking any notion of what life feels like on the racket-head. Nor does he evince much curiosity about what it must be like to be his girlfriend. She gets not a word, not an opinion, not a direct expression of feeling. Does he consider what it must be like for her that their relationship was mended and that they were able to “move on” because Federer’s forehand happened to be sizzle-hot in Greenwich that day? This lowering absence also makes you realise that, for all the analysis of his conflict with his father, there is barely a word in the whole book about his mother.</p> \n<p>So “Me and Federer”, as it ought to be called, is one of the strangest sports‑books I’ve ever read. And, just as strangely, it ends with the preposterous notion of Federer as an “under-achiever”. Skidelsky compares him to two other noted – indeed, flagrant - under-achievers: the cricketer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2008/sep/19/countychampionship2nddivisioncricket.worcestershire\">Graeme Hick</a> (a punitive batsman at county level who flopped repeatedly for England) and the snooker player Jimmy White (who has never won the world championship). It’s true that the Mighty Fed didn’t win every single match he ever played in straight sets. But with those 17 grand slams (three more than anyone else), he has underachieved only in the sense that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/sport/tigerwoods\">Tiger Woods</a>, Donald Bradman and <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/pele\">Pel&eacute;</a> underachieved. Shakespeare did too, for that matter – some of his plays really aren’t quite as good as some of his other plays. Perhaps Skidelsky’s need to see Federer as an underachiever is less to do with objective, or even fannish, analysis, and more to do with his own psychological needs. Such a belief might make easier the letting-go he will have to endure when Federer finally retires.</p> \n<p>Oh, and I checked about the cows; but my notion of a companionable herd was much exaggerated. The first cow Federer was given – for winning Wimbledon in 2003– was called Juliette. She was subsequently sent to a farm in Austria, and slaughtered in 2007 for not producing enough milk. He received a second one, Desiree, in 2013, as a reward for returning to compete, after a decade’s absence, in the Swiss Open. As far as we know, Desiree is still in a good state of health.</p> \n<p><span class=\"bullet\">•</span> Julian Barnes’s <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283525/s/keeping-an-eye-open/\"><em>Keeping an Eye Open: Essays on Art</em></a> is out from Cape. An extract from <em>Federer and Me</em> will appear in the Observer on 24 May.</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d3c5ca5d08eb24633d07525ad81c12fac0785ba/0_198_4256_2555/4256.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2555,"width":4256,"orientation":"landscape","credit":"Ozan Kose/AFP/Getty Images","altText":"Switzerland's Roger Federer","cleanCredit":"Photograph: Ozan Kose/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431598418704/0fcc7972-2517-4b6d-8f43-dc91a93726f4-2060x1548.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1548,"width":2060,"orientation":"landscape","caption":"The Federer topspin backhand. Photograph: AP","credit":"STR/AP","altText":"The Federer topspin backhand. Photograph: STR/AP","cleanCaption":"The Federer topspin backhand. Photograph: AP"}],"webPublicationDate":"2015-05-15T05:30:07Z","lastModified":"2015-05-15T07:05:22Z","metadata":{"commentable":true,"commentCount":9,"contributors":[],"feature":false,"keywords":["Sport and leisure","Books","Culture","Julian Barnes","Roger Federer"],"tags":[{"id":"books/sportandleisure","webTitle":"Sport and leisure"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"books/julianbarnes","webTitle":"Julian Barnes"},{"id":"sport/roger-federer","webTitle":"Roger Federer"}],"section":{"id":"books"},"topics":[],"series":{"title":"Book of the day","uri":"http://mobile-apps.guardianapis.com/lists/tag/books/series/book-of-the-day"},"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/may/15/the-mighty-fed-julian-barnes-reviews-federer-and-me-story-obsession-william-skidelsky","shortUrl":"http://gu.com/p/48pdx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/may/15/the-mighty-fed-julian-barnes-reviews-federer-and-me-story-obsession-william-skidelsky","webUri":"http://www.theguardian.com/books/2015/may/15/the-mighty-fed-julian-barnes-reviews-federer-and-me-story-obsession-william-skidelsky"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/5/13/1431517587503/Wimbledon--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer on Wimbledon Centre Court. Photograph: Tom Jenkins","credit":"Tom Jenkins/Guardian","altText":"Wimbledon ","cleanCaption":"Roger Federer on Wimbledon Centre Court. Photograph: Tom Jenkins"}},"importance":4,"kicker":{"title":"Review"},"showQuotedHeadline":false},{"title":"A&E is no place for suicidal patients – so why do so many end up there?","rawTitle":"A&E is no place for suicidal patients – so why do so many end up there?","item":{"type":"comment","id":"commentisfree/2015/may/15/a-e-suicidal-patients-emergency-departments","title":"A&E is no place for suicidal patients – so why do so many end up there?","trailText":"People come to emergency departments like mine because they don’t know where else to go but the demand is overwhelming and we are not set up to cope","standFirst":"<p>People come to emergency departments like mine because they don’t know where else to go but the demand is overwhelming and we are not set up to cope</p>","byline":"The Secret Doctor","body":"<p>A&amp;E is no place for a suicidal patient and yet this is where they come, at least one or two cases a day, to the chaos of our busy department. It is hardly conducive to dealing with someone who views life itself as a disease. Staff process patients while forced to meet four-hour targets, and always have one eye on the clock to avoid financial penalty-incurring breaches. Sometimes the irony of the situation cannot be missed: in one cubicle is a patient so sick they are fighting for their life and in the next is another wanting to give up theirs.</p> \n<p>The descriptions on our computer screens vary. Overdose, deliberate self-harm and sometimes simply “unable to cope”. If patients have harmed themselves in any way they need to be examined to ensure nothing life-threatening lingers. We make sure their paracetamol levels are not within liver-killing range and call the psychiatry teams. But how can you really ask a patient properly about the reasons they have ended up here, when you have a tsunami of others lined up behind you?</p> \n<p>For patients with mental health issues we call psychiatry liaison and some people who I would never envisage being safe to go home, I see being discharged for follow-up in the community. I have to accept that they have focused specialism in this area of medicine and their judgment outweighs mine. But how much of their decisions are partially influenced by resources? It flickers through my mind cynically that we may see that patient again at their next attempt.</p> \n<p>It’s not just the depressed and suicidal we see. Those with psychosis come in scared and wide-eyed – confused by the voices in their heads and their experience made much worse by the noise around them in the department. We wear scrub uniforms which for a paranoid patient can be deeply unnerving. If they become agitated, security arrives in black uniforms making it even worse. One woman became fixated by me and was threatening violence. I spent most of the shift repeatedly calling psychiatry.</p> \n<p>Then there are the children, for whom we have to call the child and adolescent mental health service (CAMHS) team. Some are depressed, some display new psychosis, or others as young as 11 are diagnosed with personality disorders and have taken life-threatening overdoses. Sometimes they hear voices threatening violence to their family and so act to protect them, which can involve harming others or themselves.</p> \n<p>One A&amp;E consultant described paediatric psychiatry as a Cinderella speciality – sidelined and under-resourced. As the numbers of such patients appear to be increasing, the network to care for them does not. A patient referred to CAMHS waits in an A&amp;E cubicle, thus limiting space to see other patients. At night CAMHS staff often suggest admitting them under paediatrics until they arrive in the morning. The paediatric team understandably refuse for a multitude of reasons such as lack of space, or because a psychotic patient on a ward with other sick children would be difficult to manage. The bottom line is that these children will be better served being in the right facility, with experienced mental health staff, so they stay in A&amp;E.</p> \n<p>People will keep coming to A&amp;E for their mental health problems because they do not know where else to go. We can help them to get access to the right people but it appears that demand far exceeds existing capacity. A&amp;E is just a small sticking plaster for a whole host of mental health conditions that warrant the right care, backed by better resources.</p> \n<p>One thing is certain, judging by the number of attempted suicides we see in A&amp;E: there are a lot of people out there who need help. Depression and its consequences seem to be as common as a year-round seasonal viral infection. Why are we not calling it an outbreak?</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d4981b6b17d2c8064f431ad1c4ebc5ebc1047d90/0_196_5616_3367/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3367,"width":5616,"orientation":"landscape","credit":"Christopher Furlong/Getty Images","altText":"‘Sometimes the irony of the situation cannot be missed: in one cubicle is a patient so sick they are fighting for their life and in the next is another wanting to give up theirs.’ ","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-15T08:00:00Z","lastModified":"2015-05-15T08:07:45Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"The Secret Doctor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/the-secret-doctor"}],"feature":false,"keywords":["A&E","Mental health","Health","Society","NHS","Psychiatry","Hospitals"],"tags":[{"id":"society/a-and-e","webTitle":"A&E"},{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"society/nhs","webTitle":"NHS"},{"id":"society/psychiatry","webTitle":"Psychiatry"},{"id":"society/hospitals","webTitle":"Hospitals"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"The Secret Doctor","topic":{"type":"tag-contributor","name":"profile/the-secret-doctor"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/15/a-e-suicidal-patients-emergency-departments","shortUrl":"http://gu.com/p/48qpq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/15/a-e-suicidal-patients-emergency-departments","webUri":"http://www.theguardian.com/commentisfree/2015/may/15/a-e-suicidal-patients-emergency-departments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d4981b6b17d2c8064f431ad1c4ebc5ebc1047d90/0_196_5616_3367/5616.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3367,"width":5616,"orientation":"landscape","caption":"‘Sometimes the irony of the situation cannot be missed: in one cubicle is a patient so sick they are fighting for their life and in the next is another wanting to give up theirs.’  Photograph: Christopher Furlong/Getty Images","credit":"Christopher Furlong/Getty Images","altText":"‘Sometimes the irony of the situation cannot be missed: in one cubicle is a patient so sick they are fighting for their life and in the next is another wanting to give up theirs.’ ","cleanCaption":"‘Sometimes the irony of the situation cannot be missed: in one cubicle is a patient so sick they are fighting for their life and in the next is another wanting to give up theirs.’ ","cleanCredit":"Photograph: Christopher Furlong/Getty Images"}},"importance":3,"showQuotedHeadline":true},{"title":"How fashion fell for dads / Not actual dads, you understand, rather the prefix ‘dad’","rawTitle":"Not actual dads, you understand, rather the prefix ‘dad’","item":{"type":"article","id":"fashion/2015/may/15/how-fashion-fell-for-dads","title":"How fashion fell for dads","trailText":"Not actual dads, you understand, rather the prefix ‘dad’. From dad jeans to dad bods, it’s the new term for those in the know. And dads, of course","standFirst":"<p>Not actual dads, you understand, rather the prefix ‘dad’. From dad jeans to dad bods, it’s the new term for those in the know. And dads, of course</p>","byline":"Priya Elan","body":"<p>One unexpected feature of my wife’s recent pregnancy was that I began to gain weight. Some would call it: an empathy belly that was indicative of the healthy co-parenting that was to come. Others would call it: a massive tum caused by watching The Good Wife while eating Ben &amp; Jerry’s straight out of the tub, you fat bastard. The internet has decided to term my body type (essentially, a pear with eyes) a “dad bod”. Writer <a draggable=\"true\" href=\"http://theodysseyonline.com/clemson/dad-bod/97484\">Mackenzie Pearson</a> defined it as someone who goes to the gym occasionally, but also “drinks heavily on the weekends and enjoys eating eight slices of pizza at a time”. <a draggable=\"true\" href=\"http://nymag.com/thecut/2015/04/what-is-the-dadbod.html\">New York Magazine</a> named Jason Segel its ultimate ambassador.</p> \n<p>Although this sounds alarmingly close to just being in your 20s, the prefix “dad” has gradually crept into popular culture, in a decidedly non-hip way. In fashion terms, Gap introduced the unofficially named <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/fashion/2015/mar/31/gap-launches-the-dad-short-where-do-you-sit-in-the-family-jean-pool\">“dad shorts”</a>, which looked suspiciously like the denim cutoffs your brother wore in the 90s. Much better was <a draggable=\"true\" href=\"http://www.thefader.com/2015/05/06/golf-wang-summer-school\">Golf Wang</a>’s recent reappropriation of the T-shirt tucked into jeans look. Suffice to say the whole normcore movement is based around dressing like your dad.</p> \n<figure class=\"element element-image\" data-media-id=\"bf506fd2087e9250198d43a0ce14411cb65c183e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431612795635/5d6f2b0e-26a0-40fe-aea9-1e912bb860bb-460x303.jpeg\" alt=\"Unofficial posterboy for the dad bod, Jason Segel.\" width=\"460\" height=\"303\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Unofficial posterboy for the dad bod, Jason Segel.</span> \n  <span class=\"element-image__credit\">Photograph: Snap Stills/Rex_Shutterstock</span> \n </figcaption> \n</figure> \n<p>The “dad” trend, of course, mirrors the “mom” prefix that lingered around pop culture for a while. There were mom jeans (high waist, slightly cropped, very 1993), soccer moms (Sarah Palin in a baseball cap looking terrifying) and tiger moms (Joan Crawford brandishing a coathanger while reading her daughter’s French GCSE coursework). These all put moms/mums/mothers in the worst light possible. They were basically emotionally manipulative control freaks who may or may not have been members of <a draggable=\"true\" href=\"http://eil.com/images/main/Wilson-Phillips-Hold-On-140975.jpg\">Wilson Phillips</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"1fc4639ef6c0456699c47fde6f533765f7080f0f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431612363533/dd81c3c5-11f9-4797-bdb3-394c25d9153c-239x420.jpeg\" alt=\"Simon Cowell (in his dad jeans) with Sinitta and Louis Walsh in 2005.\" width=\"239\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Simon Cowell (in his dad jeans) with Sinitta and Louis Walsh in 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Tom Wargacki</span> \n </figcaption> \n</figure> \n<p>Similarly, in the lexicon of youth-oriented, ever-changing pop-culture worlds, the “dad” prefix has come to denote the death of vitality and relevance. The dad thing popped up first with Simon Cowell. During the first season of The X Factor in 2004, his <a href=\"http://prod.sayfat.com/cheeky/wp-content/uploads/2012/11/simoncow.jpg\">dad jeans</a> were a gravity-defying, nipple-high marvel. Tucking his shirts tightly into his trousers, this was an all-black look that said to the world: “I’m a mime in Covent Garden at the weekends.”</p> \n<p>You could say he set the dad template for the decade to come. In 2007, Pitchfork eviscerated Wilco in a review of Sky Blue Sky with the description of their music as “<a href=\"http://pitchfork.com/reviews/albums/10219-sky-blue-sky/\">dad rock</a>”. Similarly, the Mirror singled out Robbie Williams’s “<a href=\"http://www.mirror.co.uk/3am/celebrity-news/robbie-williams-in-dad-dancing-x-424406\">dad dancing</a>” after his strange performance on The <a href=\"https://www.youtube.com/watch?v=KLYmgkoGOTE\">X Factor</a> in 2009. While, in 2013, Urban Dictionary defined a “<a href=\"http://www.urbandictionary.com/define.php?term=dad+crack\">dad crack</a>” as: “an attempt at humour … usually made by a dad or out of touch 40+-year-old”.</p> \n<figure class=\"element element-image\" data-media-id=\"aa58b6853c89eb324a714c68862d6d269cee6deb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/14/1431612261473/fa2c2bc1-befb-4fbb-999b-7e5b319829a0-460x302.jpeg\" alt=\"David Gandy modelling his Autograph range (and non-dad bod body).\" width=\"460\" height=\"302\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Gandy modelling his Autograph range (and non-dad bod body).</span> \n  <span class=\"element-image__credit\">Photograph: M S/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Unsurprisingly then, the dad bod is the tragic opposite of the current male body type. In this brave new world, if you don’t look like Michelangelo’s David (see Poldark and David Gandy’s new line for Marks &amp; Spencer), you have failed. The knock-on effect on the high street means that you can’t go far without meeting a bro wearing an ill-fitting deep V, whose body looks like the Hulk, mid-morph. In contrast, dad bod is its soft, more undisciplined cousin. It’s a torso that says: “I am having chips with my pint. You hear that gym bunnies? I CAN HAVE IT ALL!”, then wheezes when it has to run for the night bus. New York Magazine went on to provide a three-day diet involving orange Gatorade, buffalo wings and white bread.</p> \n<p>The truth is that the narrative of the dad bod is not couched in shame and even has a whiff of <a href=\"http://www.washingtonpost.com/posteverything/wp/2015/05/11/i-have-a-dad-bod-heres-why-women-love-it/\">arrogant privilege</a> about it. As <a href=\"http://time.com/3846828/dad-bod-is-a-sexist-atrocity/\">Time</a> and Lindy West both noted, an equivalent “mom bod” would never be accepted by the <a href=\"https://twitter.com/thelindywest/status/596015589644087297\">mainstream</a>. At the same time, in the context of wall-to-wall six packs, the existence of the dad bod feels like a bit of a victory for body positivity – and those of us with a close attachment to ice-cream.</p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612656607/f4130e7f-747d-4512-85c7-0fda7d26c884-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gap","altText":"Gap's 'dad' shorts","cleanCredit":"Photograph: Gap"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612796905/5d6f2b0e-26a0-40fe-aea9-1e912bb860bb-2060x1357.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1357,"width":2060,"orientation":"landscape","caption":"Unofficial posterboy for the dad bod, Jason Segel. Photograph: Snap Stills/Rex_Shutterstock","credit":"Snap Stills/Rex_Shutterstock","altText":"Unofficial posterboy for the dad bod, Jason Segel.","cleanCaption":"Unofficial posterboy for the dad bod, Jason Segel.","cleanCredit":"Photograph: Snap Stills/Rex_Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612361363/dd81c3c5-11f9-4797-bdb3-394c25d9153c-1160x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1160,"orientation":"portrait","caption":"Simon Cowell (in his dad jeans) with Sinitta and Louis Walsh in 2005. Photograph: Tom Wargacki","credit":"Tom Wargacki","altText":"Simon Cowell (in his dad jeans) with Sinitta and Louis Walsh in 2005.","cleanCaption":"Simon Cowell (in his dad jeans) with Sinitta and Louis Walsh in 2005.","cleanCredit":"Photograph: Tom Wargacki"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612259987/fa2c2bc1-befb-4fbb-999b-7e5b319829a0-2060x1354.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1354,"width":2060,"orientation":"landscape","caption":"David Gandy modelling his Autograph range (and non-dad bod body). Photograph: M S/Rex Shutterstock","credit":"M S/Rex Shutterstock","altText":"David Gandy modelling his Autograph range (and non-dad bod body).","cleanCaption":"David Gandy modelling his Autograph range (and non-dad bod body).","cleanCredit":"Photograph: M S/Rex Shutterstock"}],"webPublicationDate":"2015-05-15T05:00:07Z","lastModified":"2015-05-15T05:03:42Z","metadata":{"commentable":true,"commentCount":30,"contributors":[{"name":"Priya Elan","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/17/1413567069631/Priya-Elan-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/priyaelan"}],"feature":true,"keywords":["Fashion","Life and style","Men's fashion"],"tags":[{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"fashion/mens-fashion","webTitle":"Men's fashion"}],"section":{"id":"fashion"},"topics":[{"displayName":"Priya Elan","topic":{"type":"tag-contributor","name":"profile/priyaelan"}}],"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/may/15/how-fashion-fell-for-dads","shortUrl":"http://gu.com/p/48qgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/may/15/how-fashion-fell-for-dads","webUri":"http://www.theguardian.com/fashion/2015/may/15/how-fashion-fell-for-dads"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/14/1431612656607/f4130e7f-747d-4512-85c7-0fda7d26c884-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Gap’s ‘dad’ shorts. Photograph: Gap","credit":"Gap","altText":"Gap's 'dad' shorts","cleanCaption":"Gap’s ‘dad’ shorts.","cleanCredit":"Photograph: Gap"}},"importance":3,"kicker":{"title":"How fashion fell for dads"},"showQuotedHeadline":false}],"lastModified":"2015-05-15T08:30:13Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}