{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Coal crash / How pension funds face huge risk from climate change","rawTitle":"How pension funds face huge risk from climate change","item":{"type":"article","id":"environment/2015/jun/15/coal-crash-how-pension-funds-face-huge-risk-from-climate-change","title":"Coal crash: how pension funds face huge risk from climate change","trailText":"<strong>Special report: </strong>The plummeting coal sector and a growing green divestment movement is leaving firms who still invest in fossil fuels and connected pension holders heavily exposed<br>","standFirst":"<p><strong>Special report: </strong>The plummeting coal sector and a growing green divestment movement is leaving firms who still invest in fossil fuels and connected pension holders heavily exposed<br /></p>","byline":"Damian Carrington and Caelainn Barr","body":"<p>The pension funds of millions of people across the world, including teachers, public sector workers, health staff and academics in the UK and US, are heavily exposed to the plummeting coal sector, a Guardian analysis has revealed.</p> \n<p>It has also found that just a dozen people, including the owner of Chelsea FC, Roman Abramovich, own coal reserves equivalent to the annual carbon emissions of China, the world’s biggest polluter. The UN, which advocates a shift to clean energy, has more than $100m (&pound;65m) invested in coal through its own pension fund.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/15/roman-abramovich-among-dirty-dozen-people-with-biggest-stakes-in-coal\">Roman Abramovich among 'dirty dozen' people with biggest stakes in coal</a> </p> \n</aside> \n<p>The Guardian examined the ownership of the biggest 50 publicly traded coal companies, ranked by the reserves held which in total are equivalent to more than 11 years of global emissions. This alone could <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/keep-it-in-the-ground-blog/2015/mar/25/what-numbers-tell-about-how-much-fossil-fuel-reserves-cant-burn\">push the planet past beyond the 2C of climate change</a> deemed dangerous by the world’s governments.</p> \n<p>A <a href=\"http://gofossilfree.org/\">fast-growing, global fossil fuel divestment</a> movement, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/01/guardian-media-group-to-divest-its-800m-fund-from-fossil-fuels\">backed by the Guardian</a>’s Keep it in the Ground campaign, is having particular success in persuading investors to dump coal stocks. The world’s largest sovereign wealth fund, held by Norway, decided earlier this month to <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/05/norways-pension-fund-to-divest-8bn-from-coal-a-new-analysis-shows\">sell off more than $8bn of coal assets</a>.</p> \n<p>The <a href=\"http://www.worldbank.org/en/news/speech/2014/01/23/world-bank-group-president-jim-yong-kim-remarks-at-davos-press-conference\">World Bank</a> and the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/oct/13/mark-carney-fossil-fuel-reserves-burned-carbon-bubble\">Bank of England</a> have both warned that global action to cut carbon emissions could render fossil fuel reserves worthless, as analyses show most must remain in the ground. Coal, the most polluting fuel, is particularly at risk and investment bank Goldman Sachs declared in January the fuel had reached “retirement age”. A crunch UN summit in December is tasked with agreeing an <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/global-climate-talks\">international climate change deal</a>.</p> \n<p>The coal price has crashed by 60% since 2011, as gas, renewable energy and climate policies have damaged demand. Tom Sanzillo, a former New York State comptroller who oversaw a $156bn pension fund, said: “Coal is arguably the worst performing sector in the whole world. Pension funds, which have a fiduciary duty to make money, have no business owning any of these companies. It is not a prospective risk, it is a now risk.”</p> \n<p>“The coal sector is falling into a financial death spiral,” said Mark Campanale, founder of the <a href=\"http://www.carbontracker.org/\">Carbon Tracker Initiative</a>, which has pioneered analysis of the financial risks of fossil fuels. “The members of university, healthcare and UN pension funds are smart and informed people; they will be shocked to discover just how far exposed their funds are to coal investment risk.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"50596875306b6fbdd7d6d4a043b2383554cf61be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434036841505/392cf788-5c0d-45f1-aad2-7f686a486ac7-288x420.jpeg\" alt=\"Workers prepare a Soviet-made rotary dredge at the Beryozovsky opencast colliery, near the Siberian town of Sharypovo in Krasnoyarsk region, Russia.\" width=\"288\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Workers prepare a Soviet-made rotary dredge at the Beryozovsky opencast colliery, near the Siberian town of Sharypovo in Krasnoyarsk region, Russia.</span> \n  <span class=\"element-image__credit\">Photograph: Ilya Naymushin/Reuters</span> \n </figcaption> \n</figure> \n<p>The Guardian analysis has uncovered large coal holdings by some of the world’s largest pension funds, with the largest held by South Africa’s <a href=\"http://www.pic.gov.za/\">Public Investment Corporation</a> (PIC), which provides government pensions for millions. It has an $8bn stake which represents a huge 6.1% of all its funds: most large funds have significantly less than 1%.</p> \n<p>Other pension funds with significant coal stakes include: <a href=\"http://www.apg.nl/en\">APG</a> ($1.7bn), which provides pensions for one in five families in the Netherlands; <a href=\"https://www.tiaa-cref.org/public/index.html\">TIAA-CREF</a> ($838), the US pensions giant which serves 5 million teachers and the <a href=\"http://www.cppib.com/en/home.html\">Canadian Pension Plan Investment Board</a> (CPPIB - $590m), which provide the country’s state pension for 18 million people.</p> \n<p>In the UK, the &pound;48bn <a href=\"http://www.uss.co.uk/Pages/default.aspx\">Universities Superannuation Scheme</a> (USS), which provides pensions for 330,000 university and college staff, has a substantial stake in the top 50 coal companies, as do six local authority pensions funds including <a href=\"http://www.wypf.org.uk/\">West Yorkshire</a>. In the US, 25 public sector pension funds have investments in the the top 50 coal companies, spread from California to Alabama, Ohio and New York.</p> \n<p>The analysis used data from Reuters retrieved on 25 April 2015 to determine the ownership of the top 50 publicly traded coal companies, as ranked by <a href=\"http://fossilfreeindexes.com/research/the-carbon-underground/\">Fossil Free Indices</a> on the basis of the coal reserves held by each company.</p> \n<p>A spokesman for APG, one of the largest pension funds in the world, said: “We have declined several new coal investments in the past year and reduced our exposure in a number of coal companies. We expect that our exposure to coal will decline over time.” PIC, TIAA-CREF, CPPIB and the UN pension fund did not respond to requests for comment.</p> \n<p>A spokeswoman for USS, one of the UK’s biggest pension funds, said it been working for more than a decade to have climate change recognised as a risk factor by institutional investors. It has $322m invested in mining companies Anglo American, Glencore and Rio Tinto, but argues coal is a minor part of their business. However, the three companies have combined coal reserves are almost equivalent to the entire world’s annual carbon emissions. </p> \n<p>The Guardian’s analysis of individuals with large stakes in top 50 coal companies was led by Vinod Shantilal Adani, whose $900m stake in Indian coal giant <a href=\"http://www.adani.com/\">Adani Enterprises</a>, means he owns coal reserves that will produce 2GT of carbon dioxide when burned, the same as all of India’s 1.2 billion people produce in a year.</p> \n<p>Second is Abramovich, whose $766m stake in steel and mining company <a href=\"https://www.evraz.com/\">Evraz</a> gives him a large share in Russia’s largest coal mine and the equivalent of 1.5GT of carbon emissions, not far short of the annual output of Russia itself. Another of the seven Russian oligarchs in the “dirty dozen” list is Suleiman Kerimov, with investments equivalent to 0.922GT of CO2. Kerimov is known for hiring stars including Beyonce and Shakira to sing at his parties and for owning one of the world’s largest private <a href=\"http://en.wikipedia.org/wiki/Yachts\">yachts</a>.</p> \n<p>Many of the largest stakes in the top 50 coal companies are held by asset management companies and BlackRock, the world’s biggest asset manager, leads this list with $24.6bn. But the Guardian analysis shows that <a href=\"http://www.blackrock.com/\">BlackRock</a>’s holding represents 0.65% of its total assets, a proportion that is over 50 times greater than the world’s second biggest asset manager, <a href=\"https://www.allianz.com/en/\">Allianz</a>. </p> \n<p>Also heavily invested in coal is the largest manager of UK pension assets, <a href=\"http://www.legalandgeneral.com/\">Legal &amp; General</a>. Whilst L&amp;G are the 24th biggest asset manager in the world, they have the fourth largest coal stake, with $3.3bn in the top 50 companies, representing 0.51% of its total assets. Coal is similarly high in the funds held by Aberdeen Asset Management.</p> \n<p>South Africa’s private investment companies, like the government pension fund, are very heavily invested in coal. <a href=\"http://www.allangray.com/\">Allan Gray</a>, the nation’s largest privately owned asset manager has $3.2bn in the top 50 coal companies, representing a 8.0% of all the assets it manages. It has a large stake in <a href=\"http://www.sasol.com/\">Sasol</a>, which owns six coal mines in South Africa.</p> \n<p>Among these asset managers, only Allianz responded to requests for comment. Managing director Karsten L&ouml;ffler said: “We take the move to alternative energy sources and climate protection very seriously. It is in our interest to assist the energy sector, which drives forward the global economy, with an orderly transition to an environmentally-friendly economy.”</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_pension_funds-zip/giv-21277IWLiNjkI0i4I\" data-alt=\"graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_pension_funds-zip/giv-21277IWLiNjkI0i4I\">graph</a> \n</figure> \n<p>Some large insurance companies also have substantial stakes in the top 50 coal companies, including the state-owned giant Life Insurance Corporation of India which has $5.6bn invested. French company Axa has a big insurance business and the group has $2.6bn invested in the top 50 coal companies, but recently committed to sell a fifth of those coal assets. In March, the Bank of England warned that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/03/bank-of-england-warns-of-financial-risk-from-fossil-fuel-investments\">insurance companies could suffer a “huge hit”</a> if their investments in fossil fuel companies are rendered worthless by action to tackle climate change.</p> \n<p>Joining BlackRock and South Africa’s PIC in the top five coal investors overall are the government of India ($46.5bn), via its interest in its state-owned coal and power station companies, Valepar, the majority owner of Brazilian mining giant Vale, and the Aluminium Corporation of China, which owns $9bn of Rio Tinto shares. <br /></p> \n<p>Campanale said coal companies faced serious challenges: “Sometime soon, the coal chairmen will be facing their own ‘Sepp Blatter moment’. They may be in power, but institutional support is withering away. Investors are realising the business models and future assumptions of big coal are fundamentally flawed.”</p> \n<p>Sanzillo, now at the US-based <a href=\"http://ieefa.org/\">Institute for Energy Economics and Financial Analysis</a>, said there was no real prospect of recovery for an industry whose the main market measure, the Stowe index, had fallen by 75% since 2012. “Coal is not making money, not talking to you, there’s no turn around strategy and there’s an international climate conversation of which they want no part – so you divest.”</p> \n<p></p> \n<h2><strong>Pension funds</strong></h2> \n<p>Dozens of pension funds around the world are invested in the top 50 publicly traded coal companies, according to a Guardian analysis. South Africa’s Public Investment Corporation Limited (PIC), which provides pensions for many of the nation’s public sector workers, has the largest stake with $8bn invested. </p> \n<p>This is largely due to a $5.6bn stake in Sasol, which owns six coal mines in South Africa, but whose share price has fallen 40% in a year. Overall PIC’s coal investments represent a 7.5% of all its assets.</p> \n<p>“They have put a political constraint on their investment which should not be there – it is definitely an overexposure,” said Tom Sanzillo, a former New York State comptroller who oversaw a $156bn pension fund. He said those responsible for the fund needed to act: “The fiduciaries need to say: ‘We are losing money and we want out’.”</p> \n<p>The second highest stake among pension funds in the top 50 coal companies is owned by Dutch pensions giant APG, which provides pension for one in five families in the Netherlands, including teachers, public sector workers and medical staff. It has $1.7bn invested in 26 of the coal companies but is reducing its coal exposure.</p> \n<p>TIAA-CREF, the US pensions firm which serves 5 million teachers, doctors and academics, has $838m in 30 of the top 50 coal companies, while the Canadian Pension Plan Investment Board, which provide the country’s state pension for 18 million people, has $590m invested the companies. The pension fund with the fifth biggest stake in the top 50 coal companies is another Dutch provider, PGGM, which serves 1.5m people and has $399m in the coal firms.</p> \n<figure class=\"element element-image\" data-media-id=\"ffc58fe008a884ff571975c74753e9e896685c5e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434364402947/88e065be-d446-421f-86c9-580b89a7a4cd-460x312.jpeg\" alt=\"Coal is moved on a conveyor belt at the PT Bukit Asam open pit coal mine in Tanjung Enim, South Sumatera province, Indonesia\" width=\"460\" height=\"312\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Coal is moved on a conveyor belt at the PT Bukit Asam open pit coal mine in Tanjung Enim, South Sumatra province, Indonesia.</span> \n  <span class=\"element-image__credit\">Photograph: Dadang Tri/Getty Images</span> \n </figcaption> \n</figure> \n<p>The United Nations Joint Staff Pension Fund also invests in the top 50 coal companies – $106m – despite the clear message sent to investors made by secretary general <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/nov/02/rapid-carbon-emission-cuts-severe-impact-climate-change-ipcc-report\">Ban Ki-Moon in November 2014</a>: “Please reduce your investments in the coal- and fossil fuel-based economy and [move] to renewable energy.”</p> \n<p>Seven UK public sector pension funds have investments in the top 50 coal companies, led by the Universities Superannuation Scheme (USS) with $322m. The USS provides pensions for 330,000 university and college staff. </p> \n<p>The West Yorkshire Pension Fund has a particularly high proportion of assets in the top 50 coal companies, with its $215m stake comprising 1.3% of all its assets. Other UK public sector pension funds with stakes in the top 50 coal companies are West Midlands, South Yorkshire, East Riding, Nottinghamshire and Lincolnshire pension funds.</p> \n<p>In the US, 25 public sector pension funds have investments in the the top 50 coal companies, spread from California to Alabama, Ohio and New York. The giant California Public Employees’ Retirement System (Calpers) is the largest, with $298m invested, including stakes in companies that have used the controversial mountain-top removal method to mine coal, including Arch Coal, Alpha Natural Resources and Consol Energy.</p> \n<p>The Teacher Retirement System of Texas is the next largest US public sector pension fund investing in the top 50 coal companies, with $105m.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_asset_management-zip/giv-21277ZKmYdAamHcU6\" data-alt=\"graph 2\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_asset_management-zip/giv-21277ZKmYdAamHcU6\">graph 2</a> \n</figure> \n<h2><strong>Asset managers</strong></h2> \n<p>The world’s 10 biggest asset management companies have widely varying stakes in the top 50 coal companies, according to a Guardian analysis. </p> \n<p>BlackRock, the world’s largest asset management firm has $24.5bn, representing about 0.65% of all its assets. But the company with the second largest assets under management, Allianz, has just 0.012% of its funds invested in the 50 biggest coal companies, more than 50 times less than BlackRock.</p> \n<p>Vanguard, the third largest asset management company, is like BlackRock relatively heavily invested in the top 50 coal companies, with 0.277%. Among the rest of the 10 biggest asset-holding companies, State Street Global, Axa and JP Morgan have about twice the exposure to the top 50 coal companies of Fidelity, Bank of New York Mellon, BNP Paribas and Deutsche Bank. </p> \n<p>A spokesman for US-based Vanguard said 70% of its funds simply tracked indices. He said the Vanguard staff actively managing the other 30% “are charged with producing the highest investment returns possible. We do not require, or even expect, our advisers to make investment decisions based on social or political issues.”</p> \n<p>Axa recently announced it will sell off €500m ($550m) of stocks from the €500bn fund it directly controls, targeting the companies whose business is more than 50% coal. But a spokesman said: “Given the dependency of many people and sectors of the world’s economy on coal, Axa is not a proponent of what is being called a “disorderly withdrawal from coal”. He said Axa would also increase its green investments to €3bn by 2020.</p> \n<p>A spokesman for BNP Paribas said: “We are not a major investor in coal companies worldwide. We are fully aware that our financing and investment activities can have significant social and environmental consequences.” BlackRock, State Street Global and JP Morgan did not respond to requests for comment.</p> \n<p></p> \n<p></p> \n<p></p> \n<p></p> \n<p></p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434018300445/6fc267a4-1baa-44ea-b715-00d3978e3348-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ChinaFoto/Getty Images","altText":"Chipping away … an open pit coal mine in Chifeng, China.","cleanCredit":"Photograph: ChinaFoto/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434036842407/392cf788-5c0d-45f1-aad2-7f686a486ac7-1396x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1396,"orientation":"portrait","caption":"Workers prepare a Soviet-made rotary dredge at the Beryozovsky opencast colliery, near the Siberian town of Sharypovo in Krasnoyarsk region, Russia. Photograph: Ilya Naymushin/Reuters","credit":"Ilya Naymushin/Reuters","altText":"Workers prepare a Soviet-made rotary dredge at the Beryozovsky opencast colliery, near the Siberian town of Sharypovo in Krasnoyarsk region, Russia.","cleanCaption":"Workers prepare a Soviet-made rotary dredge at the Beryozovsky opencast colliery, near the Siberian town of Sharypovo in Krasnoyarsk region, Russia.","cleanCredit":"Photograph: Ilya Naymushin/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434364401671/08cd0f14-d46d-4492-94e4-ddc8fda51ade-2060x1397.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1397,"width":2060,"orientation":"landscape","caption":"Coal is moved on a conveyor belt at the PT Bukit Asam open pit coal mine in Tanjung Enim, South Sumatra province, Indonesia. Photograph: Dadang Tri/Getty Images","credit":"Dadang Tri/Getty Images","altText":"Coal is moved on a conveyor belt at the PT Bukit Asam open pit coal mine in Tanjung Enim, South Sumatera province, Indonesia","cleanCaption":"Coal is moved on a conveyor belt at the PT Bukit Asam open pit coal mine in Tanjung Enim, South Sumatra province, Indonesia.","cleanCredit":"Photograph: Dadang Tri/Getty Images"}],"webPublicationDate":"2015-06-15T11:26:07Z","lastModified":"2015-06-15T11:37:40Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Damian Carrington","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736253/DamianCarrington.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damiancarrington"},{"name":"Caelainn Barr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caelainn-barr"}],"feature":true,"keywords":["Fossil fuel divestment","Oil","Energy","Environment","Fossil fuels","Pollution","Pensions","Investing","Energy industry","Business","Financial sector","Money","Insurance industry","World news","UK news","US news","Public sector pensions","Society","Public services policy","World Bank","Bank of England","Roman Abramovich","China","Mining","Goldman Sachs","South Africa","Axa","JP Morgan"],"tags":[{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"money/pensions","webTitle":"Pensions"},{"id":"business/investing","webTitle":"Investing"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/business","webTitle":"Business"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"money/money","webTitle":"Money"},{"id":"business/insurance","webTitle":"Insurance industry"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"society/public-sector-pensions","webTitle":"Public sector pensions"},{"id":"society/society","webTitle":"Society"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"business/worldbank","webTitle":"World Bank"},{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"world/roman-abramovich","webTitle":"Roman Abramovich"},{"id":"world/china","webTitle":"China"},{"id":"business/mining","webTitle":"Mining"},{"id":"business/goldmansachs","webTitle":"Goldman Sachs"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"business/axa","webTitle":"Axa"},{"id":"business/jpmorgan","webTitle":"JP Morgan"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/15/coal-crash-how-pension-funds-face-huge-risk-from-climate-change","shortUrl":"http://gu.com/p/49tmk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/15/coal-crash-how-pension-funds-face-huge-risk-from-climate-change","webUri":"http://www.theguardian.com/environment/2015/jun/15/coal-crash-how-pension-funds-face-huge-risk-from-climate-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434018300445/6fc267a4-1baa-44ea-b715-00d3978e3348-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chipping away … an open pit coal mine in Chifeng, China. Coal is the worst performing investment sector, crashing 60% since 2011. Photograph: ChinaFoto/Getty Images","credit":"ChinaFoto/Getty Images","altText":"Chipping away … an open pit coal mine in Chifeng, China.","cleanCaption":"Chipping away … an open pit coal mine in Chifeng, China. Coal is the worst performing investment sector, crashing 60% since 2011.","cleanCredit":"Photograph: ChinaFoto/Getty Images"}},"importance":7,"kicker":{"title":"Coal crash"},"showQuotedHeadline":false,"sublinks":[{"title":"'Dirty dozen' / Abramovich among people with biggest stakes in coal","rawTitle":"Abramovich among people with biggest stakes in coal","item":{"type":"article","id":"environment/2015/jun/15/roman-abramovich-among-dirty-dozen-people-with-biggest-stakes-in-coal","title":"Roman Abramovich among 'dirty dozen' people with biggest stakes in coal","trailText":"From Chelsea’s Abramovich to India’s Vinod Adani, here are the 12 super-rich individuals whose combined investments in coal equal China’s annual emissions<br>","standFirst":"<p>From Chelsea’s Abramovich to India’s Vinod Adani, here are the 12 super-rich individuals whose combined investments in coal equal China’s annual emissions<br /></p>","byline":"Damian Carrington and Caelainn Barr","body":"<p>The Chelsea football club owner Roman Abramovich is among a super-rich list of 12 investors whose combined coal holdings are equivalent to the entire annual emissions of China, the world’s biggest polluter, a Guardian analysis has found.</p> \n<p>Top of the “dirty dozen” list is Vinod Shantilal Adani, who has a $900m (&pound;581m) stake in Indian coal giant Adani Enterprises. His share of the company’s coal reserves will produce 2GT of carbon dioxide when sold and burned, the same as India’s 1.2 billion people produce in a year. Adani’s <a href=\"http://www.adaniaustralia.com.au/faq.php\">company</a> is also behind the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/may/15/carbon-bomb-australia-the-new-coal-frontier\">vast Galilee basin coal project in Australia</a>.<br /></p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_dirty_dozen-zip/giv-2127774ZXUsjnwXfR\" data-alt=\"graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/coal_dirty_dozen-zip/giv-2127774ZXUsjnwXfR\">graph</a> \n</figure> \n<p>Second on the list is Abramovich. The Russian businessman’s $766m stake in Evraz, the steel and mining company, gives him ownership of about a quarter of Russia’s largest coal mine, the <a href=\"https://www.evraz.com/products/business/coal/raspadskaya_coal/\">Raspadskaya coal complex</a> in Siberia.</p> \n<p>The mine’s coal reserves represent 1.5GT of carbon emissions, not far off the annual output of Russia itself. Two other Evraz owners, Alexander Abramov and Alexander Frolov also feature in the dirty dozen of coal owners.</p> \n<p>Fourth place on the list of coal kings is Low Tuck Kwong, who owns 51% of Bayan Resources. That stake in eight Indonesian coal mines represents 1GT of future carbon dioxide emissions, more than Germany’s annual output. Bayan Resources is continuing to <a href=\"http://www.bayan.com.sg/index.php/company-profile\">explore for more coal reserves</a>.</p> \n<p>Low is followed by Suleiman Kerimov whose 40% stake in Russian gold mining company Polyus Gold make him the major owner of the company’s coal reserves, estimated at 2.3GT by analysts at Fossil Free Indexes. Kerimov’s stake gives him 923m tonnes of future carbon dioxide emissions. Gavril Yushvaev and Oleg Mkrtchyan each hold about 19% of Polyus Gold, earning them places nine and 10 on the dirty dozen list.</p> \n<p>Glencore Xstrata, the global mining giant, provides two entries. Chief executive Ivan Glasenberg has a $4.6bn stake in Glencore, but as coal mining is a relatively small part the company’s business, his personal coal-related carbon footprint is less than that of Adani or Abramovich, equivalent to 900m tonnes of future carbon emissions.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"90765fc760880bc5b22350ecd87480ad71903f6a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434363138202/0844ed4d-9472-46d7-80a4-4ac6e3b6b7d8-460x276.jpeg\" alt=\"Chelsea owner Roman Abramovich is second on a super-rich list of coal investors.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chelsea owner Roman Abramovich is second on a super-rich list of coal investors.</span> \n  <span class=\"element-image__credit\">Photograph: Jason Alden/Getty Images</span> \n </figcaption> \n</figure> \n<p>Glasenberg recently dismissed concerns that any of Glencore’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/29/fossil-fuel-companies-defy-warnings-on-burning-reserves\">huge reserves of coal would be left worthless</a> by international climate change action to cut greenhouse gases, saying he did not believe governments would act in the face of growing demand for cheap energy. Glasenberg’s Glencore colleagues Daniel Badenes and Aristotelis Mistakidis take 11th and 12th place on the dirty dozen list, with stakes representing 340m tonnes of CO2 each, about the same as France or South Africa emits in a year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/15/coal-crash-how-pension-funds-face-huge-risk-from-climate-change\">Coal crash: how pension funds face huge risk from climate change</a> </p> \n</aside> \n<p>Vadim Danilov, in 10th, completes the dirty dozen list, thanks to a relatively modest $25m stake in Kuzbass Fuel, also called KTK, which owns mines in Siberia and claims to produce over half the coal in Russia. But his 15% stake gives him ownership of 391m tonnes of future CO2 emissions, the same as Australia or Italy emit in a year.</p> \n<p>The Guardian’s analysis used data from Reuters retrieved on 25 April 2015 to determine the ownership of the top 50 publicly traded coal companies, as ranked by <a href=\"http://fossilfreeindexes.com/research/the-carbon-underground/\">Fossil Free Indexes</a> on the basis of the coal reserves held by each company. </p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434032093510/ede66234-8868-48fb-aa75-16ea81f89244-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ian Waldie/Getty Images","altText":"Coal is stockpiled in preparation for loading onto ships for export, at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia,","cleanCredit":"Photograph: Ian Waldie/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434363139785/d441f69c-fefe-41ef-baca-c5fbf730c91c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Chelsea owner Roman Abramovich is second on a super-rich list of coal investors. Photograph: Jason Alden/Getty Images","credit":"Jason Alden/Getty Images","altText":"Chelsea owner Roman Abramovich is second on a super-rich list of coal investors.","cleanCaption":"Chelsea owner Roman Abramovich is second on a super-rich list of coal investors.","cleanCredit":"Photograph: Jason Alden/Getty Images"}],"webPublicationDate":"2015-06-15T11:26:18Z","lastModified":"2015-06-15T11:30:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Damian Carrington","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733736253/DamianCarrington.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damiancarrington"},{"name":"Caelainn Barr","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caelainn-barr"}],"feature":false,"keywords":["Fossil fuels","Coal","Energy","Environment","World news","Business","Energy industry","Roman Abramovich","Glencore Xstrata","Mining","Russia","India","China","Asia Pacific","Europe","South and Central Asia"],"tags":[{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/coal","webTitle":"Coal"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/world","webTitle":"World news"},{"id":"business/business","webTitle":"Business"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"world/roman-abramovich","webTitle":"Roman Abramovich"},{"id":"business/glencore-xstrata","webTitle":"Glencore Xstrata"},{"id":"business/mining","webTitle":"Mining"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/india","webTitle":"India"},{"id":"world/china","webTitle":"China"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/15/roman-abramovich-among-dirty-dozen-people-with-biggest-stakes-in-coal","shortUrl":"http://gu.com/p/49y5p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/15/roman-abramovich-among-dirty-dozen-people-with-biggest-stakes-in-coal","webUri":"http://www.theguardian.com/environment/2015/jun/15/roman-abramovich-among-dirty-dozen-people-with-biggest-stakes-in-coal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434032093510/ede66234-8868-48fb-aa75-16ea81f89244-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Coal is stockpiled in preparation for loading onto ships for export at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia. Photograph: Ian Waldie/Getty Images","credit":"Ian Waldie/Getty Images","altText":"Coal is stockpiled in preparation for loading onto ships for export, at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia,","cleanCaption":"Coal is stockpiled in preparation for loading onto ships for export at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia.","cleanCredit":"Photograph: Ian Waldie/Getty Images"}},"importance":0,"kicker":{"title":"'Dirty dozen'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434032093510/ede66234-8868-48fb-aa75-16ea81f89244-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ian Waldie/Getty Images","altText":"Coal is stockpiled in preparation for loading onto ships for export, at the Newcastle Coal Terminal in Newcastle, north of Sydney, Australia,","cleanCredit":"Photograph: Ian Waldie/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434018300445/6fc267a4-1baa-44ea-b715-00d3978e3348-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ChinaFoto/Getty Images","altText":"Chipping away … an open pit coal mine in Chifeng, China.","cleanCredit":"Photograph: ChinaFoto/Getty Images"}}]},{"title":"Unbound / China's last 'lotus feet'","rawTitle":"China's last 'lotus feet'","item":{"type":"article","id":"artanddesign/2015/jun/15/the-last-women-in-china-with-bound-feet","title":"The last women in China with bound feet: 'They thought it would give them a better life'","trailText":"The photographer Jo Farrell spent nine years tracking down the last women whose feet were broken and bound. Many could no longer walk, and had to keep their disfigurement hidden away","standFirst":"<p>The photographer Jo Farrell tracked down 50 surviving women whose feet had been bound. Many could no longer walk, and kept their disfigurement hidden. Her images reveal the survivors’ strength, determination – and hope</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/gallery/2015/jun/15/unbound-chinas-last-lotus-feet-in-pictures\"><span class=\"bullet\">•</span> Unbound: China’s last ‘lotus feet’ – in pictures</a><br /></p>","byline":"Jack Mills","body":"<p>Jo Farrell’s most recent photography project began, by chance, in the back of a cab. Her career-long interest is in documenting disappearing cultural practices, and in 2005 she got chatting to a Shanghai taxi driver about foot binding. “He mentioned that his grandmother had bound feet,” Farrell recalls. “Most people told me that it was such an old tradition, there were no women left. I went to the village of the cab driver’s grandmother, in the Shandong province, and met Zang Yun Ying. She became the first woman in my project.”</p> \n<p>What followed was a nine-year journey across China, tracking down the last survivors of foot binding. She found just 50 women. Five of them were still completely bound and in hiding, but most had released their binds. All were from impoverished villages in the provinces of Yunnan and Shandong. The oldest, Zhang Yun Ying, was 103. Farrell’s photobook<em> </em>Living History: Bound Feet Women of China, contains close-up portraits of the severe deformity they suffered. </p> \n<p>Foot binding was outlawed in China 103 years ago, following almost 10 decades of the practice. But the last factory producing “lotus shoes” – the triangular embroidered platforms used to showcase the women’s minuscule pointy feet – closed just six years ago.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The first year is particularly excruciating because the girls had to walk until their toes would break</p> \n  <footer> \n   <cite>Jo Farrell</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>To create the desirable “lotus feet”, first made fashionable under Emperor Li Yu in the 10th century, women would have their toes taped together tightly into triangular points. The feet were beaten, cast in herbs and oils to loosen the skin and strapped into lotus shoes.</p> \n<p>After foot binding was banned it became taboo, and in 1950 Chairman Mao ordered anti foot-binding inspectors to publicly shame any bound women they found. “It was considered an old tradition that did not reflect modern China and should be stopped,” Farrell tells me from her flat in Hong Kong. “Their binding would be hung in windows so that people would laugh at them.”</p> \n<p>Most women were bound at the age of seven. “The first year is particularly excruciating because the girls were made to walk until their toes would break under their weight,” says Farrell. “After that, the toes became numb and now, 50 or 60 years later, they don’t have any pain in their feet. It’s all quite numb.”</p> \n<p>Farrell insists her photo series isn’t meant to sensationalise, but to educate us about a little-known custom. She admits she was surprised by her own reaction to seeing bound feet close up. “The first time I met Zang Yun Ying and held her foot in my hand it was just incredible – so soft and so incredibly formed.” </p> \n<p>In spite of the brutality the project lays bare, its message is one of hope, survival and grit. “In Chinese society, it was the only way forward for women,” says Farrell. “They did it because they thought it would give them a better future, a better life.”</p>","section":"Art & Design","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121608799/ca15b537-7b9c-44c2-a9d8-d510c1cd1b38-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jo Farrell","altText":"Zhang Yun Ying, 10 in 2014, Shandong Province","cleanCredit":"Photograph: Jo Farrell"}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:00:22Z","lastModified":"2015-06-15T09:06:16Z","metadata":{"commentable":true,"commentCount":54,"contributors":[],"feature":false,"keywords":["Art and design","Culture","China","Photography","World news"],"tags":[{"id":"artanddesign/artanddesign","webTitle":"Art and design"},{"id":"culture/culture","webTitle":"Culture"},{"id":"world/china","webTitle":"China"},{"id":"artanddesign/photography","webTitle":"Photography"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"artanddesign"},"topics":[],"embeddedVideos":[],"adTargetingPath":"artanddesign"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/artanddesign/2015/jun/15/the-last-women-in-china-with-bound-feet","shortUrl":"http://gu.com/p/49mty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/artanddesign/2015/jun/15/the-last-women-in-china-with-bound-feet","webUri":"http://www.theguardian.com/artanddesign/2015/jun/15/the-last-women-in-china-with-bound-feet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434121503953/774e2eab-a8e6-4d5f-972b-7a118c03e89d-2060x1030.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1030,"width":2060,"orientation":"landscape","caption":"Si Yin Zhin, who was aged 90 years old in 2011, had her feet bound.  Photograph: Jo Farrell","credit":"Jo Farrell","altText":"Si Yin Zhin, 90 years old in 2011","cleanCaption":"Si Yin Zhin, who was aged 90 years old in 2011, had her feet bound. ","cleanCredit":"Photograph: Jo Farrell"}},"importance":6,"kicker":{"title":"Unbound"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/92c2229c694bb797560fb932513dfa497b284226/0_0_5164_3100/1000.jpg","height":600,"width":999}}]},{"title":"Euro 2016 qualifiers / Six talking points from the latest action","rawTitle":"Six talking points from the latest action","item":{"type":"article","id":"football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","title":"Euro 2016 qualifiers: six talking points from the latest action","trailText":"Shaun Maloney has impressed for Scotland, Republic of Ireland look out of date and Wales under Chris Coleman have discovered a winning formula","standFirst":"Shaun Maloney has impressed for Scotland, Republic of Ireland look out of date and Wales under Chris Coleman have discovered a winning formula","byline":"Guardian sport","body":"<h2>1) Rooney suited to England captain’s role</h2> \n<p>The previous time Wayne Rooney came up against Bostjan Cesar it ended with the Slovenian centre-half being injured for five weeks and making it clear that he held the striker responsible. It was, according to Cesar, a “stupid, stupid tackle” that Rooney apparently inflicted on him in England’s 3-1 win at Wembley, though he insisted he was not after revenge in the return game in Ljubljana. “On the pitch I am very aggressive and I enjoy the fight in physical games, but I don’t want to kill him.” He did, however, leave his calling card in the form of the forearm smash into the side of Rooney’s head during England’s 3-2 win and, putting aside for one moment the story of England’s captain and Sir Bobby Charlton’s goals record, that was a moment to demonstrate why the Manchester United player is now entrusted with the armband.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/wayne-rooney-strength-character-roy-hodgson-england\">Wayne Rooney’s character lauded by Roy Hodgson after England win</a> </p> \n</aside> \n<p>Roy Hodgson made the same point after Rooney had moved alongside Gary Lineker on 48 England goals, one short of Charlton with the usual turkey-shoot against San Marino conveniently timed in September to help him get over the line. “Wayne Rooney’s performance says a lot of things about him as a man,” Hodgson said. “Just before he took that chance he took a nasty blow from an elbow, which could have decked many a player and led to him losing his discipline. It didn’t and he got up. I like what that shows, and the fact that one or two chances had gone begging but when the ball fell to him he still stuck it away with aplomb. We can rely on that man.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457160825__\n</div> \n<p>In the buildup to this match, Rooney had talked about speaking to Ross Barkley at the end of a difficult season for the Everton midfielder and discussing with his fellow Liverpudlian the areas of his game that needed to improve. Rooney was not everyone’s choice to take over from Steven Gerrard as England captain but in his first year in the role he has scored eight goals in ten games, not been booked once and is yet to be on a losing side. These are still relatively early days but he has taken on the captaincy with distinction so far. <strong>Daniel Taylor</strong></p> \n<blockquote> \n <p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/slovenia-england-euro-2016-qualifier-match-report\">Match report: Slovenia 2-3 England</a><br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/14/wayne-rooney-strength-character-roy-hodgson-england\">Rooney’s character lauded by Hodgson</a><br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/14/jack-wilshere-no-regrets-england-thunderbolts\">Dominic Fifield on Jack Wilshere’s impressive display</a></p> \n</blockquote> \n<h2>2) Maloney is Scotland’s man of this qualifying campaign</h2> \n<p>Gordon Strachan’s elation over the goal which hauled Scotland back into the game against the Republic of Ireland was matched only by the manager’s delight about the man who helped to provide it. Shaun Maloney has always been an independent thinker and occasionally an over-thinker. His is a career which continues to yield marquee moments, a matter apparently not impacted by his decision to continue his career in Major League Soccer. Maloney could quite easily have remained in England when departing Wigan Athletic last summer but fancied a fresh challenge. The attacker is Scotland’s man of this Euro 2016 qualifying campaign. He has consistently been the one to make things happen. When emerging as youth players at Celtic, it was generally accepted that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/aiden-mcgeady-ireland-scotland\">Aiden McGeady was of superior talent</a> to Maloney but the latter’s work ethic and attitude continues to reward him. He has also battled serious injury to remain prominent for club and country; few would merit a trip to a major tournament more. <strong>Ewan Murray</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-scotland-euro-2016-group-d-match-report\">Match report: Republic of Ireland 1-1 Scotland </a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/13/martin-oneill-ireland-scotland-european-championship-qualifier\">Ewan Murray: O’Neill now faces battle to stop career petering out</a><br /><strong><span class=\"bullet\">•</span></strong> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/fai-shred-match-programmes-containing-john-delaney-fifa-criticism\">FAI shreds 18,000 match programmes with Delaney Fifa comments</a></p> \n</blockquote> \n<div>\n __VIDEO_EMBED_gu-video-457155803__\n</div> \n<h2>3) Republic look out of date compared to Scotland</h2> \n<p>At the end of the 19th century “the Scottish style” meant something very specific: passing football, combination play, teamwork, as showcased for admiring crowds by the “Scotch Professors” in the first ever series of international matches against England. Ireland and Scotland’s 1-1 draw at the Aviva Stadium on Saturday was a messy game but a decent result for the Scots, who have looked throughout the campaign the more accomplished of the two teams. Shaun Maloney, James Morrison, Steven Naismith and Scott Brown may not be quite professor-level just yet. But even in a scruffy game there was confirmation in Dublin that Gordon Strachan – who is himself approaching national treasure status – has assembled a team that might not ever threaten to reach the final stages of Euro 2016 but which would at least look it was playing the same game as the best teams there.</p> \n<p>Against Ireland Scotland passed the ball well enough, crafted some nice triangles on the flanks and generally looked most comfortable playing a technically sound pass-and-move game. Should they fail to qualify from here they will do so in the knowledge that they have at least been pushing in the right direction, whereas much of the gloom around Ireland’s current trajectory is a sense that the basic method is simply a little out of date. Maloney was the most eye-catching player in midfield on Saturday, scorer now of five goals in qualifying and a fine all-round playmaking presence. Scotland may be two or three really good players (at least one of them a high class striker) away from being a top quality team. But Maloney and his fellow ball-playing midfielders would certainly add to the gaiety of a major tournament. Even in the fury of Dublin the glimpses in this qualifying campaign of a more historically Scottish Style have been a pleasure to watch. <strong>Barney Ronay</strong></p> \n<blockquote> \n <p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/republic-of-ireland-martin-oneill-advantage-scotland\"><span class=\"bullet\">•</span> O’Neill claims Scotland’s Naismith ‘refereed the game</a></p> \n</blockquote> \n<h2>4) Coleman has discovered a match-winning blend</h2> \n<p>The headlines, inevitably, were commandeered by Gareth Bale, who inspired Wales to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jun/12/wales-v-belgium-european-2016-qualifier-live\">1-0 win over Belgium</a> last Friday. It was not just his decisive goal, rather the confidence that he spread among his teammates. Yet this momentous effort, which set Wales fair for the Euro 2016 finals – and their first appearance at a major championship since 1958 – was characterised by a collective thou-shalt-not-pass attitude.</p> \n<p>It has underpinned the campaign so far. Chris Coleman, who deserves huge credit for the turnaround he has overseen, has watched his team concede only two goals, and neither Andorra’s penalty nor Cyprus’ slightly streaky free-kick were from open play. This was Belgium’s second blank against Wales and although they exerted pressure, they were unable to create too much of clear-cut note.</p> \n<p>Led by the indomitable Ashley Williams, Wales put bodies on the line and kept Belgium’s highly-rated attackers at arm’s length. But it was not just the defence since Bale and the midfielders worked tirelessly, too. Coleman keeps getting his tactics and organisation spot on. With Bale at the other end, it is a winning blend. <strong>David Hytner</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/wales-belgium-euro-2016-qualifying-match-report\">Match report: Wales 1-0 Belgium</a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/12/gareth-bale-wales-belgium-inspirational\">Bale proves full value with inspirational display for Wales </a><br /><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/chris-coleman-wales-belgium-euro-2016\">Coleman: ‘We have to stop thinking of ourselves as little old Wales</a></p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-68b405db-b421-47a1-ad2c-a04b2e3c99a5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434355030476/61c92a66-e4ce-47f0-8d38-fd292b65c1de-460x276.jpeg\" alt=\"Gareth Bale and Wales team-mates celebrate Bale's 25th-minute goal against Belgium\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium.</span> \n  <span class=\"element-image__credit\">Photograph: Glyn Kirk/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2>5) Wilmots leaves himself open</h2> \n<p>Before the tie with Wales, the Belgium manager, Marc Wilmots, insisted that all of the talk about his future – and that of many of his players – had been parked. The focus was exclusively on Wales. Yet on the day of the game, he became embroiled in a remarkable row. Wilmots had been tipped to take over at Schalke, having held talks with the Bundesliga club and he said that he would talk publicly about his future after the Wales game.</p> \n<p>Yet Schalke moved first, announcing that they had appointed Andr&eacute; Breitenreiter to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/26/roberto-di-matteo-resigns-schalke-coach-disagreement-club\">replace Roberto Di Matteo</a>, who resigned in May. Wilmots was furious and he immediately made his feelings known in an interview with Kicker. “To announce such a thing just hours before our crucial Euro 2016 qualifier is incredible and really bad form,” Wilmots said. “Schalke approached me, which is why it’s a bad joke when they make out now that they have turned me down.”</p> \n<p>Toby Alderweireld, the Belgium defender, told the Guardian that Wilmots had addressed his future with the players beforehand. “He told us before the game that he is staying,” Alderweireld said. Had the issue been a distraction? “No,” Alderweireld said. “As a group, we were focused on the result.” The subsequent defeat, however, gave Wilmots’ critics plenty of ammunition. <strong>DH</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/12/belgium-fans-trust-satnav-end-up-in-wrong-wales\">Belgium fans trust sat nav and end up in the wrong Wales</a></p> \n</blockquote> \n<h2><strong>6) </strong>Northern Ireland architects of their own fate</h2> \n<p>Flinty Northern Ireland have finally vaulted a major psychological hurdle, as Saturday’s battling draw at home to Romania positions them nicely for Euro 2016 automatic qualification by September. The visit of Anghel Iordanescu’s side presented a stern test of character. And Northern Ireland’s industry, constantly compressing space for the group leaders, outlined a steadfast capacity to mix it when their normal, crisp, passing approach and fluidity along the channels to lone forward Kyle Lafferty starts to malfunction. Michael O’Neill’s men are now the architects of their own fate. Victories over Faroe Islands and Hungary will spirit them towards France. It helps that the Hungarians, two points adrift of Northern Ireland in third place, must play their Romanian rivals next. O’Neill’s job could get so much easier. If Lafferty, Steven Davis – “the brain of Northern Ireland” according to Iordanescu - and Jonny Evans, Northern Ireland’s best performers at the weekend, remain fit, it would be even better news. All three retain a solid presence which unquestionably carries the whole squad to greater heights and horizons. <strong>Julian Taylor</strong></p> \n<blockquote> \n <p><strong><span class=\"bullet\">•</span> </strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/13/northern-ireland-romania-euro-2016-qualifying-match-report\">Match report: Northern Ireland 0-0 Romania</a></p> \n</blockquote>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434354121764/0095edf5-d6a7-463a-86d2-862c816330b1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","credit":"Getty/Action/PA/Euro 2016 qualifiers talking points","altText":"Euro 2016 qualifiers","cleanCredit":"Photograph: Getty/Action/PA/Euro 2016 qualifiers talking points"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/12/1434139394424/Gareth-Bale-and-Wales-tea-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium. Photograph: Glyn Kirk/AFP/Getty Images","credit":"Glyn Kirk/AFP/Getty Images","altText":"Gareth Bale and Wales team-mates celebrate Bale's 25th-minute goal against Belgium","cleanCaption":"Gareth Bale and Wales team-mates celebrate the deciding goal against Belgium.","cleanCredit":"Photograph: Glyn Kirk/AFP/Getty Images"}],"webPublicationDate":"2015-06-15T07:58:08Z","lastModified":"2015-06-15T09:50:49Z","metadata":{"commentable":true,"commentCount":442,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Euro 2016 qualifiers","England","Slovenia","Scotland","Republic of Ireland","Wales","Belgium","Northern Ireland","Romania","Euro 2016","Football"],"tags":[{"id":"football/euro-2016-qualifiers","webTitle":"Euro 2016 qualifiers"},{"id":"football/england","webTitle":"England"},{"id":"football/slovenia","webTitle":"Slovenia"},{"id":"football/scotland","webTitle":"Scotland"},{"id":"football/republicofireland","webTitle":"Republic of Ireland"},{"id":"football/wales","webTitle":"Wales"},{"id":"football/belgium","webTitle":"Belgium"},{"id":"football/northernireland","webTitle":"Northern Ireland"},{"id":"football/romania","webTitle":"Romania"},{"id":"football/euro-2016","webTitle":"Euro 2016"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"embeddedVideos":[{"id":"gu-video-457160825","source":"guardian.co.uk","durationInSeconds":183,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615hodgsonrooney_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615hodgsonrooney.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434360012526/KP_298603_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video","cleanCaption":"620x372 trailpic for Roy Hodgson hails Rooneys performance against Slovenia - video"}},{"id":"gu-video-457155803","source":"SNTV","durationInSeconds":53,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/14/150614Scotland_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/14/150614Scotland.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434273585451/KP_275482_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video","cleanCaption":"620x372 trailpic for Scotlands Gordon Strachan pleased with draw against Republic of Ireland - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","shortUrl":"http://gu.com/p/49nb2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points","webUri":"http://www.theguardian.com/football/blog/2015/jun/15/euro-2016-qualifiers-talking-points"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434354121764/0095edf5-d6a7-463a-86d2-862c816330b1-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":600,"orientation":"landscape","caption":"Shaun Maloney is Scotland’s man of the qualifying campaign, Wales have fostered a thou-shalt-not-pass attitude, were Belgium affected by speculation over manager Marc Wilmots’ future and Northern Ireland are now the architects of their own fate. Photograph: Getty/Action/PA","credit":"Getty/Action/PA","altText":"Euro 2016 qualifiers","cleanCaption":"Shaun Maloney is Scotland’s man of the qualifying campaign, Wales have fostered a thou-shalt-not-pass attitude, were Belgium affected by speculation over manager Marc Wilmots’ future and Northern Ireland are now the architects of their own fate.","cleanCredit":"Photograph: Getty/Action/PA"}},"importance":5,"kicker":{"title":"Euro 2016 qualifiers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/9dae1a9cf04db1f54c56b0e16f7360a5d70a26ab/0_32_3952_2372/1000.jpg","height":600,"width":1000}}]},{"title":"Game of Thrones / How to avoid season five finale spoilers","rawTitle":"How to avoid season five finale spoilers","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/jun/15/gotomg-how-to-avoid-game-of-thrones-season-five-finale-spoilers","title":"#GoTOMG!: how to avoid Game of Thrones season five finale spoilers","trailText":"Worried that you’re going to find out what happens in the Game of Thrones finale before you’ve had time to watch it? Here’s a quick guide to help","standFirst":"<p>Worried that you’re going to find out what happens in the Game of Thrones finale before you’ve had time to watch it? Here’s a quick guide to help </p>","byline":"Graeme Virtue","body":"<p><em>This blog contains no spoilers whatsoever about the season-five finale of Game of Thrones. Please don’t add any to the comments below.</em></p> \n<p>Season five of Game of Thrones has had the world rapt, and not just around its Littlefinger. But now that the finale has screened in the US, the rest of us are consigned to the potential spoiler zone until we can frantically catch up. It’s like that famous episode of Whatever Happened to the Likely Lads? where Bob and Terry are trying to avoid the England score, except with lethal realpolitik and imagined dragons. But you can take steps to protect yourself during this time of unprecedented precariousness. Here’s what to do.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/booksblog/2015/jun/15/most-highlighted-quotes-game-of-thrones-books-revealed\">Readers' favourite quotes in Game of Thrones books revealed</a> </p> \n</aside> \n<h2><strong>Get off Twitter – now</strong></h2> \n<p>Twitter is currently a minefield where unwanted GoT plot revelations are spreading like wildfire (<a href=\"http://gameofthrones.wikia.com/wiki/Wildfire\">or, indeed, Wildfire</a>). You might imagine you’re being smart by customising your timeline to block tweets with hashtags like #GoT or #Tyrion4ever but think about it: the sort of oblivious person who has no problem spraying key character deaths around is unlikely to follow hashtag protocol. Shut it down. It’s the only way to be sure.</p> \n<h2><strong>Avoid Facebook</strong></h2> \n<p>What goes for Twitter goes double for Facebook. If someone posts an unheralded “GoT, OMG!” revelation, the betrayal will feel all the more profound since the blade that pierced your blissful state of intentional ignorance will have been wielded by one of your so-called “friends”, and no amount of shocked-face emojis will soften that excruciating blow. While being hurt by those closest to you might chime with George RR Martin’s obsession with familial backstabbing, it would still be a major mega-bummer. Log off.</p> \n<h2><strong>Head for the Wall</strong></h2> \n<p>So you need to steer clear of all things GoT, but still want to luxuriate in your obsession. Why not do the Northumberland tourist industry a solid and <a href=\"http://www.visithadrianswall.co.uk\">take a day trip to Hadrian’s Wall</a>? It’s the ancient craggy boundary that planted the seed of the Wall in Big George’s imagination, and the fresh air and spotty 3G access will likely do you good. You might want to manage your expectations though, since this particular Wall isn’t 700ft tall and made of ice.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=IQy8b9_uOGo\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/IQy8b9_uOGo?wmode=opaque\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><strong>Avoid all human contact</strong></h2> \n<p>Even yomping through Northumberland you might have to greet fellow travellers, exchanging the traditional “lovely day for it” greeting (the rambling equivalent of “valar morghulis”). This might easily escalate into: “By the way, did you hear they killed off [REDACTED]? For realsies!” So new plan: lock yourself in a room and withdraw from all human interaction. Just like Gendry in his boat. Remember Gendry?</p> \n<h2><strong>Spend the next 10 hours listening to the theme tune</strong></h2> \n<p>It sounds a little counter-intuitive but if you know in your heart you’ll struggle to avoid the internet for an entire day, why not turn into this particular skid and fire up a Drogo-sized 10-hour maxi-mix of Ramin Djawadi’s drum-thumping, cello-sawing theme? If you thought the swooping camera and sprouting architecture of the opening credits seemed endless before, this takes it to a whole new level, and will likely send you into fugue state, unable to process any new information until the finale airs in the UK at 9pm. Perhaps the only downside is that you’ll spend most of today staring at a static picture of Ned Stark. Whatever happened to that guy, anyway?</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=5YU1TMazV3c\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/5YU1TMazV3c?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361515467/b0e8f252-658a-4478-9c33-49a4f441d84d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"HBO/2015 Home Box Office, Inc. All","altText":"Wait, you did WHAT?!","cleanCredit":"Photograph: HBO/2015 Home Box Office, Inc. All"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:56:12Z","lastModified":"2015-06-15T11:32:38Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Graeme Virtue","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graeme-virtue"}],"feature":false,"keywords":["Game of Thrones","Television","Television & radio","Culture"],"tags":[{"id":"tv-and-radio/game-of-thrones","webTitle":"Game of Thrones"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Graeme Virtue","topic":{"type":"tag-contributor","name":"profile/graeme-virtue"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jun/15/gotomg-how-to-avoid-game-of-thrones-season-five-finale-spoilers","shortUrl":"http://gu.com/p/49nz5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/jun/15/gotomg-how-to-avoid-game-of-thrones-season-five-finale-spoilers","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jun/15/gotomg-how-to-avoid-game-of-thrones-season-five-finale-spoilers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361515467/b0e8f252-658a-4478-9c33-49a4f441d84d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wait, you did WHAT?! Photograph: HBO/2015 Home Box Office, Inc. All","credit":"HBO/2015 Home Box Office, Inc. All","altText":"Wait, you did WHAT?!","cleanCaption":"Wait, you did WHAT?!","cleanCredit":"Photograph: HBO/2015 Home Box Office, Inc. All"}},"importance":4,"kicker":{"title":"Game of Thrones"},"showQuotedHeadline":false,"sublinks":[{"title":"'The gods have fashioned us for love' / Readers' favourite Game of Thrones quotes","rawTitle":"Readers' favourite Game of Thrones quotes","item":{"type":"article","id":"books/booksblog/2015/jun/15/most-highlighted-quotes-game-of-thrones-books-revealed","title":"Readers' favourite quotes in Game of Thrones books","trailText":"These are the 10 passages most highlighted on e-readers in George RR Martin’s saga. But what is your favourite line from the books?","standFirst":"<p>Amazon has revealed the passages from George RR Martin’s saga that readers have highlighted the most on e-readers – with Tyrion Lannister the most quotable character. But what is your favourite line from the books?</p>","byline":"Marta Bausells","body":"<p>To coincide with the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/game-of-thrones\">Game of Thrones</a> season finale, Amazon.co.uk has revealed the 10 most highlighted passages from <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/george-rr-martin\">George RR Martin</a>’s A Song of Ice and Fire, the book saga that inspires the TV show. House Lannister is the most featured family, with Tyrion Lannister the mouthpiece for four of the 10 quotes. </p> \n<blockquote class=\"quoted\"> \n <p>Death is so terribly final, while life is full of possibilities.” – <strong>Tyrion Lannister</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>A ruler who hides behind paid executioners soon forgets what death is.” – <strong>Ned Stark</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>A mind needs books as a sword needs a whetstone, if it is to keep its edge.” – <strong>Tyrion Lannister</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>When you play the game of thrones, you win or you die. There is no middle ground.” – <strong>Cersei Lannister</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>They say night’s beauties fade at dawn, and the children of wine are oft disowned in the morning light.” – <strong>Barristan Selmy</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>We are only human, and the gods have fashioned us for love. That is our great glory, and our great tragedy.” – <strong>Aemon Targaryen</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>If you would take a man’s life, you owe it to him to look into his eyes and hear his final words. And if you cannot bear to do that, then perhaps the man does not deserve to die.” – <strong>Ned Stark</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you.” – <strong>Tyrion Lannister</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>Let them see that their words can cut you, and you’ll never be free of the mockery. If they want to give you a name, take it, make it your own. Then they can’t hurt you with it any more.” – <strong>Tyrion Lannister</strong></p> \n</blockquote> \n<blockquote class=\"quoted\"> \n <p>The common people pray for rain, healthy children, and a summer that never ends,” Ser Jorah told her. “It is no matter to them if the high lords play their game of thrones, so long as they are left in peace.” He gave a shrug. “They never are.” – <strong>Jorah Mormont and Daenerys Tagaryen</strong></p> \n</blockquote> \n<p><strong>Now over to you, Game of Thrones fans ... what’s your absolute favourite line in the books? </strong></p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360387944/1b3f69b0-eeae-4f4c-8e08-d2656294d18d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"HBO","altText":"Tyrion Lannister","cleanCredit":"Photograph: HBO"}],"bodyImages":[],"webPublicationDate":"2015-06-15T10:17:53Z","lastModified":"2015-06-15T10:51:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Marta Bausells","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marta-bausells"}],"feature":false,"keywords":["George RR Martin","Game of Thrones","Books","Culture"],"tags":[{"id":"books/george-rr-martin","webTitle":"George RR Martin"},{"id":"tv-and-radio/game-of-thrones","webTitle":"Game of Thrones"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"books"},"topics":[{"displayName":"Marta Bausells","topic":{"type":"tag-contributor","name":"profile/marta-bausells"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/booksblog/2015/jun/15/most-highlighted-quotes-game-of-thrones-books-revealed","shortUrl":"http://gu.com/p/49nn9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/booksblog/2015/jun/15/most-highlighted-quotes-game-of-thrones-books-revealed","webUri":"http://www.theguardian.com/books/booksblog/2015/jun/15/most-highlighted-quotes-game-of-thrones-books-revealed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360387944/1b3f69b0-eeae-4f4c-8e08-d2656294d18d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Good with words ... Tyrion Lannister. Photograph: HBO","credit":"HBO","altText":"Tyrion Lannister","cleanCaption":"Good with words ... Tyrion Lannister.","cleanCredit":"Photograph: HBO"}},"importance":0,"kicker":{"title":"'The gods have fashioned us for love'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360387944/1b3f69b0-eeae-4f4c-8e08-d2656294d18d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"HBO","altText":"Tyrion Lannister","cleanCredit":"Photograph: HBO"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434361515467/b0e8f252-658a-4478-9c33-49a4f441d84d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"HBO/2015 Home Box Office, Inc. All","altText":"Wait, you did WHAT?!","cleanCredit":"Photograph: HBO/2015 Home Box Office, Inc. All"}}]},{"title":"My self-portrait / Gillian Anderson","rawTitle":"Gillian Anderson","item":{"type":"video","id":"culture/video/2015/jun/15/gillian-anderson-self-portrait-difficult-for-me-in-relationship-where-man-boss-video","title":"Gillian Anderson's self-portrait: 'It would be difficult for me to be in a relationship where the man was the boss'","trailText":"<p>Actor Gillian Anderson analyses her reflection while looking down the lens of the camera and drawing her self-portrait on an iPad</p>","standFirst":"Actor Gillian Anderson analyses her reflection while looking down the lens of the camera and drawing her self-portrait on an iPad. Through this intimate process she reveals her thoughts about her perception of her own beauty, her insecurities and how fame has affected her\n<br />\n<br />More self-portraits: \n<a href=\"http://gu.com/p/49ndd/stw\">Ashley Walters</a> | \n<a href=\"http://gu.com/p/49nex/stw\">Tara Fitzgerald</a> | \n<a href=\"http://gu.com/p/49nda/stw\">Gok Wan</a> | \n<a href=\"http://gu.com/p/49ndb/stw\">Noel Fielding</a>","byline":"Juliet Riddell, Jess Gormley, Tom Silverstone, Noah Payne-Frank and Pascal Wyse","body":"<video data-media-id=\"gu-video-457156921\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294384825/KP_280165_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/06/14/140614GillianA_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/06/14/140614GillianA.m3u8\"></source>\n <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10462816&amp;format=video/3gp&amp;maxwidth=700\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/06/14/140614GillianA_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/06/14/140614GillianA_synd_768k_vp8.webm\"></source> \n</video>","video":{"id":"gu-video-457156921","source":"guardian.co.uk","durationInSeconds":185,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/14/140614GillianA_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/14/140614GillianA.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294384825/KP_280165_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCaption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCredit":"guardian.co.uk"}},"section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294384825/KP_280165_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCaption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:00:00Z","lastModified":"2015-06-15T08:47:19Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Juliet Riddell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliet-riddell"},{"name":"Jess Gormley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jess-gormley"},{"name":"Tom Silverstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-silverstone"},{"name":"Noah Payne-Frank","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/noah-payne-frank"},{"name":"Pascal Wyse","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/18/1411049957461/Pascal-Wyse-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pascalwyse"}],"feature":false,"keywords":["Gillian Anderson","Film","Theatre","Stage","Culture"],"tags":[{"id":"culture/gillian-anderson","webTitle":"Gillian Anderson"},{"id":"film/film","webTitle":"Film"},{"id":"stage/theatre","webTitle":"Theatre"},{"id":"stage/stage","webTitle":"Stage"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"culture"},"topics":[],"series":{"title":"My self-portrait","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/my-self-portrait"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/video/2015/jun/15/gillian-anderson-self-portrait-difficult-for-me-in-relationship-where-man-boss-video","shortUrl":"http://gu.com/p/49nd9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/video/2015/jun/15/gillian-anderson-self-portrait-difficult-for-me-in-relationship-where-man-boss-video","webUri":"http://www.theguardian.com/culture/video/2015/jun/15/gillian-anderson-self-portrait-difficult-for-me-in-relationship-where-man-boss-video"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"My self-portrait"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294384825/KP_280165_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCaption":"620x372 trailpic for Gillian Anderson's self portrait: 'It would be difficult for me to be in a relationship where the man was the boss'  video","cleanCredit":"guardian.co.uk"}}]},{"title":"The poshness test lasts a lifetime – to believe otherwise is fantasy","rawTitle":"The poshness test lasts a lifetime – to believe otherwise is fantasy","item":{"type":"comment","id":"commentisfree/2015/jun/15/poshness-test-recruitment-elitism","title":"The poshness test lasts a lifetime – to believe otherwise is fantasy","trailText":"A few frauds with ‘polytechnnic’ accents might break through the class ceiling, but today’s elite prefers to reproduce itself by recruiting people just like them","standFirst":"A few frauds with ‘polytechnnic’ accents might break through the class ceiling, but today’s elite prefers to reproduce itself by recruiting people just like them","byline":"Suzanne Moore","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies\">'Poshness tests' block working-class applicants at top companies</a> </p> \n</aside> \n<p>I am just nipping into Greggs with a can of Special Brew in my hand because I really need to find a loo. This is what I would be doing if I conformed to my class according to a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/quiz/2014/sep/22/are-you-posh-quiz\" title=\"\">silly poshness test score</a> that showed I am as common as muck. My imaginary scuzziness is hardly an earth-shattering revelation, nor is the news that a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies\" title=\"\">“class ceiling”</a> operates to lock most people (who go to normal schools) out of the elite jobs in financial services and the law. Jobs and traineeships are given to those exhibiting “polish”, confidence and who have travelled widely: this is, on the whole, the privately educated.</p> \n<p>Now that it seems that class has become a murky principle around which to organise politically – currently dealt with by denial or the dead-eyed mantra of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/29/liz-kendall-will-back-white-working-class-young\" title=\"\">“aspiration”</a> – it somehow still creeps back into the debate via this discussion of “poshness”. This all becomes a silly way to talk about bizarre codes of etiquette involving cummerbunds, sherry and the correct way to say “toilet”.</p> \n<p>The reality, of course, is that one is inducted into these codes economically. If your education is paid for it is important to think it is the best and that all this codified and learnt behaviour is somehow a measure of character and talent. It is equally important for the system to reproduce itself by keeping some of these codes slightly vague. So no matter how hard you try, you will fail as an impostor, somehow betraying your “otherness” – that otherness being one of the 93% who are not privately educated.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This clone recruitment…&nbsp;works against women, ethnic minorities and working-class people</p> \n </blockquote> \n</aside> \n<p>All of this reveals an inherent laziness at the top. This clone recruitment, giving jobs to those exactly like yourself, those who remind you of yourself at a younger age, works against women, ethnic minorities and working-class people. Thus a huge pool of talent and potential innovation is lost.</p> \n<p>The middle-class mania for extra-curricular activities for kids, from cello to Mandarin, is an attempt to bump their children up by producing this unspoken “well-roundedness” that the elite requires. A few frauds may get through but the thing is there is never just one poshness test . It goes on for ever.</p> \n<p>In my job it certainly operates like this. I realised early on that I could learn how to pronounce the name of certain Oxford colleges, but it wouldn’t really matter as I had what a Radio 4 producer told me was “a polytechnic accent”. Nonetheless I found myself in an environment in which everyone somehow knew each other, thought history was reducible to a series of memorised dates and could bore on without a single original thought in their heads.</p> \n<p>The whole scam of poshness is exactly the “If you can’t beat them, join them” fantasy played out. You can’t. They recognise and reward their own.</p> \n<p>All evidence shows that we do not live in a meritocracy. The posh like to pretend we do. Why the rest of us have to go along with it is beyond the likes of me.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362030967/Schoolboys-after-lessons--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'If your education is paid for it is important to think it is the best and that all this codified and learnt behaviour is somehow a measure of character and talent.' Photograph: wronaphoto.com / Alamy/Alamy","credit":"wronaphoto.com / Alamy/Alamy","altText":"Schoolboys after lessons on the steps of Old School building Harrow School Harrow on the Hill","cleanCaption":"'If your education is paid for it is important to think it is the best and that all this codified and learnt behaviour is somehow a measure of character and talent.' Photograph: wronaphoto.com / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:57:46Z","lastModified":"2015-06-15T10:51:42Z","metadata":{"commentable":true,"commentCount":298,"contributors":[{"name":"Suzanne Moore","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannemoore"}],"feature":false,"keywords":["Social mobility","Work & careers","Education","Money"],"tags":[{"id":"society/socialmobility","webTitle":"Social mobility"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"education/education","webTitle":"Education"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Suzanne Moore","topic":{"type":"tag-contributor","name":"profile/suzannemoore"}}],"series":{"title":"First thoughts","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/first-thoughts"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/poshness-test-recruitment-elitism","shortUrl":"http://gu.com/p/49nz6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/15/poshness-test-recruitment-elitism","webUri":"http://www.theguardian.com/commentisfree/2015/jun/15/poshness-test-recruitment-elitism"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434362030967/Schoolboys-after-lessons--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If your education is paid for it is important to think it is the best and that all this codified and learnt behaviour is somehow a measure of character and talent.’ Photograph: wronaphoto.com / Alamy/Alamy","credit":"wronaphoto.com / Alamy/Alamy","altText":"Schoolboys after lessons on the steps of Old School building Harrow School Harrow on the Hill","cleanCaption":"‘If your education is paid for it is important to think it is the best and that all this codified and learnt behaviour is somehow a measure of character and talent.’ Photograph: wronaphoto.com / Alamy/Alamy"}},"importance":2,"byline":{"title":"Suzanne Moore"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733749965/SuzanneMoore.png"}}]},{"title":"Inflatable bicycle helmet sent me head over heels","rawTitle":"Inflatable bicycle helmet sent me head over heels","item":{"type":"article","id":"technology/2015/jun/15/hovding-inflatable-bicycle-helmet","title":"Inflatable bicycle helmet sent me head over heels","trailText":"The Hövding airbag is the latest piece of hi-tech hardware offering vital head protection to cyclists","standFirst":"<p>The H&ouml;vding airbag is the latest piece of hi-tech hardware offering vital head protection to cyclists</p>","byline":"Judith Soal","body":"<p>I’m lying on the ground in the middle of the park, feeling a bit like a crash test dummy. My ears are ringing and my head is held in the vice-like grip of safety gear more suited to a spaceship.</p> \n<p>But what I’m actually wearing is a cycling helmet. It’s a <a href=\"http://www.hovding.com/\">H&ouml;vding</a>, an “airbag for cyclists”, invented in Sweden and billed as the helmet for people who don’t like wearing helmets. The H&ouml;vding promises superior protection in a crash without the need to actually put anything on your head.</p> \n<p>My “crash” was simulated for the camera’s benefit, but still I’m surprised by the drama of it all. The H&ouml;vding incorporates a lot of scientific research and a sophisticated algorithm that stops it going off unnecessarily, so to activate it I had to throw myself at the ground, headfirst. Moments before impact there was a loud bang, then there I was on the ground, stunned, wrapped in a hard white balloon.</p> \n<p>I’m one of those cyclists who never wears a helmet. I justify this to myself by pointing to the <a href=\"http://www.bmj.com/content/346/bmj.f3817?ijkey=I5vHBog6FhaaLzX&amp;keytype=ref#ref-9\">ongoing controversy</a> over whether they actually help. Some studies have suggested helmets encourage both riders and drivers to take more risks, <a href=\"http://www.bath.ac.uk/news/articles/releases/overtaking110906.html\">and one study</a> suggested that cyclists wearing helmets are more likely to be involved in collisions with passing vehicles. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=NOolESrCcBw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/NOolESrCcBw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Yet the statistics can’t really counter my belief that, if I knew for sure I was going to crash, I’d rather be protected than not. When I started cycling I always wore one, but after several years without ever calling on it I started to leave it behind. Not because of vanity, I hasten to say. It’s not a head of carefully groomed hair I’m trying to protect. Rather it’s the hassle of having one more thing to carry once I’m off the bike. To the cinema, in restaurants, at the supermarket. Add to this the discomfort of a sweaty head covered in plastic and polystyrene in summer and it doesn’t seem worth it. So would a H&ouml;vding change my mind? In its resting state, the H&ouml;vding fits round your neck a bit like a scarf. It’s heavier than it looks, with a battery, airbag and all that Swedish technology inside. You need to keep it charged and switch it on when you set off.</p> \n<p>It’s a bit cumbersome off the bike, pulled backwards by the weight at the back, but when you’re cycling and leaning forward it’s fairly unobtrusive. I was expecting looks of admiration and envy at the traffic lights as other cyclists noticed my sophisticated piece of kit – but no one seemed to pay it any attention.</p> \n<p>I wouldn’t want to wear it off the bike, though, so it doesn’t really solve the problems I have with helmets. It’s a bit easier to carry around than a bog standard one as it can be folded and put in a (largish) bag, but not much. And at &pound;249 you certainly won’t be leaving it on your bike. Then there’s the heat – it might keep you warm in winter but having a chunky scarf around your neck in hot weather is not going to be pleasant.</p> \n<p>I did notice I felt safer with it on, though. I have a rule about not wearing headphones when cycling, but with the H&ouml;vding I broke that a few times, listening to music on my way home from work. It was great, but perhaps confirms those suggestions about taking extra risks if you think you’re protected.</p> \n<p>And since the H&ouml;vding can only be used once – although if you’re involved in an accident they will sell you a replacement for &pound;99 – I probably won’t be splashing out any time soon. If, however, the crash hadn’t been simulated and the device had saved my life, &pound;249 might seem cheap at the price.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-15T05:59:22Z","lastModified":"2015-06-15T10:19:22Z","metadata":{"commentable":true,"commentCount":317,"contributors":[{"name":"Judith Soal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/judith-soal"}],"feature":true,"keywords":["Technology","Cycling","Life and style","Road safety","World news"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"lifeandstyle/cycling","webTitle":"Cycling"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/road-safety","webTitle":"Road safety"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"technology"},"topics":[{"displayName":"Judith Soal","topic":{"type":"tag-contributor","name":"profile/judith-soal"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jun/15/hovding-inflatable-bicycle-helmet","shortUrl":"http://gu.com/p/49tta","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jun/15/hovding-inflatable-bicycle-helmet","webUri":"http://www.theguardian.com/technology/2015/jun/15/hovding-inflatable-bicycle-helmet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}},"importance":1,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/8/1433777000542/Judith-Soal-wears-the-inf-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London.","cleanCaption":"Judith Soal wears the inflated Hovding bike airbag following her simulated crash in north London. Photograph: Richard Saker for the Observer"}}]}],"lastModified":"2015-06-15T12:09:42Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}