{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Classics for the people / Why we should all learn from the ancient Greeks","rawTitle":"Why we should all learn from the ancient Greeks","item":{"type":"article","id":"books/2015/jun/20/classics-for-the-people-ancient-greeks","title":"Classics for the people – why we should all learn from the ancient Greeks","trailText":"The dazzling thought-world of the Greeks gave us our ideas of democracy and happiness. Yet learning classics tends to be restricted to the privileged few. It’s time for ‘elitist dinosaurs’ to embrace a citizens’ classics for all","standFirst":"The dazzling thought-world of the Greeks gave us our ideas of democracy and happiness. Yet learning classics tends to be restricted to the privileged few. It’s time for ‘elitist dinosaurs’ to embrace a citizens’ classics for all","byline":"Edith Hall","body":"<p>Just how special were the ancient Greeks? Was there really a Greek “miracle”? The question has become painfully politicised. Critics of colonialism and racism tend to play down the specialness of the ancient Greeks. Those who maintain that there was something identifiably different and even superior about the Greeks, on the other hand, are often die-hard conservatives who have a vested interest in proving the superiority of “western” ideals. I fit into neither camp. I am certainly opposed to colonialism and racism, and have investigated reactionary abuses of the classical tradition in colonial India and by apologists of slavery all the way through to the American Civil War. But my constant engagement with the ancient Greeks and their culture has made me more, rather than less, convinced that they asked a series of crucial questions that are difficult to identify in combination within any of the other cultures of the ancient Mediterranean or Near Eastern antiquity. This is why, as I will go on to argue, I believe in classics for the people – that ideas from the ancient Greeks should be taught to everybody, not just the privileged few.</p> \n<p>The foundations of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2013/jul/11/ancient-greece-cultural-hybridisation-theory\">Greek culture</a> were laid long before the arrival of Christianity, between 800 and 300BC. Greek-speakers lived in hundreds of different villages, towns and cities, from Spain to Libya and the Nile Delta, from the freezing river Don in the northeastern corner of the Black Sea to Trebizond. They were culturally elastic, and often freely intermarried with other peoples; they had no sense of ethnic inequality that was biologically determined, since the concepts of distinct world “races” had not been invented. They tolerated and even welcomed imported foreign gods. And what united them was never geopolitics. With the arguable exception of the short-lived Macedonian empire in the later 4th century BC, there never was a recognisable, independent, state run by Greek-speakers, centred in and including what we now know as Greece, until after the Greek war of independence in the early 19th century.</p> \n<p>What bound the Greeks together was an enquiring cast of mind underpinned by a wonderful shared set of stories and poems and a restlessness that made them more likely to sail away and found a new city-state than tolerate starvation or oppression in a mainland metropolis. The diasporic, seafaring Greeks, while they invented new communities from scratch and were stimulated by interacting with other ethnic groups, made a rapid series of intellectual discoveries that raised the Mediterranean world to a new level of civilisation. This process of self-education was much admired by the Greeks and Romans of the centuries that followed. When the texts and artworks of classical Greece were rediscovered in the European Renaissance, they changed the world for a second time.</p> \n<figure class=\"element element-image\" data-media-id=\"b9c03c0f62d69da4c5fc3095baa9be5a1c9b68f8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645347749/0e4cd41f-4d42-407c-93f7-2f848d64e820-460x444.jpeg\" alt=\"The Education of Achilles by &shy;Chiron fresco from Herculaneum\" width=\"460\" height=\"444\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Education of Achilles by &shy;Chiron fresco from Herculaneum. Photograph: Leemage/Corbis</span> \n </figcaption> \n</figure> \n<p>Yet over the last two decades the notion that the Greeks were exceptional has been questioned. It has been emphasised that they were just one of many ethnic and linguistic groups centred in the eastern end of the ancient Mediterranean world. Long before the Greeks appeared in the historical record, several complicated civilisations had existed – the Mesopotamians and Egyptians, the Hattians and Hittites. Other peoples provided the Greeks with crucial technological advances; they learned the phonetic alphabet from the Phoenicians, and how to mint coins from the Lydians. They may have learned how to compose elaborate cult hymns from the mysterious Luwians of Syria and central Anatolia. During the period in which the Greeks invented rational philosophy and science, after 600BC, their horizons were dramatically opened up by the expansion of the Persian empire.</p> \n<p>In the late 19th and 20th centuries, our understanding of the other cultures of the Ancient Near East advanced rapidly. We know far more about the minds of the Greeks’ predecessors and neighbours than we did before the landmark discovery of the <em>Epic of Gilgamesh</em> on clay tablets in the Tigris valley in 1853. There has been a stream of newly published texts in the languages of the successive peoples who dominated the fertile plains of Mesopotamia (Sumerians, Akkadians, Babylonians, Assyrians). The words of Hittites on the tablets found at Hattuša in central Turkey and the phrases inscribed on clay tablets at Ugarit in northern Syria have been deciphered. New texts as well as fresh interpretations of writings by the ancient Egyptians continue to appear, requiring, for example, a reassessment of the importance of the Nubians to North African history. Many of these thrilling advances have revealed how much the Greeks shared with, and absorbed from, their predecessors and neighbours. Painstaking comparative studies have been published which reveal the Greek “miracle” to have been one constituent of a continuous process of intercultural exchange.</p> \n<figure class=\"element element-image\" data-media-id=\"b8239f0f861c6d0f8bf41bd3cdd8d77680397d95\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645426145/8b31809e-f42d-49db-a1bc-f4b224658737-460x276.jpeg\" alt=\"Erechtheion, an ancient greek temple in the north side of the Acropolis of Athens in Greece.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Erechtheion, an ancient greek temple in Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>It has become a new orthodoxy that the Greeks were very similar to their Ancient Near Eastern neighbours, in Mesopotamia, Egypt, the Levant, Persia and Asia Minor. Some scholars have gone so far as to ask whether the Greeks came up with anything new at all, or whether they merely acted as a conduit through which the combined wisdom of all the civilisations of the eastern Mediterranean was disseminated across the territories conquered by Alexander the Great, before arriving at Rome and posterity. Others have seen sinister racist motives at work and accused classicists of creating in their own image the Oldest Dead White European Males; some have claimed, with some justification, that northern Europeans have systematically distorted and concealed the evidence showing how much the ancient Greeks owed to Semitic and African peoples rather than to Indo-European, “Aryan” traditions.</p> \n<p>Taken singly, most Greek achievements can be paralleled in the culture of at least one of their neighbours. The Babylonians knew about Pythagoras’s theorem centuries before Pythagoras was born. The tribes of the Caucasus had brought mining and metallurgy to unprecedented levels. The Hittites had made advances in chariot technology, but they were also highly literate. They recorded the polished and emotive orations delivered on formal occasions in their royal court, and their carefully argued legal speeches. One Hittite king foreshadows Greek historiography when he chronicles in detail his frustration at the incompetence of some of his military officers during the siege of a Hurrian city. The Phoenicians were just as great seafarers as any Greeks. The Egyptians developed medicine based on empirical experience rather than religious dogma and told <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/homer\"><em>Odyssey</em></a>-like stories about sailors who went missing and returned after adventures overseas. Pithy fables similar to those of Aesop were composed in an archaic Aramaic dialect of Syria and housed in Jewish temples. Architectural design concepts and technical know-how came from the Persians to the Greek world via the many Ionian Greek workmen who helped build Persepolis, Susa and Pasargadae, named Yauna in Persian texts. Nevertheless, none of these peoples produced anything equivalent to Athenian democracy, comic theatre, philosophical logic or Aristotle’s <a href=\"http://bookshop.theguardian.com/nicomachean-ethics-7.html\"><em>Nicomachean Ethics</em></a>.</p> \n<p>❦</p> \n<p>I do not deny that the Greeks acted as a conduit for other ancient peoples’ achievements. But to function successfully as a conduit, channel or intermediary is in itself to perform an exceptional role. It requires a range of talents and resources. Taking over someone else’s technical knowledge requires an opportunistic ability to identify a serendipitous find or encounter, excellent communicative skills and the imagination to see how a technique, story or object could be adapted to a different linguistic and cultural milieu. In this sense, the Romans fruitfully took over substantial achievements of their civilisation from the Greeks, as did the Renaissance Humanists. Of course the Greeks were not by nature or in potential superior to any other human beings, either physically or intellectually. Indeed, they themselves often commented on how difficult it was to distinguish Greek from non-Greek, let alone free person from slave, if all the trappings of culture, clothing and adornment were removed. But that does not mean they were not the right people, in the right place, at the right time, to take up the human baton of intellectual progress for several hundred years.</p> \n<p>And that period of intellectual ferment produced ideas that have subsequently informed the most significant moments in western political history. Thomas Jefferson, framing the Declaration of Independence, took the idea of the pursuit of happiness from Aristotle. Toussaint Louverture read Plutarch’s account of Spartacus before leading the first successful slave rebellion in Haiti in 1791. Thomas Paine argued that issues such as the relationship of religion to the state should be discussed with reference to historical examples from antiquity onwards. Chartist leaders were inspired by the Athenian democratic revolution. Women suffragists recited at their meetings the resounding speech that the tragedian Euripides gives his heroine Medea on the economic, political and sexual oppression of the entire female sex.</p> \n<p>The Greeks, more even than the Romans, show us how to question received opinion and authority. The earliest myths reveal mankind actively disputing the terms on which the Olympian gods want to rule them, and the philanthropic god Prometheus rebelling against Zeus in order to steal fire – a divine prerogative – and give it to mortal men. Sophocles’ Antigone refuses to accept her tyrannical uncle’s arbitrary edict, draws crucial distinctions between moral decency and contingent legislation, and buries her brother anyway. Aristophanes, in his democratic comedies, subjected politicians who wielded power to satire of eye-watering savagery. Socrates dedicated his life to proving the difference between the truth and received opinion, the unexamined life being, in his view, not worth living. No wonder Hobbes thought that reading Greek and Roman authors should be banned by any self-respecting tyrant, in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/belief/2009/apr/03/religion-philosophy-hobbes-midgley\"><em>Leviathan</em></a> arguing that they foment revolution under the slogan of liberty, instilling in people a habit “of favouring uproars, lawlessly controlling the actions of their sovereigns, and then controlling those controllers”.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"d4496e026daf847ba840d70bb2dc789cfef7916e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645545766/00f81469-fbf0-4d6d-9f55-a2fbeb0cb043-460x276.jpeg\" alt=\"Cambridge University students on graduation day. Photograph: Paul Thompson/Corbis\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cambridge University students on graduation day.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Thompson/Paul Thompson/Corbis</span> \n </figcaption> \n</figure> \n<p>The recent general election has exposed the danger inherent in vote-based democracies: that they inevitably entail large disaffected minorities being excluded from executive power. The ancient Greek inventors of democracy vigorously debated this issue, having painful historical experience of it – recorded by Thucydides – and theoretical solutions – discussed by Aristotle. Yet in Britain today, few secondary school students are ever given the opportunity to investigate the dazzling thought-world of the Greeks. This is despite the existence for half a century of excellent GCSE and A-level courses in classical civilisation, which have been a success wherever introduced, and can be taught cost-effectively across the state-school sector. The failure to include classical civilisation among the subjects taught in every secondary school deprives us and our future citizens of access to educational treasures which can not only enthral, but fulfil what Jefferson argued in <em>Notes on the State of Virginia</em> (1782) was the main goal of education in a democracy: to enable us to defend our liberty. History, he proposed, is the subject that equips citizens for this. To stay free also requires comparison of constitutions, utopian thinking, fearlessness about innovation, critical, lateral and relativist thinking, advanced epistemological skills in source criticism and the ability to argue cogently. All these skills can be learned from their succinct, entertaining, original formulations and applications in the works of the Greeks.</p> \n<p>The situation is aggravated by the role that training in the ancient languages, as opposed to ancient ideas, plays in dividing social and economic classes. One of the many ways in which the schism between rich and poor in Britain is reflected educationally is in access to Greek and Latin grammar. In 2013 (the last year for which figures are available), 3,580 state-sector candidates took A-levels in classical civilisation or ancient history. Greek A-level was taken by 260 candidates; 223 of these were at independent schools, which only 7% of our children attend; Latin was taken by 1305 candidates, a depressing 940 of whom were at independent schools. High grades in the ancient languages – easily enough won by solicitous coaching – provide near-guaranteed access to our most elite universities. For those without Greek and Latin A-levels there are indeed Oxbridge opportunities: a four-year classics course at Cambridge, and at Oxford the fast-track “Course II” as well as two smaller courses (ancient and modern history, ancient history and archaeology) focussing on history and material culture rather than literature and philosophy. The chances of admission for these are in line with other courses such as English and history. But it is easier to get into Oxbridge to read the long-established classics courses, requiring an ancient language A-level, than any other subject: between 2012 and 2014, for the traditional classics “Course I” at Oxford, 51 students were accepted from the state sector and 233 from fee-paying schools. There is nothing like such a high percentage of privately educated students on any other course; there is no similarly high chance of admission – at around 45%. Classics applicants have a comparable chance of getting into Cambridge, at 45%; Cambridge has only a slightly better ratio of state-sector students.</p> \n<p>To me, as a Greek scholar, educated in the 1970s and 80s entirely at the taxpayer’s expense at a direct grant school and at Oxford, this is profoundly embarrassing. Instead of Greek ideas expanding the minds of all young citizens, Greek denotes money and provides a queue-jumping ticket to privilege.</p> \n<p>❦</p> \n<p>How can we eradicate the apartheid system in British classics? First, we need to support classical civilisation qualifications, campaign for their introduction in every school and recognise their excellence as intellectual preparation for adult life and university. Specifically, classical civilisation needs to be recognised in the English baccalaureate and given the same governmental support as Latin.</p> \n<p>Second, we need to expand the tiny number of teachers trained to teach classical civilisation via classics-dedicated PGCE courses, and also, crucially, encourage qualified teachers of other subjects in schools – English, history, modern languages, religious studies – to add classical civilisation to their repertoire. Take Christ the King Sixth Form College in south London. A committed philosophy teacher there, Eddie Barnett, was inspired by the enthusiastic response elicited by the (small) Plato element on the A-level philosophy syllabus; he has recently secured an agreement that classical civilisation will be rolled out at all three campuses of the college. Classical civilisation qualifications are embraced by most universities already, and this is the first year in which it has been possible for Open University students to graduate with single honours in classical studies, even if they have had no contact with the Greeks and Romans previously. But Oxford and Cambridge, with their fame and brand, now need to lead by example and offer challenging classics courses that do not fetishise grammar and consequently repel state-sector students who have been excited by reading classics in English. This means engaging with literary texts fearlessly in translation plus increasing the importance of critical thinking and lowering that of language acquisition. Undergraduate degrees are supposed to produce competent citizens. Traditional classics courses are not making the most of those ancient authors on their curriculum who enhance civic as opposed to syntactical competence.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"7d45bdf389cdd9c41f8d130be1419d257997f46c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434648709938/9d9ec6f2-bbab-470d-8ddb-199efa830cb9-460x276.jpeg\" alt=\"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC</span> \n </figcaption> \n</figure> \n<p>There is, however, an obstacle to such citizen-friendly proposals for the future of classics – the contempt directed from some upper echelons of the classics community against GCSEs and A-levels in classical civilisation. Some classics scholars and alumni happily maintain the exclusive private-school/Oxbridge monopoly on the Greeks. Almost all the energy currently expended by some classics-friendly charities on supporting a classical presence in the state system is directed towards Latin. I have, of course, no objection to Latin teaching, but focusing on it exclusively entails three dangers. First, plenty of talented young people with a great deal to offer society don’t particularly enjoy grammar and are put off the ancient world forever by being offered a diet that is too heavy on language, when they might be thrilled by other aspects of antiquity. Second, omitting the broader, more conceptually stretching study of the ancient world, and especially of Greek thought, implicitly suggests that Latin has a prior claim on our citizens’ attentions. Third, placing the emphasis on training in Latin grammar encourages classical Luddites (who would rather destroy the modern study of the ancient world than see any overhaul of pedagogical tradition) publicly to disparage classical civilisation’s in-depth study of ancient society.</p> \n<p>One prominent Oxford-trained journalist, Harry Mount, <a href=\"http://www.telegraph.co.uk/education/11482881/The-Greek-Tragedy-in-our-classrooms.html\">in an article lamenting the decline of Greek in schools</a>, recently described classical civilisation qualifications as “intellectual baby food” with which students are spoon-fed, and as “classics lite”. This was to insult the entire community of state-sector classicists and anyone who ever reads an ancient author in translation. He and his associates have forgotten Gilbert Murray’s injunction that it is the Greeks, not Greek, who are the true object of the humanist curriculum. They have forgotten Milton, who wrote in his treatise <em>Of Education</em> that language study “is but the instrument convaying to us things usefull to be known”. If a linguist has “not studied the solid things in them as well as the words and lexicons, he were nothing so much to be esteem’d a learned man, as any yeoman or tradesman competently wise in his mother dialect only”. Jefferson said exactly the opposite to Mount: he proposed that impressionable minds of the ablest younger children, including the poor ones he wanted to be funded by the state, could be kept safely occupied with rote learning of the minutiae of ancient languages, until they acquired sufficient intellectual robustness in mid-adolescence to cope with truly rigorous education in argumentation. That is, he saw language learning as the intellectual baby food.</p> \n<p>❦</p> \n<figure class=\"element element-image\" data-media-id=\"5573ba849f78aad85469773554110e11d027656d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645635115/8aade6ec-ee06-434c-8fa2-157eb19a6a71-460x372.jpeg\" alt=\"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis.\" width=\"460\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis</span> \n </figcaption> \n</figure> \n<p>The instrumentality of ancient languages in social exclusion has an inglorious history which we surely do not want to perpetuate. In 1748, the Earl of Chesterfield wrote to his son: “Classical knowledge, that is, Greek and Latin, is absolutely necessary for everybody … the word illiterate, in its common acceptance, means a man who is ignorant of these two languages.” Classical knowledge is here limited to linguistic knowledge, education to men, and literacy to reading competence in Greek and Latin. Greek was also handy when white people wanted to deride the intellectual abilities of black ones. In 1833-4, American pro-slavery thinkers were on the defensive. The senator for South Carolina, John C Calhoun, declared at a Washington dinner party that only when he could “find a Negro who knew the Greek syntax” could he be brought to “believe that the Negro was a human being and should be treated as a man”. This snipe motivated a free black errand boy, Alexander Crummell, to head for Cambridge University in England. There he indeed learned Greek as part of his studies, financed by abolitionist campaigners, in theology at Queens’ College (1851–3).</p> \n<p>The best-known example is the hero of Thomas Hardy’s <a href=\"http://bookshop.theguardian.com/catalogsearch/result/?q=Jude+the+Obscure&amp;order=relevance&amp;dir=desc\"><em>Jude the Obscure</em></a>. Jude Fawley, a poor stonemason living in a Victorian village, is desperate to study Latin and Greek at university. He gazes on the spires and domes of the University of Christminster – they “gleamed” like topaz. The lustrous topaz shares its golden colour with the stone used to build Oxbridge colleges, but is one of the hardest minerals in nature. Jude’s fragile psyche and health inevitably collapse when he discovers just how unbreakable are the social barriers that exclude him from elite culture. Hardy was writing from personal experience: as the son of a stonemason himself, and apprenticed to an architect’s firm, he had been denied a public school and university education; like Fawley, he had struggled to learn enough Greek to read the <a href=\"http://bookshop.theguardian.com/catalogsearch/result/?q=Iliad+&amp;order=relevance&amp;dir=desc\"><em>Iliad</em></a> as a teenager. Unlike Jude, Hardy rose through the social ranks to become a prosperous member of the literary establishment. But he never resolved his internal conflict between admiration for Greek and Latin authors and resentment of the supercilious attitude of some members of the upper classes who had been formally trained in them.</p> \n<p>There is in fact a splendid history of the ancient authors being read by Britons far beyond the privileged elite, a history that has been ignored by those rich enough to be able to give their children the opportunity to learn ancient languages. Pope’s early 18th-century translations of the <em>Iliad</em> and <a href=\"http://bookshop.theguardian.com/odyssey-37.html\"><em>Odyssey</em></a> brought Homer to a far larger audience, including women, than ever had access to an elite education. Take Esther Easton, a Jedburgh gardener’s wife, visited by the poet <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/robertburns\">Robert Burns</a> in 1787. He recorded that “she can repeat by heart almost everything she has ever read, particularly Pope’s ‘Homer’ from end to end” and “is a woman of very extraordinary abilities”. Pope’s Homer also captured the childhood imagination of Hugh Miller, another Scot, a stonemason and a distinguished autodidact, who grew up to become a world-famous geologist. He saw the <em>Iliad</em> as incomparable, and wrote in <em>My Schools and Schoolmasters</em> (1854) that he had learned early “that no other writer could cast a javelin with half the force of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/homer\">Homer</a>. The missiles went whizzing athwart his pages; and I could see the momentary gleam of the steel, ere it buried itself deep in brass and bull-hide.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b51d3790c9cd731b281e49f8748c0ea53f2554fb\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434645715527/1137bd0b-52c3-45e4-8462-a4ce086997e4-332x420.jpeg\" alt=\"Lucanian red-figure volute krater (415-400BC).\" width=\"332\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lucanian red-figure volute krater (415-400BC).</span> \n  <span class=\"element-image__credit\">Photograph: Corbis</span> \n </figcaption> \n</figure> \n<p>There is an alternative history of classical scholarship – the history of many individuals, brave, stubborn, naive, or all three – who, in the face of every kind of obstruction did succeed in “entering Minerva’s temple”, as the working-class imagination often framed the project of autodidacticism. The most prodigious of British autodidacts was Joseph Wright, a Victorian workhouse boy who became professor of comparative philology at Oxford. Illiterate at the age of 15, he discovered his aptitude for languages at a Wesleyan night school, funded a PhD in Greek at Heidelberg by teaching incessantly, and, before appointment to his chair, lectured for the Association for the Higher Education of Women.</p> \n<p>The Reverend John Relly Beard was a crucial force behind the movement for popular education in Lancashire and never wavered in his zeal for universal education to the highest level. He wrote accessible works on classical and biblical subjects, <em>Latin Made Easy</em> and <em>Cassell’s Lessons in Greek … Intended Especially for Those Who Are Desirous of Learning Greek Without the Assistance of a Master</em>. In this teach-yourself manual he is explicit about the readership he assumes: “The wants of what may roughly be termed the uneducated, will be carefully borne in mind by me, while I prepare these lessons … My purpose is to simplify the study of Greek so as to throw open to all who are earnest the great work of self-culture.”Organised working-class libraries reveal a fascinating alternative canon of books relating to the ancient word, from the first workers’ libraries in Europe established in the 1750s at Leadhills and Wanlockhead in Dumfries and Galloway to the foundation of the Workers’ Educational Association. By the end of the 19th century, these libraries’ holdings were often influenced by “Lubbock’s List”, the 100 books in 1887 deemed “best worth reading” by John Lubbock, principal of the Working-Men’s College in London from 1883 to 1899. Lubbock, who became the first Baron Avebury, was himself from a privileged banking family, and educated at Eton. Although he did not attend university, he was a polymath, specialising in archaeology and biological sciences. The proportion of classical authors in his list is remarkable: Marcus Aurelius, Epictetus, Aristotle’s <em>Ethics</em> and <em>Politics</em>, Plutarch’s <em>Lives</em>, Homer, Hesiod, Virgil, Aeschylus’s Prometheus and Oresteia, Sophocles’ Oedipus, Euripides’ <em>Medea</em>, Herodotus, Thucydides, Livy and many more. In addition, two famous works on ancient history – Gibbon’s <em>The Decline and Fall of the Roman Empire</em> and Grote’s <em>History of Greece</em> – make it on to the list, along with the most popular novel set in antiquity, Edward Bulwer-Lytton’s <em>The</em> <em>Last Days of Pompeii</em>. More than a quarter of all the books are by classical authors, and more than a third addressed to classical antiquity.</p> \n<p>The 109 libraries of the South Wales coalfield are a wonder of labour history, and the books really were taken out. At Ebbw Vale, each reader borrowed an average of 52 volumes a year. The “Condensed Accessions Book” of Bargoed Colliery Library details its holdings by 1921-2. Texts in Latin and Greek are absent: until 1918 almost all miners had left school on their 13th birthday. But the “alternative classical curriculum” of the miner was wide-ranging. He read translations and biographies such as JB Forbes’s <em>Socrates</em> (1905). He learned about the Greeks from HB Cotterill’s <em>Ancient Greece</em> (1913), the Egyptians from George Rawlinson’s Herodotean<em> History of Ancient Egypt</em> (1880), and mythology from several books by Andrew Lang.</p> \n<p>This inspiring past of people’s Greek can help us to look forward. It is theoretically in our power as British citizens to create the curriculum we want. In my personal utopia, the ancient Greek language would be universally available free of charge to everyone who wants to learn it, at whatever age – as would, for that matter, Latin, classical civilisation, ancient history, philosophy, Anglo-Saxon, Basque, Coptic, Syriac and Hittite. But classical civilisation qualifications are the admirable, economically viable and attainable solution that has evolved organically in our state sector. Classicists who do not actively promote them will justifiably be perceived as elitist dinosaurs.</p> \n<ul> \n <li>Edith Hall gave the Gaisford Lecture at the University of Oxford. Her <em><a href=\"http://bookshop.theguardian.com/introducing-the-ancient-greeks.html\">Introducing the Ancient Greeks</a></em> is published by Bodley Head.<br /></li> \n</ul>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian","credit":"/Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645349204/0e4cd41f-4d42-407c-93f7-2f848d64e820-2060x1987.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1987,"width":2060,"orientation":"landscape","caption":"The Education of Achilles by ­Chiron fresco from Herculaneum. Photograph: Leemage/Corbis","credit":"Leemage/Corbis","altText":"The Education of Achilles by ­Chiron fresco from Herculaneum","cleanCaption":"The Education of Achilles by ­Chiron fresco from Herculaneum. Photograph: Leemage/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645427563/8b31809e-f42d-49db-a1bc-f4b224658737-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Erechtheion, an ancient greek temple in Athens. Photograph: Alamy","credit":"Alamy","altText":"Erechtheion, an ancient greek temple in the north side of the Acropolis of Athens in Greece.","cleanCaption":"Erechtheion, an ancient greek temple in Athens.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645547824/00f81469-fbf0-4d6d-9f55-a2fbeb0cb043-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cambridge University students on graduation day. Photograph: Paul Thompson/Paul Thompson/Corbis","credit":"Paul Thompson/Paul Thompson/Corbis","altText":"Cambridge University students on graduation day. Photograph: Paul Thompson/Corbis","cleanCaption":"Cambridge University students on graduation day.","cleanCredit":"Photograph: Paul Thompson/Paul Thompson/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434648710400/9d9ec6f2-bbab-470d-8ddb-199efa830cb9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC","credit":"Allstar/BBC","altText":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC","cleanCaption":"The film adaptation of Jude the Obscure by Thomas Hardy, who was denied the opportunity to read classics at university. Photograph: Allstar/BBC"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645633824/8aade6ec-ee06-434c-8fa2-157eb19a6a71-2060x1665.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1665,"width":2060,"orientation":"landscape","caption":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis","credit":"Gianni Dagli Orti/Gianni Dagli Orti/Corbis","altText":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis.","cleanCaption":"A section of the east frieze of the Parthenon showing Poseidon, Apollo and Artemis. Photograph: Gianni Dagli Orti/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434645716612/1137bd0b-52c3-45e4-8462-a4ce086997e4-1611x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1611,"orientation":"portrait","caption":"Lucanian red-figure volute krater (415-400BC). Photograph: Corbis","credit":"Corbis","altText":"Lucanian red-figure volute krater (415-400BC).","cleanCaption":"Lucanian red-figure volute krater (415-400BC).","cleanCredit":"Photograph: Corbis"}],"webPublicationDate":"2015-06-20T07:00:09Z","lastModified":"2015-06-20T07:00:09Z","metadata":{"commentable":true,"commentCount":30,"contributors":[],"feature":true,"keywords":["Classics","Classics and ancient history","Books","Culture","Education","University of Oxford","University of Cambridge"],"tags":[{"id":"books/classics","webTitle":"Classics"},{"id":"education/classics","webTitle":"Classics and ancient history"},{"id":"books/books","webTitle":"Books"},{"id":"culture/culture","webTitle":"Culture"},{"id":"education/education","webTitle":"Education"},{"id":"education/oxforduniversity","webTitle":"University of Oxford"},{"id":"education/cambridgeuniversity","webTitle":"University of Cambridge"}],"section":{"id":"books"},"topics":[],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/20/classics-for-the-people-ancient-greeks","shortUrl":"http://gu.com/p/4avd3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/20/classics-for-the-people-ancient-greeks","webUri":"http://www.theguardian.com/books/2015/jun/20/classics-for-the-people-ancient-greeks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty … ancient Greece produced ideas that have subsequently informed the most significant moments in western political history. Illustration by Romy Blumel for the Saturday Review","credit":"Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty … ancient Greece produced ideas that have subsequently informed the most significant moments in western political history. Illustration by Romy Blumel for the Saturday Review"}},"importance":7,"kicker":{"title":"Classics for the people"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Arts/Arts_/Pictures/2015/6/18/1434645994956/Greeks-Illustration-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian","credit":"/Guardian","altText":"Greeks Illustration","cleanCaption":"Lessons in liberty. Illustration by Romy Blumel for the Saturday Review.  Photograph: Guardian"}}]},{"title":"If anyone was going to wake from a coma, it was my brother","rawTitle":"If anyone was going to wake from a coma, it was my brother","item":{"type":"article","id":"lifeandstyle/2015/jun/20/brother-coma-wake-sister-cathy-rentzenbrink-book","title":"'If anyone was going to wake from a coma, it was my brother'","trailText":"After her beloved brother was involved in a car accident, Cathy Rentzenbrink was determined to keep him alive. Would she feel the same eight years later?","standFirst":"<p>After her beloved teenage brother was hit by a car, Cathy Rentzenbrink was determined to keep him alive. Would she feel the same eight years later?</p>","byline":"Cathy Rentzenbrink","body":"<p>It was an average Saturday night in our family pub: busy, with people three or four deep at the bar. My younger brother Matty and I each had our own section to serve, and had got used to the art of it. “You’re next,” we’d say, “then you, then you,” shouting over the noise of the jukebox, so the customers wouldn’t decide it was too busy here and go off to one of the other pubs in the village. Our parents had taken over the Bell &amp; Crown in Snaith, Yorkshire, a year earlier, in 1988, and we were now part of the community.</p> \n<p>We always squabbled over who got the treat of ringing the big brass bell for last orders. That night, as every night, Matty won on the strength of his height and long arms, catching me and pinning me to his side with one arm as he rang the bell with the other and I tried, and failed, to get free of him.</p> \n<p>After closing, my mother drove us to a disco a mile out of the village. “Have fun, be good,” she said as we got out of the car. We headed to the bar and Matty bought us drinks.</p> \n<p>He was doing paid work experience at a power station and was getting &pound;120 a week, which seemed like riches. He bought a pint of lager for himself and a red witch – Pernod, cider and blackcurrant – for me. We were legally underage, of course, him 16 and me 17, but no one was bothered about that.</p> \n<p>I wish I could remember more: who we talked to, whether or not we danced to <a href=\"https://www.youtube.com/watch?v=mcUza_wWCfA\">The Lovecats</a> or <a href=\"https://www.youtube.com/watch?v=rUwEsffwmTQ\">Tainted Love</a>. We knew everyone – many of them drank in our pub – and we peeled off from each other to talk to various friends before circling back again.</p> \n<p>I would have been cuddling him, because I always was. People often thought we were girlfriend and boyfriend, which amused us both. “No,” I’d say, proudly. “He’s my brother.”</p> \n<p>At some point, one of our customers offered me a lift home. I went to find Matty and asked if he wanted to come with us. He was leaning against the pool table, wearing jeans, brown leather jacket and his favourite T-shirt of the moment, white with The The in big red letters. “No,” he said, grinning, “I’ll hang around here. I might get lucky.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>People often thought we were girlfriend and boyfriend, which amused us both. 'No,' I’d say, proudly. 'He’s my brother'</p> \n </blockquote> \n</aside> \n<p>I went home and was drifting off to sleep when I heard someone shouting outside in the car park. I opened my window and saw a man standing next to his car. The headlights were on and I could see a woman in the passenger seat. “Is this where Matthew Mintern lives?”</p> \n<p>“Yes. I’m his sister.”</p> \n<p>“You’d better come, then, he’s in trouble.”</p> \n<p>Trouble. It was a worrying word, but a small one: no need to wake my parents, I thought. I could sort out whatever it was. I picked up my keys and flew down the back stairs and out into the car park. The man started driving as soon as I climbed into the back seat. He told me that Matty had been knocked over by a driver who had not stopped. The man and his girlfriend had been in the car behind.</p> \n<p>Matty was lying in the road. He looked so long; his body was covered with coats. A girl we knew called Vicky told me he was unconscious, that she had put him in the recovery position. I knelt next to him, touched his forehead, stroked his cheek with the back of my fingers. His eyes were closed. There was no damage to his face.</p> \n<p>I couldn’t see any blood. I felt for a pulse and found it. I kept my fingers wrapped around his wrist so I could feel the evidence of his life. One of the girls he had been with told me that a car had come out of nowhere. They’d been walking along, the three of them, Matty on the outside, and suddenly he wasn’t there any more. Then his body had crashed back on to the road in front of them and the car had sped off into the distance.</p> \n<p>When the ambulance arrived, I could tell from the demeanour of the men how serious it was. They were so quick, so deft. One of them sliced through Matty’s T-shirt with what looked like a set of shears. It was soaked with blood. “But I can’t see any cuts,” I said. “Why is there so much blood?”</p> \n<p>“It’s coming from the back of his head, lass,” the ambulance man said.</p> \n<p>I called my parents from the hospital, and we followed in the car as Matty was transferred to Leeds General Infirmary for surgery. The surgeon told us that he had removed a clot from Matty’s brain and a piece of his skull to allow for swelling. “I’ve saved your son’s life, Mr Mintern,” the surgeon said. “We don’t know yet whether that was the right thing to do.” He told us that Matty would be purposely sedated for at least 48 hours. He needed to rest. We could see him shortly.</p> \n<p>The nurses told us to talk to Matty, who was lying in a hospital bed, his head and arms swathed in white bandages. They said he must have been physically very fit to have survived. He was, we said. We told them about his sporting prowess, about the way he could lift himself on to the roof terrace at the back of the pub just by pulling himself up with his hands. Surely someone this fit and strong couldn’t die?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'I’ve saved your son’s life, Mr Mintern,' the surgeon said. 'We don’t know yet whether that was the right thing to do'</p> \n </blockquote> \n</aside> \n<p>My parents made a plan. Dad’s priority would be the pub, because more than ever now we would need the money. Mum’s priority would be Matty. I said I would help with both. We spent the next few days driving between the hospital and the pub.</p> \n<p>As the drugs that had been paralysing Matty left his body, there were some initial reactions. His hands clenched, his mouth moved. We got very excited, but were told they were just spasms. He was given a tracheotomy: a hole cut into the base of his throat so that the tubes no longer needed to be put down through his mouth. He looked more comfortable, but we realised it meant the doctors were expecting him to need it for some time.</p> \n<p>Two policemen called round to tell us the driver had come forward, and one came back later to take a statement from me. The driver was later charged with driving without due care and attention, and leaving the scene of the accident, and fined &pound;180.</p> \n<p>The day after the tracheotomy, Matty left intensive care. As each day passed, he was in less imminent danger of death, yet still did not wake up. We’d seen plenty of films and read plenty of books; we knew it was our job to gaze at Matty’s beautiful face until the moment he either died or sat bolt upright in bed and asked what had happened to him. But this wasn’t Sleeping Beauty. Pretty soon, his tongue was covered in thick, yellow fur and there was a stale, sweaty smell hanging around him. At some point, the emphasis switched from praying for him not to die, to learning how to look after a body that didn’t move in any intentional way.</p> \n<p>Two and a half weeks after the accident, we heard that Matty had got the best GCSE results in his school. BBC Look North came to the hospital and interviewed Mum. She told them that Matty’s eyes were starting to open, and then the story was picked up by the newspapers. Lots of them referred to him as “coma boy”, and some of them reported that, on being told his results by my mother, Matty opened his eyes and smiled at her. This wasn’t true.</p> \n<figure class=\"element element-image\" data-media-id=\"336e3a03ac8f52ad7bc515f0a6b9a16440c38692\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434546668159/86b85383-3382-4019-b785-92eec6741315-460x295.jpeg\" alt=\"Newspaper pages showing reports of the accident in which Matty Mintern was injured\" width=\"460\" height=\"295\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Newspapers reporting the accident; two weeks later, Matthew Mintern got the best GCSE results in his school</span> \n </figcaption> \n</figure> \n<p>His eyes had started to partly open, at the rate of a couple of millimetres a day, but there was no response that indicated he knew what was going on. People were turning up at the pub full of joy, ready to congratulate us, and we had to tell them that, no, there had been no miracle. But it was early days and we were still convinced that we would get one.</p> \n<p>Four months after the accident, there had been no miracle, but by now Matty was showing a tiny level of response: I could get him to move his head round towards me by dancing and singing out of his eyeline. We had even taken him home for the weekend for the first time. Propped up on the sofa, surrounded by his friends, he was able to move his head to follow voices and movement. So many people called up to see him, and I gave him tiny tastes of lager by dipping my finger into a glass and patting the drips on to his lips. It was a joyous weekend, and we felt sure he was about to speak to us. The physios commented on how much better he was after his visit home, and on Wednesday 5 December, they had their best ever session, with Matty raising his head each time the physio asked him to.</p> \n<p>Mum was warming up for her darts match the following Wednesday evening when the hospital rang. This had never happened before and as she went to the phone, she was excited, recalling another young man on the ward who, like Matty, had been slow to progress and who, as his parents were leaving after a visit and were almost out of the door, had said, “Goodnight, Mum.” Could this be the hospital ringing with good news?</p> \n<p>It was Rachel, one of our favourite nurses. “I’m afraid Matthew has had a major epileptic attack. We’ve given him an injection and stabilised him.”</p> \n<p>We knew this was life-threatening. The fit had reversed the small amount of progress that had been made. No more feeding by mouth. No standing at physio, just someone coming to his bedside and doing some light work to keep his joints and muscles moving. No response, no following of voices.</p> \n<p>***</p> \n<p>As time passed, fewer and fewer people asked about Matty, because they knew there would be no progress to report. I could feel myself becoming a less pleasant person. I was angry with people who wanted to talk to me about him, but also angry when they stopped asking. A tragic accident and a coma are exciting, but the prospect of permanent severe brain damage much less so. People didn’t want to see him. They had loved him, and it was distressing for them to see him so transformed. They gradually drifted away.</p> \n<p>One morning, I poured a kettle of boiling water over my arm on purpose. I hadn’t planned it, but as I stood waiting for the switch to click, I found myself thinking about the idea that physical pain distracts from emotional pain, and just decided to try it. It was agony. My arm was immediately covered in blisters and I could see I’d need to go to hospital, which hadn’t really occurred to me.</p> \n<p>I didn’t dare tell anyone I’d done it on purpose. It was a huge inconvenience, because I couldn’t work my pub shifts for a few days. Even worse, despite the considerable pain in my arm and the shame at having done it, I never felt one iota distracted from the pain in my heart.</p> \n<figure class=\"element element-image\" data-media-id=\"eab28c61ecfb4f4729701d0fc6c7f17f7264f205\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434544343950/fccbc439-1aff-4b51-8fae-208d267c4372-260x420.jpeg\" alt=\"Cathy Rentzenbrink and her brother, Matty, on holiday in Corfu in 1987 \" width=\"260\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cathy and Matty on holiday in Corfu, 1987</span> \n </figcaption> \n</figure> \n<p>Nine months after the accident, Mum and Dad went to a gloomy case conference with the medical staff. Brain scans showed that Matty had had a further bleed and a stroke. There weren’t many damaged areas, but those that were damaged were critical: speech and directed movement. Still, we concentrated on the positive. “Not many damaged areas,” we said. We’d heard that the brain could be taught to forge new pathways. We wanted to keep trying.</p> \n<p>The hospital announced that they could not keep Matty any longer, because they needed the bed for more hopeful cases. He wasn’t suitable for referral to the specialist rehabilitation unit because he hadn’t made enough progress for anyone to build on. We made a decision to care for him ourselves at home. He would have physiotherapy three times a week at hospital, and the head physio at Leeds gave Mum a sealed letter to pass on to the physios there. “If you open it, I don’t want you to be upset by the term vegetative,” he said gently. “It’s just a word we use to describe the condition.” Mum didn’t open the letter, but it was the first time we had heard that word used. It was difficult not to be upset.</p> \n<p>Once he was home, I spent a lot of time sitting on the sofa with him. I’d put on the comedy videos we used to watch together. He couldn’t be left alone in a seated position in case he coughed and toppled over, so he’d be propped up with a pillow under one of his arms, and I’d cuddle myself around him on the other side. I’d pull his arm around me and hold on to his long fingers. Sometimes I’d close my eyes and imagine that the accident had never happened. Sometimes I’d cry, very quietly because I didn’t want him to know.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Sometimes I’d close my eyes and imagine the accident never happened. I’d cry quietly because I didn’t want him to know</p> \n </blockquote> \n</aside> \n<p>Only a matter of months ago, we’d been sitting on this sofa with one of his friends, who’d kept tickling my feet. “If you’re going to try to get off with my sister,” Matty had said, “don’t do it in front of me.” I’d always felt so proud when he’d referred to me as his sister. I wondered if he still knew that I was, if I existed somewhere in his head.</p> \n<p>Once, we’d watched a film about the French Resistance and I’d sobbed my way through it while Matty had remained unmoved. “How could you not cry?” I asked at the end.</p> \n<p>“I wouldn’t ever cry at something made up.”</p> \n<p>“But it was based on a true story.”</p> \n<p>“Oh, I might have done, then, if I’d known. It was really sad.”</p> \n<p>Now he was stuck in his own long, true, sad story, with me there watching it.</p> \n<p>***</p> \n<p>Somehow I got decent grades at A-level and in 1992 went to Leeds University to study French and English. I didn’t have much enthusiasm for it, but I could just about remember that this was what my pre-accident self had wanted to do. It wasn’t too far away, so I could still come back home.</p> \n<p>Sophie was the first person I met when I arrived. On one of the first nights, I told her and she took it in her stride. Most weekends, I went back to the pub, often with Sophie. I “introduced” her to Matty, and she sat and held his hand. I thought how different things would have been if she was meeting him as he used to be, imagined the jokes, the laughter, all of us going out for a drink together.</p> \n<p>One evening the following year, I was at the pub with Mum, Dad and Matty, watching the news on telly. A young man called Tony Bland was in a coma after being crushed in the Hillsborough disaster four years before, and his doctors, with the support of his parents, were bringing a case that <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/november/19/newsid_2520000/2520581.stm\">he should be allowed to die</a> by withdrawing artificial nutrition and hydration. The basic argument was that feeding someone through a tube should be considered medical treatment, just like giving antibiotics, or resuscitating someone after a heart attack. This meant that, in certain cases, the courts could decide this particular medical treatment should not be given.</p> \n<p>We’d been aware of this case, but had never thought of it as having anything to do with us. We’d assumed Tony was in a full coma, without periods of sleep and waking (which Matty did have). But this report had footage of him and he looked just like Matty. He was about the same age, with dark hair, wrists bent over with spasticity, the same kind of tube hanging from his nostril. We looked from the boy on the screen to the boy on our sofa, and the resemblance was undeniable. The only difference was that Tony looked as if he had a bit more awareness – his eyes moved around a bit more.</p> \n<p>In the past, when Matty had had a big fit or when he had been readmitted to hospital with an infection, we had been asked by medical staff whether we wanted him treated. We had always said yes, without hesitation. We didn’t want him to die. And so we became experts at shutting out what we didn’t want to hear, ignoring any evidence that indicated there was no hope. A doctor’s report from the previous July had said: “There has not been any significant improvement in his unconscious vegetative state since the injury, except that his eyes are now open. His condition is unlikely to alter one year after injury.”</p> \n<p>“Unlikely,” we said then, “not impossible.” We had always refused to accept that there was no hope. We felt Matty was worth fighting for. If any man was going to wake up from a coma after years, it was this one. But the news story and the image of Tony stayed with me. I didn’t want to think about it, but I couldn’t escape the knowledge that some people thought it was better for Tony not to be alive. What did that mean for us?</p> \n<figure class=\"element element-image\" data-media-id=\"91c593bb25ceec420eac46c6b17b7beba150ef05\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434545032583/e93a76be-9618-46c7-ba0e-a621415cfc48-383x420.jpeg\" alt=\"Cathy Rentzenbrink today\" width=\"383\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cathy has named her five-year-old son after her brother, Matty.</span> \n  <span class=\"element-image__credit\">Photograph: Kalpesh Lathigra/Guardian</span> \n </figcaption> \n</figure> \n<p>This thought developed as I spent my third year of university studying in Caen. I made friends at the language school, but after our days out, I’d go home via the supermarket and drink until I dropped, or read until I fell asleep with the book still in my hand. I’d wake in the night on the sofa – I rarely bothered to pull it out into a bed – and listen to the World Service while smoking. I was so sad, and I didn’t know if I was sad simply because of what had happened or because I was mad.</p> \n<p>When I returned home to visit, I saw Matty, propped up on the sofa, pillows under his arm, and one of the people who looked after him was massaging his feet. There was something biblical about it, and I realised in that moment that we’d constructed a crazy world around a wounded messiah. And I realised I didn’t think it should go on. I didn’t think Matty should go on.</p> \n<p>I sat next to him and looked into his eyes, their awful blankness. There was no sparkle, no sign that anything was going on. I held his hand and told him bright and cheerful lies about France, but I knew there was no longer any point in talking to him. He was gone. I now felt more sure than ever that it would have been better for him, better for everyone, if he’d died on the night of the accident.</p> \n<p>Dad and I had a talk in a cafe while Mum was shopping. In August, Matty had moved into a small care home, run by a kind family who knew us and knew the story, and we both felt that even though life was much better for us since he had moved, it was really no better for him. Would he want to be in a home with old people, unable to speak, move or express an opinion? We both admitted to each other that we felt it would be better for him if he died.</p> \n<p>The Tony Bland case had alerted us to a legal path. No pillows over his head, no overdosing on the medication. Mum came back and sat down next to us. “We’ve been talking about Tony Bland,” I said. Her face crumpled. “I’m not ready,” she said. We agreed we wouldn’t bring it up again unless she raised it. As we gathered our stuff and left, I saw that the couple at the next table were staring at us. I realised we probably sounded as if we were planning a murder.</p> \n<p>It would take another year for Mum to mention it, just before I graduated in the summer of 1996. Over lunch she said, “I’ve been thinking a lot. I can see it’s not right to leave Matty like that. We need to be brave and take action. It’s our responsibility.”</p> \n<p>1996 turned into 1997. I had moved to London with my boyfriend, John, but on a visit home, my parents and I decided that we must steel ourselves to apply to the court. We told hardly anyone, only a handful of Matty’s friends, all of whom agreed it was the right thing to do. Matty’s was the 14th case of its kind to go before the court, and the first ever to be taken by the family rather than the health authority. Because it was a court case, there had to be a plaintiff and a defendant, so in legal terms it was Mum and Dad against Matty. It felt horrible. The court of protection appointed someone to act on Matty’s behalf, and doctors came from “both sides” to assess his condition. We had to write and swear an affidavit.</p> \n<p>I was supposed to be good at writing, but spent ages staring at the blank page. I tried to give myself a pep talk. It’s only words, I thought. You only have to find some words – this isn’t the hardest thing. Surely this is nothing compared with the gradual erosion of hope. But it felt wrong. Nothing in my life had prepared me for the task of having to write down that I wanted my brother to die. I did it, though. By December 1997, everything was in place and the formal application to the court was made.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I had to swear an affidavit. Nothing in my life had prepared me for the task of writing that I wanted my brother to die</p> \n </blockquote> \n</aside> \n<p>The various judicial people went out of their way to comment on the level of care Matty had received, that nothing more could possibly have been done. There was no doubt that he was in a permanent vegetative state, and his condition was never going to improve. The judge agreed that Matty should die. I felt strangely calm as the rather beautifully phrased words washed over me, relieved that here were people who had applied intelligence and empathy to our situation, and understood that this was a horrible but necessary duty. And that was it. We thanked everyone and left the court. We went to the pub across the road, had a gin and tonic, then Mum and Dad set off back to Yorkshire. John and I went out and got drunk.</p> \n<p>On Tuesday 23 June 1998, Matty made his last homecoming. We told people that he was very poorly and had come home to die. I would travel up to Yorkshire at the weekend, by which time Matty should be in a full coma.</p> \n<p>The doctor told us what to expect, but it went on for much longer than we expected. I came up on the fifth day and he still wasn’t in a coma. On the 10th day Dad found me crying and suggested I go home. “You’re breaking your heart here. There’s nothing you can do. Don’t tear yourself apart.”</p> \n<p>The news came on Sunday, 13 days after we had started the withdrawal. I was sitting on the sofa when my dad rang.</p> \n<p>“It’s over, Ca. He’s gone. Poor old chap.”</p> \n<p>I thought, what a terrible thing to have to do as a father, to ring your daughter to say that your son, her brother, is dead, and to worry how she will cope with it.</p> \n<p>“I’ll be OK, Dad,” I said. “I’ll be OK.”</p> \n<p>***</p> \n<p>I had expected a sense of relief, but I didn’t feel it. I thought that once Matty was dead, the pain of worrying about his suffering would ease. I thought I had done all my grieving – I seemed to have been crying constantly for the past eight years, so I was unprepared for the further avalanche of grief and guilt. John and my friends were patient as I drank too much and cried night after night.</p> \n<p>One day last year, more than 25 years after the accident, my five-year-old son, whom I named after Matty, announced that he was counting to infinity. That’s it, I thought. My sadness is infinite. I no longer expect that my tears will come to an end. I am no longer surprised that my reservoir of grief is so full and refillable. And because I am no longer surprised, I am much better able to live with it. I weave it into my days. I can cry and laugh at the same time.</p> \n<p><span class=\"bullet\">•</span> This is an edited extract from The Last Act Of Love by Cathy Rentzenbrink, published on 2 July by Picador at &pound;14.99. To order a copy for &pound;11.99, go to <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/309942/s/the-last-act-of-love/?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">bookshop.theguardian.com</a>, or call 0330 333 6846.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434543217732/Cathy-Rentzenbrink-and-he-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Cathy Rentzenbrink and her brother, Matty, in 1980, nine years before the accident: 'I’d always felt so proud when he’d referred to me as his sister'","credit":"PR","altText":"Cathy Rentzenbrink and her brother, Matty, as children","cleanCaption":"Cathy Rentzenbrink and her brother, Matty, in 1980, nine years before the accident: 'I’d always felt so proud when he’d referred to me as his sister'"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434546668558/6fdef930-9797-45a4-82d8-28c55e98ecd4-2060x1319.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1319,"width":2060,"orientation":"landscape","caption":"Newspapers reporting the accident; two weeks later, Matthew Mintern got the best GCSE results in his school","credit":"PR","altText":"Newspaper pages showing reports of the accident in which Matty Mintern was injured","cleanCaption":"Newspapers reporting the accident; two weeks later, Matthew Mintern got the best GCSE results in his school"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434544342604/af4f548a-76b7-41ff-8160-4f2d2239af02-631x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":631,"orientation":"portrait","caption":"Cathy and Matty on holiday in Corfu, 1987","credit":"Courtesy of Cathy Rentzenbrink","altText":"Cathy Rentzenbrink and her brother, Matty, on holiday in Corfu in 1987 ","cleanCaption":"Cathy and Matty on holiday in Corfu, 1987"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434545033340/de6573e9-c6e2-445a-9b38-8380434e38c3-931x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":931,"orientation":"portrait","caption":"Cathy has named her five-year-old son after her brother, Matty. Photograph: Kalpesh Lathigra/Guardian","credit":"Kalpesh Lathigra/Guardian","altText":"Cathy Rentzenbrink today","cleanCaption":"Cathy has named her five-year-old son after her brother, Matty.","cleanCredit":"Photograph: Kalpesh Lathigra/Guardian"}],"webPublicationDate":"2015-06-20T07:00:09Z","lastModified":"2015-06-20T07:00:09Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":true,"keywords":["Family","Life and style","Coma","Society","Death and dying","Health","Books"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/coma","webTitle":"Coma"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/death-and-dying","webTitle":"Death and dying"},{"id":"society/health","webTitle":"Health"},{"id":"books/books","webTitle":"Books"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/brother-coma-wake-sister-cathy-rentzenbrink-book","shortUrl":"http://gu.com/p/49q2h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/brother-coma-wake-sister-cathy-rentzenbrink-book","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/brother-coma-wake-sister-cathy-rentzenbrink-book"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434543217732/Cathy-Rentzenbrink-and-he-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Cathy Rentzenbrink and her brother, Matty, in 1980: ‘I always felt so proud when he referred to me as his sister’","credit":"PR","altText":"Cathy Rentzenbrink and her brother, Matty, as children","cleanCaption":"Cathy Rentzenbrink and her brother, Matty, in 1980: ‘I always felt so proud when he referred to me as his sister’"}},"importance":6,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434543217732/Cathy-Rentzenbrink-and-he-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Cathy Rentzenbrink and her brother, Matty, in 1980, nine years before the accident: 'I’d always felt so proud when he’d referred to me as his sister'","credit":"PR","altText":"Cathy Rentzenbrink and her brother, Matty, as children","cleanCaption":"Cathy Rentzenbrink and her brother, Matty, in 1980, nine years before the accident: 'I’d always felt so proud when he’d referred to me as his sister'"}}]},{"title":"John Vidal / Did Britain's dirty air make me dangerously ill?","rawTitle":"Did Britain's dirty air make me dangerously ill?","item":{"type":"article","id":"global/2015/jun/20/britain-london-pollution-air-quality-health","title":"All choked up: did Britain's dirty air make me dangerously ill?","trailText":"This year, environment correspondent John Vidal had heart bypass surgery – a wake-up call that prompted him to investigate the state of the air we breathe. With 29,000 UK deaths a year attributed to pollution, is it time we cleaned up our act? ","standFirst":"<p>This year, environment correspondent John Vidal had heart bypass surgery – a wake-up call that prompted him to investigate the state of the air we breathe. With 29,000 UK deaths a year attributed to pollution, is it time we cleaned up our act? </p>","byline":"John Vidal","body":"<p>Three months ago, a surgeon at Liverpool Heart and Chest hospital took a saw, ripped through my sternum, levered open my ribcage, cut into the aorta of my still-beating heart and stitched in a vein from my leg. The long, brutal operation was a great success. But it knocked me out and left me unable to walk more than a few paces.</p> \n<p>As I recovered, I got to asking how had I got into this mess. I had always, I thought, kept pretty fit: I could happily walk all day in the hills, chop wood, play cricket and dig deep. I ate good food and loved exercise. So what else was there in my lifestyle that could have led to heart disease, Britain’s biggest killer?</p> \n<p>The doctors routinely blamed my smoking for 20 years, though I had started late and given up more than 11 years ago. But there was also the fact that I had grown up, and then worked, in some of the most heavily polluted places in the world: Birmingham, Sunderland, Dhaka, Accra, Lagos, Jakarta, London and Paris, to name a few. Was it those lungfuls of foul air in Bangladesh, or in Birmingham in the 1960s? Was it covering smogs and pollution in Russia for the Guardian? Could heart disease be the price of living in a modern city?</p> \n<p>Appreciation that city life is not just fast, but possibly dangerous, dawned slowly. When young, I could easily ignore the stinging eyes, acrid smell and need to spit after walking or cycling for a few minutes in a busy street. The suspicion that air could be a killer only started seriously with the wheezing I experienced long after I had quit smoking, when climbing a mountain became harder and the pauses for breath longer. I was shocked, in 2009, to be diagnosed with angina. But I was knocked out when last year I was told I needed a heart bypass. That happened only to people who were really ill, didn’t it?</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I worked in some of the most polluted places in the world. Could heart disease be the price of living in a modern city?</p> \n </blockquote> \n</aside> \n<p>“See it as a precaution. Statistically, you’ll live longer,” said my cardiologist. “If you don’t have it, you can expect a heart attack any time.”</p> \n<p>In the worrisome months following the diagnosis and before the operation, I delved into the scientific literature. The links between air pollution and heart disease, only a generation ago uncertain, were now robust. Paper after paper showed how long-term exposure to air pollutants was now linked to high blood pressure, strokes and heart conditions like mine.</p> \n<p>But how much of my heart disease was self-inflicted and how much imposed? As people increasingly gave up cigarettes and heavy industry migrated to China and the east, were Europeans becoming more exposed to other sorts of air pollution? Were the streets of London or Paris more dangerous now than in the past?</p> \n<p>I asked <a href=\"http://ec.europa.eu/environment/archives/greenweek2013/dr-fintan-hurley.html\">Fintan Hurley</a>, science director at the <a href=\"http://www.iom-world.org\">Institute of Occupational Medicine (IOM) in Edinburgh</a>. “I think of air pollution as one risk factor among many that increases the risk of earlier death,” he says. “Everybody is exposed. And largely it’s involuntary. Active cigarette smoking has at least the appearance of being a choice. A person may have some choices about how much air pollution they experience, but basically, it’s a risk factor imposed by society as a whole to which an individual contributes.”</p> \n<figure class=\"element element-image\" data-media-id=\"ca9a673e25400e8ec4cd046b8bd44dadf10c8a31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434547743863/4fb78d75-4df9-4ec4-9c81-007d93f0830a-460x276.jpeg\" alt=\"dirty air cyclist\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A cyclist in London. In 1950, there were 4m cars on Britain’s roads; today, there are 28m.</span> \n  <span class=\"element-image__credit\">Photograph: Sang Tan/AP</span> \n </figcaption> \n</figure> \n<p>He and <a href=\"http://www.kcl.ac.uk/lsm/research/divisions/aes/about/people/Kelly/index.aspx\">Frank Kelly</a>, who chairs the <a href=\"https://www.gov.uk/government/groups/committee-on-the-medical-effects-of-air-pollutants-comeap\">Committee on the Medical Aspects of Air Pollution</a>, shocked the British government in 2010, when they stated that air pollution caused the premature deaths of 29,000 people a year in Britain – second only to smoking. Some researchers believe the mortality rate could actually be up to twice as high. So how have we reached this point? And why isn’t more being done?</p> \n<p>I started to look for answers in the place where modern air pollution could be said to have really got going: Coatbridge, 10 miles east of Glasgow. In Victorian times, this was Britain’s – maybe the world’s – most polluted town. Its 300 coalmines, 50 steel blast furnaces and innumerable factory chimneys pumped out hundreds of tonnes of soot, sulphur and noxious vapours every day.</p> \n<p>Today, the heavy industry has long gone and the once-dark Coatbridge air is cleaner than in most other British towns. Indeed, at 10.40 on a bright April morning, on the site of an old iron smelter in what is now <a href=\"http://www.northlanarkshire.gov.uk/summerlee\">the Summerlee museum of Scottish industrial life</a>, a monitor borrowed from the IOM barely registered Britain’s two main air pollutants - the toxic gas called nitrogen dioxide (NO<sub>2</sub>) and the tiny particles of soot, or dust, called PM2.5s.</p> \n<p>Kerry Garvie, whose father was a miner in nearby Bedlay colliery, recalls how her mother struggled to keep anything clean, how her Uncle John had breathing problems and how her clothes always got black. For Garvie’s relatives, air pollution was a fact of life, and life was often short. “It is what they lived with and what they knew,” she says.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>'Cigarette smoking has at least the appearance of choice. Air pollution is a risk factor imposed by society as a whole'</p> \n  <footer> \n   <cite>Fintan Hurley, Institute of Occupational Medicine</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But do we know better now? Ten miles west of Coatbridge, Glasgow city centre was that day, as usual, snarled with traffic. Wherever I walked with <a href=\"https://twitter.com/Emiliajaneagain\">Emelia Hanna</a>, <a href=\"http://www.foe-scotland.org.uk\">Friends of the Earth Scotland</a>’s air pollution campaigner, the monitor read five or more times higher than in Coatbridge. The fine particles peaked in the taxi rank outside Queen Street railway station; the nitrogen dioxide count soared way over the European legal limit near main roads. Glasgow has tighter pollution laws than England and Wales, but is far and away Scotland’s most toxic town. “No wonder,” Hanna says. “It is ringed by motorways, served by hundreds of old diesel buses, its lines of cabs keep their engines running all day.”</p> \n<p>According to government figures, air pollution is responsible for more than 300 deaths a year in Glasgow. “Most people here know someone affected by asthma, heart disease or lung problems,” Hanna says. “It affects children and people on lower incomes worst.”</p> \n<p>***</p> \n<p>Neighbouring Coatbridge and Glasgow show how air pollution in Britain has changed in just a few generations. The coal and wood smoke that belched from Britain’s factories and hearths may have vastly reduced, but it has been replaced by a toxic soup of nitrogen oxide gases and minute particles of unburned carbon and chemicals, produced by vehicles and fossil fuel-burning central-heating systems. Instead of pollution being concentrated in old industrial centres such as Sunderland, Widnes or Newport, the fumes are now worst in congested cities such as London, Birmingham, Leeds and Sheffield.</p> \n<p>The difference between now and 100 years ago, says Kelly, who is director of the <a href=\"http://www.kcl.ac.uk/lsm/research/divisions/aes/research/ERG/index.aspx\">environmental research group at King’s College, London</a>, is that today’s air pollutants are largely invisible and odourless, and are obvious only when dust is occasionally swept up from the Sahara or when traffic and industrial fumes get trapped on sunny days and a dull orange-grey smog develops. “These acute events result in thousands of extra hospital admissions and breathing complaints, but they are relatively rare,” he says. “They come on top of the chronic air pollution that all British cities experience every day from heavy traffic. Some pollutants may indeed have disappeared since the infamous smogs of the 1950s, but people have an increasing level of other complaints, such as asthma attacks, cardiovascular and breathing problems.”</p> \n<p>Kelly’s office, housed on the upper floors of a drab 1960s building in south London, is the world’s largest centre of public research into the medical effects of air pollution. He and other scientists working here advise not just the UK government but the World Health Organisation and the most polluted countries in the world, such as China and India. Kelly and his colleagues now see air pollution spreading as populations and cities burgeon and, above all, as the car becomes ubiquitous. In 1950, there were around 4m cars in Britain and 35m in the world. Now, we have 28m and there are more than 750m worldwide, along with 200m vans and lorries.</p> \n<p>Could I really pin my own heart disease on the air I have breathed, as well as the smoke I have voluntarily inhaled? Certainly, says <a href=\"http://www.kcl.ac.uk/lsm/research/divisions/aes/about/people/Mudway/index.aspx\">Ian Mudway</a>, Kelly’s colleague and a lecturer in respiratory toxicology, whose research shows that children’s health is greatly affected by air pollution from a very early age.</p> \n<p>I first met Mudway at a residents’ meeting in the London borough of Tower Hamlets. He had been researching the lung capacity of children living near busy east London streets, and was telling his audience how the health of their communities would inevitably deteriorate if a new Thames road bridge or major tunnel was allowed to bring thousands of extra cars a day into the East End. “We have high-density housing here, slap-bang next to major roads,” he told the audience. “People still don’t see air pollution as a big issue. They understand that you die from alcohol or obesity, but air pollution doesn’t have that risk factor in people’s imagination. Yet it’s a killer.”</p> \n<p>The more researchers like Mudway have looked at people’s long-term exposure to air pollution, the worse the picture gets. The cautious <a href=\"http://www.iarc.fr\">International Agency for Research on Cancer</a> suspected that PM2.5s were carcinogenic to humans back in 1988, but only in 2013 could it definitely say they were a cause of lung cancer. The most recent World Health Organisation data suggests there were 233,000 deaths from lung cancer caused by air pollution around the world in 2011. Meanwhile, <a href=\"http://www.healthdata.org/gbd\">a study from the University of Washington</a> in the US cites 3.4m deaths from outdoor air pollution in 2010 – 400,000 more than in 1990.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>For everyone who dies, there are many more hospitalised or who have impaired health</p> \n  <footer> \n   <cite>Ian Mudway, lecturer in respiratory toxicology</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Adding the effects of indoor pollution, mostly from cooking fires in the developing world, brings the global death toll to 7m a year, according to the World Health Organisation. In short, air pollution is now officially the world’s biggest environmental cause of premature death – second only to smoking and the equivalent of alcohol and obesity combined in the UK and, in 2013, causing more deaths worldwide than Aids and malaria.</p> \n<p>But where are the victims? No postmortem states air pollution to be a primary cause of death, and few people take a day off work because of it. Yet we now know that PM2.5s, which get deep into the lungs and bloodstream from exhaust fumes, can greatly worsen respiratory and heart conditions such as my own, trigger heart attacks and lead to brain damage, cancers, even nerve, liver and kidney diseases. “For everyone who dies, there are many more hospitalised or who have impaired health,” Mudway says. “Prolonged exposure to elevated [particulate pollution levels] is associated with significant life-shortening and poor respiratory health. Acute episodes can precipitate death.”</p> \n<p>***</p> \n<p>Mal Chadwick is a young, fit cyclist, but when he arrived in London from York five years ago, he found himself wheezing. He cycles around 40 miles a week in the city, and his doctor has diagnosed asthma, almost certainly aggravated by air pollution. “The air quality of the two cities is noticeably different,” Chadwick says. “When you bike in London, you get it full in the face.”</p> \n<p>He uses an inhaler three or four times a week, but the pollution is worse in autumn and spring, when the temperatures can go quickly from cold to warm, and when the traffic is heavy. “I used to take the main roads,” he says. “Now I only go on the back routes.”</p> \n<p>Charlotte Dalton, 18, lives close to Junction 1 on the M3 in west London and suffers from bronchitis, also caused or aggravated by air pollution. “I have lived on Staines Road West for 16 years,” she tells me. “Whenever the windows are opened, car fumes fill the house. When I suffer, it hurts to cough and it’s painful to talk. I’ve had to take a week off school to recover at times.”</p> \n<p>“I’m relying heavily on meds today,” a colleague tells me. “People on the tube were giving me that wary, angry look they give constant coughers – I felt as if I should be wearing a sign that says, ‘It’s not contagious, it’s asthma.’ ”</p> \n<figure class=\"element element-image\" data-media-id=\"bce2e96d9466ec6c1eb4070281ead4107613ccd8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434548500147/ac60ae63-004d-4105-ab1f-7ec5ea971810-460x276.jpeg\" alt=\"air quality buses\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Buses on Oxford Street, in London, which has been dubbed the world’s most polluted street. ‘Bollocks,’was Boris Johnson’s response.</span> \n  <span class=\"element-image__credit\">Photograph: Justin Kase/Alamy</span> \n </figcaption> \n</figure> \n<p>“Diesel is the real villain,” says Simon Birkett, a former City banker who gave up his job to set up <a href=\"http://cleanair.london\">an air action group</a> in 2007. Petrol fumes may be bad for health, but diesel engines pump out nearly 65% more particulate pollution and nearly 20 times as much nitrogen oxide gases as petrol cars over their lifetimes. Moreover, their particulates are often smaller and more likely to get into the bloodstream.</p> \n<p>“What is extraordinary,” Birkett says, “is that, even though the European commission, national governments and the car industry know how dangerous diesel is, together they incentivised it and deliberately engineered a massive switch away from petrol – without any public debate.” History, he says, may show that the rise in heart disease and other illnesses now linked to air pollution has coincided with the increase in awareness of another environmental problem: <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/climate-change\">climate change</a>. And that a botched attempt to address the one has exacerbated the other.</p> \n<p>In the 1990s, climate change was rising fast up the international agenda and, following the 1997 signing of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/kyoto-protocol\">the Kyoto protocol</a>, rich countries were legally obliged to reduce emissions by an average of 8% over 15 years. But while Japan, China and the US chose to back research into low-emission hybrid, petrol and electric vehicles, Europe prioritised a mass public switch to diesel, announcing that it not only gave 15-20% better mileage to the gallon, but emitted around 13-17% less carbon dioxide, the main climate-changing gas. The motor industry, governments and the green lobby reasoned that it would be one of the cheapest and easiest ways to tackle climate change.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Was my health, and that of millions of others, cynically traded off against the urgency to control climate emissions?</p> \n </blockquote> \n</aside> \n<p>By any measure, the transformation of the European car fleet from almost entirely petrol to predominantly diesel was rapid and remarkable. Britain, along with Germany, France and Italy, offered subsidies and sweeteners to persuade car makers and the public to buy diesel. Key to the change was <a href=\"http://en.wikipedia.org/wiki/ACEA_agreement\">the 1998 Acea voluntary agreement</a> between the European commission and all European car makers, backed strongly by then EU transport commissioner <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/neil-kinnock\">Neil Kinnock</a> and UK environment secretary <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/johnprescott\">John Prescott</a>. This committed all car makers selling in Europe to reduce their average CO<sub>2</sub> emissions for new passenger cars by 25% over 10 years. It was practically an order to switch to diesel.</p> \n<p>At the demand of industry, Britain and other countries kept the diesel price below that of petrol, and penalised petrol vehicles with higher road tax bands. Emission standards for MOTs were linked to CO<sub>2</sub>, and the car and oil industries were set new targets for diesel adoption.</p> \n<figure class=\"element element-image\" data-media-id=\"00aeb24cc94c1cc2c0d9ff1768a5e9c2e4b9ffc6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434640130057/58fe096f-8797-4edc-a96c-ecd398f9442d-460x351.jpeg\" alt=\"air pollution death graphic\" width=\"460\" height=\"351\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Deaths attributed to long-term exposure to air pollution in 2012. Source: Public Health England 2014</span> \n </figcaption> \n</figure> \n<p>The results were dramatic. From being a quirky consumer choice, diesel went mainstream in the world’s biggest car market. Its share in the UK rose from less than 10% in 1995 to over 50% in 2012. Most taxis and buses are now diesel. With more than 1m new diesels now sold a year, and 9m on its roads, Britain has one of the largest diesel car fleets in the world.</p> \n<p>The picture is similar across Europe: more than 55% of all new European car registrations are now diesel, and the region has around 100m diesels, compared with just a few million in the US, China and Japan. The diesel fuel market has grown so fast that the EU now imports much of its diesel and exports petrol to the US. Britain is expected to have to triple its imports over the next 10 years.</p> \n<p>So was my health and that of millions of others cynically traded off against the urgency to control climate emissions? Those working in the UK government in the 1990s recall how climate change trumped any objections from scientists, or from the few people who understood the health implications of a major switch to diesel.</p> \n<p>One who did understand was <a href=\"http://www.imperial.ac.uk/people/d.fisk\">David Fisk</a>, chief scientist and policy director in the departments of both the environment and transport in the 1990s. He recalls that there was “concern” in government when it was proposed that diesel be backed over petrol. “The motor manufacturers made a d&eacute;marche to the department of the environment, showing that a major switch to diesels would lead to a substantial drop in CO<sub>2</sub> emissions. Air quality division saw straight away that there was a problem,” he says. “It was hard to see how anyone could construct a trade-off algorithm that made much sense. The solution was to create the national system of air quality standards.”</p> \n<p>Former Greenpeace chief <a href=\"https://twitter.com/stindale\">Stephen Tindale</a>, who was working on air pollution at the same time, in the department of the environment, remembers a battle between environment and air pollution divisions, but no public debate about health. “British politicians have always been poor on air quality,” Tindale says. “It was just not on the political agenda in late 1990s. In 1997, Labour’s policy was for a 20% cut in CO<sub>2</sub> emissions by 2020. Tony Blair wasn’t obsessed with climate at that point, but he saw the political and soundbite advantage. The department of health was dozy, with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/frank-dobson\">Frank Dobson</a> and then <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/davidblunkett\">David Blunkett</a> in charge.”</p> \n<figure class=\"element element-image\" data-media-id=\"07c256a3389a1c79f2c92f8dbf8070f0716798bf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434550182661/fb2d3c65-ff73-4b97-bb91-1010bbb1df60-460x276.jpeg\" alt=\"skyline smog\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A mother and toddler in Greenwich Park, with the City of London in the distance.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure> \n<p>A very senior civil servant, now retired, who worked in the department and has asked not to be named, said that cost-benefit studies of a switch to diesel were done, but climate change was “the new kid on the block” and long-term projections of comparative technologies were not perfect. “I recall all the discussions had the health issue as a significant factor,” he says. “We did not sleepwalk into this. To be totally reductionist, you are talking about killing people today rather than saving lives tomorrow. Occasionally, we had to say we were living in a different political world and everyone had to swallow hard.”</p> \n<p>Former environment minister <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/barry-gardiner\">Barry Gardiner</a> has admitted fault, <a href=\"http://www.channel4.com/info/press/news/the-great-car-con-channel-4-dispatches\">telling Channel 4’s Dispatches TV programme last year</a> that it was the “wrong decision” to incentivise the purchase of diesel vehicles. But <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/michaelmeacher\">Michael Meacher</a>, environment minister at the time, says he cannot recall ever being consulted on the proposed switch to diesel by his civil servants: “If it had been a question of a trade-off between carbon emissions and health, much as I would have wanted to reduce climate emissions, the medical effects would have trumped it. I would have been keen to see a major reduction in [carbon] emissions, but I would not have wanted that to be at the price of lives.”</p> \n<p>Frank Kelly now thinks that thousands of people – many with conditions like mine – may be dying prematurely in Britain each year because of the decision to cut carbon emissions at the expense of air pollution, without exploring alternatives. Even worse, it now emerges that Britain and Europe may have only marginally reduced their carbon emissions from transport by switching to diesel, and possibly did not reduce global warming levels at all. Over the last few years, scientists have found that the fine particles emitted by diesel engines play a far bigger role in global warming than many previously thought. The smallest particles, known as “black carbon”, trap heat in the atmosphere and are now thought by some to be second only to carbon dioxide as a driver of global warming.</p> \n<p>Back in London, I went to Oxford Street, last year cited by King’s College air researcher David Carslaw to be the most polluted street in the world, a “diesel corridor” used by thousands of buses a day. According to Carslaw, it had some of the highest concentrations of NO<sub>2</sub> gas measured in any street in the world. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/boris\">London mayor Boris Johnson</a> was offended by this suggestion, responding furiously that it was “bollocks”, but no one, Carslaw says, has disproved it. Since then, Johnson has promised the world’s first ultra-low emission zone from 2020, and has launched a campaign to warn parents to choose less polluting routes to take their children to school.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>A toddler was given a carbon monitor: most of the pollution she breathed in came in two hours, going to and from nursery</p> \n </blockquote> \n</aside> \n<p>Outside Selfridges, I met Marie Bristow from Bexley, who had taken a day off work to go shopping. It was a hot day, she’d come up by bus and train and London’s air was officially “good quality”. “I only come when I have to,” she says. “No one likes the air here. It’s the buses, isn’t it? I go back in the evening and it takes me hours to recover. My sister worked here for years and wheezed all the time.”</p> \n<p>The NO<sub>2</sub> may be bad on Oxford Street, but it’s the fine particles in diesel fumes that concern researchers most. Carslaw’s colleague Ben Barratt last year gave portable carbon monitors and GPS watches to seven south London residents, including a pensioner, a cycle courier, an office worker, an ambulance driver, a school pupil and a toddler. He then measured the greatly varying amounts of pollution the volunteers breathed in as they went about their days. Over a 24-hour period, the ambulance driver was exposed to the highest levels, because the traffic exhaust was entering the cab of his vehicle; the cyclist was exposed to half that, and the lowest levels were inside the office worker’s building. Most of the pollution that a toddler breathed occurred in just two hours on the journey to and from her nursery in a pushchair; and the school pupil was exposed to more pollution when travelling on the bus than when walking home along quieter streets. Other studies show that walking and cycling in back streets is better than car travel.</p> \n<p>According to Barratt, “This suggests that the exposure to pollution may actually be higher for someone driving a car around busy roads than doing so on a bike. This is a simple message that we can tell people, so we can considerably reduce levels of exposure.”</p> \n<p>Crucially, his study showed that particulate pollution varied minute by minute, vehicle by vehicle and street by street. “The way to understand air pollution is to see it as cumulative over a person’s life,” he says. “We know it affects birth weight. A baby born with low birth weight has an increased risk of disease in later life. If he or she goes to a school in a polluted place, their lungs will not develop, which further increases the chances of developing cardiovascular or other diseases later. By the end, the likelihood of air pollution finishing you off is higher.”</p> \n<p>Barratt says the chance of dying from smoking cigarettes is about 10 times higher than from air pollution in the UK, “but on a population scale, the risk is just the same”. Those of us walking and cycling along busy streets are “passive smokers of vehicle exhausts”. He recommends real-time pollution apps developed at King’s, so people can get <a href=\"http://www.londonair.org.uk/LondonAir/MobileApps/\">up-to-date information</a> and <a href=\"http://www.cityoflondon.gov.uk/business/environmental-health/environmental-protection/air-quality/Pages/New-CityAir-App.aspx\">plan routes</a> across cities. At the moment these only cover London, but they will soon be extended to other cities.</p> \n<p>The government, ordered this year by the supreme court to draw up a new UK air-quality plan, has accepted that air pollution costs the economy up to &pound;18bn a year, or a seventh of all NHS spending; but has told Europe that it will not meet legal NO<sub>2</sub> limits in London, Birmingham and Leeds for 16 years, and in cities such as Liverpool, Sheffield, Manchester and Glasgow for 10.</p> \n<p>“Cracking our air pollution problem is a huge challenge,” says Kelly. “Traffic must be reduced, and we must ensure a cleaner and greener element to what remains on the road. This can be achieved through a number of strategies: an expansion of low emission zones, investment in clean and affordable public transport, a lowering of speed limits, a move back from diesel to petrol, or at least a ban on all diesel vehicles not fitted with a particulate filter.”</p> \n<p>***</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Now the idea of breathing London’s air seems horrible, and the gusting winds of the Welsh hills taste gloriously clean</p> \n </blockquote> \n</aside> \n<p>So was my heart disease caused by cigarettes, or those lungfuls of dirty air in London, Birmingham and Lagos? It’s impossible to say. Best not to look for one simple answer, concludes Hurley. “Personally, I don’t spend much time wondering whether air pollution initiates the heart disease that later causes earlier death, or whether it accelerates disease initiated by other factors. For me, the main point is that it does increase the risk.”</p> \n<p>Three months after my operation, the idea of breathing London’s air seems horrible, and the gusting winds of the high Welsh hills taste gloriously, absurdly clean. I was lucky to have been given another chance by the extraordinary skills of the surgeons and cardiologists. But the hospital wards full of wheezing people with lungs and hearts permanently damaged by lives spent near busy roads tell another story.</p>","section":"Global","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434641609350/9b24028c-3d62-4e29-b835-d47d80e90c05-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Geoff Pugh/Rex Shutterstock","altText":"Pollution london","cleanCredit":"Photograph: Geoff Pugh/Rex Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434547745205/2b9c6e25-3267-46d3-8de9-d9145c8c8b4a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A cyclist in London. In 1950, there were 4m cars on Britain’s roads; today, there are 28m. Photograph: Sang Tan/AP","credit":"Sang Tan/AP","altText":"dirty air cyclist","cleanCaption":"A cyclist in London. In 1950, there were 4m cars on Britain’s roads; today, there are 28m.","cleanCredit":"Photograph: Sang Tan/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434548501910/e137ea9f-58e1-41b9-9374-9ed5c84ab3fa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Buses on Oxford Street, in London, which has been dubbed the world’s most polluted street. ‘Bollocks,’was Boris Johnson’s response. Photograph: Justin Kase/Alamy","credit":"Justin Kase/Alamy","altText":"air quality buses","cleanCaption":"Buses on Oxford Street, in London, which has been dubbed the world’s most polluted street. ‘Bollocks,’was Boris Johnson’s response.","cleanCredit":"Photograph: Justin Kase/Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434640130794/907858ab-8d91-473c-912c-e1485fd76cc2-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":392,"width":514,"orientation":"landscape","caption":"Deaths attributed to long-term exposure to air pollution in 2012. Source: Public Health England 2014","credit":"Public Health England 2014","altText":"air pollution death graphic","cleanCaption":"Deaths attributed to long-term exposure to air pollution in 2012. Source: Public Health England 2014"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434550183958/c12fe9d5-70d2-49a3-bf95-6845bcd621d1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A mother and toddler in Greenwich Park, with the City of London in the distance. Photograph: PA","credit":"PA","altText":"skyline smog","cleanCaption":"A mother and toddler in Greenwich Park, with the City of London in the distance.","cleanCredit":"Photograph: PA"}],"webPublicationDate":"2015-06-20T08:00:11Z","lastModified":"2015-06-20T08:00:11Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Vidal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnvidal"}],"feature":true,"keywords":["Environment","Pollution","Health","Transport"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"society/health","webTitle":"Health"},{"id":"uk/transport","webTitle":"Transport"}],"section":{"id":"global"},"topics":[{"displayName":"John Vidal","topic":{"type":"tag-contributor","name":"profile/johnvidal"}}],"embeddedVideos":[],"adTargetingPath":"global"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/jun/20/britain-london-pollution-air-quality-health","shortUrl":"http://gu.com/p/49qxq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/jun/20/britain-london-pollution-air-quality-health","webUri":"http://www.theguardian.com/global/2015/jun/20/britain-london-pollution-air-quality-health"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f2cf80b56d7dca87fc7864a8fa2f1422e2a1e13d/0_0_4368_2621/4368.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2621,"width":4368,"orientation":"landscape","caption":"Pause for breath: A generation ago, the links between air pollution and heart disease were uncertain. Now, study after study shows how long-term exposure to air pollutants is linked to high blood pressure, strokes and heart conditions. Photograph: Martin Godwin for the Guardian","credit":"Martin Godwin for the Guardian","altText":"Air pollution","cleanCaption":"Pause for breath: A generation ago, the links between air pollution and heart disease were uncertain. Now, study after study shows how long-term exposure to air pollutants is linked to high blood pressure, strokes and heart conditions.","cleanCredit":"Photograph: Martin Godwin for the Guardian"}},"importance":5,"kicker":{"title":"John Vidal"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434641609350/9b24028c-3d62-4e29-b835-d47d80e90c05-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Geoff Pugh/Rex Shutterstock","altText":"Pollution london","cleanCredit":"Photograph: Geoff Pugh/Rex Shutterstock"}}]},{"title":"Fathers4Justice / I thought I could change the world in three years","rawTitle":"I thought I could change the world in three years","item":{"type":"article","id":"lifeandstyle/2015/jun/20/fathers4justice-founder-matt-oconnor-i-thought-i-could-change-the-world-in-three-years","title":"Fathers4Justice founder Matt O’Connor: ‘I thought I could change the world in three years’","trailText":"He’s given up publicity stunts in favour of offering practical support for fathers in search of equal parenting rights","standFirst":"He’s given up publicity stunts in favour of offering practical support for fathers in search of equal parenting rights","byline":"Susanna Rustin","body":"<p>Attention-seeking? Yes. Self-aggrandising? Yes. Sort of admirable for sheer chutzpah? I think so. <a href=\"http://www.fathers-4-justice.org/\" title=\"\">Fathers4Justice</a> is best-known for a series of stunts featuring dads dressed as superheroes - climbing bridges and buildings to promote the belief that fathers are discriminated against in family law. Do they have a point?</p> \n<p>Or are they a bunch of hotheaded misogynists, more interested in declaiming on the subject of male victimhood, and being on the news in Batman suits, than in anything so mundane as paying child maintenance or taking their children to swimming lessons?</p> \n<p>Matt O’Connor, who founded the group after a bitter dispute over access to his own sons 14 years ago, admits that they hated his activism when they were younger, “and I don’t think they’ve warmed to&nbsp;it – Dad’s never hip, never, so it’s put&nbsp;your heads down and don’t mention it”.</p> \n<p>But there was a moment when it looked as though O’Connor’s campaign of direct action, begun in 2002, might get results. Politicians expressed sympathy, not for the law-breaking protesters but for the issues they raised; so did public figures, including Bob Geldof (who fought a custody battle with Paula Yates over their three daughters). The “secrecy” of the family courts – one of the group’s angriest complaints – began to be questioned. So did the behaviour of mothers who flout court orders allowing contact between children and fathers, and in 2004 <a href=\"http://www.telegraph.co.uk/news/uknews/1455047/Three-months-jail-for-mother-who-kept-child-from-his-father.html\" title=\"\">a woman was jailed for three months for refusing her ex-partner access to their son</a>.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2d4bb3a5e334732e620ed0967a2ca29dea3f261e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434465374643/18b3ef10-6528-4846-a26b-862c2899ef1a-460x378.jpeg\" alt=\"Fathers4Justice protester Jason Hatch at Buckingham Palace, 2004.\" width=\"460\" height=\"378\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fathers4Justice protester Jason Hatch at Buckingham Palace, 2004.</span> \n  <span class=\"element-image__credit\">Photograph: Rex Features</span> \n </figcaption> \n</figure> \n<p>Iain Duncan Smith saw “broken homes” and “fatherlessness” as causes of poverty and crime, but could he and others be persuaded to introduce new rules, starting with the presumption of shared parenting following a breakup?</p> \n<p>O’Connor and his second wife, Nadine, who came along to a Fathers4Justice meeting and soon joined him at the campaign’s helm, hoped so. But four years ago, Fathers4Justice received what it felt to be a slap in the face. David Cameron made a speech to mark Father’s Day <a href=\"http://www.bbc.co.uk/news/uk-13825737\" title=\"\">calling for “runaway dads” to be stigmatised like drunk drivers</a>. O’Connor was so angry he went on an eight-day hunger strike.</p> \n<p>Having read about this on the Fathers4Justice website, where O’Connor is described as the mastermind behind “one of the world’s leading campaign groups”, I arrived at the Royal Festival Hall in London, on the south bank of the River Thames, to meet him earlier this month expecting an egomaniac and was pleasantly surprised when he began by saying he was twitchy and nervous.</p> \n<p>O’Connor is far less aggressive and seems more vulnerable in person than I expected. When he says “I burst into tears all the time” it isn’t hard to believe; and he is one of only a few people I have interviewed to have shown me pictures of his children – a black-and-white close-up of Archie, his nine-year-old son with Nadine, with whom he will spend Father’s Day playing and watching sport.</p> \n<p>O’Connor says his views haven’t changed much and while he is not as driven as he was, his aims are the same: less secrecy and a starting-point of 50/50 care, though he says actual arrangements will vary and should be based on common sense. He still blames feminism for promoting inequality; he stands by his <a href=\"http://www.fathers-4-justice.org/kate-winslet-crummy-mummy-campaign-coverage-december-2013-january-2014/\" title=\"\">Crummy Mummy poster campaign in 2013</a>, attacking famous divorced mothers including Kate Winslet; and he is not about to take down all the overblown claims on his website, such as that Britain has a “North Korean style of family justice”. He is, I think, dangerously one-eyed in his view that “the social justice issue of our time is mass fatherlessness”.</p> \n<p>But Fathers4Justice wants to tone things down. “I’ve got to try to win people like you over,” he says. “I was a huge fan but then I became very anti-Guardian because of its hostility to dads’ issues. But now I think we have to try to persuade people.” This shift is partly because Fathers4Justice has failed. O’Connor says he was once a naive idealist who marched for CND and against apartheid. “When I started I thought I could change the world in three years, which shows what a bloody idiot I am,” he says. “I am profoundly disappointed that we have not achieved our aims. I am more in touch with my own mortality now I am getting towards 50 and I really want this to work. Not for me, really – I’m out of it – but for my children. I don’t want my boys to go through what I did.”</p> \n<p>More than 100 MPs of all parties signed an <a href=\"http://www.parliament.uk/edm/2013-14/210\" title=\"\">early-day motion on shared parenting rights and the family courts tabled by George Galloway</a> in 2013. But the O’Connors fell out badly with their former MP, Caroline Nokes – a dispute that is yet to be resolved in court. Nokes, a Conservative, was subjected to a barrage of insults on social media after the O’Connors accused her of reneging on promises. They denied behaving inappropriately, blaming others for the abuse, and Nokes did not press charges. In September last year, O’Connor was arrested following an incident in the street near his home and charged with a separate public order offence. A hearing was adjourned after his supporters were excluded from the court, and a judicial review applied for by O’Connor is pending.</p> \n<p>He has now moved out of Nokes’s Southampton constituency – he won’t say where to – but whether or not he is convicted, he thinks the tide has turned against him and that no new legislation will be passed before 2020 – which is why his campaign’s focus has switched to pastoral support and a new helpline, which is being launched this weekend.</p> \n<p>From his own experience of going to court about once a month as a McKenzie friend – or lay assistant to a litigant – O’Connor knows the situation of those caught up in such cases has been made harder by legal-aid cuts. When he says the result is a “blood bath … wholly out of control … it’s legalised cage fighting for parents”, his choice of words may be over the top – but even those who reject his emphasis on fathers as victims agree he has a point.</p> \n<p>“We’ve had so many people coming to us, this Siberia of the broken, people who are clinging by their fingertips to the edge of humanity,” he says. But it was last year’s suicide by the actor Robin Williams that made up his mind to act.</p> \n<p>“I loved Robin Williams, if I was down I’d put a DVD on, he used to joke about things that had meaning for me and he really lifted me in my darker moments,” he says. “When he died, my son Archie said we’ve got to watch Mrs Doubtfire. I know it’s a trashy comedy but there are some profound bits where he talks about his love for his children and I felt I’ve got to start doing something more meaningful. I’m lucky, I’ve got a nice day job but without it I’d struggle. From my experience, I know there is very little support out there.”</p> \n<p>O’Connor’s next project after the phoneline, Doubtfire Dads, is a fundraiser and tribute to Williams – and “hopefully a witty and slightly more agreeable type of event that won’t upset anybody”.</p> \n<p>His own first family life fell apart when he gave up the activism of his youth and, while marketing and designing restaurants, became what he calls a “fully paid-up hedonist”. It wasn’t long before the drinking became a problem and once or twice he thought of killing himself. “Climbing bridges came from my experience of depression – I thought rather than jumping off them, let’s be aspirational,” he says.</p> \n<p>On one occasion, he lost it inside the family court and got drunk afterwards. “I did laugh when you said to meet here because it was on Waterloo Bridge. It’s a hazy recollection, I’m afraid. I’d had most of a bottle of Jack Daniels – my spiritual adviser at the time and not a brilliant one. It basically came down to two lists, of negatives and positives, and the only two positives were my kids so I thought I’ve got to try and find some light in what seemed an absolutely hopeless situation. I’d lost my family, my house, my business partner had died in a fall from a balcony, two companies had gone under, but thankfully a mate bailed me out and gave me his camper van and I found somewhere to stay.”</p> \n<p>Reading through the transcript of our interview I stopped counting the number of times I disagreed with O’Connor. He is glib about the effects on children of residency being passed from parent to parent as courts dish out penalties for flouted orders, and says moving homes or schools is no big deal. Meanwhile, he uses the most extreme language to talk about adult experiences, at one point comparing separation from children to the death penalty. He appears to ignore the views of charities and professionals about the importance of privacy in family law.</p> \n<p>But O’Connor is right that some men become very vulnerable following family breakdown, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/feb/19/number-of-suicides-uk-increases-2013-male-rate-highest-2001\" title=\"\">and right to point to suicide, along with homelessness, as problems that affect men disproportionately</a>. He answers honestly when asked how divorce affected his first two sons – that he doesn’t know.</p> \n<p>It must be hard to go straight when silly stunts get so much attention. In his other life as an icecream entrepreneur, O’Connor was behind the breast milk-flavoured ice cream that made headlines a few years ago. But his strongest point is simple: “If mum doesn’t send little Johnny to school, she will go to jail. If mum doesn’t send little Johnny to see dad, nothing happens. There’s no sanction.”</p> \n<p><a href=\"http://www.fathers-4-justice.org/\" title=\"fath\"><em>fathers-4-justice.org/</em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434459405642/Matt-OConnor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Matt O'Connor","cleanCaption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434465375003/18b3ef10-6528-4846-a26b-862c2899ef1a-1020x839.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":839,"width":1020,"orientation":"landscape","caption":"Fathers4Justice protester Jason Hatch at Buckingham Palace, 2004. Photograph: Rex Features","credit":"Rex Features","altText":"Fathers4Justice protester Jason Hatch at Buckingham Palace, 2004.","cleanCaption":"Fathers4Justice protester Jason Hatch at Buckingham Palace, 2004.","cleanCredit":"Photograph: Rex Features"}],"webPublicationDate":"2015-06-20T07:30:09Z","lastModified":"2015-06-20T07:30:09Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Susanna Rustin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/susannarustin"}],"feature":true,"keywords":["Family","Parents and parenting","Divorce","Children","Society","Father's Day","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/parents-and-parenting","webTitle":"Parents and parenting"},{"id":"lifeandstyle/divorce","webTitle":"Divorce"},{"id":"society/children","webTitle":"Children"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/fathers-day","webTitle":"Father's Day"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Susanna Rustin","topic":{"type":"tag-contributor","name":"profile/susannarustin"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/fathers4justice-founder-matt-oconnor-i-thought-i-could-change-the-world-in-three-years","shortUrl":"http://gu.com/p/49p33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/fathers4justice-founder-matt-oconnor-i-thought-i-could-change-the-world-in-three-years","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/fathers4justice-founder-matt-oconnor-i-thought-i-could-change-the-world-in-three-years"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434459405642/Matt-OConnor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Matt O'Connor","cleanCaption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian"}},"importance":4,"kicker":{"title":"Fathers4Justice"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434459405642/Matt-OConnor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian","credit":"Graham Turner/Guardian","altText":"Matt O'Connor","cleanCaption":"Matt O'Connor: 'When I started I thought I could change the world in three years, which shows what a bloody idiot I am.' Photograph: Graham Turner for the Guardian"}}]},{"title":"Thomasina Miers recipes / Thai-style BBQ chicken","rawTitle":"Thai-style BBQ chicken","item":{"type":"article","id":"lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","title":"The weekend cook: Thomasina Miers’ recipes for Thai-style barbecue chicken and chilled mango salad","trailText":"Summer’s here, so celebrate with Thai-influenced barbecue chicken and refreshing Alphonso mango fruit salad","standFirst":"<p>Summer’s here, so celebrate with Thai-influenced barbecue chicken and refreshing Alphonso mango fruit salad</p>","byline":"Thomasina Miers","body":"<figure class=\"element element-image\" data-media-id=\"79de1a118220549ee7407298bb27c4024dd90df9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434379192941/937e8dbc-22f1-4a0d-86a4-c677160015db-322x420.jpeg\" alt=\"Thomasina Miers' Thai barbecued chicken with warm coconut and rice salad\" width=\"322\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>One of the sure signs that summer is in full swing are the boxes of Alphonso mangoes stacked up outside my local Lebanese grocer. They are so sweet and juicy that it is impossible to eat them without getting into a sticky mess – a far cry from the larger, green varieties you get in supermarkets all year round. They also make a brilliant chilled fruit salad that’s wonderful after barbecued chicken.</p> \n<h2><strong>Thai barbecued chicken with warm coconut and rice salad</strong></h2> \n<p>Spatchcock the chicken (or ask your butcher to), so as much of the surface as possible is exposed to the flame. Marinate the bird for at least two hours, preferably overnight – the extra wait is well worth it. Serves four to six.</p> \n<p><strong>1 medium chicken</strong><br /><strong>1 bunch coriander, stalks and leaves separated </strong><br /><strong>Zest and juice of 2 limes</strong><br /><strong>2 green chillies, roughly chopped</strong><br /><strong>1 thumb-sized piece fresh ginger, peeled and roughly chopped </strong><br /><strong>3 cloves garlic, peeled and chopped</strong><br /><strong>2 sticks lemongrass, outer layer removed, chopped</strong><br /><strong>2 tbsp sunflower oil</strong><br /><strong>Sea salt and freshly ground black pepper</strong><br /><strong>2 tbsp palm sugar (or demerara, or any kind of brown sugar)</strong><br /><strong>2 tbsp fish sauce</strong></p> \n<p>For the rice salad<br /><strong>250g jasmine rice, soaked for 30 minutes</strong><br /><strong>400ml coconut milk</strong><br /><strong>50g coconut flakes, toasted</strong><br /><strong>80g raisins, soaked in warm water</strong><br /><strong>3 spring onions, trimmed and finely sliced</strong><br /><strong>2 carrots, peeled and cut into julienne</strong><br /><strong>Juice of 1 lime</strong><br /><strong>2 tbsp sesame oil</strong><br /><strong>80g roasted cashew nuts, chopped</strong></p> \n<p>Using a pair of kitchen shears, cut along the length of the chicken’s backbone on both sides, then remove and discard the bone. Put the bird breast side up on a board and press down on the breastbone until it cracks and the bird flattens out.</p> \n<p>Roughly chop the coriander stalks and put in a food processor with the lime zest and juice, chillies, ginger, garlic and lemongrass, and blitz to a paste. Cut a few slashes into the legs and breasts of the chicken and put the bird in a clean plastic bag with no holes. Add three big tablespoons of the paste, the oil and a good grind of salt and pepper, then rub the marinade into the chicken, making sure it gets into all the nooks and crannies. Wrap in a second plastic bag, so it doesn’t leak, and marinate in the fridge for two hours or overnight.</p> \n<p>Meanwhile, make the dipping sauce: finely shave the palm sugar with a knife and put into a bowl with the fish sauce. Mash a little with a fork, then slowly work in the excess chilli paste, which will dissolve the sugar. Roughly chop the coriander leaves and stir into the bowl. Adjust the lime, sugar and fish sauce to taste, so it’s perky and savoury.</p> \n<p>If you are using a barbecue, light it an hour before you want to eat, to give the charcoal time to get to the right temperature; otherwise, heat a griddle pan at least five minutes before cooking, so it gets good and hot. Grill the chicken, turning from time to time, until the skin is crisp and charred and the flesh cooked through – about 30 minutes (test for doneness by inserting a skewer into the thickest part of the leg: the juices should run clear; and if the bird seems to be cooking too quickly on the outside, lower the heat). Rest in a warm spot for 10 minutes before you carve.</p> \n<p>To make the salad, put the rice, coconut milk and a teaspoon of salt in a saucepan, and add cold water to cover the rice by 3cm. Bring to a boil, cover with a tight-fitting lid and cook on a high heat for five minutes. Turn the flame to its lowest setting, cook for eight minutes more, then take off the heat and leave, covered, to finish steam-cooking. When the rice is tender, after about 10 minutes, run a fork through it to separate the grains. Mix in the coconut flakes, drained raisins, spring onions and carrot, and season with lime juice, sesame oil, salt and pepper. Toss, check the seasoning and transfer to a salad bowl. Scatter over the cashew nuts and serve with the chicken and dipping sauce.</p> \n<h2><strong>Chilled mango salad in anise-lime syrup</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-a7007927-1cfb-4b67-9f15-ad4bad1dd2c4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434379015237/49606bc1-24ba-44a6-a58e-f69aef4f966b-460x276.jpeg\" alt=\"Thomasina Miers' chilled mango salad in anise-lime syrup\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos.</span> \n  <span class=\"element-image__credit\">Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden</span> \n </figcaption> \n</figure> \n<p>With the sweet mango delicately scented with lime juice and star anise, this refreshing fruit salad has some real body to it. It’s a great way to round off a meal. Serves four.</p> \n<p><strong>2 fat ripe mangoes</strong><br /><strong>60g agave syrup</strong><br /><strong>Zest and juice of 2 limes</strong><br /><strong>1 star anise</strong><br /><strong>1 red chilli, finely chopped</strong><br /><strong>2 tbsp 100% agave tequila (optional)</strong><br /><strong>1 small handful fresh mint leaves</strong></p> \n<p> Peel and dice the mangoes, and put in a bowl. Put the agave syrup, lime zest and juice, star anise, chilli and tequila (if using) in a small pan and bring to a simmer. Cook gently for five minutes, then turn off the heat and leave the mixture to cool and the flavours to infuse. When the syrup is cool, pour it on the mangoes and transfer to the fridge to marinate for an hour. Serve scattered with torn mint leaves, perhaps with some vanilla or coconut ice-cream.</p> \n<h2>And for the rest of the week…</h2> \n<p>I always make at least a double batch of the chilli paste, because it freezes so well. Whip it straight out of the freezer and mix into quick, Thai-style pork or beef meatballs. Pan-fry and serve with rice, or cram into baguettes with chilli-laced mayo, or poach in a soothingly spicy Thai-scented broth. Make extra rice salad, too, and take some to work – come lunchtime, you’ll be the envy of the office; sprinkle any excess dipping sauce on stir-fries or use as a marinade for tofu. I love leftover mango salad for breakfast, though instead of ice-cream and mint, I stir in some berries and top with a dollop of thick yoghurt and some toasted coconut flakes or granola.</p> \n<p><span class=\"bullet\">•</span> Thomasina Miers is co-owner of <a href=\"http://www.wahaca.co.uk\">the Wahaca group of Mexican restaurants</a>.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378783993/Thomasina-Miers-Thai-styl-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Johanna Parkin for the Guardian. Food styling: Maud Edem","altText":"Thomasina Miers' Thai-style barbecue chicken","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Edem"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434379191607/e5b7fc3f-37bd-4547-bf42-824df36c2452-1566x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1566,"orientation":"portrait","caption":"Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' Thai barbecued chicken with warm coconut and rice salad","cleanCaption":"Thomasina Miers’ Thai barbecued chicken with warm coconut and rice salad: let the bird sit in its marinade for as long as possible – it’ll make the world of difference.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378952225/Thomasina-Miers-chilled-m-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos. Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden","credit":"Johanna Parkin for the Guardian. Food styling: Maud Eden","altText":"Thomasina Miers' chilled mango salad in anise-lime syrup","cleanCaption":"Thomasina Miers’ chilled mango salad in anise-lime syrup: use alphonsos, if possible – they’re so much sweeter, juicier and stickier than supermarket green mangos.","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Eden"}],"webPublicationDate":"2015-06-20T07:00:09Z","lastModified":"2015-06-20T07:00:09Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Thomasina Miers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/thomasina-miers"}],"feature":true,"keywords":["Life and style","Food & drink","Thai food and drink","Chicken","Meat","Barbecue","Summer food and drink","Fruit","Main course","Dessert","Salad"],"tags":[{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/thai","webTitle":"Thai food and drink"},{"id":"lifeandstyle/chicken","webTitle":"Chicken"},{"id":"lifeandstyle/meat","webTitle":"Meat"},{"id":"lifeandstyle/barbecue","webTitle":"Barbecue"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"},{"id":"lifeandstyle/fruit","webTitle":"Fruit"},{"id":"lifeandstyle/main-course","webTitle":"Main course"},{"id":"lifeandstyle/dessert","webTitle":"Dessert"},{"id":"lifeandstyle/salad","webTitle":"Salad"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Thomasina Miers","topic":{"type":"tag-contributor","name":"profile/thomasina-miers"}}],"series":{"title":"Thomasina Miers recipes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/thomasina-miers-recipes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","shortUrl":"http://gu.com/p/49dq3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/thai-barbecue-chicken-mango-fruit-salad-recipes-thomasina-miers"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"Thomasina Miers recipes"},"showQuotedHeadline":false,"sublinks":[{"title":"Dusting of flowers / Ruby’s floral bakes","rawTitle":"Ruby’s floral bakes","item":{"type":"article","id":"lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","title":"A dusting of flowers: Ruby’s floral bakes","trailText":"Add a floral touch to your bakes with this summery sponge sandwich with its floral hint of camomile and bright pineapple curd, and this delicate orange blossom and strawberry panna cotta","standFirst":"<p>Add a floral touch to your bakes with this summery sponge sandwich with its floral hint of camomile and bright pineapple curd, and this delicate orange blossom and strawberry panna cotta</p>","byline":"Ruby Tandoh","body":"<p>Baking is so often about making hearty comfort food that it’s difficult to even imagine what “summer baking” would look like. The heaviness of suet is certainly off-limits, as are hefty gateaux, steamed puddings and ladlefuls of hot custard. Heavy chocolate concoctions, and those rich with cream, caramel and syrup, sit uneasy in the summer heat, too. But lighten dessert up with a touch of something floral and the whole thing comes back into focus: sweet, mild camomile alongside a tart pineapple curd perhaps, or a quivering orange-blossom panna cotta with strawberries. You could play around with rose or even lavender buds if you’re brave, and watch your baking come to full bloom.</p> \n<h2><strong>Summer pineapple camomile cake</strong></h2> \n<p>This mellow camomile cake sits perfectly with the sharpness of a thick layer of bright pineapple curd. The recipe below will make more curd than you need, but just store it in a clean, dry jar for up to 1 week in the fridge. It’s just as good on toast, through ice-cream, on your little finger as in is in this cake, so I doubt you’ll have trouble using it up.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3e0925e898bb8e70aace4a395bf453e76f061879\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434624197142/b073f732-08a3-4567-a334-4ad5c80a1347-460x300.jpeg\" alt=\"Summer pineapple camomile cake\" width=\"460\" height=\"300\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ruby’s summery pineapple camomile cake.</span> \n  <span class=\"element-image__credit\">Photograph: Jill Mead for the Guardian</span> \n </figcaption> \n</figure> \n<p>You can use camomile teabags if you can’t find the loose flowers – just swap 1 teabag per tablespoon of dried camomile buds. They’re less potent, though, so give them plenty of time to steep and do source loose camomile if you can. Health food stores sometimes have it, or look online at souschef.co.uk.</p> \n<p><strong>Serves 10-12</strong><br />250g unsalted butter<br />100ml milk<br />6 tbsp dried camomile buds<br />300g caster sugar<br />Zest of &frac12; lemon<br />2 tsp vanilla extract<br />4 large eggs<br />350g plain flour<br />3 tsp baking powder<br />&frac14; tsp salt</p> \n<p><strong> For the curd</strong><br />2 large egg yolks<br />1&frac12; tbsp cornflour<br />40g caster sugar<br />100ml pineapple juice<br />Juice from 1 lemon<br />1 tbsp unsalted butter</p> \n<p><strong> For the icing</strong><br />225g unsalted butter<br />6 tbsp dried camomile flowers<br />300g white chocolate<br />200g icing sugar<br />Zest of &frac12; lemon<br />15-25ml milk, if needed</p> \n<p>1 Preheat the oven to 180C/350F/gas mark 4. Grease and line two 20cm round cake tins – preferably loose-bottomed or springform ones.</p> \n<p>2 Combine the butter, milk and camomile in a pan and set over a low heat until the butter has completely melted and the mixture has just begun to simmer. Remove from the heat and leave to cool and infuse for 5 minutes or so before straining into a large mixing bowl, leaving the camomile flowers behind while squeezing as much liquid from them as possible.</p> \n<p>3 Add the sugar, lemon zest and vanilla extract to the infused butter mixture and whisk to combine. Add the eggs one at a time, mixing well between each addition. In a separate bowl, stir together the flour, baking powder and salt before adding this dry mixture to the wet ingredients. Whisk until the batter is smooth, then divide it between the prepared tins.</p> \n<p>4 Bake for 25-30 minutes, until well-risen and golden brown. A small knife inserted into the middle of each cake should emerge clean. Leave to cool in their tins before unmoulding.</p> \n<p>5 While the cakes are cooking and cooling, make the curd. Whisk the egg yolks, cornflour and sugar together in a small pan, then slowly add the pineapple and lemon juices. Set the pan over a low heat and stir constantly for 5-10 minutes – as long as it takes for the curd to reach the consistency of very thick custard. It’ll be resolutely liquid for the first few minutes, but don’t give up on it. As soon as it’s ready and just about to start bubbling, remove it from the heat, stir in the butter and leave it to cool to room temperature.</p> \n<p>6 To prepare the icing, melt the butter with the camomile over a low heat until the butter starts to bubble. Remove from the heat and leave to cool for 10 minutes before sieving out the camomile flowers. While the butter cools a little, chop the white chocolate into small chunks and melt in a heatproof bowl set over a pan of simmering water (you can also melt it carefully in the microwave in short bursts, if you’d rather). Stir the melted white chocolate into the slightly cooled, strained butter and leave to cool to room temperature.</p> \n<p>7 Once the butter and chocolate mixture has cooled, put the icing in the fridge for 20 minutes to firm to the consistency of softened, creamed butter. Stir it at 5 minute intervals to avoid lumpiness. Once it’s thick and smooth, add the icing sugar and lemon zest and gently mix. Add a dash of milk, if necessary, to give a spreadable, buttercream texture.</p> \n<p>8 Spread a few dollops of the curd on top of one cake layer, sandwich it with the other, then spread the icing evenly over the top and sides of the sandwich. Drizzle the top with a little more curd or scatter with dried camomile flowers.</p> \n<h2><strong>Orange blossom panna cotta with strawberries</strong></h2> \n<p>The simplicity of panna cotta isn’t something to be messed with, but a drop or two of orange blossom water really works to bring out the delicacy of this dessert. Make sure you leave plenty of cooling and setting time in making these for a special meal.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6648d474b29c12decac8cd6b3d75fdc2cbfa8a9f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/18/1434624146740/92d56901-7c72-4db9-bdb2-e80a302c9d95-460x303.jpeg\" alt=\"Panna cotta\" width=\"460\" height=\"303\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Orange-blossom panna cotta.</span> \n  <span class=\"element-image__credit\">Photograph: Jill Mead for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Makes 4</strong><br />3 leaves gelatine, cut into large pieces<br />300ml whole milk<br />90g caster sugar<br />Zest of 1 orange, coarsely grated<br />100ml single cream<br />Orange-blossom water, to taste<br />175g strawberries<br />30g caster sugar</p> \n<p>1 Soak the gelatine leaves in cold water for 5 minutes or so, until softened. Meanwhile, heat the milk, sugar and orange zest until scalding hot.</p> \n<p>2 Drain the liquid from the gelatine pieces, then add the pieces to the hot milk mixture, whisking immediately to combine. Set back over a low heat and bring to the boil. As soon as the mixture starts to simmer, take it off the heat, stir in the single cream and add orange blossom water, to taste. Strain the liquid through a fine sieve to remove the orange zest.</p> \n<p>3 Lightly grease 4 individual 150ml pudding moulds or ramekins and divide the panna cotta mixture between them. Leave to cool to room temperature before placing in the fridge for a few hours to chill and set. I find it’s best to leave them overnight, but as long as you can spare2-3 hours of fridge time, you should be fine.</p> \n<p>4 Hull and quarter the strawberries, then toss them in a bowl with the caster sugar and a few more drops of orange-blossom water, to taste. Place in the fridge to macerate while the puddings set.</p> \n<p>5 To unmould the panna cotta, carefully dip the bottoms of each basin or ramekin in hot water for a few seconds before quickly inverting the pudding on to a plate. If the panna cotta sticks stubbornly in its mould, try running a small knife around the edge toor dipping into the hot water for a few moments more. Serve with the macerated strawberries.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434624197558/c775ed2d-c40f-4733-9309-9760900c303c-620x405.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":405,"width":620,"orientation":"landscape","caption":"Ruby’s summery pineapple camomile cake. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"Summer pineapple camomile cake","cleanCaption":"Ruby’s summery pineapple camomile cake.","cleanCredit":"Photograph: Jill Mead for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434624146231/e822a950-9b45-4d94-80b2-9f432b425b9e-620x408.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":408,"width":620,"orientation":"landscape","caption":"Orange-blossom panna cotta. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"Panna cotta","cleanCaption":"Orange-blossom panna cotta.","cleanCredit":"Photograph: Jill Mead for the Guardian"}],"webPublicationDate":"2015-06-20T05:00:07Z","lastModified":"2015-06-20T05:00:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ruby Tandoh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ruby-tandoh"}],"feature":true,"keywords":["Food & drink","Baking","Life and style"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/baking","webTitle":"Baking"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Ruby Tandoh","topic":{"type":"tag-contributor","name":"profile/ruby-tandoh"}}],"series":{"title":"Ruby bakes","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/ruby-bakes"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","shortUrl":"http://gu.com/p/4avv7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/ruby-tandoh-floral-baking-recipes-pineapple-camomile-cake-orange-blossom-panna-cotta"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Flower power: A summery pineapple and camomile cake (left) and an elegant orange-blossom panna cotta with strawberries. Photograph: Jill Mead for the Guardian","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCaption":"Flower power: A summery pineapple and camomile cake (left) and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}},"importance":0,"kicker":{"title":"Dusting of flowers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/18/1434623412452/9a7fb191-af47-4f0e-9b05-14614d95a2d9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jill Mead for the Guardian","altText":"A summery pineapple and camomile cake and an elegant orange-blossom panna cotta with strawberries.","cleanCredit":"Photograph: Jill Mead for the Guardian"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434378783993/Thomasina-Miers-Thai-styl-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Johanna Parkin for the Guardian. Food styling: Maud Edem","altText":"Thomasina Miers' Thai-style barbecue chicken","cleanCredit":"Photograph: Johanna Parkin for the Guardian. Food styling: Maud Edem"}}]},{"title":"Mid-life ex-wife / I’ve learned not to make snap judgments. Sexual chemistry can surprise you","rawTitle":"I’ve learned not to make snap judgments. Sexual chemistry can surprise you","item":{"type":"article","id":"lifeandstyle/2015/jun/20/ive-learned-to-to-make-snap-judgments-sexual-chemistry-can-surprise-you","title":"I’ve learned not to make snap judgments. Sexual chemistry can surprise you","trailText":"Miles looked a decade older than the man in his profile picture, and he was balding and had a belly. Still, I could forgive that …","standFirst":"Miles looked a decade older than the man in his profile picture, and he was balding and had a belly. Still, I could forgive that …","byline":"Stella Grey","body":"<p>Recently, a reply to a hello message that I wrote last autumn arrived out of the blue, apologising drily for the delay. It came from Miles, who is an academic and lives an hour away by train. Miles is round-faced with wild, grey hair and a wide smile. His profile picture, I recalled, was rather dapper (three-piece suit, tie; a picture probably taken at a wedding) and he’d come over as a Glass Three-Quarters Full person, consumed by enthusiasms. His only complaint about life was that there’s not enough time.</p> \n<p>After a brief flurry of mutually reassuring emailing, establishing that there was conversational potential, I was invited to lunch. After a morning of trying on and rejecting dresses, opting for jeans, boots, a T-shirt and blazer, careful, subtle makeup, big jewellery, I nervously took the train to his town, to meet at a restaurant he’d suggested.</p> \n<p>In fact, this was plan B. Originally, he had asked me to his house in a&nbsp;village a further short drive away. “Sod the protocol. Come to my place on Sunday and I’ll cook you lunch and&nbsp;we’ll walk across the fields in the afternoon,” he wrote.</p> \n<p>What seems normal and sensible to one person – a 10-minute lift from the station – is impossible to others. I’m unable to get into a strange man’s car unless it’s a taxi. Nor, needless to say, was I sure about going into a stranger’s kitchen. Miles thought I was being overcautious. Caution will gain us nothing, at this stage of our lives, he said. As he’s 59, about to be 60, this was perhaps a little over-inclusive. Maybe he could cook for me on the second meeting, I suggested. I had already checked his identity, online; academics are easy to validate, at least. His reaction to this idea was positive. Good plan, he said. Let’s do that. Then he sent another email, the night before we met, with pictures of his house – a newbuild, partly designed by him. Beneath the photographs there were thoughts about what he might cook me for lunch on our second date.</p> \n<p>We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had. Stay for an early evening drink, he said, perhaps an early supper somewhere before heading home. By the time I got to the bistro, it was raining heavily.</p> \n<p>Miles texted to say he would be late. I texted back to say I was already at the table. When he arrived, the man striding towards me, the big smile evident, looked a bit different from the man in the profile picture, but then, no doubt, so did I. He was wearing a cotton polo neck and a giant, plaid shirt. He was broader, a decade older than in the picture, and balding. I wasn’t attracted to him, but I’ve learned not to make snap judgments. Sexual chemistry isn’t always immediate. Sometimes it builds softly and surprises you.</p> \n<p>We ordered and talked about being single in midlife. He’d been divorced for almost 10 years and in the past four, hadn’t had a relationship that lasted more than a month. Perhaps you’re too picky, I told him. My mother’s sure I am. He didn’t ask about my mother or my family or origins, or career. He wanted to talk about ideas, which was fun, if a bit exhausting.</p> \n<p>We ate fish and drank white wine – I&nbsp;drank almost all of it, as he was driving – and then he insisted on paying the bill. He was smiling broadly as he paid. “This has been fun,” he said. “It’s tremendous to meet new people.”</p> \n<p>As I rose from the table – the first time he’d seen me standing up – his eyes went to my hips and thighs, and his smile faltered. We stood in the porch of the restaurant, under its awning, the rain hammering on it. He had already made his decision. Miles, who is heavy, with a belly that I could have forgiven, couldn’t bring himself to see me again. He could give me a lift to the train, he said, but to be honest I’d be as quick to walk. Oh, I said, sounding obviously disappointed, you’re heading straight home? I thought …</p> \n<p>He had work to mark, he said, not looking at me, and it was raining, so best call it a day. He said goodbye and went over to a big silver car, unlocking it and raising a farewell hand, as I opened my umbrella and crossed the road towards the station.</p> \n<p>Stella Grey is a pseudonym</p> \n<p><a href=\"https://twitter.com/greystellagrey\" title=\"\">@GreyStellaGrey</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734135272/couple-sitting-in-a-bar-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy","credit":"Alamy","altText":"couple sitting in a bar chilled white wine mid-lfe ex-wife","cleanCaption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-20T05:45:07Z","lastModified":"2015-06-20T05:45:07Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Stella Grey","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/24/1416834559035/Stella-Grey-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stella-grey"}],"feature":true,"keywords":["Online dating","Relationships","Family","Dating"],"tags":[{"id":"lifeandstyle/online-dating","webTitle":"Online dating"},{"id":"lifeandstyle/relationships","webTitle":"Relationships"},{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/dating","webTitle":"Dating"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Stella Grey","topic":{"type":"tag-contributor","name":"profile/stella-grey"}}],"series":{"title":"Mid-life ex-wife","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/mid-life-ex-wife"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/20/ive-learned-to-to-make-snap-judgments-sexual-chemistry-can-surprise-you","shortUrl":"http://gu.com/p/49zam","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/20/ive-learned-to-to-make-snap-judgments-sexual-chemistry-can-surprise-you","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/20/ive-learned-to-to-make-snap-judgments-sexual-chemistry-can-surprise-you"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734135272/couple-sitting-in-a-bar-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy","credit":"Alamy","altText":"couple sitting in a bar chilled white wine mid-lfe ex-wife","cleanCaption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy"}},"importance":3,"kicker":{"title":"Mid-life ex-wife"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434734135272/couple-sitting-in-a-bar-c-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy","credit":"Alamy","altText":"couple sitting in a bar chilled white wine mid-lfe ex-wife","cleanCaption":"‘We decided to meet at the restaurant. After that, we’d mooch; there was interesting mooching to be had.’ Photograph: Alamy"}}]},{"title":"Secret teacher / Why we are too quick to label children who aren't perfect","rawTitle":"Why we are too quick to label children who aren't perfect","item":{"type":"article","id":"teacher-network/2015/jun/20/secret-teacher-too-quick-label-children-arent-perfect-adhd-dyslexia","title":"Secret Teacher: we are too quick to label children who aren't perfect","trailText":"Too many adults assume that if a child is struggling there’s something wrong. It’s unhelpful and unfair to those with dyslexia, ADHD and other conditions ","standFirst":"<p>Too many adults assume that if a child is struggling there’s something wrong. It’s unhelpful and unfair to those with dyslexia, ADHD and other conditions</p>","byline":"The Secret Teacher","body":"<p>“You don’t want to be in 4J, you’ll get dyslexia.”</p> \n<p>This has been the standing joke in our staffroom for years, owing to the teacher’s over-zealous approach to diagnosing any child not brilliant at reading as “dyslexic”. She’s a great teacher who is passionate about children and who gets good results (which could be why she needs to find a reason for anyone not making the grade under her watchful eye). However she is a labeller – one of the many idealistic adults who can’t bear to believe a child is less than perfect unless it’s because there’s something wrong with him or her that’s nobody’s fault.</p> \n<p>The range of options available to the discerning child-labeller is growing: social issue, learning difficulty, behavioural need, obsessive tendency, food intolerance or – my all time favourite – being “on the spectrum”. As a teacher I find this immensely frustrating for a number of reasons. First, the diagnosis is often performed by someone with no skills, qualifications or expertise – a well-meaning colleague, an over-concerned parent, a kindly friend. The only requisite is that they have access to the internet or have seen a TV programme about the condition in question. Second, it is upsetting and insulting to people who battle with genuine problems that others casually assign themselves and – most of all – because we as teachers are increasingly forced to pander to them.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/teacher-network/teacher-blog/2013/sep/09/supporting-students-with-dyslexia-teachers-tips-pupils\">Supporting students with dyslexia: tips, tricks and tech for teachers</a> </p> \n</aside> \n<p>I am an experienced class teacher and special educational needs co-ordinator (Senco). I have a real passion for helping children with additional needs. I don’t profess to know everything and I constantly worry something may go unnoticed and a child won’t get the help required. In that respect I certainly don’t object to parents or professionals who raise concerns, research conditions, investigate options or seek professional opinions. But it’s not fair to those who genuinely struggle for others to use the label to disguise other issues.</p> \n<p>Last term a parent informed me that their child had <a href=\"http://www.nhs.uk/conditions/attention-deficit-hyperactivity-disorder/Pages/Introduction.aspx\">attention deficit hyperactivity disorder</a> (ADHD), reading a list from Google of the “symptoms”. It was difficult to persuade the parent to consider other possibilities. “Difficulty paying attention”, “hyperactive” and “impulsive” could at times describe most of the children in my school, yet I sincerely doubt they all have ADHD. But try to find a way to suggest a child is in need of attention, has a high-sugar diet or suffers from a lack of boundaries and you suddenly realise how much more appealing ADHD is. It can be nigh on impossible as a teacher to resolve these (often more obvious) issues until you’ve expended a great deal of time and effort ruling out the sought-after diagnosis. <br /></p> \n<p><a href=\"http://www.nhs.uk/conditions/dyslexia/pages/introduction.aspx\">Dyslexia</a> is another favourite. When <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2005/sep/02/schools.uk6\">Professor Julian Elliott challenged the “dyslexia myth”</a> in 2005, there was uproar. Waves of dyslexia-believers took their stance against his blasphemy, and it became more fashionable than ever before. At parents’ evenings, if I mention that any child is struggling to read or spell I know dyslexia will crop up. I’ve heard all sorts of reasoning (usually unrelated to assessing the child’s abilities and needs): “It runs in the family”, “our neighbour had it and he said Harry’s definitely got it”, “I’ve always thought her father was dyslexic” and, of course, “I’ve looked it up online and it’s definitely what he’s got”. I want a conversation about specific areas of concern and ways we can help, not dyslexia. Of course it may be dyslexia – let’s not rule that out – but by jumping to conclusions we could overlook other possible causes and deprive the child of more holistic support.</p> \n<p>Food problems are another minefield and one that, as educators not medics, we have no sway in. I’ve experienced the agony of parents whose children have been hospitalised with near-fatal allergies or ravaged with cruel diseases like <a href=\"http://www.nhs.uk/conditions/crohns-disease/pages/introduction.aspx\">Crohn’s</a> and <a href=\"http://www.nhs.uk/conditions/coeliac-disease/pages/introduction.aspx\">coeliac</a>. These experiences make it harder to swallow the fact that Jemima “can’t have bananas because they make her feel sick” or Alfie “can’t eat anything red unless it’s ketchup”. Last time I checked, it’s not possible to be allergic to a colour and yes, Alfie might be “on the spectrum” with his aversion to red foods, but I know Alfie, and I highly doubt it. Currently, our school kitchen caters for more than 30 “special diets” . Two of them are for religious reasons and five for medical, but the rest (in my unprofessional and totally controversial opinion) are dubious. Incidentally, I’m not convinced every child who gets short of breath after cross-country needs an inhaler, either, but we have a cupboard full just in case.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/teacher-network/2015/may/23/secret-teacher-support-inclusion-but-not-at-any-cost\">Secret teacher: I am all for inclusion in principle, but it doesn't always work</a> </p> \n</aside> \n<p>If everyone spent less time fretting about the many ways in which our children aren’t perfect and perceiving their natural variations as a defect in need of special treatment, our jobs would be much easier. The more we pander to it, the worse it seems to get: my school’s list of children’s individual needs gets longer every term, and we now have a slot in the weekly staff meeting to help us keep abreast of them all. Of course we need to enable all children to succeed, but part of that is teaching them to embrace their differences and adapt to different situations. We should teach them that it’s normal to be different, not that every version of “different” needs a label and prescription. Adults must model this attitude, otherwise children make up their own allergies because they think it sounds cool and, before you know it, the whole class is allergic to something or other.</p> \n<p>For now, though, we have no choice. Suspect as some labels may appear, it generally does less harm to play out the charade – however indulgent it may feel – and provide the special coloured paper, the stress-ball or the alternative school lunch on a coloured plate, than it is to challenge the assumption and be wrong.</p> \n<h2>Follow us on Twitter via <a href=\"https://twitter.com/GuardianTeach\">@GuardianTeach</a>. Join the <a href=\"http://teachers.theguardian.com/Registration.aspx?CMP=dis_42\">Guardian Teacher Network</a> for lesson resources, comment and <a href=\"http://jobs.theguardian.com/jobs/schools/#browsing?INTCMP=edi_546\">job opportunities</a>, direct to your inbox.</h2>","section":"Teacher Network","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708795713/e742e2c7-f640-4009-8645-e503d0b725d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Sweets","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-20T06:00:09Z","lastModified":"2015-06-20T06:03:43Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"The Secret Teacher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/the-secret-teacher"}],"feature":false,"keywords":["Teacher Network","Education","Special educational needs","Behaviour management","Teaching","Schools","Primary schools","Secondary schools"],"tags":[{"id":"teacher-network/teacher-network","webTitle":"Teacher Network"},{"id":"education/education","webTitle":"Education"},{"id":"education/specialeducationneeds","webTitle":"Special educational needs"},{"id":"teacher-network/behaviour-management","webTitle":"Behaviour management"},{"id":"education/teaching","webTitle":"Teaching"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"education/secondary-schools","webTitle":"Secondary schools"}],"section":{"id":"teacher-network"},"topics":[{"displayName":"The Secret Teacher","topic":{"type":"tag-contributor","name":"profile/the-secret-teacher"}}],"series":{"title":"The Secret Teacher","uri":"http://mobile-apps.guardianapis.com/lists/tag/teacher-network/series/the-secret-teacher"},"embeddedVideos":[],"adTargetingPath":"teacher-network"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/teacher-network/2015/jun/20/secret-teacher-too-quick-label-children-arent-perfect-adhd-dyslexia","shortUrl":"http://gu.com/p/4avak","relatedUri":"http://mobile-apps.guardianapis.com/items-related/teacher-network/2015/jun/20/secret-teacher-too-quick-label-children-arent-perfect-adhd-dyslexia","webUri":"http://www.theguardian.com/teacher-network/2015/jun/20/secret-teacher-too-quick-label-children-arent-perfect-adhd-dyslexia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708795713/e742e2c7-f640-4009-8645-e503d0b725d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘If everyone spent less time fretting about the many ways in which our children aren’t perfect and perceiving their natural variations as a defects, our jobs would be much easier.’ says Secret Teacher. Photograph: Alamy","credit":"Alamy","altText":"Sweets","cleanCaption":"‘If everyone spent less time fretting about the many ways in which our children aren’t perfect and perceiving their natural variations as a defects, our jobs would be much easier.’ says Secret Teacher.","cleanCredit":"Photograph: Alamy"}},"importance":3,"kicker":{"title":"Secret teacher"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708795713/e742e2c7-f640-4009-8645-e503d0b725d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Sweets","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-06-20T08:11:05Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}