{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Dear Mariella / My mum refuses to get a job - and I’m paying for her food","rawTitle":"My mum refuses to get a job - and I’m paying for her food","item":{"type":"article","id":"lifeandstyle/2015/jul/05/my-mum-refuses-to-get-a-job-and-i-am-paying-for-her-mariella-frostrup","title":"My mum refuses to get a job - and I’m paying for her food","trailText":"A 20-year-old student, whose mother keeps taking his money, feels trapped by her and doesn’t know what to do. Mariella Frostrup says he needs to lay down some rules","standFirst":"<p>A 20-year-old student, whose mother keeps taking his money, feels trapped by her and doesn’t know what to do. Mariella Frostrup says he needs to lay down some rules…<br />If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a></p>","byline":"Mariella Frostrup","body":"<p><strong>The dilemma </strong><em>I love my mum, but she is seriously pushing me. She has zero money, is very deep into her overdraft and spends money on the most absurd things. I have to pay for her food out of my student loan, but she refuses to get a job. She just sits at her desk all day sharing junk on Facebook. I try to be polite and understanding, but whenever I say something about this she accuses me of being “verbally abusive”. She cannot take any criticism even though it is clearly constructive. I appreciate that it’s hard for a parent to receive advice from their 20-year-old son, but should I just leave her to wallow?</em></p> \n<p><strong>Mariella replies</strong> I have a theory. There comes a point in every child’s life when you reach the same level of maturity as one or both of your parents. It can take many years to appreciate that the dynamic has significantly altered and is often at the epicentre of other problems between you and your creators.</p> \n<p>Generally, once you’ve passed that critical juncture the disparity increases, and parents can feel like an increasing problem the older we (and they) get. Eventually it can feel like you’re dealing with bloody-minded toddlers, which is yet another of life’s little ironies. Once your paths have diverged, you continue becoming a more responsible adult and they become increasingly irresponsible, relying on you for everything you once needed from them.</p> \n<p>As with all relationships it’s entirely subjective and experienced at a different age and in disparate ways by each of us. As a phenomenon it’s curiously similar to the trauma experienced by parents when their children finally embrace independence and leave home, and offers further proof that we live not in a linear way but a circular pattern.</p> \n<p>For slow developers it can take well into your 40s or 50s before you catch up with Mum and Dad – some never do – while for others it can happen at a poignantly precocious point in childhood. I’ve seen serious little eight-year-olds trying to negotiate the responsibilities of caring for the unreliable adults in their lives. It’s heartbreaking to witness.</p> \n<p>Luckily you’ve managed to reach first base in terms of adulthood before having such unwelcome duties thrust on you, and while it’s not an easy burden to shoulder, there are definitely ways of making it less hard. You’re old enough to cope far better than the youngsters I just described.</p> \n<p>Plenty feel unfettered by genealogical lineage and focus purely on their own forward momentum. Personally, I’m for walking a middle line. There’s enough drama around us without whipping it up in your closest circle if it’s avoidable. Few of us don’t aspire to close relations with our families. That sort of solid familial ground to launch yourself into life from is enviable and surely merits reciprocal treatment when the baton is passed from the older to the younger hand. That’s in a perfect world, which this is not!</p> \n<p>For many of us the perils of our parents in close proximity are a torture, and tangible distance – emotionally and even geographically – is the only respite. Choosing to bring a child into this world and later giving them no option but to parent you is not a fair deal, but behaving magnanimously out of guilt, shame or expediency isn’t a healthy option either, and resentment takes a similar toll on all within its catchment.</p> \n<p>Many of us, once we surpass our parents’ ability to act like responsible adults, need to separate from them, even if it’s just to establish acceptable boundaries on both sides. Your story suggests it’s time for you to draw a line between your mother’s expectations and what you are prepared to offer. She needs to look beyond her computer screen and take responsibility for a life that’s not even half lived (hopefully).</p> \n<p>Meanwhile, your energies will benefit you both much better in the future if at present they are directed to your studies and the enriching experience of living life on your own terms. It will come as little surprise to you that your parent isn’t perfect. I suspect straight talking and direct action may be your best accomplices in achieving mutual understanding here. Good luck.</p> \n<p><em>If you have a dilemma, send a brief email to <a href=\"mailto:mariella.frostrup@observer.co.uk\">mariella.frostrup@observer.co.uk</a>.</em></p> \n<p><em>Follow Mariella on Twitter <a href=\"https://twitter.com/mariellaf1\">@mariellaf1</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435665583901/The-back-of-a-student-wit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer': Mariella advises a student. Photograph: Christopher Thomond for the Observer","credit":"/Christopher Thomond for the Observer","altText":"The back of a student, with hoodie and backpack, walking past a university building","cleanCaption":"'It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer': Mariella advises a student. Photograph: Christopher Thomond for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-07-05T05:00:05Z","lastModified":"2015-07-05T05:00:05Z","metadata":{"commentable":true,"commentCount":130,"contributors":[{"name":"Mariella Frostrup","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/13/1421154121982/Mariella-Frostrup-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mariellafrostrup"}],"feature":true,"keywords":["Family","Life and style"],"tags":[{"id":"lifeandstyle/family","webTitle":"Family"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Mariella Frostrup","topic":{"type":"tag-contributor","name":"profile/mariellafrostrup"}}],"series":{"title":"Dear Mariella","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/dearmariella"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/05/my-mum-refuses-to-get-a-job-and-i-am-paying-for-her-mariella-frostrup","shortUrl":"http://gu.com/p/4a932","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/05/my-mum-refuses-to-get-a-job-and-i-am-paying-for-her-mariella-frostrup","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/05/my-mum-refuses-to-get-a-job-and-i-am-paying-for-her-mariella-frostrup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435665583901/The-back-of-a-student-wit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer’: Mariella advises a student. Photograph: Christopher Thomond for the Observer","credit":"Christopher Thomond for the Observer","altText":"The back of a student, with hoodie and backpack, walking past a university building","cleanCaption":"‘It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer’: Mariella advises a student. Photograph: Christopher Thomond for the Observer"}},"importance":7,"kicker":{"title":"Dear Mariella"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435665583901/The-back-of-a-student-wit-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer': Mariella advises a student. Photograph: Christopher Thomond for the Observer","credit":"/Christopher Thomond for the Observer","altText":"The back of a student, with hoodie and backpack, walking past a university building","cleanCaption":"'It’s time for you to draw a line between your mother’s expectations and what you are prepared to offer': Mariella advises a student. Photograph: Christopher Thomond for the Observer"}}]},{"title":"It’s too late to save our world, so enjoy the spectacle of doom","rawTitle":"It’s too late to save our world, so enjoy the spectacle of doom","item":{"type":"comment","id":"commentisfree/2015/jul/05/too-late-to-save-world-heathrow-runway-stewart-lee","title":"It’s too late to save our world, so enjoy the spectacle of doom","trailText":"The business world is right – let’s just get on with the third Heathrow runway, and the extinction of all life on Earth while we’re at it – why delay the inevitable?","standFirst":"<p>The business world is right – let’s just get on with the third Heathrow runway, and the extinction of all life on Earth while we’re at it – why delay the inevitable?</p>","byline":"Stewart Lee","body":"<p>In the middle of a week of record temperatures, as if unaware of the irony, the business community celebrated the consolidation of its attempts to force the government’s hand to agree to a third filth-generating runway at Heathrow, tipping all species on Earth towards extinction. Everything will die soon, except for cockroaches, and Glastonbury favourite the Fall, who will survive even a nuclear holocaust, though they will still refuse to play their 80s chart hits.</p> \n<p>In Norfolk on Thursday, the tarmac melted, and <a href=\"http://www.bbc.co.uk/news/uk-england-norfolk-33371515\" title=\"\">ducklings became trapped in sticky blackness</a>. When a lioness whelped in an ancient Roman street, Caesar thought something was up. Here, solid matter transmuted to hot liquid and swallowed baby birds whole. How surreal do the signs and warnings have to become before we stop in our tracks? Are whales required to fall from the sky? Does Tim Henman have to give birth to a two-headed cat on Centre Court?</p> \n<p>CBI director John Cridland says: “The government must commit to the decision now, and get diggers in the ground at Heathrow swiftly by 2020.” Head of the Institute of Directors Simon Walker says: “There can now be no further delay from politicians.” And Segro chief executive David Sleath merely bellows: “Get on with it!”, like some selfish <em>Top Gear</em> presenter demanding his steak dinner after dawdling, the planet itself the powerless BBC employee he punches&nbsp;in the face.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/the-guardian-view-on-expanding-heathrow-just-say-no\">The Guardian view on expanding Heathrow: just say no | Editorial</a> </p> \n</aside> \n<p>The business community has thrown its executive toys out of the pram, and now there are chrome ball bearings on strings everywhere, tripping up unpaid interns and making life difficult for immigrant cleaners scrabbling under desks on less than minimum wage. David Cameron, an electoral promise to oppose the third runway sticking in his throat like an undigested salmon bone, can only duck his cowardly head and hope some terrible atrocity or a Wimbledon win wafts our attention away.</p> \n<p>When I was a child, my grandmother always referred to our pet dog’s excrement as “business”, so to this day, when I envisage “the business community”, I imagine a vast pile of sentient faeces issuing its demands while smoking a Cuban cigar, an image that seems increasing accurate as the decades pass.</p> \n<p>The destruction of all life on Earth is inevitable if fossil fuel use continues unabated. (Legal. Please advise. Are we&nbsp;allowed to say this now without being shouted down by Nigel Lawson?) The business community’s genius move in the third runway debate has been to change the dialogue from an argument which should have been between building a runway and not building a runway at all, and trying to restructure our society to avoid the need for a third runway, into an argument about where exactly it was best to position this massive portent of our world’s forthcoming doom. It’s like offering an innocent man who doesn’t want to be hanged the chance to be poisoned instead.</p> \n<p>As with fracking and the academification of all schools, decisions have already been made behind closed doors by forces beyond our control. Heathrow’s third runway will happen. Assurances about air quality are meaningless. The UK has already been threatened with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/feb/20/air-pollution-european-commission-legal-action-uk-nitrogen-dioxide\" title=\"\">&pound;300m a year fines</a> by those meddling Brussels bureaucrats for our terrible British air, and Boris’s solution in London was to spray adhesive around the city by night to try and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/feb/13/boris-johnson-sticky-pollution-failure\" title=\"\">stick the pesky pollution particles to the pavement</a>, like a lazy duplicitous boy pushing his mess under his bed rather than tidying up his room.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"fb8d9e84a1558aff8a7b831b93ed5fbafc6f913d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435939163943/3fbc8ea5-d8a7-470d-8bfc-46646e7d9c8a-297x420.jpeg\" alt=\"Skull illustration by David Foldvari\" width=\"297\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by David Foldvari.</span> \n </figcaption> \n</figure> \n<p>And in 50 years, will there be anyone left to remember what it was like before a sterile and toxic environment gradually became the norm? Can it only be four decades ago that every summer holiday trek along A-roads to South Devon caravan sites left our Morris Marina windscreen smeared thick with now-disappeared invertebrates, that sparrows swarmed around morning milk bottles, that sticklebacks and minnows spawned in every park pond, that hedgehogs gathered at night in suburban gardens and lay flattened in their thousands on roads every morning, and that an actual hare ran out of the encroached common land of Palmers Rough, on the fringes of Birmingham, to be chased by my grandfather along Arnold Road in that same Morris Marina, a sight that would seem as surreal today as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jun/14/hippopotamus-zoo-animals-escape-after-flooding-tbilisi-video\" title=\"\">escaped hippos</a> wandering the streets of some collapsed eastern European capital?</p> \n<p>The absence of abundance is already accepted. The metaphors of the nature poets, mapping human hearts through once commonly understood imagery, are irrelevant and impenetrable. “The sun of Winter, / The moon of Summer, and all the singing birds / Except the missel-thrush that loves juniper, / Are quite shut out.” I’m sorry. The missel-what? Can the juniper be monetised? Is this missel-thing for sale? Our children already have no stable baseline from which to calibrate the loss of all that lives. It’s game over.</p> \n<p>Bearing this in mind, I finally find myself reluctantly agreeing with the business community. There is no time for delay. Let’s build the runway. Let’s choke the Earth. Let’s get this damn thing over with, for what can be avoided, whose end is purposed by the mighty gods of business? Hasten our demise, let our children be the last of their sorry line, and spare their unborn descendants any further suffering. We&nbsp;will not save the rhino. We will not&nbsp;even save the hedgehog. How can we save the world?</p> \n<p>But, if you can purge cheap sentiment from your mind, how exciting and fascinating it will be to watch as the world becomes uninhabitable. It’s almost worth going on a health kick to survive another 60 years and see everything immolated. How many humans have had the awe-inspiring opportunity to witness such spectacle: the end of all that is?</p> \n<p>But something of us should be preserved, I think, for posterity. Perhaps the village of Harmondsworth and its residents, instead of being demolished and paid off at 125% of their homes’ market values, should be sealed within a vast dome and shot spacewards, to drift on the solar winds as a museum of mankind, saving something of our society at the point where it finally became unsustainable.</p> \n<p>Under a vast skein of convex glass Harmondsworth floats beyond Orion’s Belt, its <a href=\"http://www.english-heritage.org.uk/visit/places/harmondsworth-barn/\" title=\"\">ancient tithe barn</a>, Betjeman’s “cathedral of Middlesex”, still and safe under the stars; local resident <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jul/01/heathrow-third-runway-harmondsworth-village-fearing-future\" title=\"\">Graham Wibrew</a>, his once imperilled kitchen extension complete, watches the comets and thinks of home; and the bells of 11th century St Mary’s toll the eternal hours silently in endless empty space. “But far more ancient and dark / The Combe looks since they killed the badger there, / Dug him out and gave him to the hounds, / That most ancient Briton of English beasts.” Edward Thomas, The Combe.</p> \n<p><a href=\"http://www.stewartlee.co.uk/\" title=\"\"><em>Stewart Lee</em></a><em>’s A Room With a Stew is playing at the Assembly Rooms, Edinburgh, 18-30 August and Leicester Square theatre, London, 21 September to 8 January 2016</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435924694081/922c56b6-8219-43ac-aebc-e580e67d4b1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ruslan Olinchuk/Alamy/Alamy","altText":"Exploding Earth","cleanCredit":"Photograph: Ruslan Olinchuk/Alamy/Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435939162451/64bcc929-d4af-46fe-9fb9-d41a3e447dc9-1442x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1442,"orientation":"portrait","caption":"Illustration by David Foldvari.","credit":"Illustration: David Foldvari/David Foldvari","altText":"Skull illustration by David Foldvari","cleanCaption":"Illustration by David Foldvari."}],"webPublicationDate":"2015-07-05T06:00:09Z","lastModified":"2015-07-05T06:00:09Z","metadata":{"commentable":true,"commentCount":129,"contributors":[{"name":"Stewart Lee","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stewart-lee"}],"feature":true,"keywords":["Heathrow third runway","Travel and transport","Heathrow","Pollution","Environment","Stewart Lee"],"tags":[{"id":"environment/heathrow-third-runway","webTitle":"Heathrow third runway"},{"id":"environment/travel-and-transport","webTitle":"Travel and transport"},{"id":"travel/heathrow","webTitle":"Heathrow"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/environment","webTitle":"Environment"},{"id":"culture/stewart-lee","webTitle":"Stewart Lee"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Stewart Lee","topic":{"type":"tag-contributor","name":"profile/stewart-lee"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/too-late-to-save-world-heathrow-runway-stewart-lee","shortUrl":"http://gu.com/p/4acvm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/too-late-to-save-world-heathrow-runway-stewart-lee","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/too-late-to-save-world-heathrow-runway-stewart-lee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435924694081/922c56b6-8219-43ac-aebc-e580e67d4b1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Get a good seat, the special effects are going to be out of this world. Photograph: Ruslan Olinchuk/Alamy","credit":"Ruslan Olinchuk/Alamy","altText":"Exploding Earth","cleanCaption":"Get a good seat, the special effects are going to be out of this world.","cleanCredit":"Photograph: Ruslan Olinchuk/Alamy"}},"importance":6,"byline":{"title":"Stewart Lee"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435924694081/922c56b6-8219-43ac-aebc-e580e67d4b1c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ruslan Olinchuk/Alamy/Alamy","altText":"Exploding Earth","cleanCredit":"Photograph: Ruslan Olinchuk/Alamy/Alamy"}}]},{"title":"The future of humankind is in the hands of a very small group of entrepreneurs","rawTitle":"The future of humankind is in the hands of a very small group of entrepreneurs","item":{"type":"article","id":"culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","title":"Yuval Noah Harari: The age of the cyborg has begun – and the consequences cannot be known","trailText":"The author of the bestselling Sapiens says that the future of life on Earth is now, worryingly, in the hands of a very small group of entrepreneurs","standFirst":"<p>The author of the bestselling Sapiens says that the future of life on Earth is now, worryingly, in the hands of a very small group of entrepreneurs</p>","byline":"Carole Cadwalladr","body":"<p>By rights, Yuval Noah Harari should be an anonymous academic buried in an obscure university department somewhere toiling away on his somewhat dusty discipline – medieval military history. He’s a professor of history at the Hebrew University of Jerusalem and there is almost nothing in his background to suggest that he would write a book that has become one of the most talked about non-fiction <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2014/sep/21/sapiens-brief-history-mankind-review-yuval-noah-harari\">bestsellers of the year – <em>Sapiens</em></a>. Or that he’d join <a href=\"http://www.ynharari.com/\">the globetrotting TED-ocracy</a>: the academic superstars who travel the world delivering keynotes on zeitgeisty topics, in Harari’s case, the not inconsiderable subject of the history of the whole of mankind.</p> \n<p>When I meet him, he’s just been the star turn at Penguin Random House’s global sales conference. In May, he packed out Hay. Earlier this month, he delivered a TED talk. And last month, he received the ultimate imprimatur when <em>Sapiens</em> was selected by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/technology/mark-zuckerberg\">Mark Zuckerberg, the founder of Facebook</a>, for <a href=\"https://www.facebook.com/ayearofbooks\">his online book club</a>. He’s invited his 38 million followers to read what he describes as “a big history narrative of human civilisation– from how we developed from hunter-gatherers to how we organise our society and economy today”.</p> \n<p>That’s a workable description of what <em>Sapiens</em> is, though it’s a history book only in the sense that <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/science/hawking\">Stephen Hawking’</a>s <em>A Brief History of Time</em> is a physics book (<em>Sapiens’</em> subtitle – A Brief History of Humankind – suggests that this is not entirely coincidental). Its scope is so hugely ambitious that I had expected Harari to be one of those overconfident telly historian types, all male ego and a crushing sense of certainty, whereas, in the flesh, he’s a slightly nerdy, more thoughtful figure. Academic superstardom seems to have caught him by surprise as much as anyone.</p> \n<p>The book was based on an introductory course on world history he taught when none of his more senior colleagues wanted to take it on, and it was turned down by almost every major publishing outfit in Israel before finding a receptive editor. Since then, however, its success has been swift and resounding: it became a bestseller in Israel and has gone on to be published in 20 countries around the world. But then, the book’s success, and the way that Harari has been taken up by the global tastemakers, makes sense in that he considers himself a historian of globalisation. “In a way, it’s like in the 19th century with the rise of nationalism. You establish an independent national state and the first thing you do is to write a history of that state. Now we have a more global world, you need the history of the whole of the global world, not of a particular country, or religion, but the history of humankind as a whole.”</p> \n<p>This is entirely characteristic of the way that Harari speaks. In full sentences, paragraphs, even. My transcript, which is usually a mess of elipses, reads like it’s been lifted off the page. And his book is a brilliant read. He zips from subject to subject, through thousands of years of human history, alighting on whatever seems to take his fancy but gradually builds up a picture of us as… well, as what exactly? As more successful monkeys, basically, so successful that we’ve enslaved all the other animals and bent the planet to our will. But whereas sharks and lions evolved over millennia to take their place at the top of the food chain, Harari compares us to “banana republic dictators” who just got here. “They came to power very violently and lately so they feel extremely insecure about their position. So all the time they just take more and more power to beef up their position.”</p> \n<figure class=\"element element-image\" data-media-id=\"d7d5cf2742588c978a44b39a631e1083f906789c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435840931741/f8a800f5-53d5-4835-ad39-db116e0755a4-460x276.jpeg\" alt=\"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.</span> \n </figcaption> \n</figure> \n<p>Because, in Harari’s view, we have no real idea what we want even at the most basic, personal level, let alone as a species. “Even what people take to be their most personal desires are usually programmed by the imagined order.” There’s nothing “natural or obvious” about taking a holiday abroad, he says by way of example. “A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band. The elite of ancient Egypt spent their futures building pyramids and having their corpses mummified but none of them thought of going shopping in Babylon.” We’re all victims of the “myths of romantic consumerism”, he says.</p> \n<p>But everything is a myth, a story, according to Harari. Justice is a story. Human rights are a story. Money, he told the moneyed elite at TED, is “the greatest story ever told”. So what’s your story?</p> \n<p>“About the history of the world?”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=StFvW4nzqjM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/StFvW4nzqjM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Yuval Harari on Sapiens.\n </figcaption> \n</figure> \n<p>No, about you. Your story, about yourself.</p> \n<p>“Oh, myself? For me, I suppose the most important thing is the search for the truth. I really want to understand reality, what’s really happening here. As far back as I remember, this was something that I was extremely preoccupied by. I remember in high school asking my parents and my teachers to explain what’s happening here, what is life, what’s it all about, and so forth.</p> \n<p>“What struck me most was not that they didn’t tell me an answer but that they weren’t really concerned about it. Many people in their teens wonder about these big questions, what’s the meaning of life, what are we doing here, then somewhere in their 20s they seem to say, ‘I’ll just get married. I’ll just have kids. I’ll get back to that later.’ But they never do. For me, it kept boiling. And it still is boiling.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/jan/31/terrorism-spectacle-how-states-respond-yuval-noah-harari-sapiens\">Yuval Noah Harari: the theatre of terror</a> </p> \n</aside> \n<p>He grew up in a secular Jewish family of eastern European origin in the Haifa area and there are a few things he recognises about himself that have informed his world view, or at least his desire to question other people’s view of the world. The first is being gay.</p> \n<p>“You don’t take the accepted view for granted just because everybody believes it. It really affects the way that I view everything. Nothing should be taken for granted even if everybody believes it. It forces you to look at society a bit from the side.”</p> \n<p>Another influence was the collapse of the Berlin Wall when he was a teenager in 1989.</p> \n<p>“It means I don’t take capitalism and neo-liberalism for granted. I teach all these 20-year-old students and they were born into a capitalist world. It’s the only system. There’s no alternative and nobody can even imagine that there could be. But I remember the time when these things were really hotly contested. And also the way that you can live in a certain type of world and be sure that this will go on for ages and ages and suddenly everything collapses.”</p> \n<p>In some ways, I say, it struck me that <em>Sapiens</em> isn’t actually a history book – it’s a philosophy book that asks the big, philosophical questions and attempts to answer them through history.</p> \n<p>“Yes, that’s a very accurate description. I think that I see history as a philosophy laboratory. Philosophers come up with all these very interesting questions about the human condition, but the way that most of them – though not all – go about answering them is through thought experiments. But if you’re interested in, say, justice, history is full of empirical evidence about justice in human society.”</p> \n<figure class=\"element element-image\" data-media-id=\"3cc22623a97315f60980cf298fb75779551d1064\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435841267432/b7a2f88d-4f34-4d74-92ad-92b82d172299-460x276.jpeg\" alt=\"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Sakuma/AP</span> \n </figcaption> \n</figure> \n<p>It’s no surprise, either, that he’s come to the attention of Mark Zuckerberg. Harari is one of the very few thinkers around who’s really looking at what’s happening now. <em>Sapiens</em> is his attempt to tell the story of the past to understand the present: the great technological advances that we are all living through now.</p> \n<p>The way you tell it is that we’re at a point of inflection: that we’re on the cusp of perhaps the greatest change for the human race ever?</p> \n<p>“Probably, yes. I mean the one thing that has remained constant in history was humans themselves. Homo sapiens, you and me, we are basically the same as people 10,000 years ago. The next revolution will change that.”</p> \n<p>The “next revolution”, as Harari sees it, the latest in a line that began with the cognitive revolution and takes in the agricultural revolution and the scientific revolution, is what is happening in the biotech field, in artificial intelligence.</p> \n<p>“When people talk about merging with computers to create cyborgs, it’s not some prophecy about the year 2200. It’s happening right now. More and more of our reality exists within computers or through them.”</p> \n<p>But this is only the start of it. For the first time in history, “we will see real changes in humans themselves – in their biology, in their physical and cognitive abilities”. And while we have enough imagination to invent new technologies, we are unable to foresee their consequences.</p> \n<p>“It was the same with the agricultural revolution about 10,000 years ago. Nobody sat down and had a vision: ‘This is what agriculture is going to be for humankind and for the rest of the planet.’ It was an incremental process, step by step, taking centuries, even thousands of years, which nobody really understood and nobody could foresee the consequences.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I do find it worrying that the future of humankind is now in the hands of a very small group of entrepreneurs</p> \n  <footer> \n   <cite>Yuval Noah Harari</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Only now, the decisions are being taken by “a small international caste of business people, entrepreneurs and engineers”. Governments have become “managers”, he says. They have no vision, “whereas meet the people in Google, in Facebook, they have tremendous visions about the future, about overcoming death, living for ever, merging humans with computers. I do find it worrying that the basis of the future, not only of humankind, the future of life, is now in the hands of a very small group of entrepreneurs.”</p> \n<p>But then, even those of us who are aware of the arguments aren’t necessarily losing sleep over it, a fact that Harari puts down to one of our unique attributes as humans: our cognitive dissonance, our ability to hold two utterly conflicting ideas in our heads at the same time. That we can say, what a cute dog and yum, yum, what a delicious steak and not see a problem with that somehow.</p> \n<p>Harari is a vegan and the dire plight of animals, particularly domesticated animals, since the agricultural revolution is something he riffs on in the book, but there are countless other examples. “In modern secular societies, people believe in equality and people believe in freedom and they don’t realise that usually freedom and equality are contradictory. The more freedom you give people, the more inequality you have.”</p> \n<p>His views on inequality – that the 20th century was a blip basically; we’ve always been unequal and we’re heading back that way – link him to that other great intellectual du jour, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/books/thomas-piketty\">Thomas Piketty</a>, but much of <em>Sapiens</em> feels inventively original, a fact that he puts down to his longstanding interest in meditation. Harari, it seems, doesn’t succumb to the myth of romantic consumerism when it comes to deciding what to do on his holidays. Last summer, he went on a 60-day silent vipassana retreat. He discovered it at Oxford when researching his PhD.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b0c9687e4495be9c6bc7c19a927aab8b164858be\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435841504068/ef8a00aa-9d30-4eb7-a2c0-4274ea1b3c93-460x276.jpeg\" alt=\"French economist and author of the book Capital, Thomas Piketty.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA</span> \n  <span class=\"element-image__credit\">Photograph: Bart Maat/EPA</span> \n </figcaption> \n</figure> \n<p>“I suddenly had a tool to scientifically observe directly my mind… and I realised I had no idea who I really was. I had this fictional story in my head but the connection between that and my reality was rather tenuous.” It changed him, personally, he says, but also professionally. “It gave me the ability to focus on what is really important. When you look inside, you find that there are so many different voices inside you. Most of life, we just allow all these voices just to pull us any which way.”</p> \n<p>It’s an interest that he shares with the Silicon Valley types he critiques (Steve Jobs was a practitioner of Zen Buddhism) and, in a distracted age, focus – and its handmaiden, mindfulness – is more fashionable in west-coast America than curly kale. But without meditation, he says, “I would probably be far less satisfied and happy. And I would probably be a far worse historian. I suppose I would still be researching medieval military history, but not the neanderthals or cyborgs.”</p> \n<p>It’s bracing, Harari’s focus on the big things. His next book is “about the human agenda for the 21st century in terms of dangers, opportunities, questions”. Mark Zuckerberg will no doubt read it. Probably the rest of us should too.</p> \n<p><em>Sapiens is published by Vintage (&pound;8.99 paperback). To order a copy for &pound;7.19 go to </em><a href=\"http://bookshop.theguardian.com/sapiens.html\"><em>bookshop.theguardian.com</em></a><em> or call 0330 333 6846. Yuval Harari will be speaking at an event with Intelligence Squared in London on 23 September; </em><a href=\"http://www.intelligencesquared.com/\"><em>intelligencesquared.com</em></a></p>","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435840932162/f8a800f5-53d5-4835-ad39-db116e0755a4-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.","credit":"PR","altText":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band.","cleanCaption":"A chimpanzee alpha male would never think of using his power in order to go on holiday into the territory of a neighbouring chimpanzee band."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841268660/b7a2f88d-4f34-4d74-92ad-92b82d172299-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens. Photograph: Paul Sakuma/AP","credit":"Paul Sakuma/AP","altText":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.","cleanCaption":"Facebook CEO Mark Zuckerberg invited his 38 million followers to read Sapiens.","cleanCredit":"Photograph: Paul Sakuma/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841505422/ef8a00aa-9d30-4eb7-a2c0-4274ea1b3c93-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA Photograph: Bart Maat/EPA","credit":"Bart Maat/EPA","altText":"French economist and author of the book Capital, Thomas Piketty.","cleanCaption":"French economist and author of the book Capital, Thomas Piketty. Bart Maat/EPA","cleanCredit":"Photograph: Bart Maat/EPA"}],"webPublicationDate":"2015-07-05T07:45:08Z","lastModified":"2015-07-05T07:45:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Carole Cadwalladr","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/4/1433410115681/Carole-Cadwalladr-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/carolecadwalladr"}],"feature":true,"keywords":["Yuval Noah Harari","Books","History","Culture","Technology","Philosophy","Mark Zuckerberg"],"tags":[{"id":"culture/yuval-noah-harari","webTitle":"Yuval Noah Harari"},{"id":"books/books","webTitle":"Books"},{"id":"books/history","webTitle":"History"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/technology","webTitle":"Technology"},{"id":"books/philosophy","webTitle":"Philosophy"},{"id":"technology/mark-zuckerberg","webTitle":"Mark Zuckerberg"}],"section":{"id":"culture"},"topics":[{"displayName":"Carole Cadwalladr","topic":{"type":"tag-contributor","name":"profile/carolecadwalladr"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","shortUrl":"http://gu.com/p/4aa76","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs","webUri":"http://www.theguardian.com/culture/2015/jul/05/yuval-harari-sapiens-interview-age-of-cyborgs"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}},"importance":5,"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/1/1435754467436/Yuval-Harari-author-of-Sa-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer","credit":"Antonio Zazueta Olmos/Observer","altText":"Yuval Harari, author of Sapiens","cleanCaption":"Yuval Harari, the author of the international bestseller Sapiens: A Brief History of Humankind. Photograph: Antonio Zazueta Olmos for the Observer"}}]},{"title":"Rihanna / Feminists fall out over ‘violent, misogynistic’ video","rawTitle":"Feminists fall out over ‘violent, misogynistic’ video","item":{"type":"article","id":"music/2015/jul/04/feminists-fall-out-over-rihanna-video","title":"Feminists fall out over ‘violent, misogynistic’ Rihanna video","trailText":"A track on the singer’s new album has caused outrage – and been watched 12 million times","standFirst":"A track on the singer’s new album has caused outrage – and been watched 12 million times","byline":"Tracy McVeigh and Edward Helmore","body":"<p>“Language. Nudity. Violence”, warns the first frame of the latest video from pop provocateur Rihanna. What follows certainly lives up to the billing.</p> \n<p>Depending on which commentator or social media spat you choose, the video – viewed 12 million times since its release – is either an empowering challenge to music industry stereotypes or a racist and gory piece of misogyny.</p> \n<p>Bitch Better Have My Money (BBHMM) is a slick seven-minute film, co-directed by one of the few black women in America who has managed to get right to the top of a male-dominated pop industry.</p> \n<p>The plot is simple – an accountant has defrauded the singer out of money, so she kidnaps his wife, a spoiled, wealthy white woman complete with chichi dog and diamonds. With two friends, she bundles her into a trunk, strips her, swings her upside down from a rope, knocks her out with a bottle, then lets her almost drown in a swimming pool.</p> \n<p>When that doesn’t get her the money, Rihanna finds the accountant, straps him to a chair, shows a collection of knives presumably used to finish him off, and then is shown blood-covered and naked in a trunk of money.</p> \n<p>A show of sisterhood it isn’t, although the homage to Hollywood’s girl power blockbuster Thelma and Louise, with Rihanna and her co-conspirators riding off in a 1960s blue convertible, suggest the artist might think differently.</p> \n<p>The song, the second single from the singer’s eighth album, is based on Rihanna’s grievance against an accountant, Peter Gounis, whom she filed a lawsuit against in 2012, claiming he gave her “unsound” financial advice that led to a loss of $9m in 2009 alone. She won a multimillion settlement.</p> \n<p>Predictably, BBHMM ignited a furious debate. A headline on Refinery29 declared the video “Not Safe For Work or Feminists” while Twitter accused Rihanna of glorifying violence against women, and condemned the “kidnapped female” trope. Rolling Stone<em> </em>was attacked for praising the video and crediting the two minor male roles while not even giving a name to the actress who plays the main role.</p> \n<p>Rachel Roberts, who has made several Vogue covers, said the offer of her part was “irresistible”. “The video was Rihanna’s concept,” Roberts said last week. “She co-directed it, so she personally cast me. Despite her out-there public image, she’s very professional and hands-on. The whole thing was an insane thrill ride. Helicopters, boats, gunfire, stunts, holding my breath underwater, a dozen locations and a Pomeranian toy dog.” She praised Rihanna as “an undeniable talent”.</p> \n<p>In the New Statesman, Helen Lewis was less gushing: “It was not very feminist – not even very hashtag feminist – of Rihanna to ‘torture that poor rich lady’. That is because it is not very feminist to torture women. Even if they are white. Even if they are rich. Even if you are a woman yourself. Sorry if this comes as a surprise.”</p> \n<p>In an America seething over endemic racism, the presentation of a black woman exacting revenge on a white exploiter has been less controversial than the nudity. Vogue.com columnist Karley Sciortino said: “It’s good to normalise the female body. In so many music videos where you see nudity, it’s framed in these really specific ways: abstract female body parts just looking hot. When Rihanna’s naked she isn’t posing in a hypersexual way, she’s covered in blood and she’ll cut your dick off. She looks powerful, but it’s almost casual, normalised. It’s about showing a powerful representation of the female body, where women are in charge of the way that they’re being viewed.”</p> \n<p>Rihanna’s co-directors, Leo Berne and Charles Brisgand, said her intention was clear. “From the beginning she was like, “I don’t care if it’s not aired on TV’,” Brisgand said. “She wanted something that people don’t expect from her.” The director said it was Rihanna’s idea to hang Roberts from her feet naked.</p> \n<p>Rihanna, who has 22 million followers on Instagram, is one of the few whose appearance on a magazine cover will boost sales. Her past as a victim of domestic violence has brought her fans among young women who see a successful survivor. She certainly has the power to provoke – and she is using it.</p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436031340434/Rihanna-Bitch-Better-Have-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice.","credit":"/PR","altText":"Rihanna Bitch Better Have My Money","cleanCaption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice."}],"bodyImages":[],"webPublicationDate":"2015-07-04T17:36:38Z","lastModified":"2015-07-05T01:59:02Z","metadata":{"commentable":true,"commentCount":344,"contributors":[{"name":"Tracy McVeigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tracymcveigh"},{"name":"Edward Helmore","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edwardhelmore"}],"feature":false,"keywords":["Rihanna","Music","US news","World news","UK news"],"tags":[{"id":"music/rihanna","webTitle":"Rihanna"},{"id":"music/music","webTitle":"Music"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jul/04/feminists-fall-out-over-rihanna-video","shortUrl":"http://gu.com/p/4ack8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jul/04/feminists-fall-out-over-rihanna-video","webUri":"http://www.theguardian.com/music/2015/jul/04/feminists-fall-out-over-rihanna-video"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436031340434/Rihanna-Bitch-Better-Have-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice.","credit":"/PR","altText":"Rihanna Bitch Better Have My Money","cleanCaption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice."}},"importance":4,"kicker":{"title":"Rihanna"},"showQuotedHeadline":false,"sublinks":[{"title":"Barbara Ellen / Rihanna’s self-indulgent video is pure misogyny","rawTitle":"Rihanna’s self-indulgent video is pure misogyny","item":{"type":"comment","id":"commentisfree/2015/jul/05/rihannas-video-bitch-better-have-my-money-misogynistic","title":"Rihanna’s self-indulgent video is not clever. It’s pure misogyny","trailText":"Bitch Better Have My Money is crude, unwieldy, misogynistic  – and don’t start me on artistic licence","standFirst":"Bitch Better Have My Money is crude, unwieldy, misogynistic – and don’t start me on artistic licence","byline":"Barbara Ellen","body":"<p>Where to start with Rihanna’s video for <a href=\"http://time.com/3944430/rihanna-bitch-better-have-my-money-video/\" title=\"\">Bitch Better Have My Money</a>? It seems traditional to apologise for being too white and past-it to comment on any video by a young black artist. But tough, because I’m not going to. Then there’s the fact that Rihanna has produced better songs than this (sub-<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2014/jul/07/sia-furler-1000-form-of-fear-faceless\" title=\"\">Sia</a> ear-dung), and the seven-minute video (co-directed by <a href=\"http://www.newstatesman.com/culture/2015/07/lets-talk-about-rihannas-video\" title=\"\">Rihanna </a>herself) primarily comes across as a painfully obvious self-indulgent attempt to revive industry interest in her God-awful acting.</p> \n<p>However, people are mainly discussing the BBHMM video because it has a plot where a gangsta Rihanna is peeved with a male accountant (played by <em>Hannibal</em>’s Mads Mikkelsen). So with her henchwomen, Rihanna kidnaps his girlfriend (white, blonde, trophy, cuddling a pooch – so, you know, totally deserves it), and strips, drugs, tortures (swinging her upside down naked from a roof) and drowns her. The woman is last seen bobbing lifeless beneath gangsta Rihanna’s lilo.</p> \n<p>Nice. Thanks for co-directing that, Rihanna, and for demonstrating how female-on-female torture and murder are just as “SEXY!” as the male-on-female versions. We were all a little unsure before – but now we know.</p> \n<p>Perhaps more than Rihanna knows herself, because the BBHMM video also serves as a study in celebrity delusion: take away the skin colour and the “white spoilt bitch” has far more in common with real Rihanna than the gangsta Rihanna she’s portraying, whatever she likes to think of the state of her street cred. But I digress.</p> \n<p>The main issue here is surely: misogyny, who’s allowed to do it? And the only answer can be: nobody. It’s even difficult to excuse it on the grounds of artistic expression, given how crude is the video. I always felt that sometime Rihanna collaborator Eminem’s material featuring murdered women (Bonnie &amp; Clyde; Kim) worked as urban cartoons, within which he made valid points about the fragile nature of uncontrolled male rage.</p> \n<p>By contrast, BBHMM’s plot (I’m angry with an accountant so I’m gonna kill his chick) has no nuance no artistry. Moreover, just because, in Rihanna’s musical sphere and beyond, there are misogynistic male artists, this doesn’t automatically give her the same “privileges”. Not only is reversing gender roles very pat and tired, BBHMM doesn’t even follow through properly.</p> \n<p>Rihanna already has the (clothed) male victim, to make her unwieldy plot work, but still the (unclothed) female is added – obviously to increase the sex quotient. Apparently, it’s not “HOT!” enough to spend a seven-minute video merely killing a man. Again comparing the similar furore surrounding Eminem, he never seemed to need to add naked male victims. (Funny that.)</p> \n<p>Is a video so important? Of course. Pop culture is one of the most powerful mediums we possess for talking to each other; part of the ongoing conversation in explaining ourselves to each other. Certainly, it’s not good enough to say that Rihanna is a globally successful artist calling the shots in a male-dominated industry that (yay!) is feminist enough. I’m sure we’re all feminist-enough on our lazy days, but since when did that mean that you get to craft a woman-hating, sub-snuff video, and that’s fine because the visuals are great and you’re a bestselling artist, mwah, mwah?</p> \n<p>Does citing artistic licence excuse misogyny in a video? As a well-known victim of domestic violence, maybe – astonishingly – Rihanna doesn’t give a flying one about other females? This is her choice. Men aren’t asked to make pro-male decisions every single moment of their lives. Still, as co-director, Rihanna can’t pretend this video was forced upon her. BBHMM raises issues not only of race (the plot did not require specifically white victims), class (the wealth signifiers of the female victim dehumanise her in time for her death), but also of blatant female-on-female hatred. At least it proves how it definitely ain’t any prettier (or more forgivable) than the male-on-female version.</p> \n<h2>Life’s a beach, and then you fry <br /></h2> \n<p>Dermatologists have expressed concern over the new <a href=\"http://time.com/3944708/sunburn-art/\" title=\"\">sunburn-art trend</a>, where sunscreen is artfully placed to create shapes on people’s burned skin. What utter idiots, though it seems to be part of a wider malaise.</p> \n<p>During this hideous dehumanising heatwave, as I like to think of it, what has amazed me even more than the fact that so many people truly believe that they rock in a Hawaiian shirt (sorry, most of you don’t), has been the amount of pink, sore flesh on show.</p> \n<p>What is this – 1976? Has nobody heard of sun protection?</p> \n<p>Then there were the tans, even more proudly displayed because they were not “out of a bottle”. Well, I say “tans” but let’s call them by their real name – visible sun damage.</p> \n<p>Obviously I’m a sunscreen mega-nag – if my children want to ruin their skin (or, God forbid, worse), then it won’t be on my watch. Over the years, you may even have spotted a sullen woman on the beach, dressed head to toe in black, larded with factor 50, thunderously glaring, as though someone had stolen the flake out of her 99.</p> \n<p>That would be me judging you.</p> \n<p>Not only would I class allowing a child to burn as abuse, I would put adult tans firmly into the self-harm category.</p> \n<p>Clearly, I’m a hardliner, and a pasty, an unattractive, whiny one at that.</p> \n<p>Still, what explains this universal agreement to refuse to accept that tans are sun-damage? Don’t the tanned realise that people routinely mocked for using fake-tan gunk are being more responsible?</p> \n<p>As it is, I might be a sun-hating formerly goth killjoy. Actually, scratch that, start again: I’m <em>definitely</em> a sun-hating formerly goth killjoy, but oddly it seems that people like myself respect the strength of the sun far more than those who profess to love it.</p> \n<h2>Roger, all this whining’s a bit off-colour</h2> \n<figure class=\"element element-image\" data-media-id=\"f71deebdbdc1518ddab16d9612096983abc61ee5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436023878352/8a98343a-8dfa-4a6c-8f1a-d76367edf0c4-460x276.jpeg\" alt=\"Roger Federer: the fans seem to like him in white.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roger Federer: the fans seem to like him in white.</span> \n  <span class=\"element-image__credit\">Photograph: Tim Ireland/AP</span> \n </figcaption> \n</figure> \n<p>The Wimbledon tennis championships wouldn’t be the same without players <a href=\"http://www.telegraph.co.uk/sport/tennis/rogerfederer/10943353/Roger-Federer-Wimbledons-all-white-dress-code-is-too-strict.html\" title=\"\">moaning about the all-white dress code</a>. Now Roger Federer says it’s akin to the 1950s. When he sees old photos of Bj&ouml;rn Borg and Boris Becker, their outfits have splashes of colour and the new strict rules are a pity, as players don’t get to “express themselves”.</p> \n<p>Come off it, Rog, and the others who have complained. The players can “express themselves” by… well, playing. Moreover, do players really have difficulties putting together white outfits? If all else fails, there’s this little shopping chain in the UK called John Lewis, which could kit them out.</p> \n<p>As it happens, Wimbledon is my manor and you can get John Lewis products delivered to the local Waitrose. Just trying to be helpful, people.</p> \n<p>A cynic might say the real problem is that players, and their sponsors, can’t festoon kit with logos, which renders Wimbledon a two-week television “dead zone” for advertising. You could make a case for this being tough on new players, but surely not the esteemed likes of Federer, especially as he’s only concerned with “expressing himself”. As you were, Wimbledon.</p> \n<figure class=\"element element-image\" data-media-id=\"4053b87802b8b9d7a5106232b9b0a9fc6fca0232\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436023768101/0cdbca26-f992-4106-9bf6-b68fa5d322c0-460x276.jpeg\" alt=\"You wouldn't catch Barbara doing this.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">You wouldn’t catch Barbara doing this.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Jones/Observer</span> \n </figcaption> \n</figure>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436022651601/China-Through-The-Looking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rihanna: God-awful acting. Photograph: Jamie Mccarthy/FilmMagic","credit":"Jamie Mccarthy/FilmMagic","altText":"\"China: Through The Looking Glass\" Costume Institute Benefit Gala - Fashion Focus","cleanCaption":"Rihanna: God-awful acting. Photograph: Jamie Mccarthy/FilmMagic"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023879713/8a98343a-8dfa-4a6c-8f1a-d76367edf0c4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roger Federer: the fans seem to like him in white. Photograph: Tim Ireland/AP","credit":"Tim Ireland/AP","altText":"Roger Federer: the fans seem to like him in white.","cleanCaption":"Roger Federer: the fans seem to like him in white.","cleanCredit":"Photograph: Tim Ireland/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436023769606/0cdbca26-f992-4106-9bf6-b68fa5d322c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"You wouldn’t catch Barbara doing this. Photograph: Daniel Jones/Observer","credit":"Daniel Jones/Observer","altText":"You wouldn't catch Barbara doing this.","cleanCaption":"You wouldn’t catch Barbara doing this.","cleanCredit":"Photograph: Daniel Jones/Observer"}],"webPublicationDate":"2015-07-04T23:04:04Z","lastModified":"2015-07-04T23:04:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barbara Ellen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barbaraellen"}],"feature":true,"keywords":["Rihanna","Music","UK news"],"tags":[{"id":"music/rihanna","webTitle":"Rihanna"},{"id":"music/music","webTitle":"Music"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Barbara Ellen","topic":{"type":"tag-contributor","name":"profile/barbaraellen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/rihannas-video-bitch-better-have-my-money-misogynistic","shortUrl":"http://gu.com/p/4actn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/rihannas-video-bitch-better-have-my-money-misogynistic","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/rihannas-video-bitch-better-have-my-money-misogynistic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436022651601/China-Through-The-Looking-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rihanna: God-awful acting. Photograph: Jamie Mccarthy/FilmMagic","credit":"Jamie Mccarthy/FilmMagic","altText":"\"China: Through The Looking Glass\" Costume Institute Benefit Gala - Fashion Focus","cleanCaption":"Rihanna: God-awful acting. Photograph: Jamie Mccarthy/FilmMagic"}},"importance":0,"kicker":{"title":"Barbara Ellen"},"byline":{"title":"Barbara Ellen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436031340434/Rihanna-Bitch-Better-Have-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice.","credit":"/PR","altText":"Rihanna Bitch Better Have My Money","cleanCaption":"Bitch Better Have My Money is based on Rihanna’s grievance against an accountant, claiming that he gave her ‘unsound’ advice."}}]},{"title":"Jay Rayner on restaurants / Saltwood on the Green","rawTitle":"Saltwood on the Green","item":{"type":"article","id":"lifeandstyle/2015/jul/05/saltwood-on-the-green-restaurant-review-jay-rayner","title":"Saltwood on the Green: restaurant review","trailText":"The late Alan Clark’s castle is close to the pleasing Saltwood on the Green. But would they have let him in, asks Jay Rayner","standFirst":"<p>The late Alan Clark’s castle is close to the pleasing Saltwood on the Green. But would they have let him in?</p>","byline":"Jay Rayner","body":"<h2>The Green, Saltwood, Hythe, Kent (01303 237 800). Meal for two, including drinks and service: &pound;50-&pound;100<br /></h2> \n<p><br />I have always associated the village of Saltwood near Hythe in Kent with a certain kind of agreeable louchness. This is because it is home to Saltwood Castle, inhabited by the late Alan Clark MP until his death in 1999, when he insisted on being buried in its grounds. Politically, Clark was to the right of Genghis Khan, and could say things that would make your bottom jaw fall so slack it seemed to have become dislocated from the rest of your skull. Referring to Africa as “bongo-bongo land” sticks in the memory. Racism aside, he did rather add to the gaiety of nations. In 1992 he retired as an MP and published his diaries, but missed the Commons so much he stood again for election in 1997.</p> \n<p>As a candidate he could no longer write his diaries. Instead, throughout the election, <a href=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/25/1435228006702/JayRayner-23-March-1997-001.jpg\">I wrote them for him</a> for this newspaper, which meant I pursued him around Kensington and Chelsea for a month. It was an eventful campaign. Halfway through, a retired judge turned up from South Africa looking to “horse whip” Clark because it transpired he’d shagged both his wife and his daughter. Clark’s birthday fell during the campaign so the <em>Observer</em> gave him a present – an academic treatise on the objectification of breasts, because we knew he appreciated those (breasts, not academic treatises.) The cover, featuring a dozen photographs of its subject, was the only racy thing about it. He passed the package to his long-suffering wife Jane to open. Apparently she was not amused.</p> \n<p>I like to think Clark would have approved of <a href=\"http://www.saltwoodrestaurant.co.uk/\">Saltwood on the Green</a>, the restaurant that not long ago opened close to the castle. As both a small and big C conservative, he might have mourned the fact that it occupies the site that was once the village general store. Then again, as the only minister ever to have been accused of being sloshed while at the dispatch box, I suspect he might have seen the benefits of being able to drink there in a way he never could when it was the local shop. There’s the modestly priced wine list, the changing roster of cocktails at &pound;7 a pop and, best of all, the local ciders by Jake’s Orchard, flavoured with nettles or strawberries which, on a muggy summer’s day, are just the thing, in a glass so heavy with ice it’s practically frosted. </p> \n<p>The last reminder of the shop is the magnificent piece of wooden shelving and drawers, once used by the store for everything from flour to spices to balls of string, which fills a whole wall. Otherwise it’s a pleasing whitewashed, airy space. Viewed through the prism of its lunchtime menu, it ticks all the boxes marked useful: there’s scrambled eggs and fishcakes, soup of the day and cheesecake. It’s where laydees come to natter. It’s when you start looking at the evening menu that you sense a greater ambition at work. The head chef is American <a href=\"http://www.saltwoodrestaurant.co.uk/team.html\">Jeff Kipp</a>, who worked at Charlie Trotter’s in Chicago before coming to London to work with Gordon Ramsay and, later, at the estimable <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2012/sep/02/duck-and-waffle-restaurant-review-jay-rayner\">Duck and Waffle</a>.</p> \n<figure class=\"element element-image\" data-media-id=\"0e7d7a4b3fdb57142e415ceacce9e6d014386f7f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678905597/c8480254-a553-4402-ab71-10d26c0cacb5-460x276.jpeg\" alt=\"A triangle of warm cornbread smothered at one end with sticky tomato jam and  a curl of soft goat’s cheese\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘The clearest sign of head chef Jeff Kipp’s American roots are in the nibbles: warm cornbread with sweet, sticky tomato jam and goat’s cheese,’ says Jay. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>The clearest sign of his American roots are in the nibbles: a delicious warm cornbread with a sweet, sticky tomato jam and a curl of soft goat’s cheese; an absurdly moreish soft pretzel, with a dish of liquid Welsh rarebit topping for dredging through, and dredging through again. Elsewhere it’s clear that Kipp is most energised by the ambitious and lightly tweezered. On the one hand, a smoked fishcake is a puck of far more potato than fish, as though he’s thinking about the lunchtime bottom line rather than the end product. It feels like something he knows he has to have there and, at &pound;7, bulking up with potato is the only way to make it work.</p> \n<p>By contrast &pound;9 for three good-sized scallops feels like value. They are perfectly seared and come draped with thin slices of lardo, the cured back fat of the pig, melting to translucence so you can see the sear marks beneath. There are curls of crackling to up the pig quotient, which can never be a bad thing, and thin batons of Granny Smith apple to give all that fat and caramelisation a bit of life.</p> \n<p>From the list marked “big plates”, a title which has a whiff of “Alan Partridge at the breakfast buffet” about it, a chicken dish is quite the piece of work. Yes it’s &pound;18, but boy do you get a lot for your money. There are thumping pieces of skinless breast from a bird that could clearly have taken you down with one punch. More impressive than the size is the fact that it tastes so deeply of chicken and is soft without feeling like cotton wool. There are small planks of smoked mushroom, bronzed cylinders of potato, and then a load more chicken that has been braised, shredded, spun through with fresh herbs and reformed into what fancy restaurants like to call a “tian” before being topped with crumbs made from crisp chicken skin. Try saying all that without taking a breath. Bring a friend.</p> \n<figure class=\"element element-image\" data-media-id=\"a8c95affc95e240f37038187cf7ff3825b5c0ebf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678742577/7f3c8df7-69b7-408e-92bf-f6d0782a66e6-460x276.jpeg\" alt=\"Two slices of lamb loin next to a raviolo made with lamb's liver and crisped sweetbreads\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The lamb loin accompanied by a raviolo made with lamb’s liver and crisped sweetbreads. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>A lamb dish – loin, a raviolo made with lamb’s liver and crisped sweetbreads all atop a salad of broad beans with pomegranate seeds – is a little less successful. The pasta used to form the ravioli is a bit heavy, and the filling dense; the sweetbreads are cut so small they have seized up a touch in the oil. It’s one of those dishes where you can see exactly what they’re getting at, without quite being able to applaud the end result.</p> \n<figure class=\"element element-image\" data-media-id=\"217602bada5e85ad0564c707399e10848ac1a85e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678446029/98048041-5184-435d-9adc-163063a92fa3-460x276.jpeg\" alt=\"Rectangle of pollen cream with honeycomb on a round plate\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sweet nothings: the pollen cream – ‘merely a lightly aromatic mousse’. Photograph: Sophia Evans for the Observer</span> \n </figcaption> \n</figure> \n<p>There’s something similar in the desserts, which have been placed on the plate just so. They look as if they have been plated for Instagram rather than with the diner in mind. A rectangle of set pollen cream is merely a lightly aromatic mousse, though the accompanying nuggets of cinder toffee lift the dish. The piece of honeycomb reads nicely, however, but is a hit of sweet too far. A strawberry cheesecake is dependent on a disc of gel which is a little too much sweet and not enough fruit.</p> \n<p>To be fair I think these criticisms are judging Saltwood on the Green by its own standards. For all its laidback chic, this is a serious kitchen keen to punch above its weight. Often it succeeds. Certainly Alan Clark would have been very happy here. Whether they would have been happy to have him is another matter entirely.</p> \n<h2>Jay’s news bites</h2> \n<p>■ For another smart bistro punching above its weight, try Digby Chick in Stornoway on the Isle of Lewis. At lunchtime it can do you paninis and fishcakes, because it must to survive. But come the evening it’s beef fillet with local scallops, or pistachio and sesame-crusted monkfish (<a href=\"http://digbychick.co.uk\">digbychick.co.uk</a>).</p> \n<p>■ One of the most beautiful dining rooms in London may get a new operator after the Criterion Restaurant on Piccadilly Circus went bust. The extraordinary gold-tiled vault of the Criterion was run by Charles Forte for many years, but more recently by a Georgian entrepreneur. In my 2010 review I declared it my worst meal of the year, even though it was only January. Fingers crossed someone with taste and skill gets control (<a href=\"http://criterionrestaurant.com\">criterionrestaurant.com</a>).</p> \n<p>■ If you enjoyed billiards in the cellar at the Lime Wood Hotel in Hampshire, bad luck. The table has been removed to make room for a new cookery school, HH &amp; Co Backstage, run by Angela Hartnett and Luke Holder, who already oversee the catering at the hotel (<a href=\"http://limewoodhotel.co.uk\">limewoodhotel.co.uk</a>).</p> \n<p><br />Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p> \n<p>Follow Jay on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678111666/A-big-table-with-10-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shelf life: Saltwood on the Green was once a general store.  Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"A big table with 10 chairs, hanging lamps and bookshelves behind","cleanCaption":"Shelf life: Saltwood on the Green was once a general store.  Photograph: Sophia Evans for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678907380/c8480254-a553-4402-ab71-10d26c0cacb5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The clearest sign of head chef Jeff Kipp’s American roots are in the nibbles: warm cornbread with sweet, sticky tomato jam and goat’s cheese,’ says Jay. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"A triangle of warm cornbread smothered at one end with sticky tomato jam and  a curl of soft goat’s cheese","cleanCaption":"‘The clearest sign of head chef Jeff Kipp’s American roots are in the nibbles: warm cornbread with sweet, sticky tomato jam and goat’s cheese,’ says Jay. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678744048/7f3c8df7-69b7-408e-92bf-f6d0782a66e6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The lamb loin accompanied by a raviolo made with lamb’s liver and crisped sweetbreads. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Two slices of lamb loin next to a raviolo made with lamb's liver and crisped sweetbreads","cleanCaption":"The lamb loin accompanied by a raviolo made with lamb’s liver and crisped sweetbreads. Photograph: Sophia Evans for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678447633/98048041-5184-435d-9adc-163063a92fa3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sweet nothings: the pollen cream – ‘merely a lightly aromatic mousse’. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans/Observer","altText":"Rectangle of pollen cream with honeycomb on a round plate","cleanCaption":"Sweet nothings: the pollen cream – ‘merely a lightly aromatic mousse’. Photograph: Sophia Evans for the Observer"}],"webPublicationDate":"2015-07-05T05:00:05Z","lastModified":"2015-07-05T05:00:05Z","metadata":{"commentable":true,"commentCount":15,"contributors":[{"name":"Jay Rayner","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733739943/JayRayner.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jayrayner"}],"feature":true,"keywords":["Food & drink","Restaurants","Restaurants","Life and style","Travel"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/restaurants","webTitle":"Restaurants"},{"id":"travel/restaurants","webTitle":"Restaurants"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Jay Rayner","topic":{"type":"tag-contributor","name":"profile/jayrayner"}}],"series":{"title":"Jay Rayner on restaurants","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/jayrayner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#ffce4b","navigationDownColour":"#ffdc7d","ruleColour":"#ffce4b","headlineColour":"#ffffff","headlineAccentColour":"#ffce4b","starColour":"#ffce4b","starEmptyColour":"#70695e","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#dcdad5","backgroundColour":"#7d7569","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#70695e","kickerColour":"#ffce4b","colourPalette":"review"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/05/saltwood-on-the-green-restaurant-review-jay-rayner","shortUrl":"http://gu.com/p/4a9ak","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/05/saltwood-on-the-green-restaurant-review-jay-rayner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/05/saltwood-on-the-green-restaurant-review-jay-rayner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678111666/A-big-table-with-10-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shelf life: Saltwood on the Green, which was once a general store. Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"A big table with 10 chairs, hanging lamps and bookshelves behind","cleanCaption":"Shelf life: Saltwood on the Green, which was once a general store. Photograph: Sophia Evans for the Observer"}},"importance":3,"kicker":{"title":"Jay Rayner on restaurants"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678111666/A-big-table-with-10-chair-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shelf life: Saltwood on the Green was once a general store.  Photograph: Sophia Evans for the Observer","credit":"Sophia Evans for the Observer","altText":"A big table with 10 chairs, hanging lamps and bookshelves behind","cleanCaption":"Shelf life: Saltwood on the Green was once a general store.  Photograph: Sophia Evans for the Observer"}}]},{"title":"Why your smartphone takes better photographs than the Hubble space telescope","rawTitle":"Why your smartphone takes better photographs than the Hubble space telescope","item":{"type":"article","id":"science/2015/jul/05/smartphone-better-photographs-hubble-space-telescope","title":"Why your smartphone takes better photographs than the Hubble space telescope","trailText":"Given that we’re living in a golden age for space photography, it’s surprising how antiquated the hardware responsible is…","standFirst":"Given that we’re living in a golden age for space photography, it’s surprising how antiquated the hardware responsible is…","byline":"Monica Grady","body":"<p>For those who keep up with the latest developments in space exploration, the last couple of years have offered a rich feast of images: from close-up pictures of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2012/sep/28/curiosity-finds-ancient-riverbed-mars\" title=\"\">water-worn pebbles</a> on the surface of Mars to the views of galaxies at the edge of the visible universe, by way of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jul/01/rosetta-spacecraft-enormous-sinkholes-comet-67p\" title=\"\">cratered surface</a> of comet 67P/Churyumov-Gerasimenko. We are becoming almost blase with the seemingly daily occurrence of a fresh view of a star or planet.</p> \n<p>Back on Earth, we are also no longer amazed by the instant communication of social media or the ability to watch films in high definition on our smartphones. Rather, we tend to complain if our mobile signal drops out when going through a tunnel on a train journey or the internet speed slows because it can’t cope with the 10GB film you are streaming at the same time your kids are playing an online fantasy game ported through a server some thousand miles away. The latest developments in hi-tech communications incorporate 64bit architecture, 1GB RAM, 1.4 GHz speed, 20 megapixel cameras and so on. How does all this relate to the wonderful images produced by space instruments?</p> \n<p>Looking at the technical specifications for the camera on the Hubble space telescope (HST), you are immediately in a different world. One of 16bit architecture. One of 48k memory and a speed of 1.25MHz. How antiquated! How ancient! How slow! How does the HST manage to produce anything at all? How come it isn’t using the latest technology?</p> \n<p>What we forget is how long the space missions that deliver these images have taken to plan. The HST was launched in 1990, but planning started in 1975 and instrument build began around 1978. Mission architecture requires reliable components and the standard “space-qualified” computer was a monster, weighing in at around 50kg. Imagine having to lug a portable computer around that weighed 50kg. Laptops these days are 2kg or less.</p> \n<figure class=\"element element-image\" data-media-id=\"adb47601cc67d0a6d699da16b1352dabb84b84f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435850168541/76bb91b5-1522-45cd-bcc8-dd7152e9dc10-460x276.jpeg\" alt=\"An artist's impression of Rosetta's lander Philae (front view) on the surface of comet 67P/Churyumov-Gerasimenko.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An artist’s impression of Rosetta’s lander Philae (front view) on the surface of comet 67P/Churyumov-Gerasimenko.</span> \n  <span class=\"element-image__credit\">Photograph: MEDIALIAB/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The reason that the HST is still operational is mostly thanks to five space shuttle missions that repaired and upgraded ageing instruments. The third servicing mission was in 1999 and that was when the processor was last upgraded, from 1.25MHz to 25MHz, still way below the specifications we are familiar with today.</p> \n<p>Over its lifetime, the HST has gradually been equipped with more advanced technologies, but that is only because it is in low Earth orbit and could be reached by astronauts in the shuttle. The same does not apply to spacecraft that have left Earth’s orbit. For example, the Rosetta mission, which kept us on tenterhooks from last November <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/14/rosetta-mission-hibernating-philae-lander-spacecraft-wakes-up\" title=\"\">until last month </a>about the health of its Philae lander, was launched in 2004, but design specifications were first sketched out in the mid-1990s. Rosetta is now <a href=\"http://www.livecometdata.com/comets/67p-churyumov-gerasimenko/\" title=\"\">more than 270m kilometres</a> (170m miles) from Earth, so there is no chance of any hardware upgrades at all. The best that can be done is in the form of system upgrades, which take even longer than when your PC takes it into its mind to upgrade without your permission; how often have you switched on to the dread words “new updates are available” or “Windows is installing upgrade 1 of 579”?</p> \n<p>Rosetta has had to undergo other indignities. For two and a half of the 10 years it took Rosetta to reach comet 67P, all the spacecraft systems were switched off – a deep-space hibernation. Imagine taking the PC you used 15 years ago and putting it in a freezer for two years. How surprised would you be if, when it came back out of the freezer, it worked perfectly when you switched it on? That is the type of performance spaceflight engineers expect and almost take for granted. Rosetta was <a href=\"http://www.esa.int/Our_Activities/Space_Science/Rosetta/ESA_s_sleeping_beauty_wakes_up_from_deep_space_hibernation\" title=\"\">aroused from hibernation</a> in January 2014, in front of a waiting world. There was no hiding if the spacecraft needed to be switched on and off again a few times before communication was re-established.</p> \n<p>Because we take the wonderful images produced by space missions somewhat for granted, and forget the (often) aged technology behind them, there is perhaps an even greater sense of disappointment when a space mission doesn’t deliver as spectacular an image as anticipated. In 10 days or so time, the <a href=\"http://pluto.jhuapl.edu\" title=\"\">New Horizons mission</a> will race past Pluto and produce the first close-up images of this distant object. They will be black-and-white pictures of something still a bit blurry. But they will be the clearest images of this remote body and worthy of as much celebration as the most colourful&nbsp;panorama of a Martian landscape or a galaxy.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435950356936/Feast-of-images-the-const-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images","credit":"/AFP/Getty Images","altText":"Feast of images: the constellation of Orion as seen by Hubble. ","cleanCaption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435850169936/76bb91b5-1522-45cd-bcc8-dd7152e9dc10-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An artist’s impression of Rosetta’s lander Philae (front view) on the surface of comet 67P/Churyumov-Gerasimenko. Photograph: MEDIALIAB/AFP/Getty Images","credit":"MEDIALIAB/AFP/Getty Images","altText":"An artist's impression of Rosetta's lander Philae (front view) on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCaption":"An artist’s impression of Rosetta’s lander Philae (front view) on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCredit":"Photograph: MEDIALIAB/AFP/Getty Images"}],"webPublicationDate":"2015-07-05T07:00:10Z","lastModified":"2015-07-05T07:00:10Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Monica Grady","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/monica-grady"}],"feature":true,"keywords":["Hubble space telescope","Space","Photography","Science","Technology"],"tags":[{"id":"science/hubble-space-telescope","webTitle":"Hubble space telescope"},{"id":"science/space","webTitle":"Space"},{"id":"technology/photography","webTitle":"Photography"},{"id":"science/science","webTitle":"Science"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"science"},"topics":[{"displayName":"Monica Grady","topic":{"type":"tag-contributor","name":"profile/monica-grady"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jul/05/smartphone-better-photographs-hubble-space-telescope","shortUrl":"http://gu.com/p/4ab2y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jul/05/smartphone-better-photographs-hubble-space-telescope","webUri":"http://www.theguardian.com/science/2015/jul/05/smartphone-better-photographs-hubble-space-telescope"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435950356936/Feast-of-images-the-const-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images","credit":"/AFP/Getty Images","altText":"Feast of images: the constellation of Orion as seen by Hubble. ","cleanCaption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435950356936/Feast-of-images-the-const-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images","credit":"/AFP/Getty Images","altText":"Feast of images: the constellation of Orion as seen by Hubble. ","cleanCaption":"Feast of images: the constellation of Orion as seen by Hubble.  Photograph: AFP/Getty Images"}}]},{"title":"How to look good in green / The best ethical fashion","rawTitle":"The best ethical fashion","item":{"type":"article","id":"fashion/2015/jul/05/how-to-look-good-in-green-ethical-fashion","title":"How to look good in green: the best ethical fashion","trailText":"Eco fashion shrugged off its frumpy image long ago. Now ethics and aesthetics come together, says Alice Fisher","standFirst":"<p>Eco fashion shrugged off its frumpy image long ago. Now ethics and aesthetics come together</p>","byline":"Alice Fisher","body":"<p>One emotion that I don’t get to experience as much as I’d like to is smugness. This is especially true when it comes to clothes. Feeling smug about your outfit can only be achieved by very particular means. You have to wear something devastatingly perfect at the right time and the right place, find a bargain of staggering proportion or buy something ethical that makes more people feel good about life than just you.</p> \n<p>This third option is easier now that green fashion brands have realised that people will buy ethical clothes as long as they don’t <em>look</em> like ethical clothes. Lots of labels have sprung up that consider ethics and aesthetics together. For some, the ethical element is in itself organic. British designer Christopher Raeburn, for example, uses recycled military fabrics and decommissioned parachutes to make clothes because he wants to rather than because he feels morally obliged to. This change and lightening in attitude is really apparent in the new eco clothes.</p> \n<p>And it’s easier to go ethical shopping, too. Some great boutiques have appeared which do all the sorting of nice from naff and the worrying about bona fides for you. All you have to do is loll on the sofa browsing their websites and buy.</p> \n<p>My favourite two are <a href=\"https://www.the-acey.com/\" title=\"\">The Acey</a> and <a href=\"http://www.69bboutique.com/\" title=\"\">69b.</a> The former was set up by Holly Allenby, who worked at ethical footwear brand Toms, and the latter is by Merryn Leslie, an erstwhile fashion editor at <em>i-D</em> magazine. For great basics in simple shapes and patterns, go for 69b. The Acey is more trend-led, though not try-hard.</p> \n<p>I really like <a href=\"http://revenvert.com/\" title=\"\">Reve en Vert</a>, too. This boutique was started last year by friends Natasha Tucker and Cora Hilts. Their own basics line – REV – is also available on the site and I recommend the T-shirts, which are deliciously soft.</p> \n<p>If you want something cool, try <a href=\"http://www.gatherandsee.com/\" title=\"\">Gather &amp; See</a>. Steph Hogg and Alicia Taylor are co-founders of this shop and it’s a youthful eye that has picked out their range of playsuits, crop tops and short shorts. Gather &amp; See also categorises clothes by whether they’re organic, recycled, made in small-scale production, fairtrade or handcrafted, which appeals to me – I’m often adrift with eco terminology.</p> \n<p>All of the above have great accessories sections, but if you’re looking for jewellery, do also look at <a href=\"http://www.made.uk.com/\" title=\"\">Made</a> and <a href=\"https://www.justind.co.uk/\" title=\"\">Justin Duance</a>. Made’s fairtrade jewellery is handmade in their Kenyan workshop, where they invest in staff, offering training and job security. And Justin Duance is a&nbsp;UK-based jeweller who uses recycled metal and reclaimed wood in his designs.</p> \n<p>Buy some of these wares and you will feel smug. You will be a better person and you might even find the perfect outfit for the perfect occasion. You won’t find an amazing bargain, but it’s that unsustainable and selfish search that got us and the fashion industry in trouble in the first place. Settle for two out of three. That really isn’t too bad.</p> \n<p><em>Follow Alice on Instagram </em><a href=\"https://instagram.com/aliceefisher/\" title=\"\"><em>@aliceefisher</em></a></p>","section":"Fashion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943708543/f0c6bb0c-fb7e-4851-ae57-f894509aab2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Ethical fashion","cleanCredit":"Photograph: PR"}],"bodyImages":[],"webPublicationDate":"2015-07-05T05:00:06Z","lastModified":"2015-07-05T05:00:06Z","metadata":{"commentable":true,"commentCount":6,"contributors":[{"name":"Alice Fisher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alicefisher"}],"feature":true,"keywords":["Fashion","Life and style","Ethical and green living","Environment","Ethical business"],"tags":[{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"environment/ethical-living","webTitle":"Ethical and green living"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/ethicalbusiness","webTitle":"Ethical business"}],"section":{"id":"fashion"},"topics":[{"displayName":"Alice Fisher","topic":{"type":"tag-contributor","name":"profile/alicefisher"}}],"series":{"title":"Style column","uri":"http://mobile-apps.guardianapis.com/lists/tag/fashion/series/style-column"},"embeddedVideos":[],"adTargetingPath":"fashion"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/fashion/2015/jul/05/how-to-look-good-in-green-ethical-fashion","shortUrl":"http://gu.com/p/4a98z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/fashion/2015/jul/05/how-to-look-good-in-green-ethical-fashion","webUri":"http://www.theguardian.com/fashion/2015/jul/05/how-to-look-good-in-green-ethical-fashion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943708543/f0c6bb0c-fb7e-4851-ae57-f894509aab2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"From left: Zuri playsuit, £75, Lalesso (<a href=\"http://www.gatherandsee.com\">gatherandsee.com</a>), Baker white loafers, £249, Good Guys (<a href=\"http://www.the-acey.com\">the-acey.com</a>), Charlotte pendant, £30, <a href=\"http://www.made.uk.com\">made.uk.com</a>, Justine tee, £38, REV (<a href=\"http://www.revenvert.com\">revenvert.com</a>), Model wears Christopher Raeburn S/S 15, Leaf-print jumpsuit, £79, Komoko (<a href=\"http://www.thekeepboutique.com\">thekeepboutique.com</a>), Parakeet striped jumper, £75, Maitri (<a href=\"http://www.69bboutique.com\">69bboutique.com</a>), Handmade silverwatch, £390, JustinDuance (<a href=\"http://www.justind.co.uk\">justind.co.uk</a>)  Photograph: PR","credit":"PR","altText":"Ethical fashion","cleanCaption":"From left: Zuri playsuit, £75, Lalesso (<a href=\"http://www.gatherandsee.com\">gatherandsee.com</a>), Baker white loafers, £249, Good Guys (<a href=\"http://www.the-acey.com\">the-acey.com</a>), Charlotte pendant, £30, <a href=\"http://www.made.uk.com\">made.uk.com</a>, Justine tee, £38, REV (<a href=\"http://www.revenvert.com\">revenvert.com</a>), Model wears Christopher Raeburn S/S 15, Leaf-print jumpsuit, £79, Komoko (<a href=\"http://www.thekeepboutique.com\">thekeepboutique.com</a>), Parakeet striped jumper, £75, Maitri (<a href=\"http://www.69bboutique.com\">69bboutique.com</a>), Handmade silverwatch, £390, JustinDuance (<a href=\"http://www.justind.co.uk\">justind.co.uk</a>) ","cleanCredit":"Photograph: PR"}},"importance":1,"kicker":{"title":"How to look good in green"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435943708543/f0c6bb0c-fb7e-4851-ae57-f894509aab2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PR","altText":"Ethical fashion","cleanCredit":"Photograph: PR"}}]}],"lastModified":"2015-07-05T08:08:56Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}