{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Women's World Cup / Heartbreaking own goal ends England's dreams","rawTitle":"Heartbreaking own goal ends England's dreams","item":{"type":"article","id":"football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams","title":"Women's World Cup 2015: England dream dies with heartbreaking own goal","trailText":"Laura Bassett scored an own goal as the seconds ticked down to send Japan into the World Cup final against USA on Sunday","standFirst":"<ul>\n <li>Japan 2-1 England</li>\n <li>Laura Bassett scores own goal in stoppage time as Japan triumph</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/01/womens-world-cup-2015-japan-england-live\">Read Tim Hill’s minute-by-minute report</a><br /></li>\n</ul>","byline":"Louise Taylor in Edmonton","body":"<p>England’s World Cup dream concluded in the cruellest fashion when Laura Bassett’s stoppage time own goal re-routed Mark Sampson’s Lionesses from the final in Vancouver to Heathrow.</p> \n<p>Bassett was in tears after slicing an intended clearance into her own net at the end of an evening on which England had held their own against a slick passing, technically accomplished, but largely non-penetrative, Japan side.</p> \n<p>Defensively excellent, Sampson’s players persistently forced their opponents to construct their passing triangles down a series of cul-de-sacs and blind alleys. Perhaps ironically, they came undone when the geometry-obsessed World Cup holders delivered a rare cross. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jul/02/womens-world-cup-japan-beat-england-in-pictures\">Women's World Cup: Japan beat England – in pictures</a> </p> \n</aside> \n<p>A semi-final England’s coach had predicted would be very much about set pieces was level courtesy of a pair of somewhat debatable penalties, and drifting into extra time when Japan broke and Nahomi Kawusumi unleashed an excellent, subtly curving ball from the right. If anyone needed a reminder of why high-calibre crosses change games, this was it.</p> \n<p>Under acute pressure from two attackers, Bassett attempted to clear but merely succeeded in forcing the ball over Karen Bardsley’s head before watching in horror as it grazed the underside of the bar and dropped a yard over the line.</p> \n<p>As tears began rolling down Bassett’s face, the final whistle blew. Instantly the centre half was engulfed by team-mates desperate to offer her a consolatory hug.</p> \n<p>Bassett and the rest of Sampson’s squad must travel back to London via Saturday’s third place playoff against Germany, while Japan will face USA in the following day’s denouement.</p> \n<p>Prince William and David Cameron had been at the front of the queue of well wishers sending the Lionesses good luck messages on Wednesday, but Norio Sasaki was not convinced.</p> \n<p>“There are places where England fall unintentionally apart,” said Japan’s coach, somewhat sniffily, shortly before kick off. “I wonder how they have been so successful so far?”</p> \n<p>Shortly after kickoff, Jodie Taylor looked set to ruffle his confidence after connecting with Karen Bardsley’s long kick – but she directed her volley slightly off target.</p> \n<p>After that, much of the first half was all about Japan dominating possession, with the Lionesses struggling to second-guess Aya Miyami’s midfield promptings and sometimes wrongfooted by the classy Rumi Utsugi.</p> \n<p>The good news for Sampson was that the <em>Nadeshiko</em> struggled to get behind a supremely well organised defence, and Bardsley was barely troubled. Indeed, on admittedly rare counter-attacks invariably featuring long balls, Jill Scott and Taylor, the Lionesses looked reasonably threatening.</p> \n<p>Everything changed when Claire Rafferty shoved Saori Ariyoshi just inside the area – England protested, forlornly, it was just outside – and Miayma stepped up to take the penalty. Despite delaying her kick and then stuttering in the run-up, she sent Bardsley the wrong way.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vN57_OiHpqQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vN57_OiHpqQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  England coach Mark Sampson praises the team’s performance despite an injury-time own-goal by defender Laura Bassett which put Japan into the final of the Women’s World Cup\n </figcaption> \n</figure> \n<p>If Sampson had a case for arguing that Rafferty’s inital push had been made marginally outside the area, he could have had no complaints when England – due &pound;35,000 per woman bonuses had they lifted the trophy – won a distinctly iffy penalty of their own. </p> \n<p>This time, Steph Houghton tumbled all too easy in the face of Yuki Ogimi’s challenge, but the referee bought it and Fara Williams stepped up to the spot. Sampson’s set-piece specialist did not let him down, her kick comfortably evading Ayumi Kaihori’s grasp.</p> \n<p>With Taylor’s knee – she had surgery only two months ago – forcing her replacement by Ellen White after an hour, Japan looked relieved. They appeared even more so as Toni Duggan’s shot rebounded off the bar.</p> \n<p>Sasaki introduced Mana Iwabuchi – aka “The Killer” – from the bench, and the creator dubbed “the brightest flower” of the Japanese women’s game promptly began causing England all sorts of problems as she ran through a repertoire of tricks. So many, indeed, that there was a strong suspicion that Sampson, ever streetwise, instructed Bardsley to fake an injury in order to use the break in play to re-group his Lionesses.</p> \n<p>No matter. Despite Taylor’s withdrawl, England remained very much in the game. White forced a splendid save from Japan’s goalkeeper Kaihori, and Jill Scott headed wide.</p> \n<p>Extra time and possibly penalties were beckoning – but then Bassett, otherwise excellent for England throughout this tournament, endured the worst moment of her career.</p> \n<p>In time, even she may be able to see the bigger picture. It involves the Lionesses’ achievement in reaching the semi finals of a women’s World Cup for the first time, and becoming the first national team of either gender to make the last four since Sir Bobby Robson’s boys of Italia 90.</p> \n<p>They may have stumbled at the penultimate hurdle but, with a nation newly inspired, it will be a major surprise if the topography of the female game in England does not alter beyond recognition.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/035f6fa906e080bf907c5bc1889ad9c82c396d10/0_172_3544_2126/3544.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2126,"width":3544,"orientation":"landscape","credit":"Ronald Martinez/Getty Images","altText":"Laura Bassett","cleanCredit":"Photograph: Ronald Martinez/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:23:53Z","lastModified":"2015-07-02T07:23:55Z","metadata":{"commentable":true,"commentCount":1003,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":false,"keywords":["Women's World Cup 2015","England women's football team","Football","Women's football","Sport","UK news","US sports"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"sport/us-sport","webTitle":"US sports"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams","shortUrl":"http://gu.com/p/4aatp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams","webUri":"http://www.theguardian.com/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/035f6fa906e080bf907c5bc1889ad9c82c396d10/0_172_3544_2126/3544.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2126,"width":3544,"orientation":"landscape","caption":"Laura Bassett is comforted by team-mates after scoring her own goal.  Photograph: Ronald Martinez/Getty Images","credit":"Ronald Martinez/Getty Images","altText":"Laura Bassett","cleanCaption":"Laura Bassett is comforted by team-mates after scoring her own goal. ","cleanCredit":"Photograph: Ronald Martinez/Getty Images"}},"importance":7,"kicker":{"title":"Women's World Cup"},"showQuotedHeadline":false,"sublinks":[{"title":"I cheered! I cried! / Nothing 'inferior' about this World Cup","rawTitle":"Nothing 'inferior' about this World Cup","item":{"type":"comment","id":"football/2015/jul/02/i-cheered-i-cried-nothing-inferior-about-this-womens-world-cup","title":"I cheered! I cried! Nothing 'inferior' about this women's World Cup","trailText":"The thrilling semi-final between England and Japan had everything: amazing athletes, excitement, controversy, joy and devastation. The only reason the public don’t watch women’s sport is because television doesn’t back it","standFirst":"<p>The thrilling semi-final between England and Japan had everything: amazing athletes, excitement, controversy, joy and devastation. The only reason the public don’t watch women’s sport is because television doesn’t back it</p>","byline":"Gabrielle Jackson","body":"<p>I’m a football convert! The 2015 women’s World Cup has achieved what nearly nine years living in England could not: an interest in “the world game”. It may be unoriginal, since millions of people around the world seem to have converted with me over the past four weeks, but what a thrill it’s been.</p> \n<p>In the early rounds of the World Cup, the Australian columnist and professional contrarian <a href=\"http://www.heraldsun.com.au/news/opinion/watch-and-youll-see-sport-is-a-mans-game-not-a-womans/story-fni0fhh1-1227408579728\">Rita Panahi revealed</a> she “couldn’t care less about women’s sport” because, she claimed, it was an “inferior product”. </p> \n<p>How foolish she ought to feel today!</p> \n<p>The semi-final between England and Japan had everything – excitement (England’s near-miss in the first minute of the match, and then three close attempts within minutes in the second half), controversy (both teams scoring from penalties that the experts quickly determined were dubious decisions), moments of joy (England successfully converted a penalty! Perhaps they can give their compatriot men some tips?) and, finally, absolute devastation (can there be any worse way to lose a game than an own goal scored in the 92nd minute?). </p> \n<p>I have to confess: I cried when it was all over. I choked up on the penalties, I roared when England scored, I groaned when Japan did and I dropped my head into my hands at the own goal. There is a pit in my stomach that physically hurts for Laura Bassett but she became a hero of mine today and will remain one for a long time. </p> \n<p>This World Cup has been a ratings winner around the world: 1.6 million people tuned in to watch the England v Canada quarter final, which was watched in the stadium by more than 54,000 fans. The England v Japan match report is the most popular story on our website as I write this. So why has a game that’s so enjoyable to watch gone under the radar for so long? </p> \n<p>There is really only one reason the public doesn’t follow women’s sport in the same way they follow men’s – there is no way to follow it. Many women’s sports have little to no public profile and that was the same with women’s football until now. Where are the games? Who are the players? </p> \n<p>People can argue all they like about whether female tennis players should earn as much as their male counterparts but there is little doubt that at certain times in tennis history, the women’s game was more interesting to watch than the men’s – think back to when Steffi Graf and Monica Seles were playing, or when Mary Pierce had her own travelling fan club and a toy company produced a doll in Gabriela Sabatini’s likeness. Women’s tennis is popular, as are its highly paid women. Why? Because their matches are televised, they have public profiles and a large fan base –exactly what this World Cup has finally delivered to women’s football, a game about 29 million women and girls now play. </p> \n<p>So why isn’t women’s football and other women’s sport more widely aired on television? I think it’s largely because the men who schedule the programs and buy the rights aren’t interested in the women’s game. They are probably the same men who don’t read books by female authors. There’s a term for it: sexism. <br /></p> \n<p>It makes no sense to claim it’s not as financially viable as men’s sport because people don’t watch it. They don’t watch it because they don’t know about it. The World Cup has proved there are the numbers to make televised women’s sport a success. It has also proved that women are amazing athletes. <br /></p> \n<p>As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/29/england-women-football-world-cup-my-30-years-hurt\">Sam Haddad points out</a>, we know playing sport is good for us and that it makes us happy and healthy. We also know girls take part at lower rates than boys. But now young girls around the world have role models – they have incredibly skilled and able female football heroes to look up to. It’s time to follow up with the money needed to build a profile for the game it clearly deserves.</p> \n<p>The skill on display in the semi-final between Japan and England was nothing short of inspiring. And, if the reactions of the blokes around me while I watched are anything to go by, it’s not inspiring just to women.<br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc3f2e23e13ad5876b4a42b028d599fb2247536/100_17_2698_1619/2698.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1619,"width":2698,"orientation":"landscape","credit":"Kevin C. Cox/Getty Images","altText":"Laura Bassett of England is dejected after the FIFA Women’s World Cup Semi Final match between Japan and England at the Commonwealth Stadium on July 1, 2015 in Edmonton, Canada. (Photo by Kevin C. Cox/Getty Images)","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T04:08:03Z","lastModified":"2015-07-02T07:09:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Gabrielle Jackson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428483802789/Gabrielle-Jackson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gabrielle-jackson"}],"feature":false,"keywords":["Women's World Cup 2015","Women's football","England women's football team","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Gabrielle Jackson","topic":{"type":"tag-contributor","name":"profile/gabrielle-jackson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/02/i-cheered-i-cried-nothing-inferior-about-this-womens-world-cup","shortUrl":"http://gu.com/p/4aajx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/02/i-cheered-i-cried-nothing-inferior-about-this-womens-world-cup","webUri":"http://www.theguardian.com/football/2015/jul/02/i-cheered-i-cried-nothing-inferior-about-this-womens-world-cup"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc3f2e23e13ad5876b4a42b028d599fb2247536/100_17_2698_1619/2698.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1619,"width":2698,"orientation":"landscape","caption":"‘There is a pit in my stomach that physically hurts for Laura Bassett but she became a hero of mine today.’ Photograph: Kevin C Cox/Getty Images","credit":"Kevin C Cox/Getty Images","altText":"Laura Bassett of England is dejected after the FIFA Women’s World Cup Semi Final match between Japan and England ","cleanCaption":"‘There is a pit in my stomach that physically hurts for Laura Bassett but she became a hero of mine today.’","cleanCredit":"Photograph: Kevin C Cox/Getty Images"}},"importance":0,"kicker":{"title":"I cheered! I cried!"},"byline":{"title":"Gabrielle Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/4/8/1428483802789/Gabrielle-Jackson-L.png"}}]},{"title":"'She's in a hard place right now' / Mark Sampson praises Laura Bassett","rawTitle":"Mark Sampson praises Laura Bassett","item":{"type":"article","id":"football/2015/jul/02/england-japan-postgame-coach-comments","title":"Laura Bassett is in a hard place right now … but she's a hero, says Lionesses coach","trailText":"For a brief moment Mark Sampson appeared close to tears as he reflected on his Lionesses’s World Cup exit","standFirst":"<ul>\n <li>Japan 2 - 1 England (Miyama 33’ pen., Bassett o.g. 90’; Williams 40’ pen.)</li>\n <li>Late own-goal by Bassett sends Japan through</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/01/womens-world-cup-2015-japan-england-live\">Read Tim Hill’s minute-by-minute report</a></li>\n</ul>","byline":"Louise Taylor in Edmonton","body":"<p>For a brief moment Mark Sampson appeared close to tears as he reflected on his Lionesses’ World Cup exit following Laura Bassett’s stoppage time own goal in the World Cup semi-final against Japan.</p> \n<p>“What a tough one to take,” said England’s coach. “This is an England team that have given their all. As people my players have sacrificed so much for this tournament. But they will go home knowing they couldn’t have given any more. Blood, sweat, tears, smiles – we gave it all.” </p> \n<p>He is convinced this gargantuan effort will not be in vain and attaches no blame to Laura Bassett for her own goal. “I know there’ll be a lasting legacy for the women’s game back home,” said Sampson. “Laura Bassett at the moment is in a hard place, she really is,” he acknowledged. “But Laura Bassett eptiomised pride, passion, never-say-die and play for your team.</p> \n<p>“She’s hurting now but she’ll wake up tomorrow and 22 team-mates and the staff will give her a hug and tell her how proud we are of her. I know Laura and the players will be welcomed back home to England as heroes.”</p> \n<p>The support for the centre half seems emblematic of this team’s extraordinary spirit. “It was a horrible moment for Laura,” said Sampson. “Every single member of our group are devastated to go out but Laura is one of us. Without Laura we wouldn’t have been in the semi-final. She’s been outstanding throughout the tournament. When she comes home she’ll be a hero. And this group of players are friends for life now.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=vN57_OiHpqQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/vN57_OiHpqQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  England coach Mark Sampson praises the team’s performance despite an injury-time own-goal by defender Laura Bassett which put Japan into the final of the Women’s World Cup\n </figcaption> \n</figure> \n<p>He felt the Lionesses could easily have won but paid tribute to their opponents. “I will pay huge credit to Japan,” said Sampson. “We saw why they are the World Champions but we had the hearts of Lions to stay in there. The country should be proud.</p> \n<p>“This England team dug deeper than any other team I’ve seen. This team will go home knowing there’s nothing more they could have done, We created chances, we dominated territory, we deserved something out of the game.”</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0611644c1201f43fe7a15a1eac406863ae063f8/0_30_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Jason Franson/AP","altText":"Laura Bassett devastated","cleanCredit":"Photograph: Jason Franson/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-02T02:43:27Z","lastModified":"2015-07-02T07:35:09Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Louise Taylor","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400686541664/Louise-Taylor-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louisetaylor"}],"feature":false,"keywords":["Women's World Cup 2015","England women's football team","Women's football","Football","Sport"],"tags":[{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Louise Taylor","topic":{"type":"tag-contributor","name":"profile/louisetaylor"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/02/england-japan-postgame-coach-comments","shortUrl":"http://gu.com/p/4aaj7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/02/england-japan-postgame-coach-comments","webUri":"http://www.theguardian.com/football/2015/jul/02/england-japan-postgame-coach-comments"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0611644c1201f43fe7a15a1eac406863ae063f8/0_30_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Josanne Potter consoles Laura Bassett after her dramatic injury-time own goal condemned England to semi-final defeat against Japan. Photograph: Jason Franson/AP","credit":"Jason Franson/AP","altText":"Laura Bassett devastated","cleanCaption":"Josanne Potter consoles Laura Bassett after her dramatic injury-time own goal condemned England to semi-final defeat against Japan.","cleanCredit":"Photograph: Jason Franson/AP"}},"importance":0,"kicker":{"title":"'She's in a hard place right now'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0611644c1201f43fe7a15a1eac406863ae063f8/0_30_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Jason Franson/AP","altText":"Laura Bassett devastated","cleanCredit":"Photograph: Jason Franson/AP"}}]},{"title":"In pictures / Japan 2-1 England","rawTitle":"Japan 2-1 England","item":{"type":"gallery","id":"football/gallery/2015/jul/02/womens-world-cup-japan-beat-england-in-pictures","title":"Women's World Cup: Japan beat England","trailText":"The first senior England team to reach a international semi-final since 1990 takes on the defending champions. Here are the best photos of the match","standFirst":"<p>They were the first senior England team to reach an international semi-final since Lineker and co at the 1990 World Cup. But, like their predecessors, they fell agonisingly short as an injury-time goal from Japan knocked them out of the tournament. Here are the best photos of the match <br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/womens-world-cup-heartbreaking-own-goal-kills-englands-dreams\">Read the match report</a> <br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/jul/01/womens-world-cup-2015-japan-england-live\">Japan beat England 1-0 – as it happened</a><br /></p>","byline":"Jonny Weeks","body":"<figure class=\"element element-image\" data-media-id=\"6ca75ce3f24ffba90075f7a83ba35f7de5f20c2c\"> \n <img src=\"http://media.guim.co.uk/6ca75ce3f24ffba90075f7a83ba35f7de5f20c2c/0_0_4656_3089/1000.jpg\" alt=\"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.\" width=\"1000\" height=\"663\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.</span> \n  <span class=\"element-image__credit\">Photograph: Maddie Meyer/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"d34bf8bbbc6bec050de810b62047969fb48f2d4b\"> \n <img src=\"http://media.guim.co.uk/d34bf8bbbc6bec050de810b62047969fb48f2d4b/0_0_5056_2984/1000.jpg\" alt=\"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.\" width=\"1000\" height=\"590\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.</span> \n  <span class=\"element-image__credit\">Photograph: Kevin C. Cox/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"10c85471c53dd2f00502e49c380aff584280b37f\"> \n <img src=\"http://media.guim.co.uk/10c85471c53dd2f00502e49c380aff584280b37f/0_0_3179_2210/1000.jpg\" alt=\"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.\" width=\"1000\" height=\"695\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.</span> \n  <span class=\"element-image__credit\">Photograph: Erich Schlegel/USA Today Sports</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0fa797bdb6528cadb3547e29d10eb9c70cef6207\"> \n <img src=\"http://media.guim.co.uk/0fa797bdb6528cadb3547e29d10eb9c70cef6207/0_0_2516_1916/1000.jpg\" alt=\"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.\" width=\"1000\" height=\"762\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.</span> \n  <span class=\"element-image__credit\">Photograph: Jeff McIntosh/AP</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f1b7773470fe4641730c3576c00f1a2d01f39d8f\"> \n <img src=\"http://media.guim.co.uk/f1b7773470fe4641730c3576c00f1a2d01f39d8f/0_61_3396_2036/1000.jpg\" alt=\"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0c4bc9532782c5915d74b68fd7a4ffe3c45c7e21\"> \n <img src=\"http://media.guim.co.uk/0c4bc9532782c5915d74b68fd7a4ffe3c45c7e21/0_113_3248_1950/1000.jpg\" alt=\"Ariyoshi goes down to win a penalty\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ariyoshi goes down, but was the contact inside the box or out? The referee says inside, so Japan have a penalty.</span> \n  <span class=\"element-image__credit\">Photograph: Kevin C. Cox/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c2042a1e81bc6bf4a80cf8e10590c2b6bd5fe376\"> \n <img src=\"http://media.guim.co.uk/c2042a1e81bc6bf4a80cf8e10590c2b6bd5fe376/0_87_3000_1842/1000.jpg\" alt=\"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.\" width=\"1000\" height=\"614\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4f0a0ddb474dbed0cd4952ee06efaf8ff3cbc750\"> \n <img src=\"http://media.guim.co.uk/4f0a0ddb474dbed0cd4952ee06efaf8ff3cbc750/0_82_2951_1770/1000.jpg\" alt=\"Japan players celebrate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Japan players celebrate. They’ve hardly been the dominant team thus far, but they’ve got the first goal at least.</span> \n  <span class=\"element-image__credit\">Photograph: Geoff Robins/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"61152e898d0cdf0d649b2f05d15c286281ddaf3b\"> \n <img src=\"http://media.guim.co.uk/61152e898d0cdf0d649b2f05d15c286281ddaf3b/0_0_3000_1974/1000.jpg\" alt=\"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.\" width=\"1000\" height=\"658\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Soon there’s more controversy at the other end of the pitch as Steph Houghton goes down under a challenge from Saori Ariyoshi.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"35b769904f332f3c1b692ba5d2fe10d2caab69a1\"> \n <img src=\"http://media.guim.co.uk/35b769904f332f3c1b692ba5d2fe10d2caab69a1/0_0_4647_3049/1000.jpg\" alt=\"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.\" width=\"1000\" height=\"656\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">To be fair, it hardly qualified as a ‘challenge’. Houghton went down under minimal contact and quite how or why the referee has called that a penalty is mystery. At worst there was a minor collision of the two players’ feet as Houghton looked to turn.</span> \n  <span class=\"element-image__credit\">Photograph: Maddie Meyer/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"09c04232503cb5fa03a6bdfc36417e58a1695541\"> \n <img src=\"http://media.guim.co.uk/09c04232503cb5fa03a6bdfc36417e58a1695541/0_0_3000_1970/1000.jpg\" alt=\"Fara Williams steps up and slams a spot-kick home to make it 1-1\" width=\"1000\" height=\"657\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fara Williams steps up and slams the resulting spot-kick home. 1-1!</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"fe6f9c78eaf4890a05a9c00a9a5192384e1895a0\"> \n <img src=\"http://media.guim.co.uk/fe6f9c78eaf4890a05a9c00a9a5192384e1895a0/0_208_3000_1801/1000.jpg\" alt=\"England celebrate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Well, that’s evened things up. Some will say neither penalty was deserved. England aren’t complaining now. </span> \n  <span class=\"element-image__credit\">Photograph: Todd Korol/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c64730130e8c6665ed41c000ac8ffec8703c3c16\"> \n <img src=\"http://media.guim.co.uk/c64730130e8c6665ed41c000ac8ffec8703c3c16/0_0_2225_1608/1000.jpg\" alt=\"England celebrate\" width=\"1000\" height=\"723\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">In fact, they’re positively delirious.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Riedlhuber/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"81b4b8ffc0b2aa967428748eb7350a1dbc489009\"> \n <img src=\"http://media.guim.co.uk/81b4b8ffc0b2aa967428748eb7350a1dbc489009/0_40_3081_1849/1000.jpg\" alt=\"Katie Chapman gives Williams a hug.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Katie Chapman gives Williams a hug. So, it’s all square at half-time.</span> \n  <span class=\"element-image__credit\">Photograph: Maddie Meyer/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9eed43a406f7b8df4bfd4b5037dcdf8f70e9d27c\"> \n <img src=\"http://media.guim.co.uk/9eed43a406f7b8df4bfd4b5037dcdf8f70e9d27c/0_86_3000_1800/1000.jpg\" alt=\"The second half is a cagey affair, albeit with England twice hitting the crossbar. Here, Jill Scott makes ground down the left flank.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The second half is a cagey affair. Here, Jill Scott makes ground down the left flank.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5bb294f6ee4ea01ec3ddc3a5a6b008e050842aa5\"> \n <img src=\"http://media.guim.co.uk/5bb294f6ee4ea01ec3ddc3a5a6b008e050842aa5/0_137_5184_3319/1000.jpg\" alt=\"Toni Duggan rattles the bar with an ambitious strike. That was mighty close.\" width=\"1000\" height=\"640\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Toni Duggan rattles the bar with an ambitious strike. That was mighty close.</span> \n  <span class=\"element-image__credit\">Photograph: Geoff Robins/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"01889f6506f5d4df51d8c1d1d39109d7c59d9ae3\"> \n <img src=\"http://media.guim.co.uk/01889f6506f5d4df51d8c1d1d39109d7c59d9ae3/0_68_2583_1551/1000.jpg\" alt=\"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Lewis/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4ffa6b0e56bb03646c29c5bf7d4293e63bf57022\"> \n <img src=\"http://media.guim.co.uk/4ffa6b0e56bb03646c29c5bf7d4293e63bf57022/0_0_3000_1800/1000.jpg\" alt=\"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-poked the ball up and over her keeper, sending it in off the underside of the crossbar. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-pokes the ball up and over her keeper, sending it in off the underside of the crossbar. </span> \n  <span class=\"element-image__credit\">Photograph: Todd Korol/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"71d2197513c172a8d3d41be3d9d4477661ac15c8\"> \n <img src=\"http://media.guim.co.uk/71d2197513c172a8d3d41be3d9d4477661ac15c8/0_28_3000_1799/1000.jpg\" alt=\"A stunning and galling conclusion. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A stunning and galling conclusion for England. </span> \n  <span class=\"element-image__credit\">Photograph: Ronald Martinez/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0c5df7c88bf66dd068cbb7c32fe3afddef14884a\"> \n <img src=\"http://media.guim.co.uk/0c5df7c88bf66dd068cbb7c32fe3afddef14884a/0_0_3000_1502/1000.jpg\" alt=\"England’s players are distraught. The final whistle has gone and they’re out of the World Cup.\" width=\"1000\" height=\"501\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">England’s players are distraught. The final whistle has gone and they’re out of the World Cup.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Hewitt/Fifa via Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"035f6fa906e080bf907c5bc1889ad9c82c396d10\"> \n <img src=\"http://media.guim.co.uk/035f6fa906e080bf907c5bc1889ad9c82c396d10/0_9_3544_2336/1000.jpg\" alt=\"Laura Bassett cries.\" width=\"1000\" height=\"659\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">No one is more choked up than Laura Bassett.</span> \n  <span class=\"element-image__credit\">Photograph: Ronald Martinez/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"24fca00d4f78c8ad2159b676216c9bfb26d2c1c1\"> \n <img src=\"http://media.guim.co.uk/24fca00d4f78c8ad2159b676216c9bfb26d2c1c1/0_0_1504_2292/656.jpg\" alt=\"Shades of Paul Gascoigne all over again.\" width=\"656\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shades of Paul Gascoigne all over again.</span> \n  <span class=\"element-image__credit\">Photograph: Kevin C. Cox/Getty Images</span> \n </figcaption> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6ca75ce3f24ffba90075f7a83ba35f7de5f20c2c/0_0_4656_3089/4656.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3089,"width":4656,"orientation":"landscape","caption":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.","cleanCaption":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d34bf8bbbc6bec050de810b62047969fb48f2d4b/0_0_5056_2984/5056.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2984,"width":5056,"orientation":"landscape","caption":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.","cleanCaption":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10c85471c53dd2f00502e49c380aff584280b37f/0_0_3179_2210/3179.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2210,"width":3179,"orientation":"landscape","caption":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.","cleanCaption":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.","cleanCredit":"Photograph: Erich Schlegel/USA Today Sports"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fa797bdb6528cadb3547e29d10eb9c70cef6207/0_0_2516_1916/2516.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1916,"width":2516,"orientation":"landscape","caption":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman. Photograph: Jeff McIntosh/AP","credit":"Jeff McIntosh/AP","altText":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.","cleanCaption":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.","cleanCredit":"Photograph: Jeff McIntosh/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f1b7773470fe4641730c3576c00f1a2d01f39d8f/0_61_3396_2036/3396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2036,"width":3396,"orientation":"landscape","caption":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ... Photograph: Matthew Lewis/Fifa via Getty Images","credit":"Matthew Lewis/Fifa via Getty Images","altText":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...","cleanCaption":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...","cleanCredit":"Photograph: Matthew Lewis/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0c4bc9532782c5915d74b68fd7a4ffe3c45c7e21/0_113_3248_1950/3248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3248,"orientation":"landscape","caption":"Ariyoshi goes down, but was the contact inside the box or out? The referee says inside, so Japan have a penalty. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"Ariyoshi goes down to win a penalty","cleanCaption":"Ariyoshi goes down, but was the contact inside the box or out? The referee says inside, so Japan have a penalty.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2042a1e81bc6bf4a80cf8e10590c2b6bd5fe376/0_87_3000_1842/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":3000,"orientation":"landscape","caption":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.","cleanCaption":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f0a0ddb474dbed0cd4952ee06efaf8ff3cbc750/0_82_2951_1770/2951.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1770,"width":2951,"orientation":"landscape","caption":"Japan players celebrate. They’ve hardly been the dominant team thus far, but they’ve got the first goal at least. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Japan players celebrate.","cleanCaption":"Japan players celebrate. They’ve hardly been the dominant team thus far, but they’ve got the first goal at least.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61152e898d0cdf0d649b2f05d15c286281ddaf3b/0_0_3000_1974/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1974,"width":3000,"orientation":"landscape","caption":"Soon there’s more controversy at the other end of the pitch as Steph Houghton goes down under a challenge from Saori Ariyoshi. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCaption":"Soon there’s more controversy at the other end of the pitch as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/35b769904f332f3c1b692ba5d2fe10d2caab69a1/0_0_4647_3049/4647.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3049,"width":4647,"orientation":"landscape","caption":"To be fair, it hardly qualified as a ‘challenge’. Houghton went down under minimal contact and quite how or why the referee has called that a penalty is mystery. At worst there was a minor collision of the two players’ feet as Houghton looked to turn. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCaption":"To be fair, it hardly qualified as a ‘challenge’. Houghton went down under minimal contact and quite how or why the referee has called that a penalty is mystery. At worst there was a minor collision of the two players’ feet as Houghton looked to turn.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/09c04232503cb5fa03a6bdfc36417e58a1695541/0_0_3000_1970/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1970,"width":3000,"orientation":"landscape","caption":"Fara Williams steps up and slams the resulting spot-kick home. 1-1! Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Fara Williams steps up and slams a spot-kick home to make it 1-1","cleanCaption":"Fara Williams steps up and slams the resulting spot-kick home. 1-1!","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe6f9c78eaf4890a05a9c00a9a5192384e1895a0/0_208_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Well, that’s evened things up. Some will say neither penalty was deserved. England aren’t complaining now.  Photograph: Todd Korol/Getty Images","credit":"Todd Korol/Getty Images","altText":"England celebrate","cleanCaption":"Well, that’s evened things up. Some will say neither penalty was deserved. England aren’t complaining now. ","cleanCredit":"Photograph: Todd Korol/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c64730130e8c6665ed41c000ac8ffec8703c3c16/0_0_2225_1608/2225.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1608,"width":2225,"orientation":"landscape","caption":"In fact, they’re positively delirious. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"England celebrate","cleanCaption":"In fact, they’re positively delirious.","cleanCredit":"Photograph: Dan Riedlhuber/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81b4b8ffc0b2aa967428748eb7350a1dbc489009/0_40_3081_1849/3081.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1849,"width":3081,"orientation":"landscape","caption":"Katie Chapman gives Williams a hug. So, it’s all square at half-time. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"Katie Chapman gives Williams a hug.","cleanCaption":"Katie Chapman gives Williams a hug. So, it’s all square at half-time.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9eed43a406f7b8df4bfd4b5037dcdf8f70e9d27c/0_86_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"The second half is a cagey affair. Here, Jill Scott makes ground down the left flank. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"The second half is a cagey affair, albeit with England twice hitting the crossbar. Here, Jill Scott makes ground down the left flank.","cleanCaption":"The second half is a cagey affair. Here, Jill Scott makes ground down the left flank.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5bb294f6ee4ea01ec3ddc3a5a6b008e050842aa5/0_137_5184_3319/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3319,"width":5184,"orientation":"landscape","caption":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close.","cleanCaption":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01889f6506f5d4df51d8c1d1d39109d7c59d9ae3/0_68_2583_1551/2583.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1551,"width":2583,"orientation":"landscape","caption":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out. Photograph: Matthew Lewis/Fifa via Getty Images","credit":"Matthew Lewis/Fifa via Getty Images","altText":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.","cleanCaption":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.","cleanCredit":"Photograph: Matthew Lewis/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ffa6b0e56bb03646c29c5bf7d4293e63bf57022/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-pokes the ball up and over her keeper, sending it in off the underside of the crossbar.  Photograph: Todd Korol/Getty Images","credit":"Todd Korol/Getty Images","altText":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-poked the ball up and over her keeper, sending it in off the underside of the crossbar. ","cleanCaption":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-pokes the ball up and over her keeper, sending it in off the underside of the crossbar. ","cleanCredit":"Photograph: Todd Korol/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d2197513c172a8d3d41be3d9d4477661ac15c8/0_28_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"A stunning and galling conclusion for England.  Photograph: Ronald Martinez/Getty Images","credit":"Ronald Martinez/Getty Images","altText":"A stunning and galling conclusion. ","cleanCaption":"A stunning and galling conclusion for England. ","cleanCredit":"Photograph: Ronald Martinez/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0c5df7c88bf66dd068cbb7c32fe3afddef14884a/0_0_3000_1502/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1502,"width":3000,"orientation":"landscape","caption":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup.","cleanCaption":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/035f6fa906e080bf907c5bc1889ad9c82c396d10/0_9_3544_2336/3544.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2336,"width":3544,"orientation":"landscape","caption":"No one is more choked up than Laura Bassett. Photograph: Ronald Martinez/Getty Images","credit":"Ronald Martinez/Getty Images","altText":"Laura Bassett cries.","cleanCaption":"No one is more choked up than Laura Bassett.","cleanCredit":"Photograph: Ronald Martinez/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24fca00d4f78c8ad2159b676216c9bfb26d2c1c1/0_0_1504_2292/1504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2292,"width":1504,"orientation":"portrait","caption":"Shades of Paul Gascoigne all over again. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"Shades of Paul Gascoigne all over again.","cleanCaption":"Shades of Paul Gascoigne all over again.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T02:06:21Z","lastModified":"2015-07-02T04:35:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jonny Weeks","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/30/1414683724775/Jonny-Weeks-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonny-weeks"}],"feature":false,"keywords":["England women's football team","Women's World Cup 2015","Women's football","Football","Sport","Japan"],"tags":[{"id":"football/england-womens-football-team","webTitle":"England women's football team"},{"id":"football/women-s-world-cup-2015","webTitle":"Women's World Cup 2015"},{"id":"football/womensfootball","webTitle":"Women's football"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/japan","webTitle":"Japan"}],"section":{"id":"football"},"topics":[{"displayName":"Jonny Weeks","topic":{"type":"tag-contributor","name":"profile/jonny-weeks"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/gallery/2015/jul/02/womens-world-cup-japan-beat-england-in-pictures","shortUrl":"http://gu.com/p/4aatt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/gallery/2015/jul/02/womens-world-cup-japan-beat-england-in-pictures","webUri":"http://www.theguardian.com/football/gallery/2015/jul/02/womens-world-cup-japan-beat-england-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6ca75ce3f24ffba90075f7a83ba35f7de5f20c2c/0_0_4656_3089/4656.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3089,"width":4656,"orientation":"landscape","caption":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.","cleanCaption":"The players emerge before the match, with England’s Laura Bassett and Fara Williams in white.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d34bf8bbbc6bec050de810b62047969fb48f2d4b/0_0_5056_2984/5056.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2984,"width":5056,"orientation":"landscape","caption":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.","cleanCaption":"The sun’s beating down while the players and the crowd, which is the second highest in the competition thus far, sing the national anthems.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10c85471c53dd2f00502e49c380aff584280b37f/0_0_3179_2210/3179.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2210,"width":3179,"orientation":"landscape","caption":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her. Photograph: Erich Schlegel/USA Today Sports","credit":"Erich Schlegel/USA Today Sports","altText":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.","cleanCaption":"England defender Laura Bassett gets stuck in as Japan forward Mana Iwabuchi tries to evade her.","cleanCredit":"Photograph: Erich Schlegel/USA Today Sports"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fa797bdb6528cadb3547e29d10eb9c70cef6207/0_0_2516_1916/2516.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1916,"width":2516,"orientation":"landscape","caption":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman. Photograph: Jeff McIntosh/AP","credit":"Jeff McIntosh/AP","altText":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.","cleanCaption":"Japan’s Rumi Utsugi (wearing 13) is a menace. She’s pictured shielding the ball from Katie Chapman.","cleanCredit":"Photograph: Jeff McIntosh/AP"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f1b7773470fe4641730c3576c00f1a2d01f39d8f/0_61_3396_2036/3396.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2036,"width":3396,"orientation":"landscape","caption":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ... Photograph: Matthew Lewis/Fifa via Getty Images","credit":"Matthew Lewis/Fifa via Getty Images","altText":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...","cleanCaption":"In the 32nd minute, Claire Rafferty gets the wrong side of Saori Ariyoshi of Japan and, in her desperation, shoves the Japanese player in the back ...","cleanCredit":"Photograph: Matthew Lewis/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0c4bc9532782c5915d74b68fd7a4ffe3c45c7e21/0_113_3248_1950/3248.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1950,"width":3248,"orientation":"landscape","caption":"Ariyoshi goes down, but was the contact inside the box or out? The referee says inside, so Japan have a penalty. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"Ariyoshi goes down to win a penalty","cleanCaption":"Ariyoshi goes down, but was the contact inside the box or out? The referee says inside, so Japan have a penalty.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2042a1e81bc6bf4a80cf8e10590c2b6bd5fe376/0_87_3000_1842/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":3000,"orientation":"landscape","caption":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.","cleanCaption":"England’s goalkeeper Karen Bardsley is sent the wrong way by Aya Miyama, who took an eternity to strike her shot.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f0a0ddb474dbed0cd4952ee06efaf8ff3cbc750/0_82_2951_1770/2951.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1770,"width":2951,"orientation":"landscape","caption":"Japan players celebrate. They’ve hardly been the dominant team thus far, but they’ve got the first goal at least. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Japan players celebrate.","cleanCaption":"Japan players celebrate. They’ve hardly been the dominant team thus far, but they’ve got the first goal at least.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61152e898d0cdf0d649b2f05d15c286281ddaf3b/0_0_3000_1974/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1974,"width":3000,"orientation":"landscape","caption":"Soon there’s more controversy at the other end of the pitch as Steph Houghton goes down under a challenge from Saori Ariyoshi. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCaption":"Soon there’s more controversy at the other end of the pitch as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/35b769904f332f3c1b692ba5d2fe10d2caab69a1/0_0_4647_3049/4647.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3049,"width":4647,"orientation":"landscape","caption":"To be fair, it hardly qualified as a ‘challenge’. Houghton went down under minimal contact and quite how or why the referee has called that a penalty is mystery. At worst there was a minor collision of the two players’ feet as Houghton looked to turn. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"Controversy as Steph Houghton goes down under a challenge from Saori Ariyoshi.","cleanCaption":"To be fair, it hardly qualified as a ‘challenge’. Houghton went down under minimal contact and quite how or why the referee has called that a penalty is mystery. At worst there was a minor collision of the two players’ feet as Houghton looked to turn.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/09c04232503cb5fa03a6bdfc36417e58a1695541/0_0_3000_1970/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1970,"width":3000,"orientation":"landscape","caption":"Fara Williams steps up and slams the resulting spot-kick home. 1-1! Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"Fara Williams steps up and slams a spot-kick home to make it 1-1","cleanCaption":"Fara Williams steps up and slams the resulting spot-kick home. 1-1!","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fe6f9c78eaf4890a05a9c00a9a5192384e1895a0/0_208_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Well, that’s evened things up. Some will say neither penalty was deserved. England aren’t complaining now.  Photograph: Todd Korol/Getty Images","credit":"Todd Korol/Getty Images","altText":"England celebrate","cleanCaption":"Well, that’s evened things up. Some will say neither penalty was deserved. England aren’t complaining now. ","cleanCredit":"Photograph: Todd Korol/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c64730130e8c6665ed41c000ac8ffec8703c3c16/0_0_2225_1608/2225.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1608,"width":2225,"orientation":"landscape","caption":"In fact, they’re positively delirious. Photograph: Dan Riedlhuber/EPA","credit":"Dan Riedlhuber/EPA","altText":"England celebrate","cleanCaption":"In fact, they’re positively delirious.","cleanCredit":"Photograph: Dan Riedlhuber/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/81b4b8ffc0b2aa967428748eb7350a1dbc489009/0_40_3081_1849/3081.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1849,"width":3081,"orientation":"landscape","caption":"Katie Chapman gives Williams a hug. So, it’s all square at half-time. Photograph: Maddie Meyer/Fifa via Getty Images","credit":"Maddie Meyer/Fifa via Getty Images","altText":"Katie Chapman gives Williams a hug.","cleanCaption":"Katie Chapman gives Williams a hug. So, it’s all square at half-time.","cleanCredit":"Photograph: Maddie Meyer/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9eed43a406f7b8df4bfd4b5037dcdf8f70e9d27c/0_86_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"The second half is a cagey affair. Here, Jill Scott makes ground down the left flank. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"The second half is a cagey affair, albeit with England twice hitting the crossbar. Here, Jill Scott makes ground down the left flank.","cleanCaption":"The second half is a cagey affair. Here, Jill Scott makes ground down the left flank.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5bb294f6ee4ea01ec3ddc3a5a6b008e050842aa5/0_137_5184_3319/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3319,"width":5184,"orientation":"landscape","caption":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close. Photograph: Geoff Robins/AFP/Getty Images","credit":"Geoff Robins/AFP/Getty Images","altText":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close.","cleanCaption":"Toni Duggan rattles the bar with an ambitious strike. That was mighty close.","cleanCredit":"Photograph: Geoff Robins/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01889f6506f5d4df51d8c1d1d39109d7c59d9ae3/0_68_2583_1551/2583.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1551,"width":2583,"orientation":"landscape","caption":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out. Photograph: Matthew Lewis/Fifa via Getty Images","credit":"Matthew Lewis/Fifa via Getty Images","altText":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.","cleanCaption":"England’s coach Mark Sampson gives out instructions. They’re in the ascendancy as the half wears on. But normal time is fast running out.","cleanCredit":"Photograph: Matthew Lewis/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4ffa6b0e56bb03646c29c5bf7d4293e63bf57022/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-pokes the ball up and over her keeper, sending it in off the underside of the crossbar.  Photograph: Todd Korol/Getty Images","credit":"Todd Korol/Getty Images","altText":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-poked the ball up and over her keeper, sending it in off the underside of the crossbar. ","cleanCaption":"Then, two minutes into injury time, England do the unthinkable – they score an own goal. Lauru Bassett, looking to turn away a dangerous cross, toe-pokes the ball up and over her keeper, sending it in off the underside of the crossbar. ","cleanCredit":"Photograph: Todd Korol/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/71d2197513c172a8d3d41be3d9d4477661ac15c8/0_28_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"A stunning and galling conclusion for England.  Photograph: Ronald Martinez/Getty Images","credit":"Ronald Martinez/Getty Images","altText":"A stunning and galling conclusion. ","cleanCaption":"A stunning and galling conclusion for England. ","cleanCredit":"Photograph: Ronald Martinez/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0c5df7c88bf66dd068cbb7c32fe3afddef14884a/0_0_3000_1502/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1502,"width":3000,"orientation":"landscape","caption":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup. Photograph: Mike Hewitt/Fifa via Getty Images","credit":"Mike Hewitt/Fifa via Getty Images","altText":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup.","cleanCaption":"England’s players are distraught. The final whistle has gone and they’re out of the World Cup.","cleanCredit":"Photograph: Mike Hewitt/Fifa via Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/035f6fa906e080bf907c5bc1889ad9c82c396d10/0_9_3544_2336/3544.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2336,"width":3544,"orientation":"landscape","caption":"No one is more choked up than Laura Bassett. Photograph: Ronald Martinez/Getty Images","credit":"Ronald Martinez/Getty Images","altText":"Laura Bassett cries.","cleanCaption":"No one is more choked up than Laura Bassett.","cleanCredit":"Photograph: Ronald Martinez/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24fca00d4f78c8ad2159b676216c9bfb26d2c1c1/0_0_1504_2292/1504.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2292,"width":1504,"orientation":"portrait","caption":"Shades of Paul Gascoigne all over again. Photograph: Kevin C. Cox/Getty Images","credit":"Kevin C. Cox/Getty Images","altText":"Shades of Paul Gascoigne all over again.","cleanCaption":"Shades of Paul Gascoigne all over again.","cleanCredit":"Photograph: Kevin C. Cox/Getty Images"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/27ce51991c5a6f7e02d453fff772a3f25744ef24/0_0_5184_3112/1000.jpg","height":600,"width":999}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/8e3672f0929943693c22c1f1a5658a5ecafd0e29/0_47_3264_1959/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/001f970ea01cd2d4601ac48d27c62e812286f065/0_173_2491_1494/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/20a2ee0f99e090404f7c820d18804e26dfb33aa8/0_112_2528_1517/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/aed082dae41b38be57332e810cf2ccc6bb2e7e6b/154_546_4354_2613/1000.jpg","height":600,"width":1000}}]},{"title":"Sabotage and hatred / What have people got against cyclists?","rawTitle":"What have people got against cyclists?","item":{"type":"article","id":"lifeandstyle/2015/jul/01/sabotage-and-hatred-what-have-people-got-against-cyclists","title":"Sabotage and hatred: what have people got against cyclists?","trailText":"Cycling is bigger than ever in the UK but it has provoked a poisonous backlash. Recent incidents involving tacks scattered on roads and neck-high wire strung across cycle paths have taken the vilification of Lycra louts to a whole new level","standFirst":"<p>Cycling is bigger than ever in the UK but it has provoked a poisonous backlash. Recent incidents involving tacks scattered on roads and neck-high wire strung across cycle paths have taken the vilification of Lycra louts to a whole new level</p>","byline":"Peter Walker","body":"<p>On 14 June 2015, Alec James was taking part in the <a href=\"http://www.velothon-wales.co.uk/en/\">Velothon Wales</a>, a 90-mile mass bike ride on closed roads through countryside near Cardiff. The 28-year-old press officer, a keen cyclist, had invited along some London friends and was particularly proud to show them the region where he grew up.</p> \n<p>But his <a href=\"https://twitter.com/AEWJ/status/610122967528415232\">day ended early.</a> “I was about 30 miles in, on a fast downhill stretch, and I saw one rider on my left go down,” James says. “I moved to avoid him and started to slow. Then my front tyre blew out and I went over. I rolled with the bike for a good few yards, bashed my head, breaking the helmet. I was doing about 30mph. I got deep lacerations on my leg. I couldn’t walk properly for a week.”</p> \n<p>After he struggled to his feet, James found a drawing pin in his front tyre, then saw a number of other tacks scattered on the road, at a point seemingly chosen to cause the most danger.</p> \n<p>A fortnight before this, police in Brighton <a href=\"http://www.sussex.police.uk/pressline/2015/05/29/danger-wires-warning-for-people-using-coldean-woods,-brighton\">had issued a warning</a> about wires strung between trees on a popular bike track through woodland, saying two such hazards had been spotted in as many days. A week earlier, in Dorset, <a href=\"http://www.bournemouthecho.co.uk/news/12955696.Cyclist_hurt_after_fishing_line_strung_across_path_at_Moors_Valley/\">a rider suffered cuts</a> after hitting 15 strands of fishing line stretched across a cycle path in a country park. On 23 June, mountain bikers in Cannock, Staffordshire <a href=\"https://twitter.com/Aebeebee/status/613462041391689728\">posted Twitter photos</a> of a neck-high wire between trees on a cycle trail.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"f6b97f84a823fa1dbc35730a2070066120485805\"> \n <img src=\"http://media.guim.co.uk/f6b97f84a823fa1dbc35730a2070066120485805/0_0_2448_3264/750.jpg\" alt=\"Alec James after his crash at the Velothon Wales..\" width=\"750\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alec James after his crash at the Velothon Wales.</span> \n  <span class=\"element-image__credit\">Photograph: Alec James</span> \n </figcaption> \n</figure> \n<p>In the same week, several riders taking part in Redhill Cycling Club’s 70th anniversary road race, on back roads in the Surrey countryside, suffered punctures after <a href=\"https://twitter.com/redhillcc/status/612288507516710912\">drawing pins were scattered on the route</a>. No one was hurt, but that was mainly down to luck, says Adrian Webb, the club’s chairman: “You can guess how dangerous it can be if you have an 80-man peloton and someone punctures unexpectedly. These guys have got slick tyres pumped up very strongly for a race – there’s every chance a tyre can explode. If a rider comes off, there could a mass pile-up.”</p> \n<p>Such incidents remain rare, and any such physical threat to cyclists is tiny when compared with the danger from other motor vehicles, especially lorries. One of the many paradoxical elements about cycling in Britain is that it is both far safer than many people think – numerous studies have shown it is many times more likely to lengthen a lifespan through increased exercise than shorten it – but notably more perilous than it could be.</p> \n<p>Annual government road casualty figures for 2014, released last week, show the number of seriously injured riders rose 8.2% against the year before, a bigger increase than that in the number of cyclists. In London, in particular, the focus is on the danger posed by lorries, especially construction trucks. On 24 June, thousands of protesting cyclists brought the busy road junction at Bank to a halt after 26-year-old consultant Ying Tao was crushed by a tipper truck two days earlier. She was the eighth cyclist killed in the city in 2015, seven of whom died in incidents involving lorries, six of the victims women.</p> \n<p>Another paradox is that even as cities such as London and Bristol are, finally, building segregated bike lanes, proven to be the best way to prevent such deaths, the tone of the debate around cycling has arguably become more polarised and poisonous than ever. Some campaigners worry that the sabotage incidents are linked to a public and media narrative in which cyclists are demonised equally as both anarchic lawbreakers and smug, humourless killjoys, sausage thighs squeezed into unsightly DayGlo Lycra.</p> \n<p>The debate around cycling occasionally bears comparison with the treatment of so-called societal outgroups, according to <a href=\"http://www.bath.ac.uk/psychology/staff/ian-walker/\">Dr Ian Walker</a>, a psychologist at Bath University. <a href=\"http://opus.bath.ac.uk/9332/\">One of his experiments</a> to research attitudes towards cyclists involved riding around his home town wearing a long brunette wig with an electronic distance gauge attached to his bike, to see whether drivers gave female cyclists more overtaking space than men. They did, even when the “woman” was 6ft tall and, for the drivers who happened to look in their rearview mirror, surprisingly hairy.</p> \n<figure class=\"element element-image\" data-media-id=\"9a73debb964f202d5480a72db202d15349c1064c\"> \n <img src=\"http://media.guim.co.uk/9a73debb964f202d5480a72db202d15349c1064c/0_110_5020_3011/1000.jpg\" alt=\"Cycling in traffic in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cycling in traffic in London.</span> \n  <span class=\"element-image__credit\">Photograph: Universal Images Group/Getty Images/Universal Images Group</span> \n </figcaption> \n</figure> \n<p>“What you see in discourses about cycling is the absolute classic 1960s and 1970s social psychology of prejudice,” he explains. “It’s exactly those things that used to be done about minority ethnic groups and so on – the overgeneralisation of negative traits, under-representation of negative behaviours by one’s own group, that kind of thing. It’s just textbook prejudiced behaviour.”</p> \n<p>This is played out in the media, on television and radio and, most virulently, via social media and website comments. Under a <a href=\"http://www.dailymail.co.uk/news/article-3136411/Eighth-cyclist-killed-London-2015-Oxford-graduate-26.html\">Daily Mail story last week</a> about Ying’s death, the most-recommended reader comment until it was deleted read: “Why not ban cyclists? They don’t pay road tax.”</p> \n<p>This is a particularly pervasive point, and one that ignores the fact that “road tax” – a car-based fund set aside for highway construction – was <a href=\"http://www.bbc.co.uk/news/magazine-23694438\">scrapped in 1937</a>. Vehicle excise duty, its replacement, is based on emissions, meaning cyclists, if liable, would be zero-rated anyway.</p> \n<p>Other comments under the piece surmised that such deaths happen because of rampant cyclist lawbreaking, notably jumping red lights. Again, this doesn’t bear scrutiny. An <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2009/dec/15/cycling-bike-accidents-study\">analysis of police statistics</a> found a failure to stop at a red light or stop sign was a factor in just 2% of serious adult cycling incidents; in contrast, drivers were deemed solely to blame about two-thirds of the time.</p> \n<p>Lawbreaking is one of the difficulties of the debate for cyclists. The average person on a bike is arguably no more likely to break a law then their peer in a car. However, when they do so it’s more obvious, less normalised. People notice a cyclist pedalling through a red light, whereas speeding – which 80% of drivers <a href=\"http://www.ctc.org.uk/blog/roger-geffen/rac-says-%E2%80%9Cdrivers-need-help%E2%80%9D-%E2%80%93-and-they%E2%80%99re-right\">admit to doing regularly</a> – is often ignored, despite the immeasurably greater human cost this causes.</p> \n<p>Chris Boardman, the Olympic track cycling champion who is now <a href=\"https://www.britishcycling.org.uk/campaigning/article/cam20130530-campaigning-Chris-Boardman-MBE-0\">policy adviser to British Cycling</a>, recalls appearing on a <a href=\"http://www.bbc.co.uk/programmes/b05vy4kk\">recent episode of BBC Radio 4’s You and Yours</a> to discuss whether cyclists should be obliged to take out insurance, a discussion prompted in part by an incident where a pavement-riding cyclist struck a young child. This premise lacked context, Boardman argues: “When you put it into perspective, there’s 36 people killed on pavements by cars, buses and lorries every year – that’s just on pavements – versus about one every three years from a cyclist. It’s ludicrous the programme was even on. Nobody seems to feel obliged to look at any facts.”</p> \n<p>Elsewhere over recent years, there has often not been any attempt at balance, even in generally sober parts of the media. Several years before anyone thought of stringing wire across Brighton woodland, Times columnist Matthew Parris <a href=\"http://www.thetimes.co.uk/tto/opinion/columnists/matthewparris/article2044185.ece\">half-jokingly advocated</a> a similar idea in a piece titled: “What’s smug and deserves to be decapitated?”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2f37c7a712158bc37f0b7763d22085e408181059\"> \n <img src=\"http://media.guim.co.uk/2f37c7a712158bc37f0b7763d22085e408181059/0_0_1999_3000/666.jpg\" alt=\"Chris Boardman.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Boardman.</span> \n  <span class=\"element-image__credit\">Photograph: Mike Marsland/WireImage</span> \n </figcaption> \n</figure> \n<p>In November 2013, the Spectator ran as its <a href=\"http://www.spectator.co.uk/features/9073071/off-your-bike/\">cover story</a> a long rant by Rod Liddle at cyclists, describing them as oversensitive lawbreakers who deliberately hold up traffic while wearing “pompous little pointy plastic hats”. Even the Observer had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/apr/28/stop-pampering-scottish-cyclists\">an article</a> in April of the same year by a regular columnist, Kevin McKenna, calling cyclists a scourge, complete with jokes about middle-class bike-riding fops and their “cous cous packed lunches”.</p> \n<p>BBC Radio Kent, meanwhile, ran a phone-in show about road safety last week under the banner: “Should cyclists be banned in cities?”</p> \n<p>A recent twist on this narrative is the idea of a two-wheeled versus four-wheeled “war” on the roads, typically illustrated by dramatic cyclist helmet camera footage. “Many road rage incidents have been prompted by the ongoing war between motorists and cyclists,” boomed <a href=\"https://twitter.com/itvthismorning/status/611899986352177152\">a promotional tweet</a> last week from <a href=\"https://twitter.com/itvthismorning/status/611899986352177152\">ITV’s This Morning</a> programme. “Whose side are you on?”</p> \n<p>Boardman is scathing about such hyperbole, not least because cyclists and drivers are very often the same people – British Cycling data shows 90% of its members also own cars.</p> \n<p>“You’ve got 2% of vulnerable road users versus 98% in two tonnes of steel,” Boardman says. “How can you possibly have a war? I think that’s called a massacre. What could a cyclist possibly do to somebody in a car?”</p> \n<p>He is, however, wary of connecting this media narrative with the idea of an increase in attacks and sabotage against cyclists: “There’s about 250,000 assaults on the streets a year. If we’re going to accuse other people of taking things out of context, we need to not do that. There are always going to be idiots and people who are evil or just plain stupid.”</p> \n<p>Others profess to see the hint of a connection, at least locally. Mark Strong, a transport consultant and cycling advocate in Brighton, says the debate about bikes in his home city has been increasingly toxic ahead of the wire-trap incidents, partly inflamed by the recently ousted Green-led council’s introduction of new bike lanes and parking restrictions.</p> \n<p>“There is an element of legitimisation towards dislike of cyclists from the attitudes of the press and politicians,” he says. “It’s almost an official endorsement to be anti-cyclist. And for everyone who thinks it’s now OK to shout at a cyclist, at the tip of the bell curve there will be somebody who think it’s OK to stretch wires across bike paths.”</p> \n<p><a href=\"http://www.westminster.ac.uk/about-us/our-people/directory/aldred-rachel\">Rachel Aldred</a>, a Westminster University sociologist who studies transport issues, argues that British cyclists suffer because, unlike in countries such as the Netherlands and Denmark, bikes are seen as frivolous, compared with the serious, adult business of driving. She says: “It’s as if you’re doing something you shouldn’t be doing on the roads, almost like you’re playing in the street and getting in the way of the traffic, like you’re a child. There’s also this dual way you can be stigmatised as a cyclist – it was historically seen as something for people with no choice, but now it’s seen as something for people who have a choice. It’s a leisure or play thing that they shouldn’t be doing in this inappropriate place.”</p> \n<p>Aldred has also studied the environment cyclists face on the road, and her findings are alarming. In <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/11/female-cyclists-bad-driving-harassment-study-uk-women-men-near-miss\">a pioneering paper </a>published this month she finds cyclists experience on average one “very scary” incident involving another road user every week. Female riders suffer disproportionately more, thought to be because drivers are less patient with their slower average speeds.</p> \n<figure class=\"element element-image\" data-media-id=\"be44892e32680443df8bf6e54bfaec6d5c4e8b8a\"> \n <img src=\"http://media.guim.co.uk/be44892e32680443df8bf6e54bfaec6d5c4e8b8a/0_696_4862_2919/1000.jpg\" alt=\"Woman cycling.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Woman cycling.</span> \n  <span class=\"element-image__credit\">Photograph: The Image Bank/Getty Images</span> \n </figcaption> \n</figure> \n<p>Do toxic anti-cyclist comments in newspapers or on social media contribute to this road environment? It’s impossible to prove. But some believe this is the case. “I’d be very surprised if that’s not happening,” says Walker. “It is acceptable to sit in a pub and say things like: ‘Bloody cyclists, we should run them off the road.’ Or to write things that are, literally, calling for murder. You can’t do that with other groups.”</p> \n<p>In 2013, <a href=\"http://opus.bath.ac.uk/37890/\">Walker led a study</a> that saw a co-researcher sent on to the roads on a bike in seven different outfits, with a gauge measuring the space drivers gave him overtaking. Four outfits made him look like a cyclist of varying experience, while three had bright yellow waistcoats with written messages. One read: “Novice cyclist: please pass slowly.” Another: “Polite: please slow down.” And finally: “Police: camera cyclist.”</p> \n<p>The data for 5,700 overtakes showed just one garb made an appreciable difference to driver behaviour: the one saying “police”. Here, the average passing distance was notably bigger, while the proportion of vehicles who passed very near the bike was significantly lower. In contrast, the tabard saying “polite” saw almost twice as many potentially dangerous passes.</p> \n<p>The lesson seems clear: drivers are perfectly able to distinguish between different types of rider, and to read the message. But rather than adjusting their driving to the cyclist’s apparent vulnerability, the only real trigger for them to take proper care is a possible legal sanction.</p> \n<p>Will things change? Bike campaigners hope London’s new network of segregated cycle “superhighways”, now being built, will increase the number of riders, and act as an example to other cities. Cycling as everyday transport, and cyclists whose progress is separated from that of motor vehicles, will, they hope, drain the poison from the debate.</p> \n<p>Such tangled considerations remain far from the mind of James, now back at work and again on the bike, though with a pedal-shaped chunk out of his thigh from his high-speed fall in South Wales: “It was the worst bike crash I’ve had by far, and all the more upsetting as it was nothing that I did. Perversely, I was quite lucky with the injuries I had. If this kind of sabotage continues, someone will get killed.”</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5befffe3bd8f3eb793c02c74178499b6524f450b/0_0_2582_1550/2582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1550,"width":2582,"orientation":"landscape","credit":"Guardian imaging","altText":"Cyclist backlash","cleanCredit":"Photograph: Guardian imaging"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f6b97f84a823fa1dbc35730a2070066120485805/0_0_2448_3264/2448.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3264,"width":2448,"orientation":"portrait","caption":"Alec James after his crash at the Velothon Wales. Photograph: Alec James","credit":"Alec James","altText":"Alec James after his crash at the Velothon Wales..","cleanCaption":"Alec James after his crash at the Velothon Wales.","cleanCredit":"Photograph: Alec James"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9a73debb964f202d5480a72db202d15349c1064c/0_110_5020_3011/5020.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3011,"width":5020,"orientation":"landscape","caption":"Cycling in traffic in London. Photograph: Universal Images Group/Getty Images/Universal Images Group","credit":"Universal Images Group/Getty Images/Universal Images Group","altText":"Cycling in traffic in London.","cleanCaption":"Cycling in traffic in London.","cleanCredit":"Photograph: Universal Images Group/Getty Images/Universal Images Group"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2f37c7a712158bc37f0b7763d22085e408181059/0_0_1999_3000/1999.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":1999,"orientation":"portrait","caption":"Chris Boardman. Photograph: Mike Marsland/WireImage","credit":"Mike Marsland/WireImage","altText":"Chris Boardman.","cleanCaption":"Chris Boardman.","cleanCredit":"Photograph: Mike Marsland/WireImage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/be44892e32680443df8bf6e54bfaec6d5c4e8b8a/0_696_4862_2919/4862.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2919,"width":4862,"orientation":"landscape","caption":"Woman cycling. Photograph: The Image Bank/Getty Images","credit":"The Image Bank/Getty Images","altText":"Woman cycling.","cleanCaption":"Woman cycling.","cleanCredit":"Photograph: The Image Bank/Getty Images"}],"webPublicationDate":"2015-07-01T18:18:47Z","lastModified":"2015-07-01T23:00:49Z","metadata":{"commentable":true,"commentCount":2157,"contributors":[{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":true,"keywords":["Cycling","Life and style","Road safety","Transport policy","Transport","Politics","World news"],"tags":[{"id":"lifeandstyle/cycling","webTitle":"Cycling"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"world/road-safety","webTitle":"Road safety"},{"id":"politics/transport","webTitle":"Transport policy"},{"id":"uk/transport","webTitle":"Transport"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Peter Walker","topic":{"type":"tag-contributor","name":"profile/peterwalker"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/sabotage-and-hatred-what-have-people-got-against-cyclists","shortUrl":"http://gu.com/p/4aa58","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/sabotage-and-hatred-what-have-people-got-against-cyclists","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/sabotage-and-hatred-what-have-people-got-against-cyclists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5befffe3bd8f3eb793c02c74178499b6524f450b/0_0_2582_1550/2582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1550,"width":2582,"orientation":"landscape","caption":"  Photograph: Guardian imaging","credit":"Guardian imaging","altText":"Cyclist backlash","cleanCaption":" ","cleanCredit":"Photograph: Guardian imaging"}},"importance":6,"kicker":{"title":"Sabotage and hatred"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5befffe3bd8f3eb793c02c74178499b6524f450b/0_0_2582_1550/2582.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1550,"width":2582,"orientation":"landscape","credit":"Guardian imaging","altText":"Cyclist backlash","cleanCredit":"Photograph: Guardian imaging"}}]},{"title":"The long read / Can Winston Churchill’s grandson save the fallen outsourcing giant – and should he?","rawTitle":"Can Winston Churchill’s grandson save the fallen outsourcing giant – and should he?","item":{"type":"article","id":"business/2015/jul/02/serco-rupert-soames-outsourcing-privatisation","title":"Serco: Can Winston Churchill’s grandson save the fallen outsourcing giant? And is it worth saving?","trailText":"<strong>The long read:</strong> Serco capitalised on decades of government privatisation before scandal and mismanagement made it a poster-child for the dangers of outsourcing. Now it’s struggling for survival","standFirst":"<p>Serco capitalised on decades of government privatisation before scandal and mismanagement made it a poster-child for the dangers of outsourcing. Now it’s struggling for survival</p>","byline":"Sam Knight","body":"<p>Serco used to be the biggest company you had never heard of. For three decades it grew in the borderlands between the state and society, the government and us. Its name stands for “service company” and Serco, which combined great ambition with a desire to be unseen, wanted to be everywhere and nowhere at the same time. It was as much a formula as a company: a way to implement outsourced public services on behalf of governments, but with the elan of a restless entrepreneur. It didn’t matter what the service was, where it had to happen, or to whom it was delivered. Serco started out operating radars in Yorkshire and traffic lights in London, but it came to work with schoolchildren and doctors, commuters and prisoners, pilots and refugees. It was designed to be limitless, and to grow for ever. At its peak, Serco had a workforce of 125,000, contracts on four continents, and revenues of &pound;5bn. But in 2013, the formula faltered. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/jul/29/serco-biggest-company-never-heard-of\">Everybody heard about Serco</a>, and the roof fell in.</p> \n<p>The trouble started in the spring. A young civil servant, a fast-streamer in the Ministry of Justice, noticed strange numbers in the documents submitted by Serco and G4S (another large outsourcing company) as the firms prepared to renew two <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/dec/19/offender-electronic-tagging-serco-repay-68m-overcharging\">electronic tagging</a> contracts that they held with the British government. Since 2005, the two companies had earned around &pound;700m from monitoring thousands of criminals, suspects and recently released convicts via tracking devices attached to their ankles – a practice introduced by the Home Office to reduce prison costs in 1999. But according to the junior civil servant, whose findings were initially dismissed, they were overcharging the state.</p> \n<p>The paperwork that embodies government outsourcing, the physical contracts themselves, tells you a lot about how vexatious the whole business is. Capturing exactly what the state wants done on its behalf – the running of a railway system, the rehabilitation of prisoners – can produce dizzying piles of paper for even mundane tasks. The government chivvies its contractors to do a thousand things correctly. Private companies seek to minimise their risks, and ensure a quiet profit at the end of the day. Everyone covers their arse furiously. The documents that emerge are hundreds of pages long, dense with KPIs (key performance indicators) and SLAs (service level agreements) and kept secret from the customers – us, the public – whom they are supposed to benefit. Once they are signed, they are rarely looked at again.</p> \n<p>For the tagging contracts, it was decided that it was up to the crown, and not G4S or Serco, to decide when individuals should be fitted with a tag. This made sense, but it gave rise to an aberration. The companies came to regard monitoring cases as open or closed on the basis of letters they received from the courts and prisons, rather than anything to do with the physical fitting or taking off of tags. They billed the state until they had a document telling them not to, even if the subjects had died, disappeared or were no longer wearing a tag. G4S’s computers were set to continue billing to 2020; Serco’s to the year 3000.</p> \n<p>Over the years, letters got lost, notifications were not followed up, and these cases accreted. No one checked the contract. Serco charged the Ministry of Justice &pound;15,500 for five years of monitoring a suspect they never managed to locate in the first place. When the anomalies came to light in 2013, they showed that the companies had invoiced the taxpayer for millions of pounds’ worth of nonexistent work. “You are charging us for people who are dead,” as one Cabinet Office official involved in the subsequent showdown told me. “I don’t care if the contract says you can, it is a wrong thing.” Serco and G4S were banned from bidding on new government work for six months, while investigations into their other contracts were carried out. The Serious Fraud Office got involved.</p> \n<p>The revelations hit Serco particularly hard. The British central government provides a quarter of its global revenues. The idea that the company was ripping off its most important customer – “the goose that laid the golden egg”, as Serco executives sometimes called it – panicked investors. The share price slid. Then, in late August, the Ministry of Justice announced that the police were looking into <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/aug/28/police-serco-alleged-fraud\">“potentially fraudulent behaviour”</a> on a second Serco contract: this time a &pound;285m deal to transport prisoners to and from court in London and East Anglia.</p> \n<p>A sense of crisis enveloped the company. Investors, politicians and the press connected what had previously been isolated controversies – in 2012 <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2012/sep/20/serco-nhs-false-data-gps\">Tthe Guardian revealed</a> that Serco had altered statistics and mismanaged an out-of-hours healthcare contract in Cornwall – into a pattern of failures and dishonesty. For those already suspicious of Britain’s outsourcing complex, Serco came to represent everything that was wrong with it: anonymous, omnipresent, and playing us all for fools. In the space of five months, &pound;500m was wiped from the company’s stock market value. On 23 October, Chris Hyman, the company’s chief executive – a charismatic South African who had been at Serco since it was founded – resigned. “The best way for the company to move forward,” he said, “is for me to step back.” (Hyman did not respond to requests for comment .)</p> \n<p>Internally, Serco reeled. The company had always exuded a moral confidence that was unusual in an industry best known for cost-cutting. Hyman was an evangelical Christian. He tithed, donating part of his salary to his local Pentecostal church, and fasted once a week. Employees were rewarded for “living Serco’s values” and managers were given “commitments” rather than budgets or financial targets to meet each year. The tagging scandal cast all that in doubt. “Serco’s ethical compass needed to be reoriented,” said Alastair Lyons, the company’s chairman at the time, who was in charge of finding Hyman’s successor. Over the course of the winter, the board came to believe that they had found the man to do it, and on February 28 2014, Serco appointed its new chief executive, Rupert Soames, on a pay package worth more than &pound;2m a year.</p> \n<p>Soames, who is 56, is regarded as one of Britain’s most capable businessmen. Before taking the job at Serco, he ran a Scottish company called<a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/aggreko\"> Aggreko</a> that makes diesel generators and supplies temporary power projects around the world. Soames joined Aggreko in 2003, after its previous chief executive was killed in a car crash, and led the firm through an impressive decade of growth, during which its profits, sales and workforce had multiplied many times over.</p> \n<p>Whether he likes it or not, however, Soames also stands for something else. Choosing him was an opportunity for Serco to revive itself at the well of the British establishment. Soames’s eldest brother is Sir Nicholas Soames, a former Conservative defence minister. His father was Sir Christopher Soames, an ambassador to France and the last governor of Rhodesia. His mother, Mary, learned to swear while commanding an anti-aircraft battery in Hyde Park during the blitz. His grandfather was Winston Churchill.</p> \n<p>Merely being around Soames – who is bulky, self-assured, and often speaks in similes that involve things like spaniels, grandmothers, rhododendrons and oysters – evokes sensations of an earlier, stronger Britain. Sentences come heavy<strong> </strong>with<strong> </strong><em>italics</em><strong> </strong>and euphemism, sometimes both.<strong> </strong>(I once heard Soames characterise the royal family as “<em>that side of things</em>”).<strong> </strong>His default mood is one of loud amusement. At Oxford, where Soames was president of the union, he spent most of his time spinning records. He drove down to London twice a week to play the decks at Annabel’s, and brought the beats to Charles and Diana’s engagement party in 1981. He might have been the poshest DJ in the world. He loves control, and he loves to lead. When Lyons met Soames, he perceived “a streak running through him of service and duty”, and he is not the only one. “It is something almost military,” an old friend, who has known Soames since university, told me. “It cascades down from his grandfather. He likes to look over his shoulder and see 10,000 people marching.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7c273c2d767f6978a7e4b9220eaa405ceb56d40a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435749791789/a64e2544-c903-437d-ba0a-0715e6a59b60-251x420.jpeg\" alt=\"Rupert Soames\" width=\"251\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rupert Soames, the grandson of Winston Churchill, is regarded as one of Britain’s most capable businessmen.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene for the Guardian</span> \n </figcaption> \n</figure> \n<p>Soames himself hates this kind of talk. He abhors <em>swanking</em> of any kind, and bristles at casual references to his background. “Somebody asked me: ‘What’s it like being Churchill’s grandson?’” he said to me once, putting on a nasal voice to indicate that this was an annoying question. “And I say, I have got no fucking idea because I have never been anything else.”</p> \n<p>Still, he possesses an innate relish for the work of the state, what he calls “the public service bit”. Soames went for the Serco job on the day he heard that Hyman had resigned. And despite working in the private sector all his life, there is a sense that in the unglamorous world of public sector outsourcing – thankless, complex and human – Soames has joined the family tradition at last. “Rupert,” as his older brother Sir Nicholas, put it, “has the architecture.” Since taking over at Serco, he has begun to replace the company’s corporate speak of “value creation” and “market opportunities” with a more plain-spoken dialect of people and their problems. “This is called government. This is called public affairs,” Soames said once, when we were discussing Serco’s high-profile contracts to detain asylum seekers in the UK and Australia. He could have been speaking at prime minister’s questions.</p> \n<p>For all the assurance that he has brought, however, and the shadow of his forefathers, no one knows whether Soames can save Serco. About a month after he got the job, he went to see Margaret Hodge, the chair of the House of Commons public accounts committee, parliament’s main watchdog over the UK’s &pound;120bn outsourcing industry. “He said he was going to turn it all around,” she told me. “All the gossip to me was that he was going to go bust.”</p> \n<p>The company has staggered from month to month. Since 2013, Serco has issued three profit warnings, raised &pound;715m from its shareholders to meet its debts, and announced losses of more than &pound;1bn. Its share price has traced a long and dismal totter, from 682p in July 2013 to 126p now – a decline of more than 80%. In the City, many analysts doubt that the company can ever recover. “If there is one person who can turn around a sinking ship it is probably Rupert,” one told me. “But he wouldn’t be the first good manager to meet a bad company.” For most of us, however, the questions are different. How did Serco get so big in the first place? Is it worth saving at all?</p> \n<h2>* * *</h2> \n<p><strong>Hiring private companies</strong> and self-interested individuals to deliver public services is an old, if charged, arrangement. For centuries, kings and queens had no option but to contract out courts, taxes, roads, prisons, to nobles and business folk. The spectre of “old corruption” – a deadening lattice of sweetheart deals, public offices traded for personal profit – was a permanent fixture at British elections until the mid-19th century. The emergence of the welfare state and large government bureaucracies helped to banish this tension, and to incubate popular distrust of private actors operating in the public realm.</p> \n<p>The rise of modern government outsourcing has its origins in business theory. In 1937, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/sep/06/ronald-coase-chicago-school-economist-died\">Ronald Coase</a>, a young left-leaning lecturer at the London School of Economics, published a short paper called The Theory of the Firm, in which he considered why companies contracted out some of their functions, but did others in-house. “Why is not all production carried on by one big firm?” he asked. Coase developed the idea that organisations are constantly searching for a balance between the “transaction costs” involved in hiring external suppliers to do certain tasks and the increased potential for mistakes, waste, and the “decreasing returns to the entrepreneur function” if a company tries to do everything itself. After the war, Coase, who later won the Nobel prize for economics, moved to the University of Chicago. He gave up on socialism and his work became influential among a new generation of free-market theorists keen to question the preference of large organisations – particularly governments – to direct their own affairs rather than seeking the skills and competitive pricing of the open market.</p> \n<p>They first made the case for outsourcing in bins. During the gloomy, stagnant days of big government in the 1970s, economists crisscrossed the US, Europe and Japan to find out what happened when cities hired private companies to collect their rubbish. It was a no-brainer. In the US, Steve Savas, a champion of privatisation who later joined the Reagan administration, found that New York’s sanitation department only worked half the time. A team in Japan recorded savings of 124% when towns outsourced their refuse services. Private companies were more productive and had better trucks. In the mid-1980s, the Institute for Fiscal Studies carried out a survey of 309 British councils and found average savings of 22%, and no reduction in quality, when they used private dustbin men. This evidence became an important basis for the 1988 Local Government Act, which introduced competitive tendering for around &pound;2.5bn in local services in the UK, and launched the British outsourcing market. Nicholas Ridley, Margaret Thatcher’s environment secretary, dreamed of town councils that met once a year to sign a bunch of contracts, and then went home again.</p> \n<p>Serco was ready and waiting – although it wasn’t called Serco yet. Until 1987, it was RCA Services Ltd, the British arm of a fading American conglomerate. The Radio Corporation of America had grown to subsume everything from hire car companies (Hertz) to publishing houses (Random House). Its electronic services division in the UK was a small, modestly profitable corner of the business. It made money maintaining two very large military facilities that it had built for the British government: the nation’s ballistic missile early warning system, at RAF Fylingdales on the North York moors; and a secret state-of-the-art radar at Orford Ness, the UK’s atomic weapons research base in Suffolk. When Thatcher extended her outsourcing campaign to central government departments, RCA’s deals with the Ministry of Defence became prototypes for civil servants across Whitehall.</p> \n<p>The managers at RCA paused to reconsider their own work as well. They thought of themselves as scientists and engineers – Richard White, one of Serco’s founders, who joined RCA in 1970, had trained as a chemist – but more than half of the company’s 700 employees at RAF Fylingdales had more routine jobs. They looked after the grounds, the post, the canteen. The art, it turned out, was in running the people, not the radar. “We reinvented ourselves as a management organisation,” White told me. In 1984, RCA won the MoD’s first official outsourcing contract, to operate a big supply depot at RAF Quedgeley, in Gloucestershire. “We had never run a store in our lives,” said White. But that didn’t matter. The RAF’s storekeepers, who transferred into the new company, knew how to do that. Three years later, White helped to lead a management buyout, and RCA Services Ltd became Serco.</p> \n<p>The early years of Serco were characterised by a sense of limitlessness. There was no end to what governments could, in theory, contract out. “It just felt like the whole world was opening up,” White told me, “and we seemed to have the right formula to meet it.” The company assumed the shape it more or less holds today – a small head office overseeing hundreds of Serco outposts, teams of 30 or 50 or 100, out running some corner of what used to be a state concern: the display boards on the M25, a prison in New Zealand, a road tunnel in Hong Kong. From the start, contract managers were encouraged to think of themselves as their own bosses, with their own businesses to run.</p> \n<p>Back at headquarters, a team of 20 or so, led by a group of founding directors known as the “gang of four”, bid for new work, and reimagined the future of public services. The company set up a thinktank, the Serco Institute, which studied the outsourcing of the past – 18th-century contracts to transport convicts to Australia – and public services overseas. The gang came to see the border between the public and private sector as a cultural artefact: strongly held, but always shifting. “Just a movable line,” according to White. In Denmark, for instance, emergency services have been privately delivered since the 1920s, but care for the elderly remains overwhelmingly a state concern. In Sweden, the opposite is true: large-scale outsourcing of care services began in the 1990s, but nobody would dare touch the state’s fire engines or ambulances.</p> \n<p>Serco’s confidence, research and omnivorousness distinguished it from its rivals. Rentokil did cleaning; G4S did security; Capita did IT; Serco did anything and everything – and its panache in the bidding process meant that it often beat out competition from specialist firms. For a long time the company had a formidable “win rate”, securing 70% of the contracts it bid for.</p> \n<p>In 1989, Serco had 3,000 employees and revenues of &pound;59m. Ten years later, it had 27,000 employees and revenues of more than &pound;800m. By that time, New Labour had loosed the second great wave of outsourcing across Britain’s public services – although now under a rubric of improving choice and value for money for citizens, rather than the overt Thatcherite goal of dismantling the state.</p> \n<p>Again, Serco was on hand to pick up the work. The company got involved in privately financed hospitals, prisons and military facilities; took over failing local education authorities in Bradford and Walsall; and won its first major immigration contract, to run the Yarl’s Wood immigration removal centre, in 2006. Serco sent managers abroad, to win transport, science and prison work in Australia and the US. For a while, the company had 47 staff in Antarctica. It administered Canadian driving tests. It became responsible for setting Greenwich Mean Time. The graphs in its annual reports – revenues, profits, dividends – resembled endless staircases, disappearing upwards.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"18a74eadc078d4a1b6cf2cc65473f53cc66b9819\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435749558857/f524ec8a-a963-43ce-897f-e757a532c4b9-460x276.jpeg\" alt=\"Detainees at Yarl's Wood in June 2015.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Detainees at Yarl’s Wood immigration removal centre in June 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Guy Corbishley/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>Serco became an international business that claimed to have squared the circle of public service and private gain. In 2005, its revenues leapt by almost 40% to &pound;2.2bn. Hyman was the perfect frontman. He made success sound inevitable. “We can quadruple and it won’t affect the model at all,” he told <a href=\"http://www.managementtoday.co.uk/news/771019/MT-Interview-Chris-Hyman/\">Management Today in 2007</a>. “We could become a multinational with hundreds of thousands of workers and it still wouldn’t matter.”</p> \n<p>For this article, I spoke to nurses, porters, cleaners, swimming teachers, train managers and prison guards who worked for Serco, and at its best, they described a company that made steady profits delivering public services with more care than the state ever did. “I made more of a difference than in any other period of my life,” said Lee Barnes, a former prison governor who joined Serco and saw the company give prisoners keys to their cells and guards being addressed by their first names. “They encouraged us. They allowed us to do that.” Another former employee, who had been a trade union official, was proud that Serco has never faced a strike on its contracts. “They had this mindset that public sectors were good people surrounded by bad systems,” he said. “It was a brilliant paradigm.” In March 2013, two months before the tagging scandal broke, Serco reported revenues of &pound;4.9bn and profits of &pound;302m, the highest in the company’s 25-year history.</p> \n<h2><strong>* * *</strong></h2> \n<p><strong> <br /></strong></p> \n<p><strong>When Soames started work at Serco,</strong> he had a clear idea of what he expected to find. “Big reputational damage,” he told me, “but fundamentally the business would be very sound.”</p> \n<p>Within a week or two, however, he sensed that Serco was in a much more fragile state than it appeared. The company’s sales forecasts for the year were unravelling, and its profits were declining at an alarming rate – in a way that far exceeded the expected impact from the tagging scandal and negative headlines of 2013. On 1 May, officially his first day in the job, Soames issued a profits warning and launched an emergency fundraising of &pound;160m to keep the company ahead of its debts. “It became obvious,” he told me, “that the world was falling out of its bottom.”</p> \n<p>Soames spent the first 16 years of his career at GEC – the General Electric Company plc – the British electronics giant, and came to revere its legendary and prickly chief executive, Arnold Weinstock. At its height, GEC consisted of 180 companies and had a workforce of 250,000. For three decades, Weinstock ruled this empire from a set of dimly lit offices in Knightsbridge decorated with pictures of racehorses. The key to the operation was a set of standardised monthly reports filed by every GEC business: eight ratios (profit margin, staff turnover and so on) on the first page; raw figures on the second page; a written commentary thereafter. Weinstock spent hours each day scouring these documents, covering them in red ink, picking up the telephone, firing people if necessary. At the end of the day, he made a point of switching the lights out himself.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"33cc987c2acc1ab9e9b93bb8023a08581292cf5c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435750206530/3b5adaa5-15f5-455d-9477-66e5c492f109-280x420.jpeg\" alt=\"Arnold Weinstock.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Arnold Weinstock ruled the General Electric Company empire from a set of dimly-lit offices in Knightsbridge decorated with pictures of racehorses.</span> \n  <span class=\"element-image__credit\">Photograph: The Guardian</span> \n </figcaption> \n</figure> \n<p>Soames has replicated GEC’s reporting system wherever he has worked. (He has two photographs in his dressing room, one of Weinstock, the other of his father.) When he arrived at Serco, the first thing he asked for was a copy of the monthly accounts. They did not exist. (Because Serco’s contracts are long-term – most of them last between three and seven years – the company had only ever collected its financial data every quarter.) Next, Soames asked to see a database of the company’s order book of 700 contracts, showing which ones were in profit, and which were loss-making. That did not exist either. As the incoming chief executive, part of Soames’s job was to reassure a demoralised workforce, but he was taken aback by how little Serco knew about its own business. “When you see things that may be deeply shocking,” he told me, “you can’t show your shock.”</p> \n<p>In the meantime, the bad news kept arriving. Experienced staff were jumping ship. Serco’s damaged reputation meant it was losing outsourcing bids that it would normally win, and there was a troubling drip-drip of allegations from some of the company’s most sensitive contracts. These included Yarl’s Wood, where Serco detains female asylum seekers on behalf of the government. Its staff have been accused of sexual abuse and 10 guards were fired last year. “I was counting my days on the basis of how many really, really shitty bits of news happened a day, and it used to be four,” said Soames. “If I hadn’t had my four bits of bad news, I knew something was wrong. I knew there was something I didn’t know.”</p> \n<p>The air slowly cleared. It took two months to build the contract database. (Soames is a nut for spreadsheets and databases: he likes to re-enter the digits himself.) He discovered that Serco operated in 38 different markets, from dog wardens in Birmingham to air traffic control in Baghdad. He hired his former finance director from Aggreko, Angus Cockburn, and brought in 40 accountants from Ernst &amp; Young to perform a triage on Serco’s global order book, looking for hidden risks and possible losses. Soames adopted a voice from Monty Python when he described this process. “Bring out yer dead,” he hollered. “Suddenly, these bodies started flying out.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Soames discovered that Serco operated in 38 markets, from dog wardens in Birmingham to air traffic control in Baghdad</p> \n </blockquote> \n</aside> \n<p>Soames came to see that Serco’s finances were under attack from three different directions. First, there was the continuing fallout from the tagging dispute of the previous year. (In the end, Serco paid back &pound;68.5m for the tagging debacle, and agreed to forgo any future profits on its prisoner escort contract. The Serious Fraud Office investigation into the tagging contract continues.) More broadly, however, the company had not negotiated the economic crisis anywhere like as well as it had claimed. The arrival of the Conservative-Liberal Democrat coalition unleashed Britain’s third great wave of outsourcing since the 1980s – between 2010 and 2015, the industry doubled in size from &pound;64bn a year to &pound;120bn as new health, probation and benefit services hit the market – but many of Serco’s new contracts were hastily designed and bid for, and barely breaking even.</p> \n<p>The main reason, according to several former directors I spoke to, was a subtle but noticeable shift in the company’s priorities that began in the mid-2000s. Under Hyman, Serco became steadily engrossed by its own financial performance. He set the company an internal goal of joining the FTSE 100 list of the UK’s largest companies, which it achieved in December 2008. During the depths of the global economic downturn, in 2010, the company then set itself a new goal – to become “the world’s greatest service company” – and issued ambitious forecasts for revenue growth and profits by 2012. Chasing these targets in the face of austerity in the UK and the federal shutdown in the US meant expanding into new areas, such as clinical healthcare and large-scale private outsourcing, which Serco had avoided in the past.</p> \n<p>A former director, who had left Serco and rejoined the company around this time, found many of his colleagues increasingly pressurised and alienated by a culture almost entirely focused on the bottom line. The Serco Institute was shut down. So-called “black hat conferences”, at which hardened public service managers used to be invited to challenge the optimistic bidding assumptions made by the financial teams at headquarters either did not take place, or were formalities, dominated by bid teams. “It was all these commercial guys, just modelling it without any notion of what would happen,” the director told me. By 2014, Serco was managing to lose money on an outsourcing deal with Hertfordshire county council – the kind of work it had done for a generation.</p> \n<p>More worrying, even, than either of these, Soames discovered that scattered throughout its books, Serco also had a small number of contracts that put it on the hook for potentially unlimited losses. If you spend time with people in the outsourcing industry these days, the subject most of them want to talk about is “risk transfer”. As well as creating money-making opportunities, novel forms of outsourcing contracts in the last decade have also, on occasion, left private companies exposed to extraordinary levels of financial damage and public loathing. Even small miscalculations, or unexpected events, can carry vast consequences. Serco’s rush to growth made it more vulnerable to these risky deals than most, and from the moment he arrived at the company, Soames began to hear more and more about the 14 Armidale patrol boats that it had agreed to supply to the Australian Navy in 2004.</p> \n<p>The contract was simple enough. Serco had to make the patrol boats available for a total of 3,600 operating days a year. If they broke down, it was Serco’s problem. In the early years, the Armidales made money for Serco, but from 2008 onwards, Australia faced a sudden increase in asylum seekers attempting to reach the country by sea. Between 2007 and 2012, the numbers leapt from 148 to more than 17,000, and the Armidales were the navy’s chosen means to intercept the migrants’ fragile boats as they approached the coast. The patrol boats were driven harder and faster than ever before. They developed corrosion and cracking in their hulls. Amazingly, for several years, Serco was able to offset any losses from the patrol boats because it also had the contracts to detain the asylum seekers in immigration camps once they landed in Australia. For this work, it was paid on a volume basis – per asylum seeker. The surge in refugees made these contracts the most profitable in Serco’s entire global portfolio, bringing in &pound;450m in 2013.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"d4f745e4c2ab7ff75c348ebd050aca896285e126\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435753462029/a2b5f9e6-7b2b-492f-8be2-dbc3454101f1-460x276.jpeg\" alt=\"A Royal Australian Navy Armidale patrol boat\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Royal Australian Navy Armidale patrol boat.</span> \n  <span class=\"element-image__credit\">Photograph: LSIS Yuri Ramsey</span> \n </figcaption> \n</figure> \n<p>But from the July of that year, a dramatic change in Australia’s immigration policy – under which all<strong> </strong><a href=\"http://www.border.gov.au/Trav/Refu/Illegal-maritime-arrivals\">“illegal maritime arrivals</a>” would now be detained in Papua New Guinea – meant that Serco faced a double blow: fewer asylum seekers came, and the Armidales still required expensive maintenance. To add a further, mind-altering twist: it was possible that some of those immigrants would now head for Britain, where Serco also had contracts to provide temporary accommodation to asylum seekers – but because it had negotiated those deals poorly, it was now <em>losing</em> money on every person that it housed in the UK. “It is called falling off the swing,” said Soames, when he tried to explain all this to me, “and getting hit on the back of the head by the roundabout.”</p> \n<p>There are times, when considering Serco, that it begins to resemble Milo Minderbinder’s syndicate, M&amp;M Enterprises, in the novel Catch-22, which starts out trading melons and sardines between opposing armies in the second world war, and ends up conducting bombing raids for commercial reasons. If you are going to make money in conflict, or the messy affairs of human life, Milo reasons, you might as well play as many sides of the action as possible. “In a democracy, the government is the people,” he argues. “We’re people aren’t we? So we might as well keep the money and eliminate the middle man.”</p> \n<p>Last autumn, Soames and Cockburn concluded that a handful of contracts – led by the Armidales, and the deal to house asylum seekers in the UK – could cost Serco up to &pound;500m in losses, which posed a mortal threat to the business. They began a series of weekly meetings with officials at the Cabinet Office to brief them on the company’s financial state. According to Soames, these conversations prompted the government to develop a contingency plan in case Serco went bankrupt.</p> \n<p>On 10 November, Soames announced a new strategy for the company: it would be simpler, and smaller, and serve governments only. The moves into healthcare and business outsourcing were to be abandoned and sold off. (In 2015, Serco expects to have revenues of &pound;3.5bn, around two-thirds of what it was making at its peak.) The company would sell its recent acquisitions, shedding tens of thousands of employees. Soames also revealed the scale of Serco’s losses for the first time: a total of &pound;1.3bn – the equivalent of its last 20 years of profits combined.</p> \n<h2>* * *</h2> \n<p><strong>Soames and I spent several afternoons</strong> together in May and June, talking about what had gone wrong at Serco. Often we met in his seventh-floor office near Victoria. He always wore the same uniform: dark suit, braces, specially tailored blue herringbone shirts with the words “Serco – and proud of it” sewn into the right side of his chest. Since the tagging scandal and the misreporting of statistics on its Cornwall healthcare contract in 2012, Serco has also been stripped of its responsibility to sterilise medical equipment at Fiona Stanley Hospital in Perth, western Australia, and has been criticised by human rights groups for its treatment of asylum seekers in both Australia and the UK. (In March, the company launched an independent review, led by a former barrister, Kate Lampard, of conditions at Yarl’s Wood.)</p> \n<p>One subject we kept returning to was whether the company’s fixation with growth – its compulsion, publicly and internally, to meet the revenue “commitments” set by its top management – had contributed to its ethical and performance failures. Soames’s essential argument was that the two were unrelated. “I think you can construct a story linking the pressure for financial performance to those ethical breaches. I personally think that is wrong,” he said.</p> \n<p>But Soames’s language wavered. Sometimes when we talked, Serco’s profit targets and the level of care it put into its public services existed in “parallel universes”. Other times there was “a tenuous connection”. Once Soames acknowledged that “one made the other worse<em>”</em>. When I told him about a Serco manager I had spoken to in Cornwall, who described staff in tears every day in early 2012 as they contended with unrealistic financial demands from head office and a healthcare contract they were struggling desperately to meet, he said: “I don’t know. I wasn’t there.” He did not pretend that the question was straightforward. “I don’t go to bed at night thinking, ‘Oh well, sorted that one then,’” he said.</p> \n<p>The restless dynamic between corporate profit and public service lies at the heart of why many of us feel anxious about outsourcing. The dice seem loaded from the start. People at Serco used to puzzle over this mistrust. “I think the public is divided,” one of the company’s former board members told me. We hate waste, he explained. We tend to approve of competitive tendering. We acknowledge the existence of good, vocationally driven private actors in the public realm, like GPs. “On the other hand,” the board member went on, “people are deeply suspicious of the profit motive. They know how powerful the profit motive is and they worry if you get the incentives wrong that will produce horrible consequences.”</p> \n<p>Outsourcers also threaten us because their growth entails the dismantling of something that was familiar. Public sector monopolies may not have always been effective, but at least they came with a story, an implied commitment to a common cause. They were, in some inescapable sense, <em>ours</em>. By contrast, the rise of the UK’s public services industry – which now employs more than a million people and is the world’s second largest, after America’s – is an experiment that has been conducted largely without a narrative, and whose principal agents are large companies that belong to their shareholders. They are, in some inescapable sense, <em>not ours</em>. (Serco’s largest investors, by way of example, are hedge funds, American value investors and the Singaporean government.)</p> \n<p>Market forces, transaction costs and Coasian bargaining theory do not care if we believe in them or not. Politicians do not help much. They do not celebrate or explain outsourcing, even as the consensus solidifies about the “mixed economy” required to deliver Britain’s public services to an ageing population unwilling to pay higher taxes. All the main parties are signed up. They just don’t like to talk about it. Even Nicola Sturgeon and the SNP are Serco customers: they unveiled the company’s new contract to run the Caledonian Sleeper service in March. The experiment proceeds. The stakes get higher.</p> \n<blockquote> \n <p>* * * </p> \n</blockquote> \n<p><strong>Since March, and the conclusion</strong> of Serco’s latest fundraising from its shareholders, Soames has been able to get out and about more. He tries to visit one of the company’s contracts every week. On a recent Friday morning, he picked me up from a station near where he lives with his family in Buckinghamshire (Soames keeps a small mixed farm: “Twelve Sussex cows, plus a bull”) and drove us to RAF Benson, in Gloucestershire, where Serco trains helicopter pilots for the armed forces in computer simulators. On the way, we talked about his childhood. Soames spent many days at Chartwell, the Churchill family home, as a young boy, and remembers being dandled on the great man’s knee. The legacy, more than anything, is of <em>industry</em>: all those books, all those paintings, all those wars. “It was an immense thing,” he said, “this prodigious work ethic …” These days, Soames works seven days a week, five or six hours on Saturdays and Sundays. His staff wake up to emails and memos –<strong> </strong><em>noodlings</em><strong> </strong>– time-stamped at 6am, or 10pm.</p> \n<p>At the helicopter base, Soames busied himself in the arcana of outsourcing. At RAF Benson, where Serco earns around &pound;4m a year on a contract it has held since 1997, the company is trying to supply the same amount of flight training to the MoD with fewer pilots. Soames spent the morning talking to the contract manager about shift patterns and the cost of helicopter earphones. He tried out the flight simulator, rejected his instructor’s suggestion that he use the autopilot, and crashed in a field. “And it was all going so swimmingly,” he said. After the screen froze, Soames asked to be taken upstairs to see the servers. He stood with his hands on his hips, facing a bank of humming machines, as if he might find the glitch with his own eyes.</p> \n<p>At lunchtime, the Serco staff gathered in a meeting room and ate from a cold buffet. Everywhere Soames goes in the company, he gives a stump speech about what went wrong, and how he is trying to fix it, which lasts about seven minutes. Then he asks for questions. Consciously or not, Soames often slips in military references when he speaks. At an in-house awards ceremony in May, he compared the company’s shareholders to Von Bl&uuml;cher’s cavalry at Waterloo. He always closes with the same words: “Someone once said, and I can’t think who: ‘This is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.’”</p> \n<p>At RAF Benson, the pilots chuckled, but the conversation quickly turned serious. They wanted to know what Soames was doing to stop the bean-counters from taking over the company again. They wanted to know if the political tide might turn against outsourcing one day. “People don’t want to pay more tax,” said Soames. “It ain’t going to happen.” Towards the end, one pilot with a direct manner told Soames they had been treated like “toilet cleaners” by the previous management and asked about the estimated &pound;4m pay-off that Hyman received when he left.<strong> </strong>For a moment, the room went quiet. “I have no problem with you asking the question just as you are going to have no problem with me not answering it,” said Soames. He spoke carefully. “I wasn’t involved. I wasn’t there, and you know what, I couldn’t give a damn. I intend to be different. And that is not to say the past was right or wrong, but I am not the same.”</p> \n<p>Later, driving back to the station, I wondered whether we will look back on this moment, in the early 21st century – like we look back on the 1970s, or the 18th century – and be astonished by a single company doing so many things, in so many places, for and to so many citizens. Soames was on his way home to work for a few more hours. When you run a state within a state, there is always something demanding your attention. “It sounds pompous,” he said to me once, “but I feel that everything I have done previously was building up to do this.”</p> \n<p>That afternoon, unusually, Soames’s voice carried an edge of tiredness. We pulled up at the station to wait for my train. I asked him if he thought he would ever miss this – the ongoing sense of crisis, a sceptical public, the darkness before the dawn – and he covered his face with his hands. “Fuck no,” he said. Soames slumped in his seat and he started to laugh. “Oh, God,” he guffawed. “Oh, God.” But wouldn’t he be bored, I said, if all was well in the world of Serco? “I don’t see that happening. I don’t see that for a long time,” said Soames. “I will get chucked out before that.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435749301858/53f35b3f-dc34-40ef-b488-250e5127f25f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ian Nicholson/PA","altText":"A Serco prison van.","cleanCredit":"Photograph: Ian Nicholson/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435749791036/a64e2544-c903-437d-ba0a-0715e6a59b60-1220x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1220,"orientation":"portrait","caption":"Rupert Soames, the grandson of Winston Churchill, is regarded as one of Britain’s most capable businessmen. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Rupert Soames","cleanCaption":"Rupert Soames, the grandson of Winston Churchill, is regarded as one of Britain’s most capable businessmen.","cleanCredit":"Photograph: David Levene for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435749560314/f524ec8a-a963-43ce-897f-e757a532c4b9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Detainees at Yarl’s Wood immigration removal centre in June 2015. Photograph: Guy Corbishley/Demotix/Corbis","credit":"Guy Corbishley/Demotix/Corbis","altText":"Detainees at Yarl's Wood in June 2015.","cleanCaption":"Detainees at Yarl’s Wood immigration removal centre in June 2015.","cleanCredit":"Photograph: Guy Corbishley/Demotix/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750208060/3b5adaa5-15f5-455d-9477-66e5c492f109-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Arnold Weinstock ruled the General Electric Company empire from a set of dimly-lit offices in Knightsbridge decorated with pictures of racehorses. Photograph: The Guardian","credit":"The Guardian","altText":"Arnold Weinstock.","cleanCaption":"Arnold Weinstock ruled the General Electric Company empire from a set of dimly-lit offices in Knightsbridge decorated with pictures of racehorses.","cleanCredit":"Photograph: The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435753463569/a2b5f9e6-7b2b-492f-8be2-dbc3454101f1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Royal Australian Navy Armidale patrol boat. Photograph: LSIS Yuri Ramsey","credit":"LSIS Yuri Ramsey","altText":"A Royal Australian Navy Armidale patrol boat","cleanCaption":"A Royal Australian Navy Armidale patrol boat.","cleanCredit":"Photograph: LSIS Yuri Ramsey"}],"webPublicationDate":"2015-07-02T05:00:10Z","lastModified":"2015-07-02T05:00:10Z","metadata":{"commentable":true,"commentCount":69,"contributors":[{"name":"Sam Knight","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-knight"}],"feature":true,"keywords":["Serco","Business","UK news","Privatisation","Politics"],"tags":[{"id":"business/sercogroup","webTitle":"Serco"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/privatisation","webTitle":"Privatisation"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"business"},"topics":[{"displayName":"Sam Knight","topic":{"type":"tag-contributor","name":"profile/sam-knight"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/02/serco-rupert-soames-outsourcing-privatisation","shortUrl":"http://gu.com/p/4aa2c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/02/serco-rupert-soames-outsourcing-privatisation","webUri":"http://www.theguardian.com/business/2015/jul/02/serco-rupert-soames-outsourcing-privatisation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435749097823/40c3bba8-c48c-4147-a783-dc12432a5d37-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rupert Soames, CEO of Serco, at the company’s London cycle hire depot. Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Rupert Soames, CEO of Serco, at the company's London cycle hire depot.","cleanCaption":"Rupert Soames, CEO of Serco, at the company’s London cycle hire depot.","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":5,"kicker":{"title":"The long read"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435749301858/53f35b3f-dc34-40ef-b488-250e5127f25f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ian Nicholson/PA","altText":"A Serco prison van.","cleanCredit":"Photograph: Ian Nicholson/PA"}}]},{"title":"Magic Mike XXL – strippers' verdict / A public liability claim waiting to happen","rawTitle":"A public liability claim waiting to happen","item":{"type":"article","id":"film/2015/jul/02/magic-mike-xxl-naked-truth-dreamboy-strippers","title":"Magic Mike XXL – strippers' verdict: 'A public liability claim waiting to happen'","trailText":"As Magic Mike XXL opens in cinemas, we sent Dreamboys Luke and Rowan and their manager, David, to see how the film measures up to the bump and grind of real stripping. So does Channing Tatum deliver the full monty?","standFirst":"<p>As Magic Mike XXL opens in cinemas, we sent Dreamboys Luke and Rowan and their manager, David, to see how the film measures up to the bump and grind of real stripping. So does Channing Tatum deliver the full monty?</p>","byline":"Interviews by Catherine Shoard","body":"<h2>David Richards, 35, the Dreamboys’ creator and manager</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/29/magic-mike-xxl-review-strippers-channing-tatum\">Magic Mike XXL review: like watching pained strippers dryhump</a> </p> \n</aside> \n<p>The first Magic Mike hit the nail on the head. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/29/magic-mike-xxl-review-strippers-channing-tatum\">This one doesn’t</a> – although if you want a giggle, it’s a good film. The problem is that ladies are now going to expect what they see on the screen to be in our show. But the licensing laws in Britain mean you’d never get away with it. I don’t know if it’s because we’re prudish, but this country is very strict. I think we should lighten up.</p> \n<p>There’s touching in <a href=\"http://www.dreamboys.co.uk/\">our show</a>, but it is done very tastefully. In the film, the touching of the girls – their breasts, their middle parts – is borderline. It’s quite full-on, the grabbing. They could easily turn round and say: “That’s sexual harassment.” If I made the show like that, you’d get a lot of complaints. And you couldn’t bring your mum or granny.</p> \n<p>In the film, the guys pick the girls up and spin them round on their heads. That’s a public liability claim waiting to happen. Somebody’s going to get injured. Years ago on tour, one guy did something similar – and dropped the girl on stage, knocking out her two front teeth. Blood everywhere. She was getting married the next day. In the film, they’ve probably got lots of crash mats that you can’t see.</p> \n<figure class=\"element element-image\" data-media-id=\"04255cd89d0178dcc9cc5fd955c042bc59c4610a\"> \n <img src=\"http://media.guim.co.uk/04255cd89d0178dcc9cc5fd955c042bc59c4610a/183_111_5577_3344/1000.jpg\" alt=\"The Dreamboys with their manager, David.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Dreamboys with their manager, David.</span> \n  <span class=\"element-image__credit\">Photograph: Felix Clay for the Guardian</span> \n </figcaption> \n</figure> \n<p>There is no full-frontal nudity, presumably because it’s rated 15. Our show didn’t have any until about four years ago – and it’s been going for donkey’s years. But I had to listen to what the customers were telling us and so, in a two-hour production, there’s probably about 20 seconds. They expect it now. And they get annoyed if they don’t see it. It’s very tastefully done, though.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the movie, they get rid of the traditional routines. But women love firemen and cops</p> \n </blockquote> \n</aside> \n<p>It’s odd that they don’t have any guys in the audience. They talk about moving with the times, but that didn’t feel very modern. Gay men at our show act just the same as straight men at a strip show: respectful. But women – you let them out on a night out and it’s like: “Oh my god, what happened to you?” They turn raucous and wild. As much as it’s fun, it can be sometimes a bit too much. The boys are trying to do dance routines and you’re hearing: “Get your so-and-so out.” You’re like: “Wow, that’s somebody’s daughter.”</p> \n<p>In the film, they call the ladies in the audience “queens”. I’ve always said to the boys: “Every woman who walks through the door should be treated like a princess. They want to feel special.” These guys look amazing, though – nothing disrespectful, but some women wouldn’t stand a chance with them. The show allows them to get up close and personal. It’s hard to make a blind-drunk abusive lady feel like a princess, but that’s not how most people behave.</p> \n<p>Some of the women watching the film would have frowned at what the Dreamboys do. I find that quite shallow. I don’t think Fifty Shades was such a game-changer. I think that was for people who haven’t explored past the missionary position. It’s a little bit of bondage, for God’s sake. We’ve been doing an exhibition at Olympia – it used to be called Erotica, it’s now called Sexbo – for 15 years. Where have you all been?</p> \n<h2>Luke Baker, 26, Dreamboy</h2> \n<p>In the movie, they pluck their eyebrows using a cameraphone with a zoom as a mirror. That sort of thing does happen. You look in every mirror, every window you walk past. I think that’s a good thing. No, I don’t get sick of the sight of myself, but I do get sick of seeing the boys’ faces and their bits and bobs.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/25/andie-macdowell-magic-mike-xxl-male-stripper-movie\">Andie MacDowell: ‘I have a problem with the word cougar. It’s demeaning’</a> </p> \n</aside> \n<p>You see in the film that the men have other interests, too. Mine are food and rubbing oil or cream on my body. I’ve always got packets of deep heat. I don’t know if it’s the smell I love or just being moisturised. I love massaging and I love food. I’m a trained chef. I do raw food, raw desserts. I make it look pretty.</p> \n<p>I like an older woman [in the film, Andie MacDowell plays a divorcee who flirts with the troupe]. I’m not gonna to lie. About 35 to 44. I usually don’t go any younger than that. They’re mature and experienced and they know what they want. If she’s a cougar, I’m gonna go there. I love ass. I love a curve. If they don’t have that then I dunno. But when the majority of them speak I’m like: “Nah, can’t do this. I don’t just go for looks now.”</p> \n<p>We get more of a mixed crowd at our shows than in the film. People with disabilities, a lot of older women – in their 80s – and even some couples. At our London shows, we get more guys, about 20 or 30 out of 1,000 people. They don’t do all the grabbing and the scratching; they just watch and laugh. Girls think they can do anything to you because you’re a stripper. I don’t like it, but I don’t show it.</p> \n<p>The married ones are horrendous; they go for everything. They try and dress you in their clothes. I get emails and Twitter and Facebook messages telling me what they’re up to, even at 5am. I don’t care, but I do respond because I’m a nice person.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>In the UK, people never throw notes, because &pound;5 is a lot and you can’t throw coins. In America, they tip and tip and tip</p> \n </blockquote> \n</aside> \n<p>After the show, the girls are left quivering, and the private dances are their chance to go and experience a one-to-one. They pay money for their favourite Dreamboy, usually one in costume. I always dress as a cowboy. If I was a woman, I’d like cowboys. I love the private dances, but the worst thing about them is standing there beforehand getting looked at, judged, who wants who. There is one guy who tends to get more than most. He’s got tattoos.</p> \n<p>The most I’ve made on one night from private dances is &pound;200 – that’s 20 dances. If a girl wants to take it even further, we can’t. I just do the moving back thing. I have got aroused doing them – even if I’m not really attracted to the girl, if it’s a song I like, like Murder She Wrote or Sexual Healing. All the grindy stuff. It’s easily done.</p> \n<h2>Rowan Row, 26, Dreamboy</h2> \n<p>The scenes on the tour bus reminded me of us: doing the protein shakes, cooking the food, planning to go to the gym the next day. I never tire of my own face or my body. You’re always out for improvement. I’m training not just to look good but to define each muscle the way I want. But we’re not allowed to drink or take drugs.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=lMulcnyxzxQ\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/lMulcnyxzxQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>I expected more dance routines. It was more like a road trip. The dancing was really phenomenal though, especially Channing Tatum.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/30/magic-mike-xxl-emmeline-pankhurst-sexually-empowering\">Magic Mike XXL: would Emmeline Pankhurst approve of these male strippers? | Catherine Shoard</a> </p> \n</aside> \n<p>In the UK, we never get people throwing notes at you, because &pound;5 is quite a lot and you can’t throw coins. The mentality is different. In America, they tip and tip and tip.</p> \n<p>The movie shows them getting rid of the traditional stripper routines. But women love firemen and cops – a hero, a man in uniform. They find it very sexy. That will never disappear from the industry. We have a Fifty Shades of Grey routine, too. The girls love it, it’s so intense.</p> \n<p>Like in the film, I created my own routine. It’s a bedroom scenario. I come out in a bathrobe and put the lady on a bed and tease her. We have some champagne. I’m being very gentlemanly. We’re eating grapes. One of the raunchiest parts is when I have a grape and I give it to her by my mouth. The audience go crazy for that.</p> \n<p></p> \n<p> </p> \n<p><span class=\"bullet\">•</span> Magic Mike XXL is on release from Friday</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5cd1397d574afc19dedcf0fb41e31abfcd8fcb9e/0_128_5760_3454/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3454,"width":5760,"orientation":"landscape","credit":"Felix Clay/Felix Clay for the Guardian","altText":"Rowan, left, and Luke of Dreamboys","cleanCredit":"Photograph: Felix Clay/Felix Clay for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04255cd89d0178dcc9cc5fd955c042bc59c4610a/183_111_5577_3344/5577.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3344,"width":5577,"orientation":"landscape","caption":"The Dreamboys with their manager, David. Photograph: Felix Clay for the Guardian","credit":"Felix Clay for the Guardian","altText":"The Dreamboys with their manager, David.","cleanCaption":"The Dreamboys with their manager, David.","cleanCredit":"Photograph: Felix Clay for the Guardian"}],"webPublicationDate":"2015-07-02T06:18:52Z","lastModified":"2015-07-02T08:08:07Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"}],"feature":true,"keywords":["Magic Mike XXL","Film","Sexuality","Comedy","Culture","Comedy","Channing Tatum","Magic Mike"],"tags":[{"id":"film/magic-mike-xxl","webTitle":"Magic Mike XXL"},{"id":"film/film","webTitle":"Film"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"culture/comedy","webTitle":"Comedy"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/comedy","webTitle":"Comedy"},{"id":"film/channing-tatum","webTitle":"Channing Tatum"},{"id":"film/magic-mike","webTitle":"Magic Mike"}],"section":{"id":"film"},"topics":[{"displayName":"Catherine Shoard","topic":{"type":"tag-contributor","name":"profile/catherineshoard"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jul/02/magic-mike-xxl-naked-truth-dreamboy-strippers","shortUrl":"http://gu.com/p/4aa2y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jul/02/magic-mike-xxl-naked-truth-dreamboy-strippers","webUri":"http://www.theguardian.com/film/2015/jul/02/magic-mike-xxl-naked-truth-dreamboy-strippers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5cd1397d574afc19dedcf0fb41e31abfcd8fcb9e/0_128_5760_3454/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3454,"width":5760,"orientation":"landscape","caption":"Rowan, left, and Luke of Dreamboys prepare for some raunch. Photograph: Felix Clay for the Guardian","credit":"Felix Clay for the Guardian","altText":"Rowan, left, and Luke of Dreamboys","cleanCaption":"Rowan, left, and Luke of Dreamboys prepare for some raunch.","cleanCredit":"Photograph: Felix Clay for the Guardian"}},"importance":4,"kicker":{"title":"Magic Mike XXL – strippers' verdict"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5cd1397d574afc19dedcf0fb41e31abfcd8fcb9e/0_128_5760_3454/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3454,"width":5760,"orientation":"landscape","credit":"Felix Clay/Felix Clay for the Guardian","altText":"Rowan, left, and Luke of Dreamboys","cleanCredit":"Photograph: Felix Clay/Felix Clay for the Guardian"}}]},{"title":"Shop frontiers / Rise of cross-border buying around the world","rawTitle":"Rise of cross-border buying around the world","item":{"type":"article","id":"money/2015/jul/02/cross-border-buying-shopping-bargains-globalisation","title":"Shop frontiers: the rise of cross-border buying around the world","trailText":"In an increasingly globalised world, thrifty consumers everywhere are crossing borders to bag bargains. But what goods are being bought and where?","standFirst":"<p>In an increasingly globalised world, thrifty consumers everywhere are crossing borders to bag bargains. But what goods are being bought and where?</p>","byline":"David Crouch in Imatra, Ilaria Maria Sala Sala in Hong Kong, Sibylla Brodzinsky in Bogota, ​Michael Amundsen in Tallinn, Kit Gillet in Galati, Romania, Alec Luhn in Moscow,  Daniel Nolan in Mosonmagyaróvár, Hungary, Kim Willsher in Paris and George Arnett","body":"<h2><br /></h2> \n<p> They are the people who take their passports out shopping in search of an international bargain.<br /></p> \n<p>Globalisation has been breaking down boundaries for a generation or more, no more so than in the parts of the world where consumers routinely cross frontiers to make their purchases of everything from household goods to petrol and groceries.</p> \n<p>From Europeans who buy alcohol and cigarettes over the border, to health tourists popping next door to get medical supplies – or even to get their teeth fixed – the notion of cross-border consumers appears to be here to stay.</p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-01.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p> </p> \n<p>In the middle of a Finnish forest not far from the border with their homeland, two Russians are doing a bit of low-level sanctions busting. <br /></p> \n<p>Vasily Yermolayev and his friend Dmitry have bought some salmon at a supermarket just up the road from the crossing point. “You can’t get it in St Petersburg, it’s on the EU’s blacklist,” says Vasily, 37.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c6abe7314372a30ea929d9cf5a4fad0352f10a76\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431421138495/1f50c115-c47c-48ab-a6f8-1a6d7a5ced61-460x276.jpeg\" alt=\"The Finnish border with Russia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Finnish border with Russia.</span> \n  <span class=\"element-image__credit\">Photograph: David Crouch</span> \n </figcaption> \n</figure> \n<p>Vladimir Putin put a stop to salmon imports from Scandinavia last year as a riposte to EU sanctions after Russia annexed Crimea. The two Russian salesmen blame Europe for the lack of salmon in their shops.</p> \n<p>In the car park outside, Markku Puhakainen, 62, a Finn, is anticipating his weekly trip to Russia to buy petrol at less than half the Imatra price. The steelworker is an ice-hockey referee in his spare time, so he travels a lot to games and saves thousands of euros each year by making the two-hour round trip to fill up over the border. While he is there, he’ll pick up a block of cigarettes at a fraction of the price charged at home.</p> \n<p>Here among the endless pine trees, Russians and Finns are figuring out how to navigate the shifting winds of economics and geopolitics to make their lives better.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Finns made 110,000 journeys across the border into Russia in January alone</p> \n </blockquote> \n</aside> \n<p>The Russians enjoy the assistance of three huge supermarkets that opened 18 months ago at the Imatra border crossing, where Finnish retailers do a brisk trade with Russian consumers prepared to drive 150 miles from St Petersburg and beyond. Almost all the checkout staff speak Russian, the signs and labels are in Russian, and the product range is chosen with Russian tastes in mind. Companies in St Petersburg offer “Finland for an hour” bus tours here for 800 roubles, about &pound;11.<br /></p> \n<p>Once, St Petersburg’s aristocracy frequented Imatra to admire its famous rapids and fish for salmon in the Vuoksi river, which joins Lake Saimaa, Finland’s largest, with Lake Ladoga over the border to the east. But now the Russians have other pursuits in mind.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/06/border-trade/finland-russia.html\" data-alt=\"Graphic\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/06/border-trade/finland-russia.html\">Graphic</a> \n</figure> \n<p>Sergei, 33, is stocking up on washing powder. “Russian brands make a lot of froth but don’t get the dirt out,” he says. “Rather like politicians.”</p> \n<p>Stanislav, 40, and his wife have driven 500 miles from Vologda and are breaking their journey at a B&amp;B on the Russian side, giving them more time to load the car with meat, cheese, coffee and jar after jar of trout roe caviar. “Things are more expensive here, but the quality is much better,” he says.</p> \n<p>“It’s all down to what the rouble is doing,” says Tomi T&ouml;rm&auml;, chief customs officer at the Imatra crossing. “When it’s up, the Russians come – when it’s down, the Finns go.”</p> \n<p>Currently the traffic is fairly equal each way, with about 1,000 crossings a day, he said. But late last year when the rouble fell off a cliff the <a href=\"http://yle.fi/uutiset/cheaper_ruble_boosts_petrol_tourism/7799969\">queues of Finns</a> were hundreds of cars long. The nearest petrol station is less than 500 metres from the border in the town of Svetogorsk, whose giant paper mill looms over the treetops. The only potential hiccup is the time it can take to get through customs. </p> \n<p>Smuggling is a problem. Only last week, Finnish customs bust a car with 100 blocks of cigarettes – only one is allowed. Drivers never know when their car will be singled out for close inspection. Finns are forbidden to make more than one trip every 20 hours.</p> \n<p>But with a one-year multiple entry visa costing around €130 (&pound;93), it still makes a lot of sense for Finns living near the border to exploit the petrol price differential. EU law says they can only fill their petrol tanks plus one spare canister, otherwise the volumes would be ever larger.</p> \n<p>Imatra is one of five crossing points in Finland’s south-east. Each year, more than 10 million people cross the Russian border in both directions in south-east Finland, and Finland’s interior ministry <a href=\"http://www.ekliitto.fi/wp-content/uploads/2014/01/Border_crossing_southeast_finland_table.pdf\">has predicted</a> that this could more than treble by the end of the decade. </p> \n<p>Russian customers spent €360m (&pound;255m) in southern Karelia in 2013, according to Mika Peltonen, head of the local chamber of commerce. The weak rouble shrank this trade last year, with spending estimated at €250m.</p> \n<p>“Still, these are huge figures for a small Finnish region,” Peltonen says, amounting to more than a third of the total spending by Russians in Finland. For purchases over €40, Russians can claim back the VAT at the border.</p> \n<p>Last year, Russians made more than 2m shopping trips into south-east Finland. Despite the weak rouble, numbers were only slightly down on the peak in 2013 after Russian visitors soared in the middle of the last decade.</p> \n<p>“There is so much more money in Russia nowadays, that’s the simple answer to why they come,”says Heikki Laine, of the Imatra municipality. The local economy benefits greatly from the flow of Russians, he says, and there is consternation whenever the numbers fall.</p> \n<p>Finns have been exploiting the rouble-euro exchange rate ever since the border crossing opened at Imatra in 2001, and the local economy has adjusted as a result. But still there is a sense of guilt among Finns that they might be bilking the system, with customs officials embarrassed that their colleagues sometimes nip across the border.</p> \n<p>“It’s not for me, I’m not going to Russia – I pay my taxes in Finland,” barks one shopper at a border supermarket. </p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-02.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>Sheung Shui has become a booming shopping town. Once a quiet backwater of Hong Kong from where you could peep into the Chinese mainland, it now welcomes thousands of people every day pulling trolleys or laundry bags tied on wheels.</p> \n<p>On a weekday afternoon, every few minutes the railway station disgorges dozens of hurried people, who fill their luggage with baby formula, nappies, toilet paper, vitamin pills, over-the-counter drugs, shampoo and some food items.<br />As soon as their bags are full, they are gone – back across the nearby border to China.</p> \n<p>They will return with empty trolleys, and start all over again, loading up their bags awkwardly in the middle of the hectic streets, queuing up by the bus station weighed down by luggage, eager to cram yet more journeys in and out of China. </p> \n<p>The parallel-trading phenomenon in the small border towns of the northern territories of Hong Kong caught most by surprise, and many residents feel that the disruption is now too great.</p> \n<p>Of the 60.8 million tourists who came to Hong Kong in 2014, more than 47 million were from the mainland – of whom about 60% were “parallel traders”.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Half of all visitors to Hong Kong are 'parallel traders'</p> \n </blockquote> \n</aside> \n<p>What these visitors do is not illegal. Nor is it exactly legal, either: taking advantage of Hong Kong’s lower prices for imported goods and stricter quality controls that protect it from the food scandals and counterfeiting common in China, they purchase tax-free goods to resell across the border at a premium, with no custom duty applied.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"15339661de449f177975d11db636d3473be01fbe\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431421289556/b18f1872-763f-4a8a-9502-6aa9317e50e6-460x307.jpeg\" alt=\"Shoppers in Hong Kong\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Shoppers in Hong Kong queue up to get their packages weighed at the Sheung Shui railway station before their journey back to mainland China.</span> \n  <span class=\"element-image__credit\">Photograph: Philippe Lopez/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The demand for baby formula in the mainland is so overwhelming that Hong Kong has seen many shortages in recent years.<br />In 2013, in an attempt to control the problem, authorities forbade the export of more than 1.8kg of formula per person, and stipulated that it be for personal consumption. More recently, the authorities tightened up on cross-border movement, allowing one return trip per week, per person.</p> \n<p>Yet a shop assistant at Hang Kin pharmacy, standing in front of piles of milk powder tins, says: “We see repeat customers often. Some are familiar faces.” <br /></p> \n<p>The trade has now led to a backlash. Protests have on occasion turned into ugly shouting matches, with protesters and mainland shoppers hurling abuse at each other.<br />Police have intervened heavily, with pepper spray deployed inside shopping malls and the arrests of a few protesters – but not very much has changed.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"822ae816f606b4bb34ae7bf40291122bcab7422b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431421492182/d7b35991-01fb-4a8c-a0ec-d196a88eeba1-460x307.jpeg\" alt=\"Cans of baby formula are displayed in a pharmacy in the Causeway Bay area of Hong Kong, China.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cans of baby formula are displayed in a pharmacy in the Causeway Bay area of Hong Kong, China.</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> \n </figcaption> \n</figure> \n<p>A shop assistant at another chemist, sporting a red shirt with “Carnation” written all over it (a baby formula brand in high demand in China), says there have been fewer customers recently. “Maybe 30% less? I cannot tell. The weekends remain very active, but the numbers are down,” he says.</p> \n<p>A glance at the bags carried by the visitors hopping on the trains to China shows that the formula milk limit is not enforced. Recently, one Chinese clerk was jailed for smuggling 20kg of baby formula in one trip. Smugglers have also been stopped with scores of iPhones strapped to their bodies.</p> \n<p>But for every case that ends up in court or on a suspects list, tens of thousands more carry on the practice in plain view, and neither the police, nor the immigration or customs departments, can keep abreast of it.</p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-03.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>With its homely riverside cafes, elegant Habsburg facades and beguiling baroque churches, Mosonmagyar&oacute;v&aacute;r is at first glance just another one of the sleepy towns near the western Hungarian border in which Magyar folksiness blends with Austrian grandeur.</p> \n<p>But one thing sets the town apart from its peers. Mosonmagyar&oacute;v&aacute;r’s secret is hinted at by the signs and hoardings on the sleepy high street that direct visitors to Laserdent, Eurodent, 5Dent and sundry other related businesses. With about 350 dental surgeries, Mosonmagyar&oacute;v&aacute;r – population 30,000 – can claim to have more dentists per head than anywhere else in the world.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"924e560f2c78c2d3db1df95ae097b60e7ea9a745\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431427679866/0add8d14-f580-4a92-bd7a-d4c3e30dd364-460x276.jpeg\" alt=\"Sign of a dental centre in Budapest, Hungary.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A dental centre in Budapest, Hungary.</span> \n  <span class=\"element-image__credit\">Photograph: UIG/Getty Images</span> \n </figcaption> \n</figure> \n<p>The draw for foreign customers is the cost. “Implants here are half or even a third of the Vienna price; compared with Denmark or Switzerland it can be four times cheaper,” says Zolt&aacute;n Veress, a specialist in implant treatments who has worked in Mosonmagyar&oacute;v&aacute;r for 12 years. “We mainly treat one-day patients from Vienna – which is only 60km [40 miles] away – and its surroundings. I guess around 90% of the patients are from ‘the neighbourhood’.”</p> \n<p>One visiting dental patient, Werner Ubl, who works in fashion textiles in the Austrian capital, says he has been visiting Mosonmagy&aacute;r&oacute;var dentists for three years. He adds: “It is a lot cheaper here, but that’s not the only reason I come. In Vienna I always have to wait: sometimes it can be quicker to drive to Hungary.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Mosonmagyar&oacute;v&aacute;r has more dentists per head than any other town in the world</p> \n </blockquote> \n</aside> \n<p>“It’s a short holiday and in the meantime I can get my teeth done. For this price I could only spend a night or two in Austria, and without the dental treatment. In times like this everybody has to hold their money close.”<br /></p> \n<p>The global financial woes of recent years have not affected Mosonmagy&aacute;r&oacute;var’s dental surgeries. Veress says: “We didn’t lose patients from the financial crisis because more and more people want treatment that is a little cheaper but still good quality. In fact our numbers have slightly risen.”<br /></p> \n<p>He adds: “We have customers from countries other than Austria: mainly Switzerland and Denmark, but other places too, even from Greenland – real Inuits. For these clients we have a minibus that picks them up at the airports in Vienna and Bratislava, which is half an hour away by car. They fly here for a week, we do some extractions and they come back later for the surgery.” <br /></p> \n<p>“When we fit a bridge or crowns they stay for a week, the minimum timeframe for such procedures. A front tooth implant with a ceramic crown on it can cost €4,000 in Denmark, or €3,000-€4,000 in Austria. Here we can do the procedure for around €1,000,” he said.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"9550f2e18a322be206db3ca33660eb08cb37325c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431426504183/152deed1-9821-4fdb-9e88-a94afac6ee6a-460x276.jpeg\" alt=\"A patient gets dental treatment at a health centre in Budapest.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A patient gets dental treatment at a health centre in Budapest. ‘Hungarian doctors often want to leave, but the dentists can stay.’</span> \n  <span class=\"element-image__credit\">Photograph: Attila Kisbenedek/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Word of mouth is the main motor for new customers in the town. Heinz Singer, a Vienna resident who has been visiting Mosonmagyar&oacute;v&aacute;r for dental implants, says: “I first heard about Mosonmagyar&oacute;v&aacute;r from friends in Vienna who come here every year.”<br /></p> \n<p>The historical roots of Mosonmagyar&oacute;v&aacute;r’s dental tourism industry lie in the relative liberalism and freedom of entry that Hungary enjoyed in the goulash communism era of the 1980s. “As a young dentist 27 or 28 years ago, I saw that Germans and Austrians holidayed in the resorts around Lake Balaton because it was one of the only meeting points with their relatives living in the eastern bloc,” says Tibor Koltai, 65, who employs about 40 people at KG Dental in Mosonmagy&oacute;v&aacute;r. </p> \n<p>“These tourists also visited dentists, and I had the idea to found this business, mainly for Austrian patients. There were 30-40 dentists when I first opened a dental surgery here,” he said. Now that number has increased tenfold. “There are 2 million people in greater Vienna and this is enough to support so many dentists here,” Koltai adds. <br /></p> \n<p>After years of sending patients to local hotels, Koltai decided to build a hotel of his own. Szilvia Husz manages KG Dental’s Hotel Lajta Park. “We offer a complete service: as well as rooms, we have a restaurant with a special menu – there’s always a soup or salad – and a new menu being devised by a celebrity chef.” Born and bred in Mosonmagyar&oacute;v&aacute;r, Husz says the dental industry has helped counter Hungary’s brain drain trend. </p> \n<p>“Hungarian doctors often want to leave, but the dentists can stay. There are only 350 dentists in Mosonmagyar&oacute;v&aacute;r, but each one employs two assistants, plus receptionists and marketing managers. The bigger clinics also employ drivers, chefs and apartment managers too,” says Husz. </p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-04.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>For most, visiting Estonia’s capital, Tallinn, means a day trip or perhaps a night or two wandering the cobbled streets of the picturesque old town, a place of gorgeously preserved buildings from the high middle ages. Others, though, have different touristic quarry: inexpensive liquor. </p> \n<p>Though prices have increased in recent years, many Scandinavians, frequently travellers by boat from Stockholm and Helsinki, are taking home cartloads of discount beer and spirits and making Tallinn a port of choice for just such shopping sprees.</p> \n<p>Alcoholic beverages in Scandinavia are highly taxed. In Sweden drinks are taxed by alcohol content with weak beers taxed the least and vodka and other hard liquor taxed at 40%. Likewise, in Finland taxes are based on strength. The price for alcohol in Finland is 75% above the EU average. All of this makes Estonia an attractive destination in which to stock the home bar.</p> \n<figure class=\"element element-image\" data-media-id=\"14cfaa1dae69651e6a44387e71e649859c4beb64\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431421972751/dda12eea-7b46-40da-9b63-17e65a892feb-460x306.jpeg\" alt=\"An employee restocks supplies of alcohol for sale aboard the AS Tallink Grupp ferry Baltic Queen.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An employee restocks supplies of alcohol for sale aboard the AS Tallink Grupp ferry Baltic Queen.</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> \n </figcaption> \n</figure> \n<p>Eva &shy;Lena Svensson, a special education teacher from the small city of Kristinehamn in central Sweden, admits that part of the reason she and her husband come to Tallinn is to stock up on discount alcohol.</p> \n<p>“We take the night boat from Stockholm and it’s fun,” she says. “We arrive in the morning and enjoy the old town which is great for the day. Then at night we can load up on beer and vodka at the shop and take the boat back. The amount we buy isn’t a lot but for us it’s enough to last for many weeks. The prices are so much lower here than in Sweden.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Just 5% of Finnish visitors account for more than half the alcohol taken back to Finland</p> \n </blockquote> \n</aside> \n<p>In Sweden there are no limits on how much alcohol travellers can return home with, as long as it is for personal consumption and not resold. Finns are allowed 110 litres of beer, 90 litres of wine and 10 litres of other alcoholic drinks tax free. Greater volumes brought to Finland and resold illegally have been a problem in recent years.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/06/border-trade/alcohol.html\" data-alt=\"Graphic\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/06/border-trade/alcohol.html\">Graphic</a> \n</figure> \n<p>“Yeah, we Finns like to shop for liquor in Estonia,” says Janne Mattila, a salesman from Pori, as he sips a cocktail in a swanky old town bar. “I always bring home some because of the great price difference. But not the crazy amounts you see at the port.”</p> \n<p>Whereas Sweden to Estonia is an overnight trip on what is in essence a cruise ship, Finland is only two hours away by ferry. And though most Finns such as Mattila shop for modest sums on planned holidays, a small but determined number of Finnish shoppers bring home a staggering amount of booze.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"2f5f15134d8ad1993bb09235671ad145574dc69c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431424186735/da303103-d95c-4fb1-878a-399e4c6c28de-460x327.jpeg\" alt=\"Finnish shoppers return to Helsinki from Tallinn.\" width=\"460\" height=\"327\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Finnish shoppers return to Helsinki from Tallinn.</span> \n  <span class=\"element-image__credit\">Photograph: Lehtikuva Oy/Shutterstock</span> \n </figcaption> \n</figure> \n<p>A recent survey of nearly 4,000 Finns who had travelled by ferry to Estonia over the past year has shown that just 5% of Finnish visitors account for more than half the alcohol taken back to Finland. The study, undertaken by Finnish market research company TAK Oy and published in the newspaper Keskisuomalainen, also underscores the immense volumes purchased by so-called “alco&shy;tourists”. The results show that last year, tourists took 64m litres of alcoholic beverages back to Finland, including 32m litres of beer, 9m litres of cider, 11m litres of long drinks and 4.5m litres of spirits.</p> \n<p>“Of course, we bring back loads of alcohol when we come to Tallinn,” says Karsten Jonsson, a worker for a Swedish defence contractor living in Stockholm as he sips an A Le Coq, Estonia’s popular lager, at the port of Tallinn. “They tax the hell out of us for liquor at home. But really, we don’t bring back so much. We’re not like the Finns you know.”</p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-05.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>In the Romanian industrial port city of Galati, on the border with Moldova, locals know where to go to get cheap cigarettes: a place known as the Moldovan’s Market.</p> \n<p>“You can taste the quality difference between the cigarettes that come from Romania and the ones from Moldova, but then again they are less than half the price,” says one local, who often goes to the market to buy his cigarettes.<br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3e16b4a79980b52bbc062cef3a2ab9e2e2710352\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431423564607/148387df-acc6-410f-982e-b587317017bb-460x276.jpeg\" alt=\"A Romanian customs officer shows seized smuggled cigarettes.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Romanian customs officer inspects seized smuggled cigarettes in a customs warehouse.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Mihailescu/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The Moldovan’s Market is primarily a place to sell fruit and vegetables, but do a quick lap and you’ll soon be approached by various sellers offering the chance to buy a few packs of bargain-priced cigarettes brought in from across the border.<br /></p> \n<p>There is a reason for this. A packet of 20 in Romania costs on average the equivalent of &pound;2.57, according to the Tobacco Manufacturers’ Association. Across the border, and just outside the EU, a pack is as little as 57p.<br /></p> \n<p>Smugglers, taking advantage of the price difference, go back and forth across the border and though Romania has tried to crack down on the trade it does not seem to have made much difference: the black market for cigarettes accounted for 15.9% of cigarette consumption in Romania in 2014, with Moldova the source of about a fifth of those – though with 46% of illicit cigarettes of uncertain provenance that number could be far higher.</p> \n<p>“Our data shows that in 2014 the illicit trade of cigarettes recorded the highest share in the total cigarettes market in the past four years,” says Marian Marcu, managing partner of Bucharest-based research firm Novel Research.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Cigarettes are five times cheaper across the EU border in Moldova than in Romania</p> \n </blockquote> \n</aside> \n<p>Much of the smuggling is larger in scale – in February, border police caught one truck driver crossing to Galati with 624 packets of cigarettes – but the chance to make a quick profit is not lost on those who regularly cross the border. </p> \n<p>Late last year while crossing the border from Moldova into Romania on a night bus, this correspondent was, along with other passengers, optimistically handed two packs of cigarettes by the driver who was hoping to get around the two-pack maximum when crossing by land from a non-EU country. Once across he went back around the bus collecting the packets from those who had been willing to take them. From the reaction of everyone onboard it was not even close to the first time they had been asked to be temporary mules.</p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-06.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p><br /></p> \n<p>During the golden days of sky-high oil prices in the 1970s, Venezuelans would cross over the border to Colombia to snap up clothes, jewellery and anything their then-strong currency could buy. A common phrase heard by Venezuelan shoppers in Colombia was “that’s cheap, give me two”.</p> \n<p>When the Venezuelan bolivar took a dive and the government of the late Hugo Ch&aacute;vez set price controls for basic goods, it was Colombians who crossed into the neighbouring country to take advantage of prices they could not even dream of at home: just pennies for cooking oil, corn flour and milk. </p> \n<p>But as the Venezuelan government tightened restrictions on the purchase of such items to try to stem contraband – shoppers must now be fingerprinted at the cash register – Colombians left it to smuggling organisations to bring the goods across the border. The Venezuelan goods go for higher prices than inside the country but are still far cheaper than the Colombian equivalents.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"d7b82146e953e6f1fa74475b64a2981e7bb77ef6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431427478723/062ed48e-a897-4e22-a744-f0d06dfe588f-460x276.jpeg\" alt=\"Vehicles and pedestrians approach the Simon Bolivar International Bridge \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vehicles and pedestrians approach the Sim&oacute;n Bol&iacute;var international bridge to cross the border into Venezuela, in C&uacute;cuta, Colombia.</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> \n </figcaption> \n</figure> \n<p>Today, Venezuelans who cross over to Colombia no longer look for Colombian-made luxury items. On their market list is soap, detergent and toilet paper made in Venezuela but impossible to get there.</p> \n<p>One resident of San Cristobal, a Venezuelan city 20 miles from the border, says he recently bought Venezuelan detergent in a Colombian border town. He paid 1,300 Colombian pesos, equivalent to about 130 bolivars on the black market. The official Venezuelan price for the product is 70 bolivars.</p> \n<p>The T&aacute;chira state government reckons as much as 40% of the food sent to the state ends up smuggled into Colombia. At the Cenabastos central market in C&uacute;cuta workers unload packs of Venezuelan corn flour, rice, soap, oil, powdered milk, selling wholesale to shops in the city centre.<br /></p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>40% of food sent to the Venezuela border region ends up in Colombia</p> \n </blockquote> \n</aside> \n<p>A kilo of corn flour, very popular in the region to make arepa corncakes, costs just Bs 14 (about 20 US cents). The same package fetches five times as much as in Colombia, putting it out of reach for most people in Venezuela, where the minimum monthly wage is just US$51 pesos at the black market exchange rate.</p> \n<p>For as long as anyone can remember, Colombians on the border have taken advantage of their neighbour’s dirt cheap petrol prices. At about 7 US cents a gallon Venezuela has the cheapest petrol in the world. Figuring that if authorities can’t beat the smugglers they might as well join them in the profits, last year the Venezuelan government established a special price for gas stations near the border with Colombia at the equivalent of 37 cents a gallon and in April increased it to $1.48 a gallon.</p> \n<p>Still, when you can sell it at $2.75 per gallon in C&uacute;cuta, taking it over the border makes sense.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"0c9953362a67d7d738b51e7d4b59807b9fb7a515\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/12/1431427568360/4f7f160e-af54-47f1-b7a2-7075f4aec2e1-460x320.jpeg\" alt=\"A shopper browses for items at Cenabastos market in C&uacute;cuta, Colombia.\" width=\"460\" height=\"320\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A shopper browses for items at Cenabastos market in C&uacute;cuta, Colombia.</span> \n  <span class=\"element-image__credit\">Photograph: Bloomberg/Getty Images</span> \n </figcaption> \n</figure> \n<p>Every day dozens of motorcycles coast down the steep, windy road from the town of Capacho in Venezuela to San Antonio, their tanks filled with the cheap petrol to sell in Colombia. To avoid checkpoints, drivers walk their motorbikes across the thin, shallow waters of the T&aacute;chira river that serves as the border between the two countries. And to add to the profits, often the young motorcycle drivers stuff their pockets with bath soap and strap cuts of beef to their chests with plastic wrap to sell in Colombia.</p> \n<p>Even currency gets smuggled. In March Venezuelan authorities seized 3m bolivars in cash hidden in the doors of a pickup truck bound for the border. The Venezuelan border patrol agency says Colombians will pay a premium for the bills of as much as 10% either to pay for Venezuelan goods in cash to then smuggle over the border, or to bleach them clean to make counterfeit dollar bills. </p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-07.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>Gambling became a multimillion-dollar industry in Russia after the fall of the Soviet Union. But after it banned casino gambling across most of the country in 2009, many began going abroad play.<br /></p> \n<p>Minsk quickly became the hotspot for Russian gamblers, who enjoyed its accessibility and cheap prices. Belarus is an eight-hour car ride from Moscow through an open border, and everyone speaks Russian there. </p> \n<p>Glittering casinos such as the Shangri La and the Grand Bellagio opened in the still very Soviet city, many of them catering to well-heeled clients who could afford to come for a weekend of poker at tables with a minimum $200 bet.</p> \n<p>According to a 2012 report in the newspaper<a href=\"http://www.kp.by/daily/25915.3/2868164\"> Komsomolskaya Pravda,</a> wealthy players were visiting Minsk so often that many found local girlfriends and installed them in their own apartments. </p> \n<p>But the number of gamblers from Russia and the amount of money they spend has reportedly fallen after the value of the rouble plunged late last year. </p> \n<p>“For a lot of people it’s getting too expensive, so the number of those wanting to go somewhere and gamble has gotten three to four times less. For all destinations, not just Belarus,” says Ruben Yakubov, whose Moscow-based company organises such tours. “Tour costs are calculated in foreign currency, and now the sum in roubles has increased by a lot. Plus airfares have gone up.” </p> \n<p>Staying home to play is still not an alluring alternative. Although the government had set up four official gambling zones within Russia, only one – in Krasnodar region – managed to become a viable gaming centre. However, as of this year, the casinos will reportedly be closed down with an eye to moving them to nearby Sochi.</p> \n<figure class=\"element element-embed\" data-alt=\"Border\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://interactive.guim.co.uk/2015/06/border-dividers/borders-08.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>In January the Swiss National Bank made a surprise decision to stop pegging the Swiss franc (CHF) to the euro.</p> \n<p>In the chaotic days that followed, the Swiss discovered their money could buy an awful lot more over the borders in the eurozone, as the franc soared from buying around 85 cents to being on a par with the euro.</p> \n<p>So they jumped in their cars and headed for neighbouring France and Germany as well as Austria and Italy for a shopping frenzy. </p> \n<p>Even before the SNB sent the Swiss franc soaring, Swiss shopping tourists were spending around 10bn francs (&pound;6.8bn) abroad every year. A survey in 2013, the first of its kind, found that one in four Swiss consumers went shopping in neighbouring countries at least once a month. </p> \n<p>The most popular foreign purchases were clothes and shoes, followed by food, then toiletries and home furnishings. According to the survey, carried out by the GfK market research institute and commissioned by a group of Swiss retailers, shoppers in the Italian-speaking region of Ticino were most likely to cross the border to shop.</p> \n<p>The attraction was not only lower prices, but more attractive opening times and a wider range of products.</p> \n<p>Frenchman Jean-Christophe Boudot, who comes from five generations of wine dealers and who runs the Vinotheque du Leman, just 100 metres from the Swiss border at Ferney Voltaire, says sales have increased between 5% and 8% since the beginning of the year, and this is helping to offset a collapse in sales to China.</p> \n<p>“It’s difficult to say if the cross-border boom will continue because Swiss customs have clamped down to slow it down and reduced the amount people can take back,” Boudot says.</p> \n<p>While retailers in Switzerland have launched more aggressive marketing campaigns to keep shoppers buying at home, customs officers have increased random searches for Swiss residents bringing back goods worth more than 300 francs or €200.</p> \n<p>Swiss Netto, a major Swiss car dealer, told Euronews that its outlets have been deserted since the beginning of the year, and a number of companies had suspended orders for new vehicle fleets. Suppliers are being forced to agree aggressive discounts.</p> \n<p>“It’s clear for every car we sell we get 15% less revenue, and we have to sell more vehicles to make up for this loss,” says Sergio Protopapa, director at AMAG Fribourg.<br /></p> \n<p>When the euro was introduced in 2002, it led to a boom in the French-Spanish border town of Le Perthus as French shoppers rushed from nearby Perpignan into Spain to snap up cigarettes and alcohol that were about a third cheaper. At the height of summer, an estimated 70,000 visitors cross the border to shop every day. French consumers also shop in Andorra, where VAT is only 4%.</p> \n<p></p> \n<p></p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431430502676/3efed2db-adda-46bd-be1f-26288a685651-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AFP/Getty Images","altText":"Shoppers from mainland China wait in a queue with their purchases in Hong Kong.","cleanCredit":"Photograph: AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431421139847/1f50c115-c47c-48ab-a6f8-1a6d7a5ced61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Finnish border with Russia. Photograph: David Crouch","credit":"David Crouch","altText":"The Finnish border with Russia.","cleanCaption":"The Finnish border with Russia.","cleanCredit":"Photograph: David Crouch"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431421290547/b18f1872-763f-4a8a-9502-6aa9317e50e6-2060x1375.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1375,"width":2060,"orientation":"landscape","caption":"Shoppers in Hong Kong queue up to get their packages weighed at the Sheung Shui railway station before their journey back to mainland China. Photograph: Philippe Lopez/AFP/Getty Images","credit":"Philippe Lopez/AFP/Getty Images","altText":"Shoppers in Hong Kong","cleanCaption":"Shoppers in Hong Kong queue up to get their packages weighed at the Sheung Shui railway station before their journey back to mainland China.","cleanCredit":"Photograph: Philippe Lopez/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431421490889/d7b35991-01fb-4a8c-a0ec-d196a88eeba1-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Cans of baby formula are displayed in a pharmacy in the Causeway Bay area of Hong Kong, China. Photograph: Bloomberg/Getty Images","credit":"Bloomberg/Getty Images","altText":"Cans of baby formula are displayed in a pharmacy in the Causeway Bay area of Hong Kong, China.","cleanCaption":"Cans of baby formula are displayed in a pharmacy in the Causeway Bay area of Hong Kong, China.","cleanCredit":"Photograph: Bloomberg/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431427681113/0add8d14-f580-4a92-bd7a-d4c3e30dd364-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A dental centre in Budapest, Hungary. Photograph: UIG/Getty Images","credit":"UIG/Getty Images","altText":"Sign of a dental centre in Budapest, Hungary.","cleanCaption":"A dental centre in Budapest, Hungary.","cleanCredit":"Photograph: UIG/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431426505522/152deed1-9821-4fdb-9e88-a94afac6ee6a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A patient gets dental treatment at a health centre in Budapest. ‘Hungarian doctors often want to leave, but the dentists can stay.’ Photograph: Attila Kisbenedek/AFP/Getty Images","credit":"Attila Kisbenedek/AFP/Getty Images","altText":"A patient gets dental treatment at a health centre in Budapest.","cleanCaption":"A patient gets dental treatment at a health centre in Budapest. ‘Hungarian doctors often want to leave, but the dentists can stay.’","cleanCredit":"Photograph: Attila Kisbenedek/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431421971796/dda12eea-7b46-40da-9b63-17e65a892feb-2060x1371.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1371,"width":2060,"orientation":"landscape","caption":"An employee restocks supplies of alcohol for sale aboard the AS Tallink Grupp ferry Baltic Queen. Photograph: Bloomberg/Getty Images","credit":"Bloomberg/Getty Images","altText":"An employee restocks supplies of alcohol for sale aboard the AS Tallink Grupp ferry Baltic Queen.","cleanCaption":"An employee restocks supplies of alcohol for sale aboard the AS Tallink Grupp ferry Baltic Queen.","cleanCredit":"Photograph: Bloomberg/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431424187248/da303103-d95c-4fb1-878a-399e4c6c28de-1020x725.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":725,"width":1020,"orientation":"landscape","caption":"Finnish shoppers return to Helsinki from Tallinn. Photograph: Lehtikuva Oy/Shutterstock","credit":"Lehtikuva Oy/Shutterstock","altText":"Finnish shoppers return to Helsinki from Tallinn.","cleanCaption":"Finnish shoppers return to Helsinki from Tallinn.","cleanCredit":"Photograph: Lehtikuva Oy/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431423565946/148387df-acc6-410f-982e-b587317017bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Romanian customs officer inspects seized smuggled cigarettes in a customs warehouse. Photograph: Daniel Mihailescu/AFP/Getty Images","credit":"Daniel Mihailescu/AFP/Getty Images","altText":"A Romanian customs officer shows seized smuggled cigarettes.","cleanCaption":"A Romanian customs officer inspects seized smuggled cigarettes in a customs warehouse.","cleanCredit":"Photograph: Daniel Mihailescu/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431427480074/062ed48e-a897-4e22-a744-f0d06dfe588f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Vehicles and pedestrians approach the Simón Bolívar international bridge to cross the border into Venezuela, in Cúcuta, Colombia. Photograph: Bloomberg/Getty Images","credit":"Bloomberg/Getty Images","altText":"Vehicles and pedestrians approach the Simon Bolivar International Bridge ","cleanCaption":"Vehicles and pedestrians approach the Simón Bolívar international bridge to cross the border into Venezuela, in Cúcuta, Colombia.","cleanCredit":"Photograph: Bloomberg/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431427567519/4f7f160e-af54-47f1-b7a2-7075f4aec2e1-2060x1433.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1433,"width":2060,"orientation":"landscape","caption":"A shopper browses for items at Cenabastos market in Cúcuta, Colombia. Photograph: Bloomberg/Getty Images","credit":"Bloomberg/Getty Images","altText":"A shopper browses for items at Cenabastos market in Cúcuta, Colombia.","cleanCaption":"A shopper browses for items at Cenabastos market in Cúcuta, Colombia.","cleanCredit":"Photograph: Bloomberg/Getty Images"}],"webPublicationDate":"2015-07-02T05:00:09Z","lastModified":"2015-07-02T05:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"David Crouch","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-crouch"},{"name":"Ilaria Maria Sala","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ilaria-maria-sala"},{"name":"Sibylla Brodzinsky","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sibyllabrodzinsky"},{"name":"Kit Gillet","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kit-gillet"},{"name":"Alec Luhn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alec-luhn"},{"name":"Daniel Nolan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-nolan"},{"name":"Kim Willsher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kim-willsher"},{"name":"George Arnett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/george-arnett"}],"feature":true,"keywords":["Consumer affairs","Shopping trips","Business","Retail industry","China","Russia","Finland","Hong Kong","Austria","Hungary","Estonia","Romania","Moldova","Colombia","Venezuela","Belarus","Americas","Asia Pacific","Europe","Money","Travel","World news"],"tags":[{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"travel/shopping-trips","webTitle":"Shopping trips"},{"id":"business/business","webTitle":"Business"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"world/china","webTitle":"China"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/finland","webTitle":"Finland"},{"id":"world/hong-kong","webTitle":"Hong Kong"},{"id":"world/austria","webTitle":"Austria"},{"id":"world/hungary","webTitle":"Hungary"},{"id":"world/estonia","webTitle":"Estonia"},{"id":"world/romania","webTitle":"Romania"},{"id":"world/moldova","webTitle":"Moldova"},{"id":"world/colombia","webTitle":"Colombia"},{"id":"world/venezuela","webTitle":"Venezuela"},{"id":"world/belarus","webTitle":"Belarus"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"money/money","webTitle":"Money"},{"id":"travel/travel","webTitle":"Travel"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"money"},"topics":[],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jul/02/cross-border-buying-shopping-bargains-globalisation","shortUrl":"http://gu.com/p/47da7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jul/02/cross-border-buying-shopping-bargains-globalisation","webUri":"http://www.theguardian.com/money/2015/jul/02/cross-border-buying-shopping-bargains-globalisation"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431430502676/3efed2db-adda-46bd-be1f-26288a685651-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shoppers from mainland China wait in a queue with their purchases in Hong Kong. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Shoppers from mainland China wait in a queue with their purchases in Hong Kong.","cleanCaption":"Shoppers from mainland China wait in a queue with their purchases in Hong Kong.","cleanCredit":"Photograph: AFP/Getty Images"}},"importance":3,"kicker":{"title":"Shop frontiers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431430502676/3efed2db-adda-46bd-be1f-26288a685651-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AFP/Getty Images","altText":"Shoppers from mainland China wait in a queue with their purchases in Hong Kong.","cleanCredit":"Photograph: AFP/Getty Images"}}]},{"title":"Sorry, London: you’re too uncool. And way behind New York","rawTitle":"Sorry, London: you’re too uncool. And way behind New York","item":{"type":"comment","id":"commentisfree/2015/jul/02/london-new-york-capital","title":"Sorry, London: you’re too uncool. And way behind New York","trailText":"No wonder so many people are quitting the capital. Overpriced, overcrowded, no good olive shops – and it’s not even original","standFirst":"No wonder so many people are quitting the capital. Overpriced, overcrowded, no good olive shops – and it’s not even original","byline":"Hadley Freeman","body":"<p>London is terrible. It’s literally the worst place in the world, and I’m not using “literally” in that awful way people in London use it when they talk about how they “literally need a supersize basement” or they “literally will die if they don’t have a &pound;10 coffee”. (London people are awful.) I mean it in the original sense of the word – there is literally nowhere in the world worse than London. Not South Sudan, not Yemen. Not even New Jersey. London. The worst. Literally.</p> \n<p>After decades of British newspapers being notoriously London-centric, readers may have been somewhat surprised to notice a new trend: that of journalists writing about how inexpressibly awful the capital is. So awful, in fact, they are now doing the heretofore absolutely unthinkable and <em>moving out of London</em>.</p> \n<p>Is there a world outside London? This has yet to be verified. Personally, I always imagined that beyond the M25 was nothing but apocalyptic wastelands populated only by burning pieces of brush and sunken-eyed zombies wandering around and wailing most pitifully “MUST FIND A WAITROSE”. But perhaps I was wrong. For now it is a rare day when a newspaper doesn’t contain a bit of London-bashing, with a journalist declaring the city to be dead. And the proof of this is that they are leaving it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/goodbye-london-moving-to-brighton-house-prices\">Goodbye London: why people are leaving the capital</a> </p> \n</aside> \n<p>Well, I never encountered a trend I didn’t like (except <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2009/apr/08/fashion-crotch\" title=\"\">dropped-crotch trousers</a>, obviously). So as soon as I realised this was a thing – journalists writing about how they have decided to move to such exotic and bucolic environs as <a href=\"http://www.telegraph.co.uk/finance/property/westcountry/10313395/Live-in-London-No-thanks-Im-happier-in-Bath.html\" title=\"\">Bath</a>, <a href=\"http://www.independent.co.uk/voices/comment/im-one-of-thousands-of-people-who-left-london-for-a-better-more-affordable-city--and-i-dont-regret-it-9901199.html\" title=\"\">Birmingham</a>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/goodbye-london-moving-to-brighton-house-prices\" title=\"\">Brighton</a>, even <a href=\"http://boingboing.net/2015/06/29/why-im-leaving-london.html\" title=\"\">Los Angeles</a>, places where they famously give away five-storey houses in exchange for a bucket of apples and a pint of ale (countryside folk are so real) – I knew I had to get on board at once.</p> \n<p>I started to look around and I realised, you know what? London really is dead. You can go for months in the city without seeing anyone other than a Russian billionaire or Charles Saatchi. No wonder so many people I know are leaving London: and the fact that they’re all in their 30s, starting to have children and therefore wanting bigger houses and more school options, and happen to have amazingly flexible jobs that allow them to live where they want, is a mere coincidence.</p> \n<p>I also looked at my local high street, where I used to see such a pleasing ethnically mixed selection of shops: the Greek shop that sold olives, the Indian shop that sold spices, the Spanish shop that sold cheese. Obviously I never shopped at any of them – there’s a Waitrose up the road – but it was always good to know they were there.</p> \n<p>But then the other day I noticed that the olive shop had shut down and was being replaced with a Tesco Metro. So convenient, but ugh: nightmare. I knew at once it was time to move. What happened to the olive man? I don’t know. I was too busy booking my removal van and Googling “Cath Kidston store – in Oxford?” to check on his whereabouts. That’s not important. The point is, the process had begun.</p> \n<p>And here’s the worst thing about London: it’s not even original! American journalists have been writing these pieces about how they’re moving out of New York – and wow, isn’t that amazing, and boy, that says so much about the city, really – for absolute yonks. <a href=\"http://www.nytimes.com/2013/11/24/fashion/From-Joan-Didion-to-Andrew-Sullivan-some-writers-leave-behind-letters-when-they-leave-new-york-city.html\" title=\"\">So much so that it’s a genre in itself</a>.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>You can even buy a book of collected essays in which 28 writers tell you about why they decided to leave New York</p> \n </blockquote> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2005/dec/16/biography.features\" title=\"\">Joan Didion</a> inadvertently kickstarted the cliche with Goodbye to All That, published in 1967; and ever since American writers, including <a href=\"http://dish.andrewsullivan.com/2013/11/01/new-york-i-love-you-but/\" title=\"\">Andrew Sullivan –who moved all the way back to the wilds of Washington DC)</a> – have written state-of-New-York essays about how their experience of the city is everyone’s experience, and because they hated Manhattan then so should everyone else.</p> \n<p>In fact, you can even buy <a href=\"http://www.amazon.com/Goodbye-All-That-Writers-Leaving/dp/1580054943/ref=sr_1_1?ie=UTF8&amp;qid=1384194723&amp;sr=8-1&amp;keywords=goodbye+to+all+that\" title=\"\">a book of collected essays on the subject</a> in which 28 – 28! – writers will tell you at length about why they decided to move out of New York. True, some of us had long thought that listening to other people’s reasons for moving was about as boring as listening to other people recount their dreams, and only marginally more interesting than listening to other people’s drug stories. But that is to misunderstand this genre in which the specifically personal is elevated to the urgently universal.</p> \n<p>Indeed, that genre has become so overdone that it’s become even more specific, with journalists exercising their thesauruses over articles about <a href=\"http://www.nytimes.com/2015/05/03/style/los-angeles-and-its-booming-creative-class-lures-new-yorkers.html\" title=\"\">why they’re leaving New York for Los Angeles</a>. Except things move so quickly in the US that even this has now been satirised as a terrible cliche, and <a href=\"http://www.latimes.com/opinion/op-ed/la-oe-friedman-angelenos-new-york-20150514-story.html\" title=\"\">Ann Friedman wrote a parody of such a piece</a> in the Los Angeles Times in May. As chance would have it, only two years ago Friedman herself wrote a (non-parody) piece about <a href=\"http://nymag.com/thecut/2013/09/why-im-glad-i-quit-new-york-at-age-24.html\" title=\"\">why she left New York</a>. But then, as we’ve already established, it’s hard to find a writer in America who hasn’t written about that.</p> \n<p>So there we are. London: overpriced, overcrowded, no good olive shops, and not even original. And journalists: very fond of writing about why they’re moving. No wonder everything’s dead. Anyway, you will all be happy to know that, apropos Olivegate, I have definitely decided to leave London – so if anyone wants me, I’ll be roughing it out in the wilds of Hampstead. Pray for me.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d0919fc1aafaf96fd78d39f985c5c9ec89db2002/0_0_2858_1715/2858.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1715,"width":2858,"orientation":"landscape","credit":"Toby Melville/PA","altText":"CONSUMER Sales 10<br>Busy shoppers and stationary buses in London's Oxford Street,  Thursday 27 December 2001, as stores throughout the country opened their doors to bargain hunters.  Many retailers reported brisk business as shoppers  continued to defy the economic prophets of doom.  Bus PA photo: Toby Melville.","cleanCredit":"Photograph: Toby Melville/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T07:00:12Z","lastModified":"2015-07-02T07:00:12Z","metadata":{"commentable":true,"commentCount":134,"contributors":[{"name":"Hadley Freeman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hadleyfreeman"}],"feature":false,"keywords":["London","New York","US news","Cities","Communities","Society","Life and style","UK news"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"us-news/new-york","webTitle":"New York"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"cities/cities","webTitle":"Cities"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Hadley Freeman","topic":{"type":"tag-contributor","name":"profile/hadleyfreeman"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/02/london-new-york-capital","shortUrl":"http://gu.com/p/4aaeg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/02/london-new-york-capital","webUri":"http://www.theguardian.com/commentisfree/2015/jul/02/london-new-york-capital"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d0919fc1aafaf96fd78d39f985c5c9ec89db2002/0_0_2858_1715/2858.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1715,"width":2858,"orientation":"landscape","caption":"‘There is nowhere worse than London. Not even New Jersey.’  Photograph: Toby Melville/PA","credit":"Toby Melville/PA","altText":"Buses in Oxford Street","cleanCaption":"‘There is nowhere worse than London. Not even New Jersey.’ ","cleanCredit":"Photograph: Toby Melville/PA"}},"importance":2,"byline":{"title":"Hadley Freeman"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738532/HadleyFreeman.png"}}]},{"title":"Analysis / Tories have redefined child poverty as not just about having no money","rawTitle":"Tories have redefined child poverty as not just about having no money","item":{"type":"article","id":"society/2015/jul/01/tories-redefined-child-poverty-no-longer-finances","title":"Tories have redefined child poverty as not just about having no money","trailText":"New definition will have moral, judgmental dimension, as campaigners say further stigmatising single parent families will do nothing to tackle the issue","standFirst":"<p>New definition will have moral, judgmental dimension, as campaigners say further stigmatising single parent families will do nothing to tackle the issue</p>","byline":"Amelia Gentleman","body":"<p>Is poverty caused by not having any money, or is it the result of lifestyle choices like “unstable relationships” and “debt and addiction”? This has been the ideological line dividing the debate on child poverty for the last decade; the Conservative government has finally succeeded in redefining poverty as no longer simply about finances, but about something fuzzier and less easy to measure.</p> \n<p>Iain Duncan Smith has indicated he would move to repeal the 2010 Child Poverty Act, which committed the government to a target of eradicating child poverty by in the UK by 2020. In so doing, the work and pensions secretary dispensed with the current relative definition of poverty (anyone in a household beneath 60% of median income), abandoned all targets and introduced a new (although still rather unclear) definition, embracing work and education levels in the family.<br /></p> \n<p>Although the minister did not spell it out, there will be a moral, judgmental dimension to the new definition. The government says it plans to develop a “range of other measures and indicators of root causes of poverty, including family breakdown, debt and addiction”, which it will put together in a “children’s life chances strategy”. Further details of precisely how the new measures will work are expected in the next few weeks.<br /></p> \n<p>The direction of government policy comes as no surprise to anyone who has been following the work of the thinktank set up by Duncan Smith in 2004, the Centre for Social Justice (CSJ). It has often put more emphasis on lifestyle factors – shifting responsibility from external, structural factors (like low wages) to individual choices.<br /></p> \n<p>Is a child more likely to be poor because their parent has a low-wage job as a carer or a security guard, or are they more likely to be poor because a parent has a problem with drug or alcohol addiction? Statistically – it’s far more likely that low income is the cause of the problem, rather than addiction, but it is the addictions and “dysfunctionality” of parents that get the attention of the CSJ. </p> \n<p>The <a href=\"http://www.centreforsocialjustice.org.uk/publications/rethinking-child-poverty\">CSJ’s 2012 report Rethinking Child Poverty</a>, which has inspired much of Duncan Smith’s thinking, paints a picture of UK poverty that is tied up with bad parenting, highlighting cases of alcoholic, crack-addicted parents and parents who abandoned their children to play bingo. There is less focus on parents who are poor because they are unemployed or in low-paid work.<br /></p> \n<p>Child poverty campaigners say that problem debt is not a cause of poverty but often a symptom, and point out that family breakdown, drug and alcohol addiction are not the exclusive preserve of poor families – these could just as well apply to well-off families. </p> \n<p>Most agree with Duncan Smith that work is a key route out of poverty, but question what the government proposes to do about 66% of children living in poverty who live in a family where at least one person works. There is concern that if cuts are made to child tax credits in next week’s budget, as widely predicted, then the problem of in-work poverty will become more extreme.<br /></p> \n<p>“Producing a way forward for tackling poverty that doesn’t recognise that poverty is about money is pretty astonishing,” Imran Hussain, the director of policy for the Child Poverty Action Group, said. </p> \n<p>“The government should be keeping an eye on issues like kids living with drug-addicted parents, but this is not the same as poverty. The government seems to be suggesting that income doesn’t matter.”<br /></p> \n<p>Fiona Weir, the chief executive of Gingerbread, the charity that supports single parents, warned that “further stigmatising single parent families will do nothing to tackle child poverty”. </p> \n<p>“Family breakdown doesn’t cause child poverty. It is unaffordable childcare, low levels of maternal employment and poor wages that push families below the poverty line,” she said.<br /></p> \n<p>Alan Milburn, the chair of the child poverty and social mobility commission (which Duncan Smith announced would now be known simply as the social mobility commission, indicating the significant shift in emphasis), warned that it was not credible “to try to improve the life chances of the poor without acknowledging the most obvious symptom of poverty, lack of money. </p> \n<p>“Unless the government sets out a clear target for improving the life chances of the poorest families, its agenda for healing social division in our country will lack both ambition and credibility,” he said.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc14088b789b23ca063d99f2f3ebc9baefa699f/0_230_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Children playing in the streets in Brierfield in Lancashire","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:58:13Z","lastModified":"2015-07-01T20:22:11Z","metadata":{"commentable":true,"commentCount":573,"contributors":[{"name":"Amelia Gentleman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733291/AmeliaGentleman.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ameliagentleman"}],"feature":false,"keywords":["Children","Poverty","Child benefit","Society","Benefits","Communities","Iain Duncan Smith","Politics","UK news","Social exclusion"],"tags":[{"id":"society/children","webTitle":"Children"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/child-benefit","webTitle":"Child benefit"},{"id":"society/society","webTitle":"Society"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/communities","webTitle":"Communities"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/socialexclusion","webTitle":"Social exclusion"}],"section":{"id":"society"},"topics":[{"displayName":"Amelia Gentleman","topic":{"type":"tag-contributor","name":"profile/ameliagentleman"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/01/tories-redefined-child-poverty-no-longer-finances","shortUrl":"http://gu.com/p/4aad7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/01/tories-redefined-child-poverty-no-longer-finances","webUri":"http://www.theguardian.com/society/2015/jul/01/tories-redefined-child-poverty-no-longer-finances"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc14088b789b23ca063d99f2f3ebc9baefa699f/0_230_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire, where nearly 35% of children live in poverty and just over 50% are classed as poor, according to the End Child Poverty Campaign.  Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Children playing in the streets in Brierfield in Lancashire","cleanCaption":"Children playing in the streets in Brierfield in Lancashire, where nearly 35% of children live in poverty and just over 50% are classed as poor, according to the End Child Poverty Campaign. ","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}},"importance":1,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8fc14088b789b23ca063d99f2f3ebc9baefa699f/0_230_5760_3457/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3457,"width":5760,"orientation":"landscape","credit":"Christopher Thomond for the Guardian","altText":"Children playing in the streets in Brierfield in Lancashire","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}}]}],"lastModified":"2015-07-02T08:13:37Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}