{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","title":"highlights","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"cards":[{"title":"Is Foxtons the estate agent London deserves?","rawTitle":"Is Foxtons the estate agent London deserves?","item":{"type":"article","id":"business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","title":"Is Foxtons the estate agent London deserves?","trailText":"<strong>The long read:</strong> Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?","standFirst":"<p>Even in the cut-throat world of the capital’s property market, Foxtons is notoriously aggressive – and successful. Is that why so many people are secretly glad when it turns up on their street?</p>","byline":"Andy Beckett","body":"<p>From the street, the Foxtons in Brixton in south London, like the estate agent’s other 55 branches, is almost all glass. Two great floor-to-ceiling windows, separated by a slender pillar, reveal a trademark Foxtons interior, unlike those of other estate agents: all pale, smooth surfaces, very bright lighting and very little furniture. There is a reception desk, a fridge of drinks for customers, a few clusters of modular white tables and chairs of the kind you might find in a loft apartment that was not quite as cool as it thought it was, and a couple of low display cases containing photos of two dozen properties for sale and for let. An unremarkable one-bedroom flat in a plain street nearby is offered at “&pound;346.15 per week, &pound;2,077 deposit + &pound;420 (inc VAT) admin fee*”. The advertisement does not explain the asterisk.</p> \n<p>The Brixton Foxtons has been open for two years, glowing like an alien spacecraft, seven days a week and deep into the evenings, among the takeaways and bus stops and bargain clothes shops of Brixton Road. Parts of this area have been gentrifying for decades, but during the branch’s first month, someone scrawled “Yuck” on its windows. During the second, someone <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/theguardian/2013/may/03/waitrose-effect-house-prices-foxtons\">painted “Yuppies Out!”</a> In April 2013, after a street party nearby to celebrate the death of Margaret Thatcher, someone threw red paint all over the facade. Later the same month, Foxtons temporarily hired security guards to prevent demonstrators campaigning against high rents and letting fees from entering the branch.</p> \n<p>The Brixton anti-Foxtons campaign has continued to escalate regardless. In July 2013, protesters managed to get into the branch and unfurl a “Yuppies Out” banner. This April, the branch was briefly occupied again by demonstrators holding placards that read “Social Housing Not Social Cleansing”. A few weeks later, during a generally peaceful anti-gentrification march on 25 April, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/apr/25/police-use-cs-spray-as-anti-gentrification-protesters-mass-in-brixton\">half the frontage of Foxtons was smashed in</a>.</p> \n<p>Six days later, there were still bits of glass on the pavement and the window was boarded up. But the branch was open for business. Young men in dark suits, with crisp white shirts and disciplined haircuts – “property negotiators” in Foxtons jargon – strode impatiently in and out, upright as young army officers, swinging their company car keys, working on buyers on their company phones. Inside, behind the spotless white reception desk, a young woman in heels and heavy makeup – the “office co-ordinator” – was waiting, as usual, to greet customers. At one of the equally spotless white tables, a nervous-looking client, a casually dressed man of about 30, was writing a list of properties on a pad of paper, as a negotiator watched from the chair opposite. In a short side street immediately round the corner, there were two fresh Foxtons for sale signs. As Chris Millington, a property business analyst at Numis Securities, told me: “Foxtons do very well down in Brixton.”</p> \n<h2><br />* * *</h2> \n<p><strong>By common consent,</strong> London is one of the most frenzied and important property markets in the world: according to the Land Registry, it accounts for nearly half the value of all residential sales in England and Wales. But even in the intensely competitive field of London estate agency, Foxtons has acquired a unique, double-edged reputation: for relentlessness and innovation; for brashness and aggression; for bending – and sometimes breaking – the profession’s infamously loose rules; for doing almost anything to get a letting or a sale. “It’s a tough firm,” its founder <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2006/nov/20/8\">Jon Hunt</a> told the Daily Mail in 2009. (Hunt declined to be interviewed for this article.) Two years before, on the eve of the last property crash, he had sold his stake in the business for a reported &pound;390m.</p> \n<p>Foxtons is not a huge company. Its share of the London residential market is estimated at between 10 and 20%. It currently has about 1,300 staff – the number expands and contracts as abruptly as the housing market itself. Its branches are outnumbered by those of rival networks: the national estate agency group Countrywide has 1,400 outposts. Foxtons operates solely in London and the Surrey towns of Woking and Guildford. Its branches cover about half the capital, including the centre, the most prosperous parts of west London, fashionable inner suburbs such as Hackney and Walthamstow, and more quietly rising outer ones such as Enfield.</p> \n<p>Each time Foxtons moves into a new area, and its logo of acid yellow and patrician green suddenly appears on “for sale” signs, on letters to local homeowners, on flashy new Foxtons premises, and on the loudly branded Minis the company provides for its negotiators, the character and status of that place seems to alter. There can be unease, even anger but there can also be a less publicly expressed excitement. As Ivor Dickinson, until recently managing director of one of Foxtons’ competitors, Douglas and Gordon, put it: “If you have a name as a really ruthless, sharky bastard estate agent, a lot of people, when they come to selling their house, will think, ‘I want that ruthless, sharky bastard.’”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Each time Foxtons moves into a new area the character and status of that place seems to alter</p> \n </blockquote> \n</aside> \n<p>The swaggering success of Foxtons is partly a product of the double standards many of us have about property: complaining and worrying about the cost of it, while wanting to make as much as possible from it ourselves. The company is also a reflection of the modern British economy: short-term in its priorities, sometimes vibrant, London-dominated, property-skewed, socially divisive. The estate agent’s fortunes have become symbolic. Last month, the day the Conservative general election victory was announced, and with it the demise of Labour’s plans to increase taxes on properties worth more than &pound;2m, it was widely noted by despairing leftwingers, as well as excited business reporters, that the Foxtons share price had leapt 12%.</p> \n<p>Since David Cameron became prime minister in 2010, Foxtons has almost doubled its number of branches, and more than trebled its annual profits, to &pound;42m. When Foxtons became a public company in 2013, it was initially valued at &pound;650m; within six months, demand for its shares had swelled that value to &pound;1.1bn.</p> \n<p>Investors like Foxtons partly because it plays the property game two ways. As well as helping to drive the upward price spiral, it has also adapted itself to profit from the increasing number of people who that spiral has left behind. In 2014, 47% of the company’s revenue came from lettings, a far greater proportion than at most other estate agents. The 2014 Foxtons annual report notes with satisfaction: “The lettings market in London is particularly strong and acts as a useful counter to the more volatile sales market.” Among London estate agents, Chris Millington said, “Foxtons is showing by far the best returns. It’s transacting more than twice as much [business] per branch as the others.” Its influence is felt throughout the industry. “We’ve all learned from Foxtons,” Dickinson said. “We all try and do what they’re doing. But they are ahead.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4b892a0ec2bf83a107770ce74881fb61388a4b49\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460205329/6cf12d22-9a98-4455-9120-c8071200a734-460x276.jpeg\" alt=\"A Foxtons-branded Mini.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Foxtons-branded Mini.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>Yet the company’s approach has also made enemies far beyond Brixton. Campaigns against proposed new branches have become a staple of London community politics – an easy focus for discontent about a steadily less inclusive, more money-driven city. On Twitter, there are <a href=\"https://twitter.com/hatefoxtons\">@hatefoxtons</a> and @AvoidFoxtons accounts, which seethe with customer complaints and general abuse (“total charlatans”, “Avoid Foxtons like the plague!”) and occasional acts of revenge (“told a traffic warden that a Foxtons mini was parked on double yellows”).</p> \n<p>This month a larger threat to the company emerged. Chris Townley, a former landlord of a property managed by Foxtons, became the first claimant in a c<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/07/foxtons-commission-charge-sparks-legal-action-from-landlords\">lass action against the estate agent</a>. It alleges that Foxtons has overcharged landlords for repairs and maintenance, by deliberately hiring expensive contractors, and then adding to their bills an undeclared commission of up to a third. Townley’s solicitors, Leigh Day, claim that Foxtons could face a cumulative legal bill of up to &pound;42m – the equivalent of its entire 2014 annual profit.</p> \n<p>The company declined to comment “on the specifics of this case”; but went on to say that “our fees are clearly laid out within our terms and conditions”; and that work on properties let through Foxtons was carried out by “carefully vetted and trusted contractors” who offered “competitive value”. The case may end up in court next year.</p> \n<p>In 2009, the Office for Fair Trading successfully sued Foxtons for extracting “unfair” charges from landlords. No matter how the latest lettings dispute concludes, it is a reminder that Foxtons is more vulnerable than it looks. For Foxtons, as for many British companies founded in the Thatcher era, new ways of doing things and a measure of ruthlessness have brought success; but of a volatile sort – and at a cost.</p> \n<h2>* * *</h2> \n<p><strong>The guiding spirit of Foxtons remains its founder, </strong>Jon Hunt. He is a lean, reined-in man with a strong jaw, a drawling, slightly distant voice, and impatient, whirling hand gestures. “My old man was extremely tough,” he told the website Business Life <a href=\"http://businesslife.ba.com/People/What-Ive-Learnt/What-Ive-learnt-Jon-Hunt.html\">in a rare interview in 2012</a>. “He was Irish and came to London when he was 13. He was a runner for a legal firm … then he got into the army.” Hunt junior, born in 1953, soon learned to be just as adaptable and self-contained: while his father took up a succession of end-of-empire foreign postings, Hunt was sent to Millfield boarding school in Somerset from the age of seven. He loved Millfield’s emphasis on sport, but left the school at 16. He briefly joined his father’s regiment, the Royal Artillery, then moved on restlessly again, to work on building sites in France, and then back to England, to a job at a small estate agent in Woking.</p> \n<p>He was 18. It was the early 70s, the brief boomtime of Edward Heath’s doomed Tory government, and one of Britain’s periodic property bubbles was inflating. Woking, wealthy in parts, full of lush properties, but with a London satellite town’s transient population, was a good place to learn the trade. Hunt has a cautious side – “I will sit outside a property for six hours watching the traffic flow before I decide [to buy it],” he told the Mail in 2009 – and he stayed in Woking through the property collapse of the mid-70s. He came to realise that the final stages of such downturns, when prices were low but had stopped falling, was a good time to buy and sell houses – “when there’s blood on the street but it’s drying”, as he put it in the Mail.</p> \n<p>In 1981, with the British economy stuck in another recession, under Margaret Thatcher, Hunt, now 27, borrowed &pound;30,000 from a Millfield schoolfriend and went looking for somewhere to set up his own estate agency. At the time, most estate agents were open at their own rather than their clients’ convenience – rarely in the evenings or at weekends – and their negotiating style, to Hunt at least, was pompous and unambitious. Ivor Dickinson, who started another estate agency not long after him, remembered: “We were part of an 80s generation, a generation of thrusting young things who wanted to shake up estate agency. We wanted to do everything better: more marketing, more use of information technology, better service for clients. Take it away from being a stuffy old profession.”</p> \n<p>The territory where Hunt chose to challenge the “walnut-veneer brigade”, as he called them, was Notting Hill in west London. In 1981 it was not an obvious place for a new estate agent. Since the second world war, the area’s towering Georgian terraces, subdivided and dilapidated, had first been a semi-slum of immigrants and bad landlords, then a counterculture stronghold for squatters and hippies and punks. A reputation for racial tension and street crime lingered well into the 80s. Yet Hunt saw commercial potential in the handsome architecture and the proximity to richer, more respectable areas of west London. On a prominent site on Notting Hill Gate, the main thoroughfare, between a popular cinema and the busy underground station, he took over the premises of a cheap Italian caf&eacute; called Topo D’Oro.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"3d96af437152fae41f21e52485d5ebd68550fa44\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434460556203/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-460x400.jpeg\" alt=\"The founder of Foxtons, Jon Hunt, in 2006\" width=\"460\" height=\"400\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported &pound;390m.</span> \n  <span class=\"element-image__credit\">Photograph: Eamonn McCabe</span> \n </figcaption> \n</figure> \n<p>The building was shallow and unlovely, really two knocked together, but it had a broad frontage, and across it in huge letters Hunt spelled out “Foxtons Estate Agents”. The name came from the Cambridgeshire village near where he lived. In contrast to gritty, bohemian Notting Hill, “Foxtons” sounded upper-class, traditional, rural – the first logo was a deep country green. Hunt hired a secretary and another young estate agent, and started trading from nine in the morning until nine in the evening. To attract customers and publicity, Foxtons sold properties for its first three months without charging commission. It ignored Notting Hill’s large lettings market altogether. “In our first year we banked &pound;13,000 and [the business] cost us &pound;46,000 to run,” Hunt told Business Life later, “so we were pretty close to bust.”</p> \n<p>A single big sale in nearby Knightsbridge kept Foxtons afloat. In 1982, with the economy finally growing again, as the Thatcher government’s heavy-handed move away from manufacturing towards property and service industries belatedly began to yield results, the one-year-old estate agent opened a second office, in nearby Fulham: like Notting Hill an inner-city area that was part of the emergent, glossier London. Hunt also hired a lieutenant, Peter Rollings.</p> \n<p>Rollings was bright, charming, slightly untidy; he became Foxtons’ fixer, its good cop. Meanwhile Hunt, always immaculate in a white shirt and dark suit, rarely smiling, stayed increasingly in the background. “You would never, ever see him in public,” Dickinson recalled. Estate agents in London, we’re sociable, we all know each other, have lunch together. But he would never lunch with us, sit on committees with us, get involved in industry awards. He’s not a barrel of laughs. He’s not got much time for niceties. He would do anything not to do the same as everyone else.”</p> \n<p>Foxtons did not advertise alongside other estate agents, but published its own promotional magazine. It did not charge the typical industry commission of between 1% and 2% in London, but 2.5%. In a fast-moving, often over-confident business – by 1989, the independent annual London Property Guide had fattened to over 600 paperback pages – Foxtons initially expanded slowly and carefully. The estate agent spent its first decade with only three branches, and took 13 years to move beyond its west London heartland. This caution turned out to be justified when the capital’s 80s property boom, like the wider Thatcherite economic bonanza, shuddered to a halt.</p> \n<p>But in its chosen markets, Foxtons could be recklessly competitive. From the mid-90s to the early 2000s, the Times reported in 2003, Foxtons employed subcontractors to pull down and destroy thousands of its rivals’ “for sale” boards. Foxtons admitted that it had done so for “a limited period in 2001”, and a police investigation followed. No charges were brought. It became clear that other London estate agents had also been waging “board wars”; only the thoroughness with which Foxtons had done so made it stand out.</p> \n<h2>* * *</h2> \n<p><strong>During the 80s and 90s,</strong> Foxtons created a distinctive internal culture. Heavily influenced by Hunt’s personality and working habits, it endures, little changed, to this day. In its recruitment and working patterns, in its rewards and penalties, in its use of branding and digital technology, the company has been a pioneer for many of today’s British white-collar employers.At the core of Foxtons is obsessive commitment. Opening for longer hours than rivals means longer working hours for Foxtons staff. The issue dominates whenever they talk about their jobs. “The hours are completely insane,” posted a former lettings negotiator last year on an online forum where Foxtons employees gather anonymously. “You work 12 hours a day Mon-Friday PLUS every other weekend, with no lieu days!” A former sales negotiator added: “It becomes exceptionally difficult to maintain bonds and relationships with people outside [Foxtons] EVEN IF YOU LIVE WITH THEM.”</p> \n<p>For some staff the single-minded, almost cultish quality of Foxtons is exactly what appeals. Sarah Burgess (not her real name) left university in 2010 with a 2:1 in international relations. She had grown up in the country, and she wanted to live in London, work for a high-profile company, and learn how to do sales. “I wanted to do 70 hours a week,” she told me, “and I knew Foxtons had fancy offices.”</p> \n<p>A decade earlier, with its branch numbers now in double figures, Foxtons had centralised its operations around a new headquarters in Chiswick in west London. The facility is on an upmarket business park with large glass-sided, open-plan office blocks set beside lawns and an artificial lake. Foxtons’ current neighbours include the American oil conglomerate Halliburton and the jeweller Swarovski.</p> \n<p>Burgess went to Chiswick for an interview in 2011. “The head office is so vibey when you’re 18 or 19,” she remembered. “There’s music playing. It’s colourful inside – bright green. Everyone’s good-looking, everyone’s smartly dressed, everyone’s so happy! There’s buzzers going, people are collecting chocolates for making sales. You think, ‘This is a whole world I want to be part of.’”</p> \n<p>Foxtons recruits constantly and unfussily for its junior positions. “Sales experience is beneficial but not essential,” says a recent ad for a “trainee property negotiator”. Burgess remembered her fellow interviewees as “from all over the country, from Scotland, from Wales, from tiny villages. Quite well-educated people, and people who had dropped out of uni. Foxtons said to us, ‘We’ll give you a car and a phone. You’ll get to know London like the back of your hand.’ And it gave you a friendship group.”</p> \n<p>Burgess was offered a job as a lettings agent at one of its most prestigious central London branches. “There was banter at the interview” – life at Foxtons involves a lot of banter.<strong> </strong>Then Foxtons trained her. According to its website, the company provides an “intensive induction week for all new employees … It can even cover the basics like driving around London.” Even the most disillusioned ex-employees agree that the training is good. “Foxtons are very welcoming when you first join,” said one former sales negotiator. “They really do kit you out … put you in the right frame of mind so you are ready to go.” Burgess remembered: “It didn’t feel like you were going to be an estate agent, but [to work in] a really buzzy sales career. I don’t know if they used the phrase estate agent.”</p> \n<p>In 2002, at Hunt’s instigation, the company began stripping out the standard estate agent’s clutter from its branches: the rows of brown desks, the mountainous in-trays behind which discreet phone calls could take place. Ever since, Foxtons has offered its customers what it calls a “cafe-style” environment. Each new branch costs about &pound;600,000 to fit out. The company’s London rivals typically spend half as much. In 2007 Hunt explained some of the rationale: “The office coordinator … gives [customers] refreshment and introduces them to a negotiator. These coordinators have been trained … to give a warm welcome consistent in all branches.” The types of free drinks, he went on, “are selected to be … sympathetic to our brand.” At today’s Notting Hill Foxtons, across the road from the original site, shiny tins of Italian Illy coffee stand on a shelf in a perfectly spaced line.</p> \n<p>Burgess’s workplace still took some adjusting to. “It was so clean. In a Foxtons branch, you will not find a piece of paper anywhere. You’re not allowed to leave anything on your desk – everything gets cleared away every night. And you move desks every few weeks. You never feel you can relax.”</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"98b11bae91532780863b2a67e31378d9f3632ac2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434463023021/b6a71ef3-5a41-4545-815f-523e666a9b74-460x276.jpeg\" alt=\"A paperless Foxtons office.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A paperless Foxtons office.</span> \n  <span class=\"element-image__credit\">Photograph: Christian Sinibaldi</span> \n </figcaption> \n</figure> \n<p>A similar surface orderliness – with its implication that Foxtons will bring order to the messy property market – marks the company’s carefully choreographed initial dealings with clients. If you phone a branch as a new customer, you will quickly be redirected to the in-house call centre at headquarters in Chiswick. There, a “new business consultant”, always polite, usually well-spoken and slightly caffeinated-sounding – Red Bull is popular with Foxtons staff – will try to extract personal details from you.</p> \n<p>This information is fed into the company’s electronic brain: “an integrated business operating system (“BOS”),” according to the 2013 Foxtons share prospectus, “ that covers all aspects of day-to-day business”. Customers and their data are then passed on to the appropriate branch. Meanwhile, the branches themselves also feed information into the BOS. “Everything is put in,” said Burgess. “Every note you make, details of every phone call.” The database, according to the prospectus, “as [of] 31 December 2012, contained approximately 3.5 million property records (which compares to London’s population of 8.2 million in 2011) … and contact details for approximately 2.1 million sales and lettings prospects”.</p> \n<p>Like other ambitious retailers, Foxtons began investing heavily in data collection and processing in the early 2000s. Its competitors are still struggling to catch up: “That massive call centre in Chiswick – it’s an incredible thing,” said Ivor Dickinson. “Most agents will have one person in the back of each branch whose job it is to chase up old [sales] leads. Chiswick has designated people making hundreds of calls a week each. And they sound a buzzer every time a lead is converted into business. Foxtons works on an industrial scale.”</p> \n<p>Yet the industrialisation of estate agency has its downsides. In the open plan centre at Chiswick, in Foxtons’ goldfish bowl branches, in BOS’s bright digital spaces, staff can never hide. Many former and current staff talk about being “micromanaged”. The most closely monitored numbers are each negotiator’s sales and lettings figures. Every Friday, for each cluster of Foxtons branches, there is a compulsory end-of-week meeting. Several dozen negotiators gather in a room and sit on rows of chairs in front of a big screen.</p> \n<p>“First, there is a pep talk – or you’re all told off,” Burgess remembered, “and then you get to shout out your figures. It shows on the screen where you are in the rankings. If you’ve done well, you’re buzzing. It’s one of the funnest parts of the week.” Successful employees are offered an elaborate sequence of bonuses. There are “trip targets” – sales attainments that earn company-funded skiing or Mediterranean holidays; and “car targets” – first a Mini, then a BMW, then a Mercedes. The slick Foxtons website shows packs of tanned, beaming, sometimes flirtatious staff holding beers, up mountains, playing beach volleyball. Burgess said that working at Foxtons sometimes feels “like being in a sports team, when you get a new kit. You all smell good. You feel you’re the dog’s bollocks.” Like you’re an elite? “No … a gang!” Yet less successful employees can suffer badly. Negotiators receive an initial salary of &pound;22,000, but once they are considered sufficiently experienced, usually after about four months, they can earn commission: either 5% of Foxtons’ overall take on each transaction, plus a salary of &pound;17,500; or 10% and a salary of &pound;10,000. Most opt for the latter. It pays lavishly if things are going well: a negotiator selling a property for &pound;1m earns a bonus of &pound;2,500. But in lean periods the low basic salary, which has not changed for a decade, quickly threatens to make living in London impossible – not least because of the capital’s high property costs, for which Foxtons negotiators are themselves partly responsible. “You can have really bad weeks, months – it’s scary,” Burgess said.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"4d012eea5c7f288bae6fd7518f409e427987b33c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434461478640/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-460x276.jpeg\" alt=\"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.</span> \n  <span class=\"element-image__credit\">Photograph: Micha Theiner/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Foxtons has a more individualistic culture than its rivals, who generally pay higher basic salaries and sometimes hand out commission on a team basis. At Foxtons branches, the negotiators’ telephones are arranged facing each other, in gladiatorial rows. Despite this, or perhaps because of it, the young men in suits are always ducking outside to make calls.In 2006, Anna Adams, an undercover reporter for the BBC1 series Whistleblower, filmed a Friday meeting where, when individuals’ sales or lettings figures were announced under-performers were heckled.</p> \n<p>The documentary, which examined several estate agency firms, also included footage of a Foxtons induction session, in which a training officer told new employees: “We are associated with sharp sales tactics. People believe that we are going to try to sell them something for a lot more money than they want to spend … [or] somewhere that is completely different to their requirements. And funnily enough, they’re not wrong in that.”</p> \n<p>Adams got a job as a sales negotiator and was posted to the original Notting Hill branch. There she said she was encouraged to exaggerate how much properties were worth, in order to attract sellers; to invent high offers for properties, in order to persuade buyers to raise theirs; and to pressure buyers to use a mortgage broker owned by Foxtons, Alexander Hall – which the programme alleged was illegally passing details of buyers’ finances back to Foxtons, so that the estate agent could know how far to push them. The film also showed Foxtons staff forging signatures and altering sales documents with Tipp-Ex and scissors, to their own or the company’s advantage. The practices even had their own winking slang: “chop-chop”, or “simmering”.</p> \n<p>Eight months after the broadcast, and after threatening the BBC with lawsuits, Hunt <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2006/nov/25/houseprices.comment\">admitted to the Guardian</a> that there were “several things we had done in [the documentary] that were wrong”. But he went on, “I don’t think [they] were pervasive … and we straightened those out.” He dismissed the allegation that Foxtons and Alexander Hall illegally shared information as “total nonsense”.</p> \n<h2>* * *</h2> \n<p><strong>Nowadays, Foxtons sometimes presents itself</strong> as an ethical business. A recent advertisement for a “graduate property consultant” says that “a clearly defined moral compass is a must”, and that the company is “an environment where we compete … but support each other”. Yet Foxtons’ approach to outside scrutiny makes such claims hard to judge. “We don’t do interviews,” Nicky Chute, the company’s head of communications, told me when I contacted her. Foxtons’ current CEO, Nic Budden, she went on, “is a fairly private person”.</p> \n<p>Ivor Dickinson, for one, doubts whether the company has softened that much: “In a highly commission-based environment, you are encouraging the negotiator to act for himself, not the client.” Sarah Burgess said: “Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow.” She left after 15 months. “A year and a half is a pretty good innings at Foxtons. It drains you. Everyone looks so much healthier after they leave.” The small minority who stay on for many years and climb the company hierarchy are known internally as “Foxtons till they die”. Hunt said to Business Life of his 26 years in charge: “We were very inward looking.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Telling people you’re an estate agent is bad enough, but telling people you work for Foxtons is a double blow</p> \n </blockquote> \n</aside> \n<p>In 2005, Hunt’s lieutenant Peter Rollings left to set up a competitor, Marsh &amp; Parsons. By 2007 even Hunt had had enough. “I was working 14 hours a day … I was in my 50s and it’s a young man’s game,” he told Business Life later. He sold his creation to a private equity firm, BC Partners, and shifted his energies to renovating Heveningham Hall, a country estate in Suffolk, successfully investing his Foxtons fortune in London property and, as if awarding himself a final “car target”, collecting Ferraris.</p> \n<p>A few months later, in 2008, for the first time in a decade and a half, London property prices began to drop. For the next three years, Foxtons suffered collapsing sales and staff culls. There were hasty and acrimonious shifts of ownership between BC Partners and the banks that had lent it the money to buy the company. At BC Partners, senior people began referring to Foxtons as “the F word”. There were predictions in the press – sometimes thinly disguised hopes – that it would go bust.</p> \n<p>The estate agent had become expensive to run. Since the late 90s, during the seemingly endless economic good times of the Tony Blair administration, Foxtons had increasingly moved away from Hunt’s original vision of step-by-step growth. Instead, it rapidly opened branches and annually redecorated its fleet of Minis. One design, “The 2005 ‘Camo’ Mini”, was described by the company as “inspired by ‘urban jungle’ culture” and “contemporary London street fashion”. Perhaps only an estate agent could say that about a mishmash of camouflage and country house green.</p> \n<p>In 2000, Foxtons expanded across the Atlantic to New York, New Jersey and Connecticut. Foxtons North America, as the offshoot eventually called itself, had its own Minis, almost 400 staff, and splashy advertising – such as a giant billboard above a tunnel entrance on the road back to New York City from the smart resort of East Hampton. But the company proved no match for dug-in local real estate agents and the late 2000s recession. In 2007, it filed for bankruptcy. “Foxtons is very good at what it does,” said the analyst Chris Millington, “but it can’t go against the whims of the property market.”</p> \n<h2>* * *</h2> \n<p><strong>Like much of the British economy, </strong>Foxtons seems to have two modes: either overconfident expansion or panicky retrenchment. Since 2011, as the London house price bubble has reinflated, the business has resumed its upward path. But now it is a public company, with a fickle share price, and more of the detail of the estate agent’s performance is publicly available<strong>.</strong> In its latest annual report, a small graph at the bottom of page 19 shows that since 2010, as the company has opened branches faster than ever, its average revenue has dropped year by year, and by more than a fifth overall.</p> \n<p>In a world where valuing your own property is easy, thanks to all the online price data for comparable homes; and in a city where demand for housing drastically outstrips supply – where your scruffy Hackney terrace would probably sell if you just stuck a note in the window – the Foxtons model may not be sustainable in the long term. “They have always charged a premium [commission] for sales and lettings,” said Gavin Jago, a property analyst at the brokers Peel Hunt. “Online estate agents are starting to charge considerably less.” The rising online firm Purplebricks.com currently charges a maximum of &pound;1,158 to sell a London home – less than a tenth of Foxtons’ average commission. Some senior estate agents outside Foxtons predict that, over the next decade, the market share of online firms will grow from a thirtieth to as much as half.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>When a scruffy Hackney terrace will sell with a note stuck in the window, the Foxtons model may not be sustainable</p> \n </blockquote> \n</aside> \n<p>Yet sharks never stop swimming. In April, on the same weekend as the window-smashing in Brixton, I visited another Foxtons, a brand new branch in Bromley, on the more sedate fringes of south London. It was a cold dark Sunday, not house-hunting weather, and every other estate agent I passed in the suburb’s grey centre was closed. But Foxtons selects its new markets with what it calls “granular” attention to local sales and lettings data, and increasingly sees its future in more affordable outer London. For all the company’s provocatively prosperous image, last year the average price it secured for a property was &pound;544,000, only &pound;30,000 above the value of the average London home.</p> \n<p>The Bromley branch was deserted except for two staff, both sleekly dressed young women, and neat rows of paper bags, each containing a flyer for the branch and a chocolate muffin. One of the women would spend the next few hours doggedly handing out the bags, bare-legged in the wind, to hundreds of passersby. I asked how business was going. “It’s 0% commission on the first hundred houses,” she said, with a rigidly eager smile. “We’ve already done 25 valuations.”</p> \n<p>There was already a Foxtons in nearby Beckenham. What if, I asked, a property came on the market midway between the two branches? Which one would deal with the seller and any buyers? She instantly turned deadpan: “It depends on who they call first.”</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/@gdnlongread\">@gdnlongread</a></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460206814/6cf12d22-9a98-4455-9120-c8071200a734-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons-branded Mini. Photograph: Alamy","credit":"Alamy","altText":"A Foxtons-branded Mini.","cleanCaption":"A Foxtons-branded Mini.","cleanCredit":"Photograph: Alamy"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434460557836/64e0ae81-2ea1-4ad0-84ae-acdf4cbe0e7f-2060x1790.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1790,"width":2060,"orientation":"landscape","caption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m. Photograph: Eamonn McCabe","credit":"Eamonn McCabe","altText":"The founder of Foxtons, Jon Hunt, in 2006","cleanCaption":"Jon Hunt, the founder of Foxtons, sold his stake in the company in 2007 for a reported £390m.","cleanCredit":"Photograph: Eamonn McCabe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434463024508/b6a71ef3-5a41-4545-815f-523e666a9b74-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A paperless Foxtons office. Photograph: Christian Sinibaldi","credit":"Christian Sinibaldi","altText":"A paperless Foxtons office.","cleanCaption":"A paperless Foxtons office.","cleanCredit":"Photograph: Christian Sinibaldi"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434461480042/6e5a69fa-f22e-440f-a8d6-bab1efbc38cb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford. Photograph: Micha Theiner/REX Shutterstock","credit":"Micha Theiner/REX Shutterstock","altText":"Foxtons operates solely in wealthy and fashionable parts of London, as well as Woking and Guildford.","cleanCaption":"Foxtons operates solely in London and the Surrey commuter towns of Woking and Guildford.","cleanCredit":"Photograph: Micha Theiner/REX Shutterstock"}],"webPublicationDate":"2015-06-17T05:00:10Z","lastModified":"2015-06-17T08:15:01Z","metadata":{"commentable":true,"commentCount":91,"contributors":[{"name":"Andy Beckett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andybeckett"}],"feature":true,"keywords":["Real estate","Housing market","Business","Property","UK news","Money"],"tags":[{"id":"business/realestate","webTitle":"Real estate"},{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"business/business","webTitle":"Business"},{"id":"money/property","webTitle":"Property"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"business"},"topics":[{"displayName":"Andy Beckett","topic":{"type":"tag-contributor","name":"profile/andybeckett"}}],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","shortUrl":"http://gu.com/p/49zpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves","webUri":"http://www.theguardian.com/business/2015/jun/17/is-foxtons-the-estate-agent-london-deserves"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much. Photograph: The Guardian","credit":"The Guardian","altText":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCaption":"A Foxtons in west London. Each new branch costs about £600,000 to fit out. The company’s London rivals typically spend half as much.","cleanCredit":"Photograph: The Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434480708620/93756eb3-c089-404d-a5e1-4a1736d7aa86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Guardian","altText":"A Foxtons office.","cleanCredit":"Photograph: The Guardian"}}]},{"title":"Open thread / Who should replace Foo Fighters at Glastonbury?","rawTitle":"Who should replace Foo Fighters at Glastonbury?","item":{"type":"article","id":"music/musicblog/2015/jun/17/glastonbury-2015-who-should-replace-the-foo-fighters-as-headliners","title":"Glastonbury 2015: Who should replace Foo Fighters as headliners? – open thread","trailText":"Dave Grohl’s broken leg means Foo Fighters can no longer headline Glastonbury on the Friday night, leaving the door open for … who? ","standFirst":"<p>Dave Grohl’s broken leg means Foo Fighters can no longer headline Glastonbury on the Friday night, leaving the door open for … Taylor Swift? The Stone Roses? A bonkers Kanye West double bill? You tell us!</p>","byline":"Tim Jonze","body":"<p>First, the bad news: Dave Grohl has got so many metal pins in his leg he can <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/16/foo-fighters-glastonbury-dave-grohl-breaks-leg\">no longer play Glastonbury festival</a> (thanks to boring old “doctor’s orders”). Now the good news: you didn’t really like Foo Fighters anyway, did you? And now we can all get on with the business of getting excited about whoever it is will be replacing them. </p> \n<p>But who should it be? There are plenty of possible options. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/16/foo-fighters-glastonbury-dave-grohl-breaks-leg\">Foo Fighters pull out of Glastonbury after Dave Grohl breaks leg</a> </p> \n</aside> \n<p>Taylor Swift is one big favourite. She’s got a blank space (get it?) in her diary, and was originally rumoured to be headlining. It would cause Foo Fighters fans to go into meltdown, of course, and probably prompt some dickhead to start a petition about it. But who cares about like-for-like replacements? And Swift would have goodwill on her side if she stepped up to save the day. </p> \n<p>Florence + the Machine are another obvious choice, seeing as Florence Welch playing on the Pyramid stage right before the Foos were scheduled to go on. Many people thought Welch should have been given a shot at the top of the bill, especially given the lack of women awarded big slots at the festival. On the downside, give her top billing lacks the element of surprise and, well, she’s also carrying an injury after breaking her foot at Coachella. What is it with these musicians? <br tabindex=\"-1\" /></p> \n<p>Talking of injuries, surely booking the Stone Roses makes a certain romantic sense. It’s been 20 years since they had to pull out because John Squire broke his collarbone and shoulder blade, only to be replaced as headliners by a triumphant Pulp. Could they repeat history in reverse?<br tabindex=\"-1\" /></p> \n<p>Going left-field for a moment, Kanye West is another artist who is “around” – he is headlining Glastonbury the following night. Could he do it two nights in a row? If he did, it would be the silliest, most egotistical moment in festival history … so maybe.<br tabindex=\"-1\" /></p> \n<figure class=\"element element-image\" data-media-id=\"c1c4d84f5929646af70c00a2c8d7048d66341f24\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434526304493/b591c5e0-117e-4087-bd97-7aaf50ab4531-460x276.jpeg\" alt=\"Blur at the Isle of Wight festival.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Blur at the Isle of Wight festival.</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<p>Elsewhere, it’s possible to imagine slots from Blur, who headlined relatively recently but were utterly brilliant when they did, and Kylie – who pulled out of her Sunday-night headline slot 10 years ago after she was diagnosed with breast cancer. <br /></p> \n<p>There’s also stadium busker Ed Sheeran, hard rockers AC/DC and the return of Adele to think about. Not to mention Coldplay, Radiohead, Madonna or Noel Gallagher’s High Flying Birds (he’s already said <a href=\"http://www.nme.com/news/noel-gallagher/80355\">they will headline Glastonbury</a> “if they’re asked”).<br /></p> \n<p>Who do you think should play? Have we missed out anyone obvious? Have we grossly overlooked the pulling power of Sleaford Mods? Answers in the comments please, with the winning suggestion chosen by Michael Eavis himself to headline this year’s event. Possibly. If he’s reading. And he likes what you’ve said. And they can play. </p>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433535629227/Taylor-Swift-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Christopher Polk/Getty Images for TAS","altText":"Taylor Swift","cleanCredit":"Photograph: Christopher Polk/Getty Images for TAS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434526305760/b591c5e0-117e-4087-bd97-7aaf50ab4531-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Blur at the Isle of Wight festival. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Blur at the Isle of Wight festival.","cleanCaption":"Blur at the Isle of Wight festival.","cleanCredit":"Photograph: Yui Mok/PA"}],"webPublicationDate":"2015-06-17T07:20:32Z","lastModified":"2015-06-17T08:05:22Z","metadata":{"commentable":true,"commentCount":50,"contributors":[{"name":"Tim Jonze","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733750336/TimJonze.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/timjonze"}],"feature":false,"keywords":["Glastonbury festival","Foo Fighters","Music","Culture","Taylor Swift","Blur","Stone Roses","Florence and the Machine","Kanye West","Kylie Minogue","Music festivals","Festivals"],"tags":[{"id":"music/glastonbury","webTitle":"Glastonbury festival"},{"id":"music/foofighters","webTitle":"Foo Fighters"},{"id":"music/music","webTitle":"Music"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/taylor-swift","webTitle":"Taylor Swift"},{"id":"music/blur","webTitle":"Blur"},{"id":"music/stone-roses","webTitle":"Stone Roses"},{"id":"music/florence-and-the-machine","webTitle":"Florence and the Machine"},{"id":"music/kanyewest","webTitle":"Kanye West"},{"id":"music/kylieminogue","webTitle":"Kylie Minogue"},{"id":"music/music-festivals","webTitle":"Music festivals"},{"id":"culture/festivals","webTitle":"Festivals"}],"section":{"id":"music"},"topics":[{"displayName":"Tim Jonze","topic":{"type":"tag-contributor","name":"profile/timjonze"}}],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/musicblog/2015/jun/17/glastonbury-2015-who-should-replace-the-foo-fighters-as-headliners","shortUrl":"http://gu.com/p/49pg2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/musicblog/2015/jun/17/glastonbury-2015-who-should-replace-the-foo-fighters-as-headliners","webUri":"http://www.theguardian.com/music/musicblog/2015/jun/17/glastonbury-2015-who-should-replace-the-foo-fighters-as-headliners"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/5/1433535629227/Taylor-Swift-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Would Taylor Swift make the perfect Glastonbury headliner? Or would it just be weird? Photograph: Christopher Polk/Getty Images for TAS","credit":"Christopher Polk/Getty Images for TAS","altText":"Taylor Swift","cleanCaption":"Would Taylor Swift make the perfect Glastonbury headliner? Or would it just be weird?","cleanCredit":"Photograph: Christopher Polk/Getty Images for TAS"}},"importance":6,"kicker":{"title":"Open thread"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c87cbf9bfc6e55fb1d1c248dd48ed8cecb92c79e/0_58_1997_1199/1000.jpg","height":600,"width":999}}]},{"title":"Ramadan / A guide to the Islamic holy month","rawTitle":"A guide to the Islamic holy month","item":{"type":"article","id":"world/2015/jun/17/ramadan-guide-to-islamic-holy-month-muslims-fast","title":"Ramadan: a guide to the Islamic holy month","trailText":"The ninth month of the Islamic calendar is when Muslims fast during daylight and when the Qur’an is said to have been revealed to the prophet Muhammad","standFirst":"<p>The ninth month of the Islamic calendar is when Muslims fast during daylight and when the Qur’an is said to have been revealed to the prophet Muhammad</p>","byline":"Aisha Gani","body":"<p>Muslims around the world are preparing for the Islamic holy month of Ramadan. From waking up in the early hours for a quick bite and sip of water, to the waiting – date in hand – for the seconds to tick by until the call to prayer at sunset, why do Muslims fast and what is Ramadan?</p> \n<h2><strong>What is Ramadan?</strong></h2> \n<p>Muslims – there are 1.6 billion in the world – believe Ramadan is the holiest month in the year , when the Qur’an, the holy book of Islam, was revealed to the prophet Muhammad. </p> \n<p>Ramadan is the ninth month in the Islamic calendar, or the <em>Hijri</em> calendar based on the lunar cycle, which began in AD622 when <a href=\"https://en.wikipedia.org/wiki/Muhammad\">Muhammad</a> migrated from <a href=\"https://en.wikipedia.org/wiki/Mecca\">Mecca</a> to <a href=\"https://en.wikipedia.org/wiki/Medina\">Medina</a>.</p> \n<h2><strong>When is Ramadan?</strong></h2> \n<p>Depending on the sighting of the crescent moon, or <em>hilal</em>, the month begins this year on the evening of the <strong>Wednesday 18 June, </strong>which means Muslims will begin their first day of fasting at sunrise on Thursday 19 June.</p> \n<p>The month of fasting will end on either <strong>Friday 17 July or </strong><strong>Saturday 18 July</strong>, as there are either 29 or 30 days in a lunar month.</p> \n<p>As Ramadan begins about 11 days earlier each year, it sometimes falls in winter months when the fasts are short, and in summer months when the fasts are long.</p> \n<figure class=\"element element-image\" data-media-id=\"21a9bd6b26394ec83c0db1dbd418cb35ab82f4f7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434404176590/3d891344-1fe6-4c1b-bd01-2f4f1fa1b3e6-460x276.jpeg\" alt=\"Foreign workers break their fast outside the Imam Turki bin Abdullah mosque in the Saudi capital Riyadh during Islam's holy month of Ramadan on August 7, 2012 . AFP PHOTO/FAYEZ NURELDINEFAYEZ NURELDINE/AFP/GettyImagesHORIZONTAL\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Workers break their fast outside the Imam Turki bin Abdullah mosque in the Saudi capital, Riyadh.</span> \n  <span class=\"element-image__credit\">Photograph: Fayez Nureldine/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<h2><strong>Why do Muslims fast?</strong></h2> \n<p>During this month, observant Muslims do not eat or drink during daylight hours. This is because fasting is one of the five pillars of Islam. The other acts of worship are the shahadah, which is the declaration of faith; salat, the five daily prayers; zakat, or almsgiving; and the hajj, the pilgrimage to Mecca.</p> \n<p>Fasting in Ramadan is obligatory for Muslims, and in the Qur’an it states:</p> \n<blockquote class=\"quoted\"> \n <p>O you who believe! Fasting is prescribed for you as it was prescribed for those before you, that you may attain Taqwa [God-consciousness]. – The Qur’an, Al-Baqarah:183</p> \n</blockquote> \n<p>You can hear the recitation of this verse in Arabic:</p> \n<figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/fgqr/surah-al-baqarah-the-cow-183\"> \n <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&amp;url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F99418698&amp;show_artwork=true\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Fasting, or sawm in Arabic, literally means “to refrain” – and not only is it abstaining from food, drink and sex, but also actions such as smoking cigarettes, talking about others behind their backs, or using foul language. </p> \n<p>Fasting does not mean Muslims retreat from their daily routine, rather they are encouraged to continue as normal in their work and usual activities. In fact, this is where the challenge of patience and endurance comes in. Muslims believe fasting is not merely a physical ritual, but is primarily a time for reflection and spiritual recharging. </p> \n<p>During the fast, Muslims believe that their desires are curbed and that they can gain understanding of how those who are less privileged than them feel. It is considered to increase one’s patience, closeness to God and generosity towards others.</p> \n<p>The month is also a time of community; it is the custom for Muslims to invite their neighbours and friends to share their evening meal – iftar – and recite special <em>Tarawih </em>prayers in congregation. It is also a time when Muslims try to reconnect with the Qur’an, which they believe is the word of God. </p> \n<h2><strong>Who fasts?</strong></h2> \n<p>Healthy Muslim men and women are required to fast during the month according to Islamic teachings. </p> \n<h2><strong>Who is exempt from fasting?</strong></h2> \n<p>Children, people who are sick or who have mental illness, elderly people, travellers and women who are menstruating , postnatal , pregnant or breast-feeding do not have to fast. </p> \n<p>People exempt from fasting during Ramadan can make up the missed fasts later. But if a person is not able to fast at all – particularly if that is for health reasons – can compensate by feeding a needy person for each day they do not fast.</p> \n<h2><strong>Is it healthy?</strong></h2> \n<p>Muslims do not fast continuously throughout the month: they eat before sunrise and break their fast at sunset each day. </p> \n<p><a href=\"http://www.bbc.co.uk/news/health-19112549\">Scientists have found that short periods of fasting</a> – if properly controlled – can have a number of health benefits, as well as potentially helping overweight people. </p> \n<p><a href=\"http://www.nhs.uk/Livewell/Healthyramadan/Pages/healthyfasting.aspx\">Health advice from the NHS includes keeping hydrated and having the right proportion</a> of carbohydrates, fat and protein in between fasts, and not bingeing on oily feasts – however tempting. This may, in fact, lead to gaining weight. </p> \n<p>During fasting, the body uses up glucose and then starts to burn fat, which can lead to weight loss. So with prolonged fasting of many days or weeks, the body starts using protein for energy.</p> \n<p>After a few days of the fast, higher levels of endorphins – hormones related to mood – appear in the blood and can make a person more alert and give an overall feeling of general mental wellbeing, <a href=\"http://www.nhs.uk/Livewell/Healthyramadan/Pages/fastingandhealth.aspx\">according to the NHS website</a>. </p> \n<p>Dr Razeen Mahroof, an anaesthetist from Oxford, said in a statement about fasting to the NHS: “A detoxification process also occurs, because any toxins stored in the body’s fat are dissolved and removed from the body.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8kCEtT4EKiM\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/8kCEtT4EKiM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  The Muslim call to prayer\n </figcaption> \n</figure> \n<h2><strong>Some traditions</strong></h2> \n<p>Muslims have varying Ramadan customs across the world, depending on their culture. Islamic traditions include:</p> \n<ul> \n <li>Eating and drinking at <em>sahoor,</em> the pre-fast meal, just before sunrise</li> \n <li>Not delaying breaking the fast at sunset, which is <em>iftar </em>time</li> \n <li>Breaking the fast with an odd number of fresh dates, or dried dates if none are available, or a few sips of water</li> \n <li>Searching for the “Night of Power” or Laylat al-Qadr. According to Islamic tradition, this is when the first verses of the Qur’an were revealed to the prophet Muhammad by God. This falls within the last 10 nights of Ramadan.<br /></li> \n</ul> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/ramadan-explainer/giv-21277LlMYQR9E7TCA/\" data-alt=\"How Ramadan moves each year\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/ramadan-explainer/giv-21277LlMYQR9E7TCA/\">How Ramadan moves each year</a> \n</figure> \n<h2><strong>Why do Muslims start Ramadan on different days?</strong></h2> \n<p>Muslims often joke that they start fasting on different days. The most likely reason for differences over the start and end dates of Ramadan, from one country to another, is variations in the sighting of the moon.</p> \n<p>In places where it is not possible to see the crescent moon, Muslims may begin fasting according to the closest place where the moon has been sighted, while other scholars rely on the calculations of astronomers. </p> \n<p>However, some Islamic scholars have called for Muslims to be united in fasting, and to start the month of fasting based on the sighting of the moon in the holy city of Mecca.</p> \n<p>As Muslims across the globe have no institutionalised leadership, there is no single edict on which approach should be followed.</p> \n<figure class=\"element element-image\" data-media-id=\"7680f2c7813c625b908259c571b58314a54dfef0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434404315711/158b4537-5c57-40a3-8d04-dca060221d5c-460x276.jpeg\" alt=\"A street vendor plugs in decorations for Ramadan in Amman, Jordan.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A street vendor plugs in decorations for Ramadan in Amman, Jordan.</span> \n  <span class=\"element-image__credit\">Photograph: Mohammad Hannon/AP</span> \n </figcaption> \n</figure> \n<h2><strong>How do Muslims fast in places with no sunset?</strong></h2> \n<p>It’s a good question. How does a Muslim in Juneau, Alaska, fast? The sun remains visible at midnight in the Arctic Circle, and in northernmost Finland, it does not set at all for 60 days during summer.</p> \n<p>As a result, local scholars have said it is permissible to follow more reasonable sunrise and sunset times of another country. The <a href=\"http://www.alnor.no/en.historical.agreement.htm\">Islamic Centre of Northern Norway</a>, issued a <em>fatwa – </em>a ruling by a scholar of Islamic law or Muslim judicial authority – that gives local Muslims the option of following the fasting hours of Mecca, when the fasting day in Norway exceeds 20 hours. </p> \n<p><a href=\"http://www.thenational.ae/news/uae-news/riddle-of-fasting-in-land-of-the-longest-day\">The Assembly of Muslim Jurists of America made a similar ruling </a>that Muslims living in the most northerly regions of Alaska can use the sunrise and sunset times of another part of the country where “day is distinguishable from night”.</p> \n<h2><strong>Where is the longest fast in the world?</strong></h2> \n<p>In <a href=\"http://www.islamicfinder.org/prayerDetail.php?city=Reykjavik&amp;state=24&amp;country=iceland&amp;lang=\">Reykjavik</a>, Iceland, the fast will be about <strong>21 hours 57 minutes</strong> long in the beginning of the month, with a <a href=\"http://www.islamicfinder.org/cityPrayerNew.php?country=Iceland\">fast starting at 2:03am and finishing at midnight</a>. </p> \n<h2>Where is the shortest fast in the world?</h2> \n<p>In Sydney, Australia, a fasting day will be about <strong>11 hours 24 minutes</strong> long at the start of Ramadan, <a href=\"http://www.islamicfinder.org/cityPrayerNew.php?country=Australia\">when a fast starts at 5.29am and finishes at 16:53pm</a>.</p> \n<h2><strong>What happens at the end?</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"b651bb23aac9b9316be0731a4c9d8ff2040d0dd9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434404603225/5bbbd483-c815-4387-9a4f-bcf6513f07ed-460x276.jpeg\" alt=\"A family has their photograph taken after morning prayers during an Eid celebration in Burgess Park, south London.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A family after morning prayers during an Eid celebration in Burgess Park, south London.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> \n </figcaption> \n</figure> \n<p>Muslims worldwide celebrate Eid al-Fitr, the festival of breaking of the fast, which marks the end of Ramadan. According to tradition the angels call it the day of prizegiving because all those who fasted are rewarded by God on this day, and so it is common to hear Muslims greet each other with <em>Eid Mubārak </em>(Happy Eid). It falls on the first day of the new Islamic month of Shawwal and it is forbidden to fast on this day.</p> \n<p>It is Islamic custom to celebrate Eid with a small sweet breakfast, and to give charity before Eid prayers in congregation. Many Muslims celebrate by giving gifts, wearing new or clean clothes, and visiting friends and family.</p> \n<p>In Malaysia it is called Hari Raya Aidilfitri, in Urdu it is <em>Choṭī ʿĪd </em>meaning smaller Eid,<em> </em>while in Turkey it is Şeker Bayramı or sugar feast.</p> \n<h2><strong>Do people of other faiths fast?</strong></h2> \n<p>Jews fast for about 25 hours on Yom Kippur, or the Day of Atonement, to ask for God’s forgiveness. Orthodox Christians can spend up to half a year in various forms of fasting, which they believe brings them closer to God.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434462282283/ad980974-01f4-4bc4-92c7-8fbc5b0b685e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ahmad Masood/Reuters","altText":"A girl arranges plates before iftar ","cleanCredit":"Photograph: Ahmad Masood/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434404178148/3d891344-1fe6-4c1b-bd01-2f4f1fa1b3e6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Workers break their fast outside the Imam Turki bin Abdullah mosque in the Saudi capital, Riyadh. Photograph: Fayez Nureldine/AFP/Getty Images","credit":"Fayez Nureldine/AFP/Getty Images","altText":"Foreign workers break their fast outside the Imam Turki bin Abdullah mosque in the Saudi capital Riyadh during Islam's holy month of Ramadan on August 7, 2012 . AFP PHOTO/FAYEZ NURELDINEFAYEZ NURELDINE/AFP/GettyImagesHORIZONTAL","cleanCaption":"Workers break their fast outside the Imam Turki bin Abdullah mosque in the Saudi capital, Riyadh.","cleanCredit":"Photograph: Fayez Nureldine/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434404317189/158b4537-5c57-40a3-8d04-dca060221d5c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A street vendor plugs in decorations for Ramadan in Amman, Jordan. Photograph: Mohammad Hannon/AP","credit":"Mohammad Hannon/AP","altText":"A street vendor plugs in decorations for Ramadan in Amman, Jordan.","cleanCaption":"A street vendor plugs in decorations for Ramadan in Amman, Jordan.","cleanCredit":"Photograph: Mohammad Hannon/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434404604794/5bbbd483-c815-4387-9a4f-bcf6513f07ed-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A family after morning prayers during an Eid celebration in Burgess Park, south London. Photograph: Dan Kitwood/Getty Images","credit":"Dan Kitwood/Getty Images","altText":"A family has their photograph taken after morning prayers during an Eid celebration in Burgess Park, south London.","cleanCaption":"A family after morning prayers during an Eid celebration in Burgess Park, south London.","cleanCredit":"Photograph: Dan Kitwood/Getty Images"}],"webPublicationDate":"2015-06-17T06:00:02Z","lastModified":"2015-06-17T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":true,"keywords":["Ramadan","Islam","Eid al-Fitr","Religion","World news"],"tags":[{"id":"world/ramadan","webTitle":"Ramadan"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/eid-al-fitr","webTitle":"Eid al-Fitr"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/17/ramadan-guide-to-islamic-holy-month-muslims-fast","shortUrl":"http://gu.com/p/49zvx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/17/ramadan-guide-to-islamic-holy-month-muslims-fast","webUri":"http://www.theguardian.com/world/2015/jun/17/ramadan-guide-to-islamic-holy-month-muslims-fast"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434462282283/ad980974-01f4-4bc4-92c7-8fbc5b0b685e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A girl arranges plates before iftar – the breaking-fast meal– during Ramadan at the Grand Mosque in Delhi, India. Photograph: Ahmad Masood/Reuters","credit":"Ahmad Masood/Reuters","altText":"A girl arranges plates before iftar ","cleanCaption":"A girl arranges plates before iftar – the breaking-fast meal– during Ramadan at the Grand Mosque in Delhi, India.","cleanCredit":"Photograph: Ahmad Masood/Reuters"}},"importance":5,"kicker":{"title":"Ramadan"},"showQuotedHeadline":false,"sublinks":[{"title":"Moon-spotting / As fast approaches, the arguments begin","rawTitle":"As fast approaches, the arguments begin","item":{"type":"article","id":"world/2015/jun/17/as-ramadan-approaches-the-moon-spotting-arguments-begin","title":"As Ramadan approaches, the moon-spotting arguments begin","trailText":"Muslim fasting begins when a halil crescent moon is sighted – and the race to spot it first has become a clash of ideologies, idiosyncrasies and egos","standFirst":"<p>Muslim fasting begins when a halil crescent moon is sighted – and the race to spot it first has become a clash of ideologies, idiosyncrasies and egos</p>","byline":"Jon Boone in Peshawar","body":"<p>The chairman of the <a href=\"http://tribune.com.pk/story/740873/a-popalzai-lune-the-writing-on-qasim-khan-mosques-walls/\">Qasim Ali Khan</a> mosque in Peshawar has little doubt why it regularly throws a spanner into the timings of Pakistan’s most important religious festivals.</p> \n<p>“It is because we are experts in spotting the moon!” he declares.</p> \n<p>Hamood-ur-Rehman is head of the management committee at the mid-sized mosque, which sits in a crowded bazaar in <a href=\"http://pukhtoogle.com/gallery/cat-old-peshawar-2.htm\">Peshawar’s old city</a>. It is gearing up for the start of the fasting month of Ramadan, when Muslims avoid food from sunrise to sunset.</p> \n<p>But precisely when it starts depends on whether the start of the Islamic lunar month can be confirmed by the sight of a slender crescent moon hanging in the sky – something Rehman claims people living in the <a href=\"http://www.everyculture.com/wc/Afghanistan-to-Bosnia-Herzegovina/Pashtun.html\">Pashtun</a>-dominated north-western region near the regional capital of Peshawar are peculiarly adept at detecting.</p> \n<p>“It is because people here are farmers who organise their whole livelihoods around the moon,” he said.</p> \n<p>He also puts particular store in the region’s higher elevation and the quality of the its spring water, which he says enhances eyesight, giving the locals an edge over the official committee tasked by the government with deciding when Ramadan should begin. It frequently leads to key religious festivals starting a day early for millions of people in the Pashtun north-west who follow the mosque’s lead.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"c2a5074c068f6da884f76968763f01f3c8a61212\"> \n <img src=\"http://media.guim.co.uk/c2a5074c068f6da884f76968763f01f3c8a61212/0_200_3000_1800/1000.jpg\" alt=\"Indonesian Muslims use a telescope to look for the new moon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Indonesian Muslims use a telescope to sight the new moon, the sign of the start of the Islamic holy month. </span> \n  <span class=\"element-image__credit\">Photograph: Wenes Sihardian/Barcroft Media</span> \n </figcaption> \n</figure> \n<p>Whether for reasons of sharper eyes, or what critics claim is sectarian disdain for some of the scholars running the official committee, the mosque’s leader, Mufti Shahabuddin Popalzai, nearly always calls the start and end of Ramadan a day early, forcing Pakistanis to choose between rival dates for marking two of the most important festivals in the Islamic calendar.<br /></p> \n<p>Millions of Pashtuns in the north-west, who adhere to the <a href=\"http://islamqa.info/en/22473\">Deobandi</a> form of Islam practised by Popalzai, follow his lead.</p> \n<p>On Wednesday night, he will chair a gathering of dozens of religious leaders at the mosque, who will scrutinise claims of moon sightings from the public.</p> \n<p>“It is very confusing because in some mosques people are fasting while in others they are not,” said <a href=\"http://www.thenews.com.pk/TodaysPrintWriterName.aspx?URL=Rahimullah%20Yusufzai\">Rahimullah Yusufzai</a>, a well-known journalist in Peshawar. “The situation at the end of Ramadan is particularly difficult because people are tired and weak and just want to celebrate Eid as soon as possible.”</p> \n<p>Last year, the festival of <a href=\"http://www.timeanddate.com/holidays/pakistan/eid-ul-azha\">Eid-ul-Adha</a>, when animals are sacrificed, was celebrated on three separate dates in <a href=\"http://www.khyberpakhtunkhwa.gov.pk/\">Khyber Pakhtunkhwa</a> province due to the long-running split between the two moon committees and the decision by the large population of Afghan refugees to follow the date decreed by the government in Kabul.</p> \n<figure class=\"element element-image\" data-media-id=\"ff8990e6bc33cc97263e633b1f8d6e133dd020ee\"> \n <img src=\"http://media.guim.co.uk/ff8990e6bc33cc97263e633b1f8d6e133dd020ee/0_195_3000_1801/1000.jpg\" alt=\"Pakistani faithful muslims offering Namaz-e-Taraweeh\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Pakistani Muslims offer Namaz-e-Taraweeh after sighting the moon of the holy fasting month of Ramadan last year.</span> \n  <span class=\"element-image__credit\">Photograph: Pacific Press/Corbis</span> \n </figcaption> \n</figure> \n<p>Interest in the deliberations of the Peshawar clerics is intense. Banks of video cameras from the country’s television networks crowd the mosque’s courtyard to film eyewitnesses rushing in from miles around to present their claims to have seen the crescent moon.</p> \n<p>They are normally accompanied by their local mullah who is expected to attest as to whether the witness is a good Muslim.</p> \n<p>“People say we just have our own people who make the same claims every year, but 95% of eyewitnesses have never given evidence before,” insists Rehman.<br /></p> \n<p>Mufti Muneeb-ur-Rehman, head of the <a href=\"http://www.pakistantoday.com.pk/2014/09/24/city/karachi/ruet-e-hilal-committee-to-meet-on-25th/\">Central Ruet-e-Hilal committee</a>, which will also be holding deliberations on Wednesday night, said Peshawar’s rebel moon gazers were “challenging the writ of the state” and must be stopped.</p> \n<p>“If the government is unable to stop these people setting the wrong date then how are they able to manage the security situation and other issues under their control?”<br /></p> \n<p>The authorities have taken action in the past, and even once attempted to block the religious scholars from assembling at the mosque.</p> \n<p>This year, Pakistan’s religious affairs minister has merely called for the two sides to cooperate.</p> \n<p>“This is not a problem of religion but a problem of egos,” said <a href=\"https://twitter.com/tahirashrafi\">Tahir Ashrafi</a>, a high-profile cleric. “The solution is to demolish these moon committees and give it to scientists to decide.”</p> \n<h2>Islam and the moon</h2> \n<p>The Islamic calendar is a lunar system, with each month beginning at the start of a new cycle of <a href=\"http://www.wikihow.com/Tell-Whether-the-Moon-Is-Waxing-or-Waning\">waxing and waning</a> by the moon.<br /></p> \n<p>Because it is shorter than the solar calendar, the dates of key religious festivals, such as the fasting month of Ramadan, move by about 11 days each year.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/ramadan_moon/giv-212778ZHep59x1tEV/\" data-alt=\"Timing of Ramadan\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/ramadan_moon/giv-212778ZHep59x1tEV/\">Timing of Ramadan</a> \n</figure> \n<p>The belief that the start of the month can only really be determined if the thin crescent of the “<a href=\"http://www.islamicmoon.com/moonsighting%20hilal%20pictures.htm\">hilal</a>” moon is visible has created problems for Muslim communities around the world.<br /></p> \n<p>The lunar cycle means dates inevitably must vary around the world, but normally by just a day. However, cloud cover, or the difficulty of spotting the moon in some locations, can lead to different groups starting major festivals on separate days, even in the same country.</p> \n<p>Adding to the confusion is the argument of some that the entire Muslim world should take its lead from the official moon-sighting decrees of Saudi Arabia, home to Islam’s holiest places.</p> \n<p>Others have argued the whole matter should be decided by astronomers who can project whether or not a new moon has been born, regardless of whether it can be spotted from the ground.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1bc155c5131034038c093c675d1e1a848b328244/828_489_2553_1533/2553.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1533,"width":2553,"orientation":"landscape","credit":"Akhtar Soomro/Reuters/Corbis","altText":"A member of Pakistan’s moon-sighting committee using a telescope to look for the new moon","cleanCredit":"Photograph: Akhtar Soomro/Reuters/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c2a5074c068f6da884f76968763f01f3c8a61212/0_200_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Indonesian Muslims use a telescope to sight the new moon, the sign of the start of the Islamic holy month.  Photograph: Wenes Sihardian/Barcroft Media","credit":"Wenes Sihardian/Barcroft Media","altText":"Indonesian Muslims use a telescope to look for the new moon","cleanCaption":"Indonesian Muslims use a telescope to sight the new moon, the sign of the start of the Islamic holy month. ","cleanCredit":"Photograph: Wenes Sihardian/Barcroft Media"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ff8990e6bc33cc97263e633b1f8d6e133dd020ee/0_195_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Pakistani Muslims offer Namaz-e-Taraweeh after sighting the moon of the holy fasting month of Ramadan last year. Photograph: Pacific Press/Corbis","credit":"Pacific Press/Corbis","altText":"Pakistani faithful muslims offering Namaz-e-Taraweeh","cleanCaption":"Pakistani Muslims offer Namaz-e-Taraweeh after sighting the moon of the holy fasting month of Ramadan last year.","cleanCredit":"Photograph: Pacific Press/Corbis"}],"webPublicationDate":"2015-06-17T04:00:09Z","lastModified":"2015-06-17T08:04:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jon Boone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jon-boone"}],"feature":false,"keywords":["Ramadan","Pakistan","South and Central Asia","World news","Islam","Religion"],"tags":[{"id":"world/ramadan","webTitle":"Ramadan"},{"id":"world/pakistan","webTitle":"Pakistan"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"world"},"topics":[{"displayName":"Jon Boone","topic":{"type":"tag-contributor","name":"profile/jon-boone"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/17/as-ramadan-approaches-the-moon-spotting-arguments-begin","shortUrl":"http://gu.com/p/49pam","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/17/as-ramadan-approaches-the-moon-spotting-arguments-begin","webUri":"http://www.theguardian.com/world/2015/jun/17/as-ramadan-approaches-the-moon-spotting-arguments-begin"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1bc155c5131034038c093c675d1e1a848b328244/828_489_2553_1533/2553.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1533,"width":2553,"orientation":"landscape","caption":"A member of Pakistan’s moon-sighting committee pictured in 2014 uses a telescope to look for the new moon that marks the start of Ramadan. Photograph: Akhtar Soomro/Reuters/Corbis","credit":"Akhtar Soomro/Reuters/Corbis","altText":"A member of Pakistan’s moon-sighting committee using a telescope to look for the new moon","cleanCaption":"A member of Pakistan’s moon-sighting committee pictured in 2014 uses a telescope to look for the new moon that marks the start of Ramadan.","cleanCredit":"Photograph: Akhtar Soomro/Reuters/Corbis"}},"importance":0,"kicker":{"title":"Moon-spotting"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1bc155c5131034038c093c675d1e1a848b328244/828_489_2553_1533/2553.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1533,"width":2553,"orientation":"landscape","credit":"Akhtar Soomro/Reuters/Corbis","altText":"A member of Pakistan’s moon-sighting committee using a telescope to look for the new moon","cleanCredit":"Photograph: Akhtar Soomro/Reuters/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434462282283/ad980974-01f4-4bc4-92c7-8fbc5b0b685e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ahmad Masood/Reuters","altText":"A girl arranges plates before iftar ","cleanCredit":"Photograph: Ahmad Masood/Reuters"}}]},{"title":"Jeremy Corbyn / I don’t do personal","rawTitle":"I don’t do personal","item":{"type":"article","id":"politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","title":"Jeremy Corbyn: ‘I don’t do personal’","trailText":"Frugal, self-effacing and an obsessive campaigner, veteran leftwinger Jeremy Corbyn is a reluctant candidate for the Labour leadership – but someone had to put their hat in the ring to promote debate, he says","standFirst":"<p>Frugal, self-effacing and an obsessive campaigner, veteran leftwinger Jeremy Corbyn is a reluctant candidate for the Labour leadership – but someone had to put their hat in the ring to promote debate, he says</p>","byline":"Simon Hattenstone","body":"<p>A couple of hours ago, Jeremy Corbyn secured his 35th nomination at the last possible moment – just enough for him to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\" title=\"\">make the shortlist for the Labour leadership race</a>. If you were expecting him to be all swagger and selfies, whoops and high-fives, think again. This is Jeremy Corbyn, man of the people, five-time winner of parliamentary beard of the year (when beards weren’t trendy, mind), veteran leftist, the obsessive campaigner who has signed up to virtually any issue worth signing up to over the past&nbsp;40 years.</p> \n<p>“Congratulations!” I say, enthusiastically.</p> \n<p>“Thank you,” Corbyn says, warily. “I’m slightly surprised that we made it through, but there we are.”</p> \n<p>Corbyn is such an unlikely leader, so devoted to the collective that he can’t even bear to refer to himself in the first person. It’s always we – and there’s nothing royal about it (he is a devout republican). “We” turns out to be a subset of lefties who wanted an alternative to the Stepford candidates standing for the leadership. If he were elected leader of Labour, you half expect the first thing he would do is get rid of the top job and replace it with a co-op.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/15/labour-leftwinger-jeremy-corbyn-wins-place-on-ballot-for-leadership\">Labour leftwinger Jeremy Corbyn wins place on ballot for leadership</a> </p> \n</aside> \n<p>So why has he stood? “We had a discussion among a group of us on the left about how we might influence future developments of the party. All of us felt the leadership contest was not a good idea – there should have been a policy debate first. There wasn’t, so we decided somebody should put their hat in the ring in order to promote that debate. And, unfortunately, it’s my hat in the ring.”</p> \n<p>Why did it have to be his hat? “Well, Diane [Abbott] and John [McDonnell] have done it before, so it was my turn.” So he took some persuading? “Yeah. I have never held any appointed office, so in that sense it’s unusual, but if I can promote some causes and debate by doing this, then good. That’s why I’m doing it.” He offers a tiny smile. Blink and you miss it. “At my age I’m not likely to be a long-term contender, am I?”</p> \n<figure class=\"element element-image\" data-media-id=\"639b42e92fb31c565ca1328e44bc149cb6a9c240\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476097433/a71578c7-de09-4b84-ab14-95d4d356708d-460x276.jpeg\" alt=\"Jeremy Corbyn in 1984\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Brooker/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>If this were a job interview, Corbyn would have already been shown the door. And not just because of his age – 66. Corbyn is the anti-Blair, in every way. Whereas you cannot be unaware of Blair when he is in the room (he is <em>all</em> charisma), you might well not notice Corbyn arriving or leaving. And despite the smears by association in yesterday’s newspapers, he could not be more different to the preening George Galloway. He is a silver mouse of a man with extraordinarily committed politics. His history of campaigning is on display on the shelves in his Commons office – in file after ancient file of carefully documented paperwork. Here’s the Guildford Four, there’s the Birmingham Six, Afghanistan and Iraq, a delegation about Chechnya to Moscow, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/mordechai-vanunu\" title=\"\">Mordechai Vanunu</a>, who was imprisoned in Israel for giving away its nuclear secrets, Palestine, the World Social Forum 2004 in Mumbai, the legality of war conference of the European left, Stop the War (of which he is chair), CND (vice-chair), the Antarctica Act 1996, and on it goes. He is an international socialist, so there are modest gifts from the Black American Workers Association celebrating his 25 years in parliament and multicoloured tequilas from Venezuela, “which I don’t actually drink”.</p> \n<p>The thing about Corbyn is that he is nearly always proved right – after the event. So when he insisted on embracing Gerry Adams and Sinn F&eacute;in decades ago, many people thought he was mad. Ditto when he campaigned for the Guildford Four and the Birmingham Six, whose innocence was later proved. And we’ve not even started on apartheid …</p> \n<p>The wall behind his desk is dedicated to more personal stuff – a poster celebrating the centenary of Arsenal, a drawing of his grandson (he has three grown sons, one of whom works with John McDonnell), photographs of his beautiful wife and a historic Islington Trade Council banner (personal is all relative with Corbyn).</p> \n<figure class=\"element element-image\" data-media-id=\"8291a9ac0de43d29bc85fd7960f832d53a2de527\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476235593/758eb5b6-ac8f-4c68-9c68-d1faa1384e01-460x276.jpeg\" alt=\"Corbyn anti-General Pinochet protest\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Corbyn joins an anti-General Pinochet protest in 1998.</span> \n  <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> \n </figcaption> \n</figure> \n<p>You would expect Corbyn to have charisma by the bucketload and a leonine ego, but he doesn’t. He is kind and gentle, yet almost invisible – as if he has sacrificed his personality to the cause. He reminds me of the actor Jim&nbsp;Broadbent, who once told me he wanted to strip himself of individuality, be a clean sheet, so he could build himself up afresh for every part. He still has a touch of <a href=\"https://www.youtube.com/watch?v=goB0Cu74Pn4\" title=\"\">Citizen Smith</a> about him (without the laughs) and even his biggest fans admit he can’t open his mouth without expressing the need for peace, justice and solidarity.</p> \n<p>Corbyn has been <a href=\"http://www.jeremycorbyn.org.uk\" title=\"\">MP for Islington North</a> for 32 years and last month secured his seat with <a href=\"http://www.islington.gov.uk/involved/involvedvoting/votingelection/general-election-2015/Pages/general-elections-results.aspx\" title=\"\">a whopping 21,000 majority</a>. It is one of the most socio-economically and ethnically diverse constituencies in the country, and he feels many of their views are not being heard in today’s Labour party. “Politically active people felt more and more disenfranchised, particularly during the ultra-New Labour years.”</p> \n<p>Within seconds, he segues into one of his current favourite topics. “I’ve just had an interesting discussion on the TTIP.” The what? “Ah, sorry – the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jan/13/ttip-trade-deal-transatlantic-trade-investment-treaty\" title=\"\">Transatlantic Trade and Investment Partnership</a>. This is a negotiation between the US and European Union to develop a way in which investment would be protected, and a way in which governments must not make life difficult for investors. The fear is that&nbsp;it’s a race to the bottom, with the lowest common denominator on both sides of the Atlantic becoming the norm. Hence a government that tries to enforce special conditions on a company, such as wage levels and working conditions, could then be threatened with legal action by a newly created trade court.” This is a good example of why many people believe it is important to have a candidate like&nbsp;Corbyn because it is unlikely we would hear much about the TTIP from the three other candidates (Andy Burnham, Yvette Cooper and Liz Kendall) in the leadership race.</p> \n<p>Not surprisingly, Corbyn doesn’t buy into the idea that Ed Miliband’s Labour had moved too far to the left. “It certainly wasn’t an ultra-left manifesto,” he says. “What was it proposing? A limited amount of public ownership of the national railways, which is actually very popular, quite good stuff on the minimum wage and so on, but on the economy, it wasn’t fundamentally redistributive, which is what we need to be putting forward. We live in a very unequal society.”</p> \n<p>The biggest problem, he says, was that Labour allowed the Tories to set the agenda on the economy and never offered an alternative narrative. “We’re very bad at asserting certain things. After the 2010 election and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/may/17/liam-byrne-note-successor\" title=\"\">Liam Byrne’s note in the Treasury</a>, it became in the public mind a fact that Labour spent too much&nbsp;and this became repeated all&nbsp;the time, unchallenged. And by the time we actually got round to an election five years later, there was an assumption that we admitted we’d spent too much. Actually, what did we spend too much on? The banking system collapsed because of a combination of a sub-prime mortgage crisis and deregulation. There was a lot of money spent buying out bank shares and buying out banks, a lot of money spent on quantitative easing to keep the money supply going, and now Osborne is selling off RBS shares at a loss and calling it a triumph for him and his government. So I think we have to be much more assertive as to what actually happened.”</p> \n<p>But he is unimpressed with the attacks on Miliband by New Labour’s old guard. “I obviously didn’t agree with everything he did or said in the campaign, but he stood up well and worked very hard and should be thanked for that. I’m not joining in personal attacks … I don’t do personal attacks.” It’s true, he doesn’t. Try as you might to get him to badmouth an individual politician, he won’t. Everything is about the policy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/labour-leadership-cooper-kendall-burnham-corbyn\">Labour leadership: the timing is bad, the process stinks, but this is going to be a good contest | Martin Kettle</a> </p> \n</aside> \n<p>Would there be a role for Ed Miliband in a Corbyn-led shadow cabinet? “I hope there will be a very good role for Ed. He’s a very intelligent person, was a great environment secretary, and I hope he does those kind of issues in&nbsp;the future.”</p> \n<p>Corbyn grew up in a politicised family in Shropshire. “Mum and Dad met campaigning on the Spanish civil war. Both were active peace campaigners. They died in 1986 and ’87. Dad would be 100 now.” His brother Piers, <a href=\"https://en.wikipedia.org/wiki/Piers_Corbyn\" title=\"\">a&nbsp;weather forecaster</a> who denies that climate change is a product of human activity, was even further to the left of Corbyn when they were growing up and joined the Communist party. He couldn’t be more opposed to Piers on global warming, but&nbsp;he refers to him affectionately. “We talk quite a lot. Don’t always agree. It’s a family, you know.”</p> \n<p>As a boy, he liked working on local farms and making things (nowadays, he has an allotment, on which he grows all sorts). He went to a good grammar school, was a poor student and left at 18 with two A-levels, grade E. “John Major said I was better qualified than him. He got O-levels.” Was he lazy at school? “I liked reading about things, doing my own course of study in that sense.” I ask what politicised him. “Peace issues. Vietnam. Environmental issues. Then I did VSO in Jamaica when I left school. An amazing two years.” Typically, there are no anecdotes, nothing personal – just a list of issues and events. On his return from Jamaica, he worked for trade unions, eventually becoming national organiser of Nupe.</p> \n<p>One of the few cited stories about Corbyn is that the former Labour MP-turned-Ukip MEP Robert Kilroy-Silk tried to hit him but Corbyn ran away. “I had been on a programme on television the day before talking about why Militants shouldn’t be expelled from the Labour party. He thought they should, and he was extremely abusive, threw me against a wall in the voting lobby. His quote was: ‘I’m an amateur boxer, I can sort anybody out,’ and somebody said to me what do you do in your spare time, and I said: ‘I’m an amateur runner,’ which is true. I do enjoy running.” So he did run away? “No. I walked off. You can hardly run through the voting lobby. He thought it was a great triumph for his macho prowess.”</p> \n<p>There is something of the ascetic about Corbyn. At the time of the expenses scandal, it&nbsp;was reported that he had the lowest claim in the Commons – &pound;8.95 for a printer cartridge. Actually, he’d like to come clean on this one, he says – he’d screwed up his expenses. “You had to pay within a certain period for things, and somewhere along the line we claimed for one print cartridge, but the rest of the stuff was slightly slower going in so that went into the next claim period, which was a much more realistic claim. A more typical Corbyn claim might run to “a few hundred quid each quarter”. He rents his office from the the Ethical Property Company. “Fine people. Hossana to the Ethical Property people.” He raises his mug of coffee by way of a toast.</p> \n<p>You have described yourself as parsimonious, haven’t you? “Probably, yes.” How? “Well, I don’t spend a lot of money, I lead a very normal life, I ride a bicycle and I don’t have a car.”</p> \n<p>Corbyn seems so distant from modern Labour. Has he ever been close to leaving? “I’ve often been extremely frustrated by the Labour party, particularly over Iraq and, earlier, on Vietnam. Then you think what the Labour party has achieved, and that it is the electoral home to millions of people, so I’m still in it. Always have been. I remember discussing this with Tony Benn many times, and he said: ‘You know, comrade, we’re just in it, aren’t we?’ Tony was a very close friend.”</p> \n<p>Could he imagine having a relationship with somebody who wasn’t on the&nbsp;left? “No. At the end of the day, it’s the question of your values. They get in the way.”</p> \n<figure class=\"element element-image\" data-media-id=\"f7146dddc82695654e12ab27a2b0b26790a4aa85\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434476308948/ba65e7d3-952e-4e41-ab7a-d1eca8491878-460x276.jpeg\" alt=\"At a mass march against Trident\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">At a mass march against Trident in January 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Alamy</span> \n </figcaption> \n</figure> \n<p>In 1999, he and his first wife (a&nbsp;Chilean very much on the left) <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/1999/may/16/theobserver.uknews\" title=\"\">divorced</a>. Is it true that the marriage collapsed because of a row over their children’s schooling (he wanted the local comp; she insisted on a grammar school and won)? There is a tense silence. He looks me in&nbsp;the face. “I <em>hated</em> that period. I hated the publicity for it. I hated the pressure put on my kids as a result of it, and it was a very unpleasant and very intrusive. We divorced. We have three kids; we get on very well; we talk to each other; and I don’t like dragging personal things into my political life. And I think it’s very sad when that happens. I don’t criticise anybody else for what happens with their children, and I don’t expect people to interfere with my children’s lives.”</p> \n<p>But it was an issue of principle? “I&nbsp;feel very&nbsp;strongly about comprehensive education, yes.” He pauses. “It’s gone, it’s past and people&nbsp;should leave personal stuff out of&nbsp;it&nbsp;if&nbsp;they can.”</p> \n<p>It says so much about you, I say. But he shuts the subject down. “Well, I’ve got three&nbsp;boys and love them dearly and we get&nbsp;along great.”</p> \n<p>We talk about the key plank of his leadership bid. Corbyn talks in generalities rather than costed specifics. Yes, he would redistribute, and, yes, the wealthier would pay more tax, he says.&nbsp;“Austerity is used as a cover to reconfigure society and increase inequality and injustice. Labour needs to offer a coherent economic alternative.”</p> \n<p>What does he say to those who call him an&nbsp;anachronism? Nothing, he says. “It’s not personal. It’s about a political idea. It’s about ensuring there is a debate, about ensuring that the best traditions of Labour are still around.”</p> \n<p>What is his greatest weaknesses as a&nbsp;potential leader? He thinks. “I tend to see the best in&nbsp;people all the time. Is that a weakness? I&nbsp;don’t know.”</p> \n<p>Like the rest of the country, Corbyn doesn’t think he has a chance of winning. But these are funny times in politics. Just think of the SNP in Scotland, I say. “Well, Scotland is part of the UK,” he replies, enthusiastically.</p> \n<p>How would he feel if he actually won? “Interested,” he says calmly. “And hopeful that we could bring about some changes in Britain.” Would it scare him? He closes his eyes, as if imagining himself as Labour leader for the first time. “Scare me?” He smiles. “It&nbsp;would be a challenge.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCredit":"Photograph: David Levene for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476098095/a71578c7-de09-4b84-ab14-95d4d356708d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland. Photograph: Peter Brooker/Rex Shutterstock","credit":"Peter Brooker/Rex Shutterstock","altText":"Jeremy Corbyn in 1984","cleanCaption":"Jeremy Corbyn in 1984, campaigning for troops to be withdrawn from Northern Ireland.","cleanCredit":"Photograph: Peter Brooker/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476236061/758eb5b6-ac8f-4c68-9c68-d1faa1384e01-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Corbyn joins an anti-General Pinochet protest in 1998. Photograph: Rex/Shutterstock","credit":"Rex/Shutterstock","altText":"Corbyn anti-General Pinochet protest","cleanCaption":"Corbyn joins an anti-General Pinochet protest in 1998.","cleanCredit":"Photograph: Rex/Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434476310333/ba65e7d3-952e-4e41-ab7a-d1eca8491878-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"At a mass march against Trident in January 2015. Photograph: Alamy","credit":"Alamy","altText":"At a mass march against Trident","cleanCaption":"At a mass march against Trident in January 2015.","cleanCredit":"Photograph: Alamy"}],"webPublicationDate":"2015-06-17T05:00:11Z","lastModified":"2015-06-17T05:00:11Z","metadata":{"commentable":true,"commentCount":224,"contributors":[{"name":"Simon Hattenstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonhattenstone"}],"feature":true,"keywords":["Jeremy Corbyn","Labour party leadership","Labour","Politics"],"tags":[{"id":"politics/jeremy-corbyn","webTitle":"Jeremy Corbyn"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Simon Hattenstone","topic":{"type":"tag-contributor","name":"profile/simonhattenstone"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","shortUrl":"http://gu.com/p/49pay","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal","webUri":"http://www.theguardian.com/politics/2015/jun/17/jeremy-corbyn-labour-leadership-dont-do-personal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jeremy Corbyn: ‘At my age, I’m not likely to be a long-term contender, am I?’ Photograph: David Levene for the Guardian","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCaption":"Jeremy Corbyn: ‘At my age, I’m not likely to be a long-term contender, am I?’","cleanCredit":"Photograph: David Levene for the Guardian"}},"importance":4,"kicker":{"title":"Jeremy Corbyn"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434473229449/9cd71a4e-afd7-46d7-a454-c2ef29bbf521-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Levene for the Guardian","altText":"Jeremy Corbyn, 2015","cleanCredit":"Photograph: David Levene for the Guardian"}}]},{"title":"Gok Wan / It's very hard not to be noticed","rawTitle":"It's very hard not to be noticed","item":{"type":"video","id":"culture/video/2015/jun/15/gok-wans-self-portrait-its-very-hard-not-to-be-noticed-video","title":"Gok Wan's self-portrait: 'It's very hard not to be noticed'","trailText":"<p>Fashion consultant and television presenter Gok Wan analyses his reflection while looking down the lens of the camera and drawing his self-portrait on an iPad</p>","standFirst":"Fashion consultant and television presenter Gok Wan analyses his reflection while looking down the lens of the camera and drawing his self-portrait on an iPad. He describes how his reflection induced intense anxiety in his youth and outlines the long journey he has been on since – while also talking through his extensive beauty regime\n<br />\n<br />More self-portraits: \n<a href=\"http://gu.com/p/49nd9/stw\">Gillian Anderson</a> | \n<a href=\"http://gu.com/p/49ndd/stw\">Ashley Walters</a> | \n<a href=\"http://gu.com/p/49nex/stw\">Tara Fitzgerald</a> | \n<a href=\"http://gu.com/p/49ndb/stw\">Noel Fielding</a>","byline":"Juliet Riddell, Jess Gormley, Tom Silverstone, Noah Payne-Frank and Pascal Wyse","body":"<video data-media-id=\"gu-video-457156970\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294507128/KP_280470_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/06/14/150614GokW_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/06/14/150614GokW_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/06/14/150614GokW_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/06/14/150614GokW.m3u8\"></source>\n <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10462818&amp;format=video/3gp&amp;maxwidth=700\"></source> \n</video>","video":{"id":"gu-video-457156970","source":"guardian.co.uk","durationInSeconds":228,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/14/150614GokW_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/14/150614GokW.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294507128/KP_280470_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCaption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCredit":"guardian.co.uk"}},"section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294507128/KP_280470_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCaption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-06-15T06:00:00Z","lastModified":"2015-06-15T07:54:09Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Juliet Riddell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliet-riddell"},{"name":"Jess Gormley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jess-gormley"},{"name":"Tom Silverstone","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-silverstone"},{"name":"Noah Payne-Frank","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/noah-payne-frank"},{"name":"Pascal Wyse","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/18/1411049957461/Pascal-Wyse-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pascalwyse"}],"feature":false,"keywords":["Gok Wan","Fashion","Television & radio","Culture"],"tags":[{"id":"tv-and-radio/gok-wan","webTitle":"Gok Wan"},{"id":"fashion/fashion","webTitle":"Fashion"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"culture"},"topics":[],"series":{"title":"My self-portrait","uri":"http://mobile-apps.guardianapis.com/lists/tag/culture/series/my-self-portrait"},"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/culture/video/2015/jun/15/gok-wans-self-portrait-its-very-hard-not-to-be-noticed-video","shortUrl":"http://gu.com/p/49nda","relatedUri":"http://mobile-apps.guardianapis.com/items-related/culture/video/2015/jun/15/gok-wans-self-portrait-its-very-hard-not-to-be-noticed-video","webUri":"http://www.theguardian.com/culture/video/2015/jun/15/gok-wans-self-portrait-its-very-hard-not-to-be-noticed-video"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Gok Wan"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/14/1434294507128/KP_280470_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCaption":"620x372 trailpic for Gok Wan's self portrait: 'It's very hard not to be noticed'  video","cleanCredit":"guardian.co.uk"}}]},{"title":"'I'll be back in 200 yards' / New GPS features Arnold Schwarzenegger as Terminator","rawTitle":"New GPS features Arnold Schwarzenegger as Terminator","item":{"type":"article","id":"film/2015/jun/17/arnold-schwarzenegger-terminator-gps-waze","title":"'I'll be back 200 yards': new GPS features Arnold Schwarzenegger as Terminator","trailText":"The actor has lent his halting Austrian tones to navigation app Waze for a selection of customised robotic driving instructions","standFirst":"<p>The actor has lent his halting Austrian tones to navigation app Waze for a selection of customised robotic driving instructions</p>","byline":"Catherine Shoard","body":"<p>Arnold Schwarzenegger’s new role will see him play a virtual driving instructor – issuing voice commands via in-car navigation system Waze. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/jun/11/hes-back-behind-the-scenes-terminator-genisys-arnold-schwarzenegger\">Arnold Schwarzenegger on Terminator Genisys: ‘I’ll be taking a beating or two’</a> </p> \n</aside> \n<p>The actor, who returns as the Terminator next month, has taped a selection of not-necessarily-helpful directives which users can download free of charge. They include: “I’m looking for Sarah Connor, but we can go to your destination first”, “In need of a Terminator? No problemo, I will join the ride. Let’s move!”, “My mission is to protect you – accident ahead!” and “You have reached your destination. Hasta la vista, baby!”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=cWwrHecTnnA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/cWwrHecTnnA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Said Schwarzenegger: “From the first time I used Waze, I have wanted to lend my voice to it. The Terminator is the perfect machine to guide Wazers to their destinations. Every single day on social media, fans ask me to record my movie lines, so now I get to bring this classic role and my charming Austrian accent into their cars.”</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434525409828/b596f568-d827-4b4f-92f4-dc9409d30a47-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":243,"width":405,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Arnold Schwarzenegger in Sydney, 4 June.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-17T07:55:24Z","lastModified":"2015-06-17T08:02:03Z","metadata":{"commentable":true,"commentCount":1,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"}],"feature":false,"keywords":["Arnold Schwarzenegger","Film","US news","Motoring","Motoring","Culture","Technology","Terminator Genisys"],"tags":[{"id":"film/arnold-schwarzenegger","webTitle":"Arnold Schwarzenegger"},{"id":"film/film","webTitle":"Film"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"money/motoring","webTitle":"Motoring"},{"id":"technology/motoring","webTitle":"Motoring"},{"id":"culture/culture","webTitle":"Culture"},{"id":"technology/technology","webTitle":"Technology"},{"id":"film/terminator-genesis","webTitle":"Terminator Genisys"}],"section":{"id":"film"},"topics":[{"displayName":"Catherine Shoard","topic":{"type":"tag-contributor","name":"profile/catherineshoard"}}],"embeddedVideos":[],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/jun/17/arnold-schwarzenegger-terminator-gps-waze","shortUrl":"http://gu.com/p/49pkm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/jun/17/arnold-schwarzenegger-terminator-gps-waze","webUri":"http://www.theguardian.com/film/2015/jun/17/arnold-schwarzenegger-terminator-gps-waze"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434525986438/21d31b2d-0bf9-46b6-92ef-0c298f6951d0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Return to da route, asshole’ … in the 2014 movie Sabotage, Schwarzenegger shows how to clear oncoming traffic.","credit":"Allstar/CRAVE FILMS/Sportsphoto Ltd./Allstar","altText":"In the 2014 movie Sabotage, Schwarzenegger shows how to clear oncoming traffic.","cleanCaption":"‘Return to da route, asshole’ … in the 2014 movie Sabotage, Schwarzenegger shows how to clear oncoming traffic."}},"importance":2,"kicker":{"title":"'I'll be back in 200 yards'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434525409828/b596f568-d827-4b4f-92f4-dc9409d30a47-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":243,"width":405,"orientation":"landscape","credit":"Cameron Spencer/Getty Images","altText":"Arnold Schwarzenegger in Sydney, 4 June.","cleanCredit":"Photograph: Cameron Spencer/Getty Images"}}]},{"title":"You asked Google / Why are bees important?","rawTitle":"Why are bees important?","item":{"type":"comment","id":"commentisfree/2015/jun/17/why-are-bees-important","title":"Why are bees important? You asked Google – here’s the answer","trailText":"Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries","standFirst":"Every day, millions of people ask Google some of life’s most difficult questions. In this series, our writers answer some of the most common queries","byline":"Alison Benjamin","body":"<p>Bees pollinate a third of everything we eat and play a vital role in sustaining the planet’s ecosystems. Some 84% of the crops grown for human consumption – around 400 different types of plants – need bees and other insects to pollinate them to increase their yields and quality. These include most fruits and vegetables, many nuts, and plants such as rapeseed and sunflowers that are turned into oil, as well as cocoa beans, coffee and tea. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/feb/28/wild-bees-pollinators-crop-yields\" title=\"\">Crops grown as fodder for dairy cows and other livestock are also pollinated by bees</a>. And it’s not only food crops that rely on bee pollination, cotton does as well. As a result, <a href=\"http://cmsdata.iucn.org/downloads/erl_of_bees_low_res_for_web.pdf\" title=\"\">annual global crop pollination by bees is estimated to be worth $170bn</a>.</p> \n<p>But beyond their monetary value for maintaining our fragile food supply, bees also make an invaluable contribution to ecosystems around the world. Seeds, fruits and berries eaten by birds and small mammals are all from plants that are pollinated by bees, making them guardians of the food chain and the biodiversity of our species.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/19/nearly-one-in-ten-of-europes-wild-bee-species-face-extinction-says-study\">Nearly one in 10 of Europe's wild bee species face extinction, says study</a> </p> \n</aside> \n<p>Bees are industrious pollinators because they have co-evolved with flowering plants over millions of years. The bees need the flowers for food, while the flower needs the bee to reproduce. Unlike other insects, nectar and pollen from flowering plants are bees’ only food source; the sweet nectar drink gives adult bees energy. Pollen is protein-rich baby food. As the poet Kahlil Gibran beautifully put it: “To the bee, a flower is the fountain of life, and to the flower, the bee is a messenger of love.”</p> \n<p>In the process of foraging for food, bees are designed to pollinate. If you watch a female honeybee or bumblebee on a flower, you will see she has balls of pollen on her back legs. These are collected in her pollen baskets which she takes back to the nest to feed the young after fertilising the flowers. For solitary bees, the pollen collects on the hairs on their abdomen.</p> \n<p>So how do the bees pollinate? Quite simply, the bee gets covered in pollen, from the male part of the flower (the stamen), and deposit the grains on the female part (the stigma) of the next flower that they visit. Luckily for the plant, bees tend to visit flowers from the same plant when they are flowering rather than flit from one plant to another, so the plant is able to have sex. Once the pollen is on the stigma it moves down into the ovary where it fertilises and forms a seed. A few months later the seed grows into a fruit or vegetable. Think of an apple tree; it blossoms, is visited by bees, produces apples later in the summer containing pips (the seeds), which if planted could slowly grow into a new apple tree.</p> \n<figure class=\"element element-image\" data-media-id=\"09e066ff93fa83d22e0d0dcb9578cf1f5340ac8e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434468039704/ad1712ce-9ae1-441e-911d-1a887156053e-460x276.jpeg\" alt=\"Ancient Egyptian tomb painting. 'The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife.'\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ancient Egyptian tomb painting. ‘The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife.’</span> \n  <span class=\"element-image__credit\">Photograph: Philip de Bay/Historical Picture Archive/Corbis</span> \n </figcaption> \n</figure> \n<p>There is an apocalyptic quote attributed to Albert Einstein (although there is no proof he actually said it): “If the bee disappeared off the surface of the globe then man would only have four years left to live.” It resonates with people as a plausible consequence of the bee’s demise. While the timescale is wildly exaggerated and fails to take into account man’s ingenuity, it highlights how mankind’s survival has been inextricably linked to bees. Cave drawings dating back 20,000 years depict images of honey hunting. The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife. The antibacterial and antiseptic properties of honey have made it as important to the apothecary as the chef over the centuries, while beeswax embalmed the dead and created artificial light. In the 15th century, the pilgrim fathers took their honeybees with them to spread their farming practices and colonise the new world. The native Americans called the honeybee the “white man’s fly”. The continent had wild bees, but no honeybees, as was the case in Australasia before western settlers arrived.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a3f53cbbabfc2db0702ca25c2b2e4ccf5287029f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434467192095/0c9744fa-3c05-42e7-9c2f-4a574f1c25c7-460x435.jpeg\" alt=\"The Owl and the Pussy-cat by Edward Lear.  'The Owl and the Pussycat went to sea / In a beautiful pea-green boat, / They took some honey, and plenty of money, wrapped up in a five-pound note'\" width=\"460\" height=\"435\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Owl and the Pussycat by Edward Lear. ‘The Owl and the Pussycat went to sea / In a beautiful pea-green boat, / They took some honey, and plenty of money, wrapped up in a five-pound note.’</span> \n  <span class=\"element-image__credit\">Photograph: Culture Club/Getty Images</span> \n </figcaption> \n</figure> \n<p>There are 25,000 different bee species around the world. Only four of these species are honeybees, of which the western honeybee (<em>Apis millifera</em>) is the one we took to the US and then on to Australasia. Honeybees make honey. It’s their winter food, for feeding the 10,000-strong colony in the hive when it’s too cold to fly. Bumblebees don’t make honey we can harvest but they are important pollinators, too. Around 250 species of bees are different types of bumblebees. Their hairier coats can attract more pollen and they can fly at colder temperatures than honeybees. Some species are long-tongued so are better at pollinating plants with long, tubular flowers. And they are capable of “buzz pollination” – by shaking the pollen from the anthers of a flower on to the stigma of another – which is how some crops, notably tomatoes, are pollinated. While most bumblebees are wild, some species are increasingly used commercially to buzz pollinate. Research shows that under the same conditions, bumbles can actually pollinate more flowers per bee than honeybees, though a honeybee colony (50,000 bees in the summer) is much larger than a colony of bumblebees (only 250).</p> \n<p>The vast majority of the world’s bee species are solitary bees. As their name suggests they live alone. Many are adapted to pollinate one type of plant and their life cycle is synced with the plant so they are able to pollinate it and feed their young at the same time. There’s been little research on solitary bees, but in March, the first ever assessment of all 1,965 bee species across Europe by the International Union for Conservation of Nature (IUCN) found that almost <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/19/nearly-one-in-ten-of-europes-wild-bee-species-face-extinction-says-study\" title=\"\">one in 10 of Europe’s wild bee species</a> – most of which are solitary bees – face extinction as a result of intensive farming, insecticide use and climate change.</p> \n<p>Most people have heard about <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/jul/30/buzzfeeds-bees-colony-collapse-disorder\" title=\"\">colony collapse disorder</a>, which wiped out a third of all honeybee colonies in the US when it first struck back in 2007. The disorder is still not fully understood, but a combination of parasites, viruses, poor nutrition and pesticides are thought to be behind the widespread death of honeybees in the US, where <a href=\"http://beeinformed.org/results/colony-loss-2014-2015-preliminary-results/\" title=\"\">40% of colonies are still dying each year</a>.</p> \n<p>In the UK, honeybee winter losses <a href=\"http://www.bbka.org.uk/news_and_events/press_office/press_releases.php?year=2014&amp;month=6\" title=\"\">have ranged from 10% to 33% since annual surveys began eight years ago</a>. When inclement weather confines bees to the hive during the spring and summer they become weak and easy prey for the parasitic <a href=\"https://en.wikipedia.org/wiki/Varroa\" title=\"\">varroa mite</a> to spread viruses that kill off its host.</p> \n<p>But in many ways, the uncertain future of wild bumblebees and solitary bees is even more alarming than the honeybee death toll, since beekeepers are able to restock their hives each year.</p> \n<figure class=\"element element-image\" data-media-id=\"d4b2f37cde0ba748dd12f6cfba0ae51d2ef1dc2b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/16/1434467425256/605bcfd1-6746-4fde-80ab-1faf922424b7-460x276.jpeg\" alt=\"Since 1945 97% of the UK's wildflower meadows, such as this one at Priestcliffe Lees, Derbyshire, have disappeared.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Since 1945, 97% of the UK’s wildflower meadows, such as this one at Priestcliffe Lees, Derbyshire, have disappeared.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond for the Guardian</span> \n </figcaption> \n</figure> \n<p>The habitat that wild bees depend on to nest and forage is increasingly disappearing due to modern farming practices and urbanisation. Since 1945, 97% of wildflower meadows in the UK have vanished. During that time<a href=\"http://bumblebeeconservation.org/about-bees\" title=\"\"> two bumblebee species have become extinct</a>, and of the 24 species left only eight are commonly found. Globally,<a href=\"http://www.xerces.org/wp-content/uploads/2015/03/2014-bbsg-annual-report.pdf\" title=\"\"> a quarter of the world’s 250 bumblebee species are thought to be facing some degree of extinction risk</a>, according to the IUCN.</p> \n<p>John Muir, a giant of the conservation movement, summed up the importance of bees to the human race when he said: “When one tugs at a single thing in nature, he finds it attached to the rest of the world.” We harm them at our peril.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434466327339/52006536-ce73-4a48-bf4a-14ff6a61a3e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"THOMAS KIENZLE/AFP/Getty Images","altText":"Honeybee packed with pollen","cleanCredit":"Photograph: THOMAS KIENZLE/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434468041311/ad1712ce-9ae1-441e-911d-1a887156053e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ancient Egyptian tomb painting. ‘The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife.’ Photograph: Philip de Bay/Historical Picture Archive/Corbis","credit":"Philip de Bay/Historical Picture Archive/Corbis","altText":"Ancient Egyptian tomb painting. 'The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife.'","cleanCaption":"Ancient Egyptian tomb painting. ‘The ancient Egyptians transported their hives along the Nile to pollinate crops and buried their pharaohs with containers full of honey to sweeten the afterlife.’","cleanCredit":"Photograph: Philip de Bay/Historical Picture Archive/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467193307/0c9744fa-3c05-42e7-9c2f-4a574f1c25c7-1020x965.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":965,"width":1020,"orientation":"landscape","caption":"The Owl and the Pussycat by Edward Lear. ‘The Owl and the Pussycat went to sea / In a beautiful pea-green boat, / They took some honey, and plenty of money, wrapped up in a five-pound note.’ Photograph: Culture Club/Getty Images","credit":"Culture Club/Getty Images","altText":"The Owl and the Pussy-cat by Edward Lear.  'The Owl and the Pussycat went to sea / In a beautiful pea-green boat, / They took some honey, and plenty of money, wrapped up in a five-pound note'","cleanCaption":"The Owl and the Pussycat by Edward Lear. ‘The Owl and the Pussycat went to sea / In a beautiful pea-green boat, / They took some honey, and plenty of money, wrapped up in a five-pound note.’","cleanCredit":"Photograph: Culture Club/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434467426618/605bcfd1-6746-4fde-80ab-1faf922424b7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Since 1945, 97% of the UK’s wildflower meadows, such as this one at Priestcliffe Lees, Derbyshire, have disappeared. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond for the Guardian","altText":"Since 1945 97% of the UK's wildflower meadows, such as this one at Priestcliffe Lees, Derbyshire, have disappeared.","cleanCaption":"Since 1945, 97% of the UK’s wildflower meadows, such as this one at Priestcliffe Lees, Derbyshire, have disappeared.","cleanCredit":"Photograph: Christopher Thomond for the Guardian"}],"webPublicationDate":"2015-06-17T07:00:02Z","lastModified":"2015-06-17T07:00:42Z","metadata":{"commentable":true,"commentCount":9,"contributors":[{"name":"Alison Benjamin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alisonbenjamin"}],"feature":false,"keywords":["Bees","Wildlife","Insects","Animals","Environment","World news","UK news","Farming","Pesticides"],"tags":[{"id":"environment/bees","webTitle":"Bees"},{"id":"environment/wildlife","webTitle":"Wildlife"},{"id":"environment/insects","webTitle":"Insects"},{"id":"world/animals","webTitle":"Animals"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/farming","webTitle":"Farming"},{"id":"environment/pesticides","webTitle":"Pesticides"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Alison Benjamin","topic":{"type":"tag-contributor","name":"profile/alisonbenjamin"}}],"series":{"title":"The autocomplete questions","uri":"http://mobile-apps.guardianapis.com/lists/tag/commentisfree/series/the-autocomplete-questions"},"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/17/why-are-bees-important","shortUrl":"http://gu.com/p/49p6e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/17/why-are-bees-important","webUri":"http://www.theguardian.com/commentisfree/2015/jun/17/why-are-bees-important"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434466186382/e65ef28e-61e0-43a4-8106-693fa55197be-2060x1555.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1555,"width":2060,"orientation":"landscape","caption":"A honeybee packed with pollen landing on a hibiscus flower. Photograph: Thomas Kienzle/AFP/Getty Images","credit":"Thomas Kienzle/AFP/Getty Images","altText":"A honeybee packed with pollen landing on a hibiscus flower.","cleanCaption":"A honeybee packed with pollen landing on a hibiscus flower.","cleanCredit":"Photograph: Thomas Kienzle/AFP/Getty Images"}},"importance":1,"kicker":{"title":"You asked Google"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/16/1434466327339/52006536-ce73-4a48-bf4a-14ff6a61a3e7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"THOMAS KIENZLE/AFP/Getty Images","altText":"Honeybee packed with pollen","cleanCredit":"Photograph: THOMAS KIENZLE/AFP/Getty Images"}}]}],"lastModified":"2015-06-17T08:06:04Z","personalization":{"id":"uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/6aefcaf1-dbec-4058-a7b8-a925d4163831"},"visibility":"all","adTargetingPath":"front"}